[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON ~mrs... Ath Session 1963-64 . fot Ais a ; : M8 aN i2 of) gt a : aay Sgn yy I i965 9. 3° a 5 By BS 5 an / @ieen : nn Ces moe ~ Finance Act, No. ll of 1963 i} - 1 i Date of Assent : December 21, 1963 + { ! . 1 . 1 Printed on the Orders of Government . 1 a BBD So SORE HE, Ral LY Apnual Subscription Gncluding Bills) Rx 90 (Laeel), Rs. 40 . (Foreign), payable to the Sopemmrsanrrr, Govaansievr Betenber ach, year’ Scope of te gear falowins” Late sneer gore the date sf payroent fell not be seeping eee Price: Rs. 3.20 . Postage: 50 cents,",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Finance Act, No. 11 of 1963 L.D—0. 25/63. . . . AN ACT TO ENACT THE PROVISIONS OF LAW NECESSARY ' TO GIVE LEGAL FORCE TO CERTAIN PROPOSALS, . . FINANCIAL AND OTHERWISE, FOR THE FINANCIAL YEAR COMMENCING ON OcToRER 1, 1963. : [Date of Assent: December 21, 1963} BE it ‘enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon . in this present Parliament assembled, and by the authority of the same, as follows :— . 1. This Act may be cited as the Finance Act, short tte No. 11 of 1963. a - Part I , : National Lotteries Board and = National Lotteries 2. This Part of this Act shall come into opera-  Dateof ‘ tion on the appointed date. operat oe fisact \"3 (1) A Board to be called the National Nation! Lotteries Board, hereinafter in this Part of this Act Botd's te referred to as “the Board\", shall be established  siablsted. for the purposes of this Part of this Act. vets 2 , (2) The Board shall be a body corporate with * . perpetual succession and a common seal and may é by its name sue and be sued. : 1 4. (1) The Board shall consist of not more Gastuion than five members appointed by the Minister. om - °°” @) The Minister shall appoint one of the mem- gv” bers of the Board to be the Chairman of the Board. =. (3) The Minister may, if he thinks it expedient to do so, remove, by Order published in the Gazette, any. member of the Board from office without reason stated. : 1B rssee—4,024(10 (00), ‘ ne",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Finance Act, No. W1 of “1963 (4) A member of the Board in respect of whom an Order under sub-section (3) of this section is made by the Minister shall vacate his office on the , date of the publication of such Order in the . Gazette. an ': (3) A member of the Board may at any time resign his office by letter addressed to the Minister. : _ © If the Chairman or any other member of the Boatd is temporarily unable to discharge the duties + of his office on account of ill-health or absence from Ceylon or any other cause, the Minister may appoint some other person to act in his place 2s * the Chairman, or as 2 member, of the Board, as e the case may be. (7) Every member of the Board shall, unless he 1 earlier vacates office by resignation or removal, ~ hold office for a period of five years. Any member of the Board who vacates office by effluxion of time shall be eligible for reappointment. a , (8) No act or proceeding of the Board shall be invalid by reason only of the existence of any __. Vacancy among its members or any defect in the appointment of any of its members. Recency 5, ‘The members of the Board may be remune- ‘th Beard. fated in such manner and at such rates as may be determined by the Minister. The remuneration, : if any, shall be paid out of the Fund of the Board. . Appice\" G (1) The staff’ necessary for the discharge ieee, - of the Board’s duties under this Part of this Act : shall be determined by the Board, and every ' appointment to such staff shall be made by the Board. (2) The officers and servants of the Board shall ‘ be remunerated in such manner and at such rates, and shall be subject ‘to such conditions of service ae . a",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": ". Finance Act, No. 11 of 1963 3 as may be determined by rules made under this Part of this Act. Such remuneration shall be paid out of the Pund of the Board. (3) The. Board may, in accordance with rules made under this Part of this Act, establish and maintain a provident fund for the benefit of its officers and servants, make contributions out of its Fund to such provident fund, regulate the management and investment thereof, and fix the ‘contributions to be made thereto by, and the payments to be made therefrom to, or in respect of, such officers and servants. . 7% (2) The Board may acquire, hold and Propny dispose of any movable or immovable property, sependiure and enter into contracts and otherwise do all “>t such acts as may be necessary for the purpose of carrying out the provisions of this Part of this Act, (2) All sums payable by the Board under any ‘contract entered into by the Board or in respect of any movable or immovable property acquired or held by the Board shall be paid out of the Fund of the Board. All sums received by the Board under ‘any such contract or in respect of any such pro- perty shall be paid to the Fund of the Board. ” @) All sums payable by the Board for the purpose of defraying any expenditure incurred in the management of the affairs or the transaction of the business of the Board, or the exercise of the powers or the performance of the duties of the Board under this Part of this Act, shall be paid out of the Fund of the Board. ) 8. In the exercise of its powers and the dis- Boudcobe charge of its duties under this Part of this Act, diectioas the Board shall be subject to the general or special ser. directions of the Minister. : 9, (1) The Board shall have its own Fund. Mi",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Finance Act, No. 11 of 1963 (2) There shali be paid to the Fund of the Board all sums required by this Part of this Act to be so paid. (3) There shall be paid out of the Fund of the Board all sums required by this Part of this Act . to be so paid, ” (4) All cheques for the payment of moneys out .: of the Fund of the Board shall be signed by a member of the Board and by any such officer employed by the Board as may be authorized in that behalf bythe Board. - Powee of \"10, (1) The Minister may grant out of the Minieet to Consolidated Fund to the Board, free of interest, Bide Boers, a loan not exceeding rupees one million for the purpose of enabling the Board to meet the initial expenses incurred by the Board in the discharge of its duties under this Part of this Act. _ (2) Any sum granted to the Board by way of loan under sub-section (1) of this section— (@ shall be paid to the Fund of the Board ; and (® shall be repaid by the Board to the Con- : solidated Fund out of the Fund of the +. +, Board in such manner as the Minister : may from time to time direct. ‘Accouns of HL The accounts of the Fund of the Board Fiat ease shall— i : ” (@) be kept in the prescribed manner ; : -@) be audited annually by, or under the : direction . of, the Auditor-General ; oon pane en . (© in respect of each financial year, be laid, _ together with the report of the Auditor- 4 : General thereon, before the Senate and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "i Finance Act, No, 14 of 1963 5 the House of Representatives within eight months of the conclusion of each financial year. Notwithstanding anything in this section, the * accounts of the Fund may be ratified by a resolution of the Senate and the House of Representatives. 12. Rules may be made under this Part of Poverig this Act in respect of all or any of the following matters relating to the Board :-— Loe @ the custody and use of its seal ; . + @) the appointment, promotion, dismissal ‘and disciplinary control of its officers and servants ; {c) the meetings of the Board and the quorum as for, and the procedure to be followed at, such meetings ; and (@) the establishment and maintenance of a, provident fund for its officers and servants, and the payment of contribu tions to that fund by the Board and such officers and servants. 4 13. (1) No suit or prosecution shall lie— Protection for anton taken - @) against the Board for any act which in under, iit Pare . good faith is done or purported to be on tbe drction ee done by the Board under this Part of MP0. _ | this Act ; or ~ @ against any member, officer, ‘servant or . agent of the Board for any act which in : good faith is done or purported to be done by him under this Part of this Act or on the direction of the Board, . (2) Any expense incurred by the Board in any suit or prosecution brought by or against the Board before any court shall be paid out of the Fund of the Board, and any costs paid to, or recovered by, the Board in any such suit shall be credited to such Fund, . .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "6 Finance Act, No. 1 of 1963 . ‘’ @) Any expense incurred by any such person as is referred to in paragraph Bet ‘ub-sectlon (1) in any suit or prosecution brought against him before any court in respect of any act done or purported to be done by him under this Part of this Act or on the direction of the Board shall, - if the court holds that such act was so done or . purported to be done in good faith, be paid out - __ Bf the Fund of the Board unless that expense is wo,“ recovered by him in such suit or prosecution, The Board 14, (1) The Board shall conduct lotteries for the coon porposes of this Part of this Act Every such Boece, lottery is in this Part of this Act referred to as a national lottery”,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "(2) There shall be such number of national lotteries in each year as may be prescribed. Every national Jottery shall be conducted by the Board in",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "__ such manner as may be prescribed, subject however '- to the provisions of this Part of this Act. Raion, « -_ 15. No national lottery shall be conducted in _ terete, “connection with any horse-race or any other form.” ion: of racing. — Pris ia “46, (1) The number of the prizes to be awarded foucren in each national lottery and the value of each of such prizes shall be as prescribed, oe (2) Every prize awarded in « national lottery 2 . shall consist ‘of a sum of money and every “such i! prize shail be exempt from the operation of section an TO the Inland Revenue Act, No. 4 of 1963, and shall not be included in the assessment of profits as income for the payment of tax by such ‘>, prize winner under the provisions of that Act. ;|\" (3) The prize winners in every national lottery | shall be determined by the drawing of lots in public in the prescribed manner. (4 After the expiration of a period of six |‘ months reckoned from the date of the drawing of lots for the prizes in any national lottery, any prize in such lottery which has not been granted \"to the person entitled thereto by reason of the » fact that such person is not to be found shall be | forfeited and paid to the Fund of the Board :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "bow + : Finance Act, No. 11 of 1963 7 . Provided, however, that where any action or ; proceeding arising out of any claim made in respect } of such prize is pending before any court at the ‘ expiration of the per.od aforesaid, such forfeiture shall not be made, and if in the final determination of that action or proceeding any person is declared to be entitled to such prize, the Board shall grant : such prize to that person, and if no person is so deciared, such prize shall be forfeited and paid to the Fund of the Board. 17. (1) The proceeds of every national lottery Feces, shall be paid in the first instance to the Fund of fsa the Board. (2) The Board shall pay to the Consolidated Fund through the Deputy Secretary to the Treasury the balance of the proceeds of every national * lottery after the deduction from such proceeds of an amount approved by the Permanent Secretary . as the amount necessary for the purpose of— (@) defraying, or reimbursing the Fund of : the Board for the payment of,” the : expenses of conducting such lottery i including the value of the prizes awarded : in such lottery ; (®) paying the whole or a part of the remunera~ . tion, if any, of the members of the : Board and the remuneration of the i staff of the Board ; ! (© paying the whole or a part of any contri- i fictions payable by the Board to any ot such provident fund as is referred to : in sub-section (3) of section 6 ; : (@ repaying the whole or a part of any loan : granted to the Board under section 10; an (©) meeting other Habilities of the Board.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "* \"48, ‘The Board shall be exempt from the pay- Gemption A ment of any tax on the income or profits from any fm axon national lottery. pote fom",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "Facoael towed i » 19, The Lotteries Ordinance shall not apply Lote : to or in relation to any national lottery. poly eo teanaly : estou",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "8 Finance Act, No. 11 of 1963 Rule. 20, (1) The Board may make rules in respect of all matters stated or authorized by this Part of this",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "Act to be prescribed, or ia respect of which rules",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "are authorized to be so made by this Part of this",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "Act.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "(2) Without preindice to the provisions of sub",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "‘ section (1) of this section, rules made under this section may make provision in respect of all or any of the following matters :— _",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "(@) the price at which tickets in every national",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "- lottery are to be sold ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "@ the particulars to be ‘stated on every such ticket ; .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "(© the manner in’which tickets im every such lottery are to be sold or offered for sale ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "{@) the employment of agents for the sale of such tickets and the remuneration pay- able to such agents ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": ".. @ the publication of the number of each Binning ticket in every such lottery and of the name and address of the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "‘person entitled to such ticket ; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "(f) all “other matters relating to’ national",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": ". lotteries,",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "@ No rule made by the Board under this section shall have effect until it has been approved by the Minister. Every rule so made and approved, other than any rule relating to any of the matters referred to in section 1 shali be published in the Gazette as soon as it may be convenient.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "Oneo0%, 21. (1) Every person who",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "(@) sells or offers for sale any ticket for the purposes of any national lottery at a price exceeding the price specified for such ticket by rule made under this Part of this Act ; o",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "@) forges any ticket for the purposes of any such lottery ; or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "(@) sells or offers for sale any ticket for the purposes of any such lottery knowing It to be forged,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "shall be guilty of an offence and shali, on conviction after summary trial before a Magistrate, be liable to a fine not exceeding five hundred rupees or to imprisonment of either description for a term not exceeding six months or to both such fine and imprisonment.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "Finance Act, No. 11 of 1963 9 1 gal) fll sums paid or recovered as fines imposed for offences under this section shall be paid to the ( Fund of the Board.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "! 22, All offences under this Part of this Act offense shall’ be cognizable offences withia the meaning Dysomabe and for the purposes of the Criminal Procedure 7",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "Code. 23, In this Part of this Act, unless the context Intrprention otherwise requires, — ; “financial year means the period commen- : eing on October I in any year and ending on September 30 in the next succeeding year ; “ General Treasury” means the Department ‘of Government known as the General : : Treasury ; “Hospitals Lotteries Board” means the . Hospitals Lotteries Board established ynder the repealed Hospitals Lotteries ct 5 . “ Minister” means the Minister to whom the subject or function of finance is assigned by the Prime Minister under section 46 of the Ceylon (Constitution) Order in Council, 1946 ; . . “ prescribed ” meéans prescribed by rule made ‘under this Part of this Act. 24. The Hospitals Lotteries Act is hereby Bepatot, 25, On the appointed date — ‘Teamltory (@ all the movable and immovable properties “\"\"\"™ of the Hospitals Lotteries Board on the day immediately prior to the appointed date (including moneys in the Fund of . that Board) shall be deemed to vest in, and to be the properties of, the National Lotteries Board ; ©) all the contracts of the Hospitals Lotteries . Board subsisting on that day shall be deemed to be the contracts of the . : National Lotteries Board, and all sub- sisting rights and obligations of the nt Hospitais Lotteries Board under such",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 Finance Act, No. 11 of 1963 contracts shall be deemed to be the : sights and obligations of the National Lotteries Board ; : (©) the liabilities of the Hospitals Lotteries : Board on that day shall be deemed to be the liabilities of the National Lotteries Board ; : @ the Hospitals Fund maintained at the General Treasury under the repealed Hospitals Lotteries Act shall cease to be so maintained, and all sums of ‘ money lying to. the credit of such : Hospitals Fund ‘shall be transferred to the Consolidated Fund by the Deputy Secretary to the Treasury ; and (@) the provident fund established and ‘maintained by the Hospitals Lotteries Board for its officers and servants under the repealed Hospitals Lotteries Act shall be deemed to be a provident fund established and maintained by the National Lotteries Board for its ‘ officers and servants under this Part of this Act, * Tarte of «26, On. the “appointed date, all_ officers and pice and servants of the Hospitals Lotteries Board on the . day immediately prior to that date shall be deemed to be transferred to the service, and to be officers and servants, of the National Lotteries Board, Partido ' Imposition, Levy and Recovery of the Exchange Tax Duet 27, This Part of this Act shall come into ark ‘2 aig, ’ Operation on the appointed date. Cerin eles of 28. On or after the appointed date, every sale erie to be of foreign currency in Ceylon by a competent Table to authority to any person for any taxable purpose exchange ux shall be Liable to the imposition, levy and payment of the exchange tax. ape aod . b 2, @ ‘The Misses may, fiom time to time, y impose an a tax (in this Part of ‘rchange tx. this Act referred to as the -“ exchange tax”) on every sale of foreign currency in Ceylon by a competent authority to any person for any such",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "Finance Act, No. 11 of 1963 It : taxable purpose as shall be specified in the Order. The Minister may, irom time to time, by a like Order increase or reduce the rate of such tax on any such sale, ‘ ~  Q) The rate of the exchange tax on any sale ~ referred to in section 28 may be determined by reference to the taxable purpose of such sale, and accordingly such tax may be imposed and levied at different rates in respect of such sales for different taxable purposes. . _.@) Any Order made by the Minister under the Preceding provisions of this section is in this art of this Act referred to as an “ exchange tax Order”,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "(4) An exchange tax Order shall come into force on such date as may be specified in the Order or, if no date is so specified, on the date on which—~",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": ",, it is made by the Minister. :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "() A sale referred to in section 28 in respect of which there is an exchange tax Order for the time being in force is in this Part of this Act teferred 10 as a “foreign currency sale subject to tax\",",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "(6) An exchange tax Order in respect of any fossten currency sale subject to tax shall remain in force until it is revoked by an Order of revoca- . tion, of is deemed to be revoked by virtue of the operation of. the provisions of sub-section (9), and applicable to such sale. Such exchange tax Order shall so remain in force subject to the provisions of any subsequent exchange tax Order",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "+ In respect of such sale made by the Minister increasing or reducing the rate of the exchange tax specified in such first-mentioned exchange tax Order.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "(7) Bvery exchange tax Order shall be published in the Gazette.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "(8) Bvery exchange tax Order shall be brought before the House of Representatives, within a period of two months from the date of the publica- tion of such Order in the Gazerte, by a motion that such Order shall be approved. “There shall be set out in a schedule to such motion the text",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": ". of such Order.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "(9) Any exchange tax Order which the House of",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "+ Representatives refuses to approve shall, with effect from the date of such refusal, be deemed to",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "12 Finance Act, No. 11 of 1963 - be revoked, but without prejudice to the validity of anything previously done thereunder. Notifi- ? cation of the date on which such Order is deemed 3 to be revoked shall be published in the Gazetre. (10) The effect of the revocation of an exchange Hl tax Order by virtue of the operation of the provi- sions of sub-section (9) shall,— {@) in so far as such Order purported to impose and levy exchange tax on any sale of foreign’ currency which was not a foreign currency sale subject to tax on ; _ the day imme lately prior to the date i on which such Order came into force, be to abolish, with effect from the date . of such revocation, such tax on such sale ; or @) in so far as such Order purported 10 : increase or reduce the rate of exchange tax on any foreign currency sale subject + + to tax on the day referred to in para- . graph (a). of this sub-section, be to Tevive, with effect from the date. of 1 such revocation; the exchange tax at ' that rate on such sale, and accordingly .~ ! for the purpose of such revival the i exchange tax Order which was the 1 subject matter of the exchange tax Order so\" revoked: shall” be deemed, with effect from that date, to continue in force, subject however to the other ; provisions of this Part of this Act. (11) For the purpose of the computation of the 2 period of two months referred to in sub-section (8), | to account ‘shall be taken of days on which the House of Representatives is not in session. Revoeation of 30, (1) The Minister may, from time to time, scchangs lek by Order revoke an exchange tax Order for the eter, time being in force (in this Part of this Act referred to as an “* Order of revocation ”) in respect of any foreign currency sale subject to tax. Such Order of revocation ‘Shall come into force on such date as may be specified in such Order or, if no date is so specified, on the date on which it is made by < the Minister. Every such Order of revocation shall be published in the Gazette. The effect of such Order of revocation shall be, subject to the other provisions of this section, to abolish the exchange tax on such sale imposed by that exchange » tax Order. uw",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "Finance Act, No. 11 of 1963 13 . we) Every Order of revocation shall be brought",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "fore the House of Represetitatives, within a period of one month from the date of the publi- tation of such Order in the Gazette, by a motion that such Order shall be approved. There shall be set_out in a schedule to such motion the text.of such Order. ety",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "(3) Any Order of revocation which the House of Representatives refuses to approve shall, with - effect from the date of such refusal, be deemed to be revoked, but without prejudice to anything Previously done thereunder. Notification of such date shail be published in the Gazeste.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "(4) Where any Order of revocation in respect of any exchange tax Order is itself revoked by virtue of the operation of the provisions of sub-section (3), that exchange tax Order shall, with effect from the date of such revocation under the said sub-section @), be deemed to continue in force subject to the Other provisions of this Part of this. Act, and accordingly the exchange tax imposed and levied under that exchange tax Order on the day immediately prior to the date on which such Order : of revocation came into force shall, so long as that exchange tax Order remains in force, continue to be imposed and levied with effect from the date of such revocation under the said sub-section (3).",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "For the purpose of the computation of the ped of one month referred to in sub-section (2), no account shalt be taken of days on which the House of Representatives is not in session.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "31. The exchange tax on any foreign currency Payment of the sale subject to tax shall be payable by the person oO oa om whom such sale is effected, and shall be so payable fovea by such person before such sale to the competent sureny sue authority by whom such sale is to be so effected.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "32. (1) Before any foreign currency sale subject Cottection of the to tax g ) Peter bya competent authority to ny szebangs ar 00 person, the exchange tax on such sale shall be Guteacy sale - Coltected from such person by that authority in the sublet ‘om. Breseribed manner for and on behalf of the Central",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "jank,",
    "mean_p_confidence": 0.11
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "(2) Any exchange tax collected by a competent",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "authority shall be retained by that authority for",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "14 ~ Finance Act, No. 11 of 1963",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "and on behalf of the Central Bank pending its",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "Payment to that Bank under this Part of this Act. (3) Where the exchange tax due from any person on any foreign currency sale subject to tax is not © collected by the competent authority by whom such : sale was effected, stch tax may be recovered from . that authority in'like manner as a debt due to the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "™ Crown.",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "Paya of te 33. (1) Any exchange tax collected by any com- See petent Qare under this Part of this Act shall, competeat ‘within the prescribed period after the date of such sashorty. collection, & paid in the prescribed manner to the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "Central Bank. (2) Where any person who has paid the exchange _ | tax on any foreign currency sold to him, returns the whole or any portion of such currency to the Central Bank or any competent authority, such person. shall be entitled to a sefund from the ' Consolidated Fund of the whole amount, or a pro- ~ + portionate amount, as the case may be, of the tax s0",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "paid by him,",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "Power to 34. Where the exchange tax on any foreign impgies currency sale subject to tax which is due from any time ux a ‘person is not paid to the Central Bank, in accor fot daly paid. dance with the provisions of this Part of this Act,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "by the competent authority whose duty it was 10 collect such tax, the Central Bank may, in its discretion, order that a sum not exceeding fen per centum of the amount of such tax shall be added to such tax and recovered therewith. Any sum so added to such tax shall be deemed to constitute a part of such tax.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "7 Peenmmpion a 35. Any foreign currency sold in Ceylon by fee me any competent authority to any person shall, for corency. the purposes of this Part of this Act, be presumed",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "until the contrary is proved to have been so sold for any taxable purpose.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "Disposal of 36. The amount ofall exchange tax paid to, oF",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "am recovered by. the Central Bank under this Part of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "Feowrod by, this Act shall be credited to the Consolidated Fund, mem Fumishing of 37. The Central Bank may, from time to time, infermation direct any competent authority to furnish to that mn Bank, within such period as shall be specified in",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "such ‘direction, all such information or returns relating to his dealings in foreign currency as",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": ", Finance Act, No. 11 of 1963 . 15 that Bank may require for the purposes of this Part of this Act, and it shall be the duty of such authority to comply with that direction within that period.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "38, For the purpose of verifying the correctness Poms af of any information or return furnished by any fg oe4 competent authority in pursuance of the provisions of this Part of this Act, or for the purpose of securing compliance with such provisions or any directions issued by the Central Bank under s provisions, any olficer of that Bank authorized in that behalf by the Bank may—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "{a) enter any premises used by such authority",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "for the purposes of his business ; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "(®) inspect and take copies of any such docu-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "ments or records as are kept by sitch",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": ": authority in relation to his dealings in foreign currency.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "39. Any person— Offences.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "(a) who contravenes or fails to comply with any of the provisions of this Part of this Act or any directions issued by the Central Bank thereunder ; or @®) who furnishes any false information or false return to, or obstructs, the Central Bank or any person exercising, perform- ing or discharging any power, duty or function of that Bank ; or (¢ to or by whom any foreign currency sale subject to tax is effected before the prior payment of the exchange tax on such sale in contravention of the A Provisions of this Part of this Act, shall be guilty of an offence and shall, on conviction . after summary trial before a Magistrate, be liable to a fine not exceeding one thousand rupees or to imprisonment of either description for a term not exceeding six months, or to both such fine and imprisonment.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "40, No prosecution for an offence under this Promeutions by, Part of this Act shall be instituted except by, or ofmimite with the written sanction of, the Central Bank, ‘Cantal Bonk,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "41. The powers, duties and functions of the Pomn ste. of : Centrai Bank under this Part of this Act shall vest Cents! Bank. in the Monetary Board, and accordingly any Menor such power, duty or function may be exercised, Bours. performed end discharged by the Monetary Board. i",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "16 Finance Act, No, 11 of 1963 ‘ Rowers ee, of 42, Any power, duty or function of the Central Posey Bank under this Part of this Act which is vested hom in the Monetary Board by section 41, other than evcrcsbe, the power to sanction a prosecution under section y+ 40, and to compound an offence under section 44, may be exercised, performed. or discharged on : Hs behalf by any officer of that Bank acting under . the general’ or special directions of the Governor of the Central Bank. Diestionsty —..\": 43, (1) The Central Bank may issue diréctions (Cena Ban. for the purpose of: carrying out’ or giving effect “to: the principles and provisions of this Part of this Act, . fa °\"* (Q) In particular but without prejudice to the > generality of the’ powers conferred by sub-section (1) Of this section, the Central Bank may issue directions for or in respect of all or any of the following wea) Matters +‘. any: matter stated or required “by this Part of this Act to be prescribed or * for which ‘directions are authorized by “this Part of this Act to be issued ; \\' \"© any matter relating to the mode of the ae levy, payment and recovery of the an exchange tax in respect of which the oe provisions of this Part of this Act . need to be supplemented ; and (©) any matter connected with or incidental lel to any of the aforesaid matters. omens to -44, The Central Bank may accept from any compound, : person who is reasonably suspected of having . committed an offence under this Part of this Act, by way of composition..for the offence which may have been committed, either such sum of money, not exceeding one thousand rupees, as may bbe specified in the notice sent by post or otherwise delivered to such person by that Bank if the sum so ~'. specified is tendered by such person: before the us 1 expiry of fourteen days after the date of such notice, of the sum so specified and such additional amount, not exceeding ten per centum of the sum : $0 specified, ex may be determined by that Bank, . if the.sum $0 specited and the additional amount 4 so determined are tendered by sucti person before _ the expiry of twenty-eight days after the date of ~’ such notice. Any sum so accepted by the Ceatral",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "\" Finance ‘Act, No. M1 of 1963 : 7 “Bank by way of composition of such offence shall be ctedited by that Bank to the account ‘or referred to in section 36, 7. - * 45: In this Part of this Act, unless the context tmepretiton, otherwise requires,— s+, «1 “antral Bank”? means the Central Bank of ‘tera \"9+\" “Ceylon established under the Monetary”, Law Act; ¢ es , <7.) “* competent authority” means any authorized =, us \"+ “dealer within the meaning of the Ex- nolst soe change Control Act, of any other Ma penan, for the time being, authorized y or under that Act to sell foreign teas lo pae, currency ; to te wu \"foreign currency” has the same meaning as 13,“ tin the Exchange Control Act ;* “ Minister\" means the Minister to whom the Rey subject or function of finance is assigned «by the Prime Minister under section 46 ~:~ of the Ceylon (Constitution) Order in Councit, 1946 ; vom, “Monetary Board” means the Monetary + yy aq, Board of the Central Bank established oven. 2\" under the Monetary Law Act ; “> 1 “sale”, in relation to foreign currency, means’ Stara a, w to sell such currency, and includes the ‘eu oa 7! :saleor issue-to any person of any ticket a for travel abroad by air, sea, or railway, ni! ne whether or not such person pays or is te.pay for such ticket, and the expression - foreign currency sale subject to tax” Suu ol’, Shall be construed accordingly 3 and rh Sele taxable purpose”, in relation to the sale of foreign currency, means any purpose, : my 7 other than the importation of goods. “+ 46. The provisions of this Part of this Act shall rns rar of tis be in:addition to and not in derogation of the Age oe in “provisions of--the Exchange Control Act, and fain saoee * accordingly nothing in the provisions of this Part fouo'se of this Act shall be deemed or construed to autho- Eoauaf Ac. 1 ize any competent authority to sell any foreign currency for any. purpose unless such authority is authorized, to do-so by or under the Exchange Coatrol Act. :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 19,
    "par_num": 7,
    "text": "18 Finance Act, No. 11 of 1963 .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 7,
    "text": "“y : Parr It",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 19,
    "par_num": 7,
    "text": "Aamendments to the Pawnbrokers Ordinance, Money ‘Lending Ordinance, Marriage Registration we ee Ordinance, Insurance Corporation Act, ‘No. 2 of 1961, and Registration of .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 19,
    "par_num": 7,
    "text": "4 Documents Ordinance : fmenimecs +\", 47, (1) The Pawnbrokers Ordinance is hereby",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 19,
    "par_num": 7,
    "text": "Bawabeokers amended as follows :—",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 19,
    "par_num": 7,
    "text": "(Chapter Sm, (@) by the insertion in Part If of that Ordinance, sito y_ immediately before section 3 of that wy Ordinance, of the following new section",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 19,
    "par_num": 7,
    "text": ": which shall have effect as section 2a v» of that Ordinance — Contain 2a. On or after the first day of 1 probibited from January, 1964, no person shall carry HeyeresS on the business ofa pawnbroker if ou perience such person— | : 1 Av 7-4. (i) is an individual who is not a c 1 citizen of Ceylon; or i Gi) is a foreign company ; or . . Gi) is a foreign firm; 4 an and accordingly any licence to carry + | on. such business which was issued to Loo! any such individual, foreign company +271. or foreign firm and was in force of ts the day immediately prior to the said : a first day of January shall, on and 7 after the said first day-of January, be ; 1° deemed, for all purposes, to be null Roe and yoid.” ; . fi ®) by the repeal of section 7 of that Ordinance (replaced by Act No. 55 of 1956) and + the substitution therefor of the following new section :— “awe of 1 1. On, or ater, the fist day of ne eoo8 lanuary, , no licence for carrying prohibited. on the business of a pawnbroker shall be issued to any person who is “ no prohibited from carrying on such j usiness by virtue of the operation of | : the provisions of section 2a, and . + accordingly any such licence issued to | ao any such person, whether by inadver- | -+ tence or otherwise, shall be deemed, { for all purposes, to be null and void.” 5 | eG",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": ": Finance Act, No. 11 of 1963 y (©) by the insertion, immediately after section ws 46p of that Ordinance (inserted by Act cae No. 55 of 1956), of the following new on section :— . . “Burden of 46c. .For the purposes of the issue rent, to any person of any licence for carrying on the business of a pawn- - broker, or of any prosecution institu- “.. ted against any person for any offence : under this Ordinance, the burden of . proving that such person is a citizen of Ceylon, or is not a foreign company or foreign firm, shall lie on fuck Al * person.” ; and be @) in section 47 of that Ordinance by the +» insertion, immediately after the defini . tion of,~ , ~ @ “appointed date”, of the new deft . nition :-—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "** citizen of Ceylon” means am fodivdval who is a citizen of Ceylon under any law",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "soy for the time being in force : felating to such citizen- : ‘., ship 35 and",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "Gi) “district”, of the following new",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "mo definitions -— us ‘ *“ foreign company” means a Dou. company to which Part . XI of the Companies Ordi-",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": ". , nance applies ; . i “ foreign firma” means a firm— : (@) consisting of. Pad pedis). °\" partners one of whom",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": ". is not a citizen of",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "es \"ts.\" Ceylon, or both of Be whom ‘are not such sty bee citizens ; or",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "oe © consisting of more . ain ! than two partners cS \"|: 2 at least one of whom ” is not a citizn of",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "t ae Ceylon ;’.",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "woay i,",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "sn -Q) Where any person was, on the thirty-first day of. December, 1963, carrying on business as a pawabroker under the authority of a licence issued",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "20 Finance Act, No. 11. of 1963 *’'to him under the Pawnbrokers Ordinance but is prohibited from: carrying on such business after ‘“ that day by virtue of the operation of that Ordinance as amended by sub-section (1) of this section, then, 1. aotwithstanding: anything in that Ordinance.as so ‘/) amended,-.any. Fights liability, action, proceeding -s oF thing, acquired: or incurred or pending by or : uiiagaingt such ‘person on or before that day in his si Capacity~as such pawnbroker may, after that day, ty be-enforced or carried on-or completed as though uar'such: person was not’ so’ prohibited from carrying om such businesse:: 2. 042,72 Bina ne thd 2 Amendments to 48. (1) The Money Lending Ordinance is hereby pe Meney apts Amended as follows — Ons - Beateg nhs 8. tg ne et pert, + (@) in the long title of that Ordinance, by the substitution, for. the — expression “fl ~ sor sig- Money-Lending \" Transactions.”, of & sw\" SH “the expression ““ Money-Lending Trans: .., aetions, and the Prohibition of the vei vecoua\"” & carrying -on ofthe Business of Money- teas. 9 6 1t ' Lending by Certain Persons.” ; £2 ©) by the insertion, immediately after section 1 ~ ee ws, OF that‘ Ordinance, of the following fest 8° new sections which shall have effect as section 14 and section 1B of that won wbie ac) Ordinamee tier int cPghtion TA (1) On or after the first 5 “earningon’ day of January, 1964, no person shall irs ofthebusiaess | carry on the business of money lending Ah Sraipp gg? if-such person— Senn PeSSER (a) is an individual who is not @ mors, ssn\" a. éitlzen of Ceylon ; or au ke rta'd.(b)-is a foreign company 3° or eae” een) is a foreign firm: moet, Provided, however, that the pre- fan, uy. 18eding provisions, of this sub-section .;» Shall not apply to’ any foreign firm or oa)‘. foreign company approved for the sree acy. Purpose: of this sub-section by the LS\" Minister of Finance by Order pub-_. . lished in the Gazette. -4.Q) Any person who contravenes the provisions of sub-section (I) shail 1 2° :be guilty’of an offence -and shall, on eon\" 8 gonvietion. «after summary 7 trial . vost. <2. Defore a Magistrate, be-liable toja",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": ". Finance Act, No. 11 of 1963 ar",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "fine not exceeding one thousand rupees or to impr:sonment of either descrip",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "tion fora term not exceeding six months, or to both such fine” and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "imprisonment. : : ‘i (3) In any prosécution of any’ person for an offence under th’s section, the burden of proving that such, person . is a citizen of Ceylon, or is not a foreign company or foreign firm, shalt lie on such person, . 4 . (9) In this section\"",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "@ “citizen of Ceylon” means any",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": ": individual who is a citizen. ~ 27 et Ceylon under any law for + thetime being in force relating",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "to suck citizenship.;:: “ oe (0) “ foreign company”. means. pan company to which Part XE . of ‘the Companies Ordinance",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "“ ~ |. 7 applies, other than any com-",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "vs mercial bank within _ the",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": ": meaning of the Monetary Law",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "Act or any life insurance company ; and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "_ © “foreign firm” means a firm— @ consisting of two part-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": ": : ners one of whom",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "is not a citizen of ; » Ceylon, ot both of . whom ‘are got such citizens ; or : (ii) consisting of more than » two partners at least one of whom is not a . citizen of Ceylon. . Prohibition 18. No -suit or other proceed- -",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "f other or ings shalt be instituted or maintained deme ia in any court in respect of any money Troe ent in dent if such money was lent on or gains’ after the first day of January, 1964, cunsiees by “any person carrying on the busi-",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "vi a.0 ness of money lending in contra- #4 “vention of the provisions of sub- section (1) of section 1A.\",",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "2 Finance Act, No. 1 of 1963 (2) Where any person was, on the thirty-first . day of December, 1963, carrying on the busines of money lending but is prohibited from carrying on such business after that day by virtue of the oper- ation of the Money Lending Ordinance as amended by sub-section (1} of this section, then, notwith- standing anything in that Ordinance as so amended, any tight, liability, action, proceeding or thing acquired or incurred or pending by or against such person on or before that day in his capacity as such money lender may, after that day, be enforced . cor carried on or completed as though such person was not so prohibited from carrying on such business. Amminensie 49. (1) The Marriage Registration Ordinance Repose * as hereby amended as follows :— Ghagser 112, (@) in section 34 of that Ordinance,— @ by the substitution in sub-section (5) of that section, for the ex- pression “was solemnized. , of ‘the expression “ was solemn- ized together with stamps of a : value equal to the amount of the fee payable to such Registrar for. the registration of such marriage. ”, @ by the substitution in sub-section . @ of that section, for the ex. pression “ duplicate statement, \", . GF tho. expression duplicate . stateroent together with stamps : equal in ‘value to, the amount of the fee payable to such Registrar for the registration of the marriage, ”, and Gili) by the insestion, at the end of that section, of the following new sub-section :— : “(8) A. Minister shall _ '. refuse to solemnize a marriage. ©. until the parties thereto have paid to him, for transmission . 0 the District Registrar, (he wee fee payable to suc! strar + for \"he Me isuation “oF the marriage.” ; ’",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "Finance Act, No. 11 of 1963 23 {®) in section 62 of that Ordinance, by the ~ substitution in sub-section (1) of that, section, for the expression “The fees enumerated ”, of the expression * Sub- ject to the provisions of section 34, tho. fees enumerated ” ; and (©) iin the Second Schedule to that Ordinance, by the insertion, at the end of that Schedule, of the following new item the Particulars of which shal be so inserted in appropriate columns ot it Schedule “Do . Registration of marriage solemnized in a registered © place of public _. Y >. worship do 1.50.\". (2) The amendments made in the Marriage Registration Ordinance by sub-section (1} of this section shall come into operation on the first day of January, 1964, 50. (1) The Insurance ation Act, No. 2  Ammsaeus to of 1961+ 3s hereby amended as follows + fate (@ in section 7 of that Act, by the substitution, in sub-section (3) of that scotion, for the words “any new business of life”, «of the words “ any business of” ; b) by the repeal of section 10 of that Act © by eG Ue substation thersior oF “he ~ following new section :— “conpoenten - 10, (1) On or after the first day of Beet woe Janvary. » 9c notwithstanding any- Siorind:o thing in any other law— Tmunne (a) the Corporation shall: be the feuiaes in sole jusurer authorized to SGiiamey 1, transact new. business of any i class of insurance whatsoever , and to issue policies of in- ° a suranos, in Ceylon ; and, (6) no’ other insurer shall transact any new business of | in- + oh.gurance whatsoever, or issue a . + gay new policy of insurance, Piolcor es. or renew any policy of S++ general insurance, in Ceylon.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "4 Finance Act, No. 11 of 1963 (2) Every policy of insurance issued",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": ". or every policy of general insurance",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": ". . +-renewed on or after the first day of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": ": > January, 1964, by any insurer other",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "2 +. |. than the Corporation shall be deemed",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "to be invalid and accordingly shall be",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": ": , of no force or effect in law. «",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": ": + 3) No policy of general iosurance",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "entered into by or with any insurer",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "ee other.than the Corporation shall be",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": ": |, + valid or effective beyond such date in",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "' : the year 1964 as is the expiry date of such policy, or, where the expiry date",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "_ “of such policy is a datebeyond Decem-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "ber 31,1964, after December 31, 1964. ' - (4) No insurer shall be entitled to \\ “ . ‘compensation for any loss incurred ~ by him, whether directly or indirectly,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "va’! wis by reason of the fact that he is unable",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "ope “to Aransact any, new business of",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "i\" > insurance, of to issue any new policy of",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "insurance, or to renew any policy of - general insurance, by virtue of para- , + uc. - graph @) of sub-section (1).” 5 (©) by: the repeal of section 15 of that-Act ; (@) in section 17 of that Act, by the substitution in sub-section (1) of that section, for the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "Soba word “ten”, of the word “ twenty” ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "(@) in section =20' of - that Act, by the",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "substitution, for the words “and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "Bk the reinsurance business,”, of the",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "t we words “and ‘any other class of i . insurance business, ”;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "‘s». % (f) in section 26 ofthat Act by the omission | % “of the--words “and its reinsurance \\ : ~ business”; and ~ ‘",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "' vt. | (g) by the insertion, immediately after section",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "a 33 ofthat Act of the following new",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "yng .-° + s¢etions which shall have effect as seetion",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "om 33a and section 338 of that Act :-—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "“7 “etunniie of \"334, All, liabilities of the Cor,",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "fhe Corpor tion arising out of policies of",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "». REESE Eelrance issued by or taken over by",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "<1 Basecimof \"the Cosporation, including in the case",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "polcies gunran- . Of life insurance policies the bonuses iedtythe declared and payable by the Cor- poration, shall be guaranteed by tho",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 25,
    "par_num": 34,
    "text": "Government of Ceylon.",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "Finance Act, No.1 of 1963 9s",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "* anplémentof  - 3p. ‘The Minister‘ shall take 2 grunge.“ steps to\" offer employment in the",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "pornion Corporation to persons who bave da of Deen employed ‘under ‘insurers in",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "ot y Ey te Ceylon:on July 31, 1963, and who * 2 tan ty -.° have lost their employment due to suet retrenchment effected by such in-",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "surors:by reason of such insurers not",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "wet , being able to transact any new busi-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "Sb az ic) mess of. general insurance on and ap UF Sy after January 1, 1964.\"",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": ":.», (2) The amendments. made in the Insurance",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "£ Corporation Act, No.2 of 1961, by sub-section (1)",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "of this section shall ‘come into operat.on on the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "first day of January, 1964,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "‘$1. ‘The First Schedule to the Registration of Amepdneat of + Documents Ordinance is hereby amended, in Part {5 Fict | +L of that Schedule, as:follows :— eae #2 22\"(@) ta item 1, “by the substitution, in_para-",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "oS graph (@)\"of that item, for the figures His. 9. #108 of the figures 2. 0\"; and 2 cf @ im item3;-by the substitution, for the “lias ot figures. 0,50\", of the figures “1. 0\". no PART TW Amendments to the Estate Duty Ordinance 4",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "X52 The provisions of this Part of this Act shall Deteot, iyeome into operation on the appointed date. hee P 3, Section’ of the Estate Duty Ordinance Aoi ot \"“queteinafter in this Part of this Act referred to as Zpuctea.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "“ithe: principal enactment ”), as amended by Act",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "“No, 15 of 1959, is hereby-further amended in sub-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "\"section (1) of that section as follows :—~ . ..",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "ee the substitution, in paragraph (v) of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "£1 OP) IS Sibsection for te werds * or any",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "a subsequent date,”, of the words and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "figures “and not later than’ the thirty- AE first day of July, 1963,” ;-and--»- :",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "26 Finance Act, No. 1) of 1963 : 2) by the addition, immediately after para- & graph 0) of that, sub-ection, of the following paragraph :— “ (i) where the date of his death is the first day of August, 1963, or any.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "Subsequent date, be computed in",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": ": accordance with’ the provisions of this Ordinance—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "@ if the value of his total estate does not exceed the value of his Ceylon estate, at the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": ": rates shown in cohimn If of “Part VI of the Schedule, each",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "such rate being applicable to",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "| such portion of the value of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "the estate as is shown in the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "corresponding entry in",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "... column T of that Part, and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "@) if the value of his total estate exceeds the value of his Ceylon estate, at a rate equal",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": ". to the percentage which the amount that would be estate-! duty on his total estate, if his total estate were entirely his Ceylon estate, bears to the value of his total estate.”,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "Aawetonat of 54, The Schedule to the principal enactment, ieeneiie as Inst amended by Act No. 15 of 1959; 6 horcoy See amended by the addition, at the end of that Schedule, of the following new Part :— : : rows coe ite * te pat 90 the fit Rs. 29090 of te value of he enate Nd Site nx Re en oe ets op ea, aN Gates ant ma sou ot ae wens ertmeegese = . {Sots at Fe 3000 ofthe ate ots eas head {Gn Ge st RE Ato aie ore ea mg + Sa ment Re seo ot as chase pa Qn ase Ra eure ibe aS ea es emt fp te Ta ee Se {9 te ext Re 180,00 fs ues of ee pear Quien Re leet rmeciecns 3 + Gasser me Ieetcmecmeats 8 uf next Re 128 003 to ae of te ne 28 $text Re 28.0 esas of ae 7B She att Re 8009 ote nn of ees 24 j 35 tenet Wa Soo ote vans Fe ee o 8 {9a te oor Re: 80.90 of to te oF he Sas 8, ; a ee maf a . |",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "Finance Act, No. UW of 1963 a7 Part V: . Amendments to the Inland Revenue Act, No. 4 of 1963 55. The provisions of this Part of this Act pueot shall come into operation on the appointed date. Betton or th act 56. (I) Section 39 of the Inland Reveaue Act, Amadment of No. 4 of 1963, (hereinafter referred to as the Sm 3, ° Principal Act\"), is hereby amended by the No 4aidS, substitution, for ‘sub-section “(1) of that section, of the following sub-section :— “(1) Subject to the other provisions of this Chapter, there shall’ be ‘charged. fom every individual, other than an individual referred to in section 28, a tax which is hereinafter in this Act referred to as the “gifts tax” in respect of the taxable gifts made by such individual—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "(@) at the rate or rates specified in the Fourth Schedule to this Act, for the year of assessment commencing on April 1,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "1963 ; .  @) at the rate or rates specified in the Fifth oan Schedule to this Act, for the year of assessment commencing. on April 1, - 1964; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "(6) at the rate or rates specified in the Sixth Schedule to this Act, for every year of assessment commencing on or after April 1, 1965”.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": ". (2) Section 42 of the principal Act is hereby amended as follows :—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "(a) in sub-section @ of that section, by the substitution, for the words “shall. be computed.”, of the words “shall be computed ty the application of ‘the appropriate rates of gifts tax.” ; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "@) by the addition at the end of that section, of the foflowing new sub-section -—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "(3) In the computation of the gifts tax payable by any individual for any year of assessment the rate or rates of gifts tax which shall be applicable in respect of the gifts made in the year preceding that year of assessment shall be the rate or rates which would have been applicable if those gifts",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "<",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "Bo Finance Act, No. 11 of 1963 - and the gifts made previously by that individual had been aggregated for that year of assessment.”, ‘Addtionot”” ‘” 57, The following new Schedules are hereby enced added immediately after’ the Fourth Schedule to - Priccipal Ac” the “principal Act and shall have effect as the vi. \"7: Fiftth and Sixth Schedules to the principal Act :— 3 3 Lek “* FIETH. SCHEDULE : vee Part I. a “For gilts made during the périod conimnencing on April, 1963, and ending cn Sly 31,1968: the gis Lax tal be a toe Sos ceo sor opuiee It Se Fowib Seoedte, . . U8 art For gifts made during the period commencing on Rates of gifts . August I, 1963, and ending on March 31, 1964— ‘ox “ On the first Rs, 50,000 of the value oF all taxable gif's .. 3 per contunt ‘On the met Rs, 25,000 ofthe value ofall anable gts |. 10 per centun 3 “On the next Rs. 25.000 af the vaiue of ai caxable its. © 12-yer extura _ nthe net Ra 40,000 ofthe Value of af taxable ins | 15 par centume + On the next Rs. 40,000 of the value of alltaxable gifts. .. 16 per Centum nthe next Rs, 80,600 of the value of at axable gif. 22 per cenlom nthe next Re 80,000 ofthe value of atagabe gta. 24 per contum ‘Onthe next Rs, 80,000 ofthe value ofall urable gifts <0 per cantare +.) Onthe nest Re. 80,000 ofthe value fal tanable gts. 36 pr ants a he next RS. 80,000 of the valve of all taxable gity |. 42 per eeatum On the next Ra. 8,000 of the valu of al taxable gis. 54 per omar ‘On the next Rs, 80,000 of the value ofa axable gs a.” 60 per center ‘On the next Rs, 250,000 of the value oF bl axable pis .. 72 per centum + 1 Onthe nest Rs. 450000 ofthe vale fal axable ita |. 96 per exais> f°) Otho alanes ofthe wade ofall taxeble its. |. 100 per cenmuss - a : SoH SCHEDULE \"For gifts made ducing the seecrdir off assessment com- vo aenin i rate Apher pgtae fal bo hn sme too + tes specided in Bart i of tne rth Seomdates Part VI. Amposition of tax on transfers of property . . under certain conditions harge of 58, (1) Subject to the provisions of sub-section theta. (4), where there is a transfer of ownership of any property in Ceylon to a person who is not a citizen |",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 30,
    "par_num": 2,
    "text": "Finance Act, No. Ut of 1963. 2 of Ceylon, there shall be charged from the transferee of such property a tax ‘of such amount as is equiva- lent to value of that property.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 30,
    "par_num": 2,
    "text": "(2) The tax referred to in sub-section (1) is hereinafter referred to as “ the tax\". ._ - (3) A person liable to the tax shall pay the tax— —- um (@) if the property consists of land, to the Registrar of Lands of the district, in re which the land transferred is situated, . + before the. instrument by which the : transfer. of that land was effected is : presented for registration in accordance . with the provisions of the Registration a of Documents Ordinance, and © if the property consists of any shares in : any company, to the company before a thé transfer ‘relating to the shares in respect of which the tax is payable is : registered in the registers maintained : by that company for the purposes of “ transfer of shares. *” @) The preceding provisions of this section shall “snot apply to— * cc (@) the transfer of any land ot shares to any { ° commercial bank (within the meaning of : - the Monetary Law Act) or body of . persons carrying on the business of in 7 _ Surance which is not a citizen of Ceylon arising out of the sale of such land or . shares to such bank or body of persons on - in execution of a decree of court to : enforce the mortgage of such land or shares whether before or after the date of operation of this Part of this Act, . ag security for a loan or advance given t by such bank or body of persons ; (®) the sale of any land to any person who is ‘ not a citizen of Ceylon if it is proved to the satisfaction of the Registrar of a Lands, who is responsible for the collec- . \" tion of the tax, that the negotiations for . such sale had commenced before the date of operation of this Part of this",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 31,
    "par_num": 3,
    "text": "Wo Finance Act, No. V1 of 1963 Act, and the instrument for the transfer of ownership of such land was effected in consequence of such negotiations ; (© the transfer of any Land, or shares in any company, to any commercial beak - (within the meaning of the Monetary aw Act), or a company which is a ' nominee of such bank, in its capacity as i trustee under any instrument whatsoever ; y (@) the sale of any shares in any company held by a director of such company who has retired or is retiring from the office of director or is going on leave out of the Island, to any person, who is not citizen of Ceylon and who is a director, or is succeeding him in office as director, - of such company ; : , (©) the transfer of shares in @ company arising ‘ by reason of the investment of the funds : : in a blocked account (within the ‘ meaning of the Exchange Control Act) or by reason of the investment of the funds of any company which is nota! citizen of Ceylon and which is carrying , on the business of life insuratice ; the transfer of shares in any company to o ‘any commercial bank” (eatin ” the meaning of the Monetary Law Act) in satisfaction or part satisfaction of any ' Joan, overdraft or other financial : accommodation given by such bank on : the security of a mortgage of such | . shares ; or ‘ (g) the transfer of property of any such class or description as is specified in any Order made by the Minister and published in . the Gazette, (5) The preceding provisions of this section shall bedeemed tohave ome into operation on August I,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 31,
    "par_num": 3,
    "text": "4 es ofthe 59. Where a person liable to the tax in respect of benpeyment any property does not pay the tax as required under",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 31,
    "par_num": 3,
    "text": "this Part of this Act the tax shall be deemed to be in default, and the Commissioner of Intand Revenue shall, upon notification of such default by the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "Finance Act, No, 11 of 1963 31 Registrar of Lands or the company, as the case may be, take steps for the recovery of the tax deemed to be in default.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "For the purposes of such recovery the provisions of the Inland Revenue Act, No. 4 of 1963, shall, a mutatis mutandis, apply in like manner and to the same extent as such provisions apply for the re- covery of any tax in default under that Act.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "60. (1) An instrument effecting a transfer of condition ownership of any land to a person shall not be fm registered in accordance with ihe provisions of the Sfimnocats Registration of Documents Ordinance unless the Tiling to, Registrar of Lands to whom the instrument is propery. presented for registration is satisfied that—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "(@) such person is a citizen of Ceylon; or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "@ if such person is not 2 citizen of Ceylon, the tax in respect of that land has been \\ paid. i",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "(2) A transfer of shares in a company shall not : be registered in the register maintained by that ' company for the purposes of the transfer of shares ' unless the company is satisfied that— {",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "@ the person to whom such shares were 1 traosferred is a citizen of Ceylon ; or | (®) if the person to whom such shares were transferred is not a citizen of Ceyton, ' the tax in respect of such shares has been paid. \\",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "(3) Where any question arises as to whether a ! person is or is not a citizen of Ceylon for the put- 5 poses of sub-section 0) or sub-section (2), a , certificate under the hand of the Permanent Secre~ 1 tary to the Ministry of Defence and External i",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "jairs that that person is a citizen of Ceylon shail ‘be conclusive proof of the fact that he is a citizen of Coylon for the purposes only of sub-section (1) : or sub-section @.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "61, (1) Where a transfer of ownership of any Penons_ property to a person who is not a citizen of Ceylon ‘saserring",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "s been effected on any date during the period FREE commencing on the first day of August, 1963, Aum t 190, and ending on the date on which this Act becomes énactment of an Act of Parliament, and—« + this Act to nop",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "(@) where the instrument by which such trans- iw ‘he 1, fer was effected has, if such property consists of jand, been registered in wo",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "32 Finance Act, No. 1 of 1963 . accordance with the provisions of the Registration of Documents Ordinance, - or : @) where such property consists of shares in a \"Sompany, such transfer bas been repis- tered in’ the registers maintained by : that company for the purposes of the transfer of shares, before the expiration of such period, then the transferee of such property shall be liable to the tax. “, -() A person who is liable to the tax under sub- _. section (1) shall, upon being requested by notice in + ‘+ writing sent to him by the Registrar of Lands, or the company, as the case may be, by registered letter * through the post, pay to such Registrar or company, within the period ‘specified in such notice, the amount of the tax specified in the notice, such amount being an amount equivalent to the value of , .. the property transferred to the person who is not a citizen of Ceylon, Suns pid or 62. All sums paid to or recovered bya Registrar geomred ss | of Lands or a company as tax under this Act shall? gitted todo” be credited by such Registrar or company to the. Geuplgred |” Consolidated Fund of Ceylon. . Proceing for , \"63. Where any person fails to pay the amount of ‘he swore Of the tx speed na note sat fo him by a Rese Dessous lable trar of Lands or a company under sub-section (2) » Sa. of section 61, such amount shall be deemed to be in default, and such Registrar or company may issue a certificate containing particulars of such amount and the name and of the defaulter to a Magistrate having jurisdiction in the division in - which such defaulter resides, ‘The Magistrate shall thereupon summon the defaulter before him to \" show. cause Why proceedings forthe recovery of the + tax: in default should ‘not be taken against~such defaulter, and if sufficient cause is: not shown, ... the amount of-the tax in default shall by order of the Magistrate’ be recovered as if it were’a fine imposed by the Magistrate on such defaulter. bli. 64. (1), Where a company fails to comply - ; +h. qth the provisions of sub-section (2) of section 60, meg every director, manager, secretary or other officer sosaied «of that company.shail be guilty. of an offence . -y-rounder this Part of this Act, and shall, on conviction +} ‘after summary.trial before a Magistrate, be liable",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 34,
    "par_num": 18,
    "text": "+, Finance Act, Na. 11 of 1963 3 toa fine not exceeding one thousand rupees or to imprisonment of either description for a term not . exceeding six months or to both such fine and_ imprisonment :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 34,
    "par_num": 18,
    "text": "Provided that a director, manager, secretary or other officer of such company shall not be deemed to be guilty of such offence if he proves that such offence was committed without his knowledge or that he exercised all due diligence to prevent the commission of such offence.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 34,
    "par_num": 18,
    "text": "(2) Every person who is liable to the tax under sub-section i) of section 61 shall notify in writing, within fifteen days after the ‘date on which this Act becomes an Act of Parliament,—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 34,
    "par_num": 18,
    "text": "(@) if the consists’ of land, the",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 34,
    "par_num": 18,
    "text": "Regittar of Lands of the district in",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 34,
    "par_num": 18,
    "text": "which the land transferred by an, in-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 34,
    "par_num": 18,
    "text": "strument referred to in that sut ion",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 34,
    "par_num": 18,
    "text": "is situated, of the fact of the execution",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 34,
    "par_num": 18,
    "text": "of such instrument, or",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 34,
    "par_num": 18,
    "text": "(8) if the property consists of shares in a company, the company in the registers",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 34,
    "par_num": 18,
    "text": "of which the transfer of such shares",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 34,
    "par_num": 18,
    "text": "was registered, of the fact of the transfer of such shares.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 34,
    "par_num": 18,
    "text": "(3) Any person who fails to comply with the provisions of sub-section (2) shall be guilty of an offence under this Part of this Act, and shall, on conviction after summary trial before a Magistrate, be Hable to a fine not exceeding one thousand tupets or to imprisonment of either description for a term not exceeding six months or to both such fine and imprisonment.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 34,
    "par_num": 18,
    "text": "65. The provisions of this‘ Part of this Act Ths Put of shall have effect notwithstanding anything to the (EAU, contrary in any other written law. gibt ween",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 34,
    "par_num": 18,
    "text": "66. In-this Part of this Act, unless the context — tnerpretation. otherwise requires,—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 34,
    "par_num": 18,
    "text": ". “citizen of Ceylon ”\"—",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 34,
    "par_num": 18,
    "text": "(@) in the case of a person who is an individual, means an individual who is a citizen of Ceylon under any law for the time being in",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 34,
    "par_num": 18,
    "text": "oy 1. force relating to such citizen- Soa a. ship,",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "34 Finance Act, No. 11 of 1963",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": ". (8) im the case of a person which is a company, means a company to which Part XI of the Companies",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "Ordinance does aot apply, and oa (© in the case of a person which is a : firm consisting of two partners, ameans a firm where both partners are citizens of Ceylon, and in the case of a firm consisting > of more than two partners, means a firm where the majority of the partners are citizens of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "Ceylon ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "“company” means a company incorporsted ‘or registered under any law in force in Ceylon or elsewhere ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "“land ” includes— . (a) any land covered with water ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "() any house or building or any part thereof ; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "(©) any undivided share of any land ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "“ market value”, with reference to the transfer of any property otherwise than by sale, means the price which that property could have fetched on the date of the transfer in an open market ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "° * property” means—",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "{@) any land, of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "(@) any shares in a company ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "“transfer of ownership”, with reference to any property, means the transfer of ownership of that property by sale, gift or in any other manner whatsoever other than a transfer of ownership arising—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "(@) upon intestacy ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "@) by gift or testamentary disposition oy any individual to his spouse, chiid, parent, brother or sister, and the issue of such child, brother or sister who is not a, citizen of Ceylon ; or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "{©} upon the succession of any person as trustes to a person appointed as trustee under a will or any in- strament of trust or of any pro- vident fund or any investment ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 36,
    "par_num": 1,
    "text": "‘ Finance Act, No. 11 of 1963 , 33 “ transferee ” includes— (@ in the case of a transfer of ownership by a deed of gift, the donee ; and {B) in the case of a transfer of ownership . by gift by a testamentary dis- . position, the person to whom it is $0 gifted ; and “ value” means— (@) in the case of any Property of which the transfer o} ownership took place by sale, the price realised by such sale ; (® in the case of any property of which the transfer of ownership took place otherwise than by sale, the amount equal to the market value of such property on the date of such transfer. Part VIL Amendments to the Monetary Law Act and the People’s Bank Act, No. 29 of 1961 67. The following new Part is hereby inserted Tusetfoa of immediately after Part III, and shall have effect as MEEALUG Part Ila, of Chapter V of the Monetary Law iteMonsucy ‘Act — Law Age “Part Ta MEDIUM AND LONG TERM CREDIT OPERATIONS ‘WITH CREDIT INSTITUTIONS Leama or 88a. (1) With the object of grant- advanes to ing ath accommodation {3 any instintions. credit institution in respect of lending . operations carried out by such institu- tion for any productive purpose, the Central Bank may, from time to time, grant, out of the Fund, any joan or advance to such ” institution against a promissory note given Such institution subject to” and y accordance with the following con- £ ditions :— (@) that the loan or advance is re- ' ‘payable within such period not exceeding fifteen years . as may be determined by the Bank ; ,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 37,
    "par_num": 5,
    "text": "36 Finance Act, No. 11-of 1963 (®) that the repayment to the Sans Central Bank of the loan bey or advance is secured by . the assignment to the Bank wre by way of pledge— . : (i) of debts owing to : such institution by . its borrowers in . respect of such . Purpose or purposes, and ” Gi) of mortgages _given as : security for the 3 payment of such debts to such insti- tution; and (© such other conditions in-",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 37,
    "par_num": 5,
    "text": ". cluding the rate of interest to be charged by the Bank on such loan or advance, as may be",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 37,
    "par_num": 5,
    "text": ": determined by the Mone- tary Board. : Such assignment is in this Part ~ of this Act referred to as an “ assign~ ment by way of pledge\".",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 37,
    "par_num": 5,
    "text": "@) The Monetary Board may prescribe the conditions subject to which loans or advances will be avail- able out of the Fund to credit insti- tutions, including conditions relating",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 37,
    "par_num": 5,
    "text": ". to the rates of interest charged by. institutions, to the ses for which . their loang in general are. destined, and to any other matters affecting or, connected with the credit policy of such institutions. : (3) An assignment by way of pledge Ge Conn Bank andes fk Pare \"7 of this Act shall be effected by an _ instrument which shall be substantially “2. in the following Form :— Form of Assignment by way of tate pledge to the Central Bank of : ‘Ceylon under section 884 of the , Monetary Law Act. oot ‘We, in terms of section . 88a of the Monetary Law Act, do . hereby assign to the Central Bank",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 38,
    "par_num": 1,
    "text": ". Finance Act, No. 11 of 1963 37 of Ceylon by way of pledge, the ~ debts owing to us, particulars where- : of are set forth in the Schedule hereto, and our rights as mortgagees under ‘the mortgages mentioned in the Schedule hereto, as security or : further security for’ the repayment to the Central Bank of Ceylon of Mlomjadvance of | Re granted to us e Bank repay- Brig ath sere at——% aan per annum. : * Delete whichever i inapplicable, Bele SCHEDULE amr Mieand Mtn Dt Nom nabs (@ The Central Bank shall, on the execution of an assignment by way of pledge under this Part of this Act, have a first charge on the debts and rights . assigned. (5) The provisions of this Part of this Act shall have effect notwithstanding anything to the contrary in any other . provisions of this Act. , Intranet of 882, No duty: shall be chargeable Sore ele or payable under the Stamp Ordi- ., to the Geottal gance on ot in respect of any 2 Paaktobe instrument: of assignment by way of aig.” pledge to the Central Bank under this Part of this Act, and accordingly, an for the purposes of that Ordinance, : such instrument shall be deemed to be Z ~~ exempt from such duty. ‘mcumensof : .88c. ..No instrument of assignment i cannon by by way of pledge to the Central Bank vy HegeiaiBiak under this: Part of this. ‘Act shall .f Fequire’ registration —_ unt Sega Repsteation of Docwments | Ord. pocumen's nance, and accordingly any suck 1, Sete inatrument. shall be desmed not to : LEY Ll: \"be void by reason only of its not : *. being so registered. .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 39,
    "par_num": 3,
    "text": "38 Finance Act, No: 11 of 1963 Nouat 88, No assignment by way of Sui pot pletige shall require executlon, before ce of a licensed notary public and witnesses ssinmens bY as provided by section 2 of the Preven- tion of Frauds Ordinance, and _ accordingly any such assignment shall be deemed not to be void by reason only of its not being so executed. Metim and «885, (1) The Central Bank may tesgtem, establish, maintain, manage, and control, at the Bank, a Fund to be called the Medium and Long Term Greait Fund (in this Part of this Act referred to as the “Fund ”). _Q) The Monetary Board may, from time to time, transfer to the Fund, out of the reserves of the Bank, such sums of money as it may ‘deem necessary to enable the Bank to discharge its functions under this Part of this Act. : (3) The Central Bank shall pay out . ofthe Find - (@) the amounts of all loans and advances granted by_ the Bank to credit _institu- tions under this Part of this Act ; (6) all sums of money representing : other liabilities incurred ty the Bank in the dis are of its functions under this Part of this Act ; and (©) all sums of money which the Bank may, from time to time, decide to retransfer from the Fund to the reserves of the Bank.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 39,
    "par_num": 3,
    "text": ": (@ The Central Bank shall, in addi- tion to the sums of money referred to ~ in sub-section (2), pay into the Fund—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 39,
    "par_num": 3,
    "text": "@ all sums of money paid to or recovered by the Bank in repayment of the loans",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 40,
    "par_num": 1,
    "text": ". “Finance Act, No. 11 of 1963 ~ 39 ot advances granted by : . the Bank to credit institu. . tions under this Part of this Act ; and ©) all sums of money paid to or recovered by the Board as interest. on such loans or . advances. inepression. 88. In this Part of this Act,— . (@ “credit, institution” means any banking institution as defined in Sub-section (I) of section 127 of this Act and includes the Develop- ment Finance Corporation of Ceylon established under the Development Finance Corporation of Ceylon Act ; and © “ productive purpose means any such purpose connected with or ting to the . promotion or develop- ment of agriculture, industry, trade, commerce ‘or business, as may be determined, from time to time, by lonetary Board. TisPutofas 886. The provisions of this Act (9 pewsil Part of this: Act shall have effect Sikri. notwithstanding anything to the contrary in the provisions of any other written law, and accordingly in the event of any conflict or inconsistency between the provisions of this Part of this Act and the provi- sions of such other written law, the provisions of this Part of this Act ~* shall prevail over the provisions of such other written’ law.’. 68, Section 31 of the People’s Bank Act, Ammdneste No. 29 of 196I, is hereby repealed, ‘Agi No. 29 of",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 41,
    "par_num": 1,
    "text": "40. ++ Fiaanée Act, No. 11 of 1963 . Part VIL The Acquisition by the People’s Bank of ~ certain premises and the disposal of such oo premises Date of 69, This Part of this Act shall come into Seacclas operation on the appointed date, Adninitracon 70, The People’s Bank established under the its Put of People’s Bank Act, No, 29-of 1961, (and. here- after in this Part of this Act referred to as the “Bank”) shall be responsible for and charged with the administration of this Part of this Act and shali, in the exercise, performance or discharge of any power, duty or function conferred or im- posed upon or assigned to the Bank by or under this Part of this Act, be subject to the general direction and control of the Minister. Apauisition 71. {1} Subject to the provisions of sub-section ocean (2), the Bank is hereby authorized to acquire the * whole or any part of any agricultural, residential or business premises, if the Bank is satisfied that those” premises were, ‘at any time berore or after the ~ appointed date but not earlier than the first day of January, 1956,— . +». @) sold in execution of a mortgage decree - entered by a court against the owner of .. such premises (hereafter in this Part : of this Act referred to as the “ original owner \") ; or \"  *(®) transferred by the owner of those premises (hereafter in this Part of. this ‘Act ve referred to as the “original owner”) 7 or his heirs, executors or adminis- trators to any other person or the heirs, executors or administrators of any : other person in satisfaction of a debt oy + which was due from. the original owner aan of his predecessor in title to that other git: ++ s+ person and which wax secured by a. c+ ++ «8° mortgage of those-premises subsisting . immediately prior to the transfer ; or cs +, «+, 21 (@) transferred by the owner.of those premises : : © (herealier’ \"in. this Pert ofthis Act me referred to as the “ original owner”)",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 42,
    "par_num": 2,
    "text": "Finance Act, No.11 of 1963 4 or his heits, executors or adminis- trators to any other person, at the re-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 42,
    "par_num": 2,
    "text": ": quest of 2 mortgagee of those premises, > in satisfaction or part satisfaction of 2 debt which was due from the original owner or his predecessor in title to that mortgagee and which was secured by a mortgage of those premises sub- sisting immediately prior to the trans- oe fer ; or ©\" @ transferred by the owner of such premises . to any other person after receiving from such other person a sum of money : as consideration for such transfer and . upon the condition that, ae c ent by the transferor (hereat . Pls Past of this Act referred to as the “original owner”) of that sum to- | gether with interest thereon within a specified period such other person will | re-transfer those premises to the original owner. (2) No premises shall be acquired under sub- section (1)— . (@ unless an application in that behalf has . ‘been made’ to the Bank by the original owner of such premises or, where such original owner is dead or is of unsound a mind or otherwise incapable of acting, by the spouse or any descendant of such person ; or (b) unless the Bank is satisfied that the average ‘statutory income of the person making _ the application and of the other . members of the family of which he is the head, computed under the provisions ’ . of the written law relating to the - imposition of income tax, for the three years of assessment snmediately o preceding the date on which s application was made by him, does ‘not hae exceed a sum of ten thousand rupees ; +. of . : : 2 (0) if the Bank is satisfied— : @ that the premises to which the application telates are reason- . . ably requised for occupation as",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 43,
    "par_num": 4,
    "text": "a2 Fiance Act, No. tof 1963 a residence for the owner of | those premises or any member of the family of such owner or for the purposes of any trade, business, profession, vocation or employment of such owner or any member of his family and that such owner or member of his family has no other premises . which could be used for the . . purpose for which the premises to which the application relates are being used, or * Gi) that the premises to which the application relates were, prior to . the date of registration of the notice referred to in paragraph © of sub-section (4), purchased ma fide for valuable con- sideration by the owner of such premises from the person to whom such premises were sold or transferred in any of - the circumstances specified in j sub-section (1) or from any other ' Person to whom such premises Hl ‘were subsequently transferred by such person ; or | (@ unless, in the case of an application relating to any agricultural premises, the Ba is satisfied that the applicant is not the owner of any other agricultural premises exceeding ten acres in extent.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 43,
    "par_num": 4,
    "text": "“For the purposes of sub-paragraph (i) of pas graph (©) of this sub-section, member of the family”, when used in relation to any person, means the spouse of that person or any son or daughter of that person over eighteen yeats of age, ‘or any parent, brother or sister dependent on that Person.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 43,
    "par_num": 4,
    "text": "(3) The question whether any premises which ~ the hen is authorized to acquire under this Part of this Act should or should not be acquired shall be determined by the Bank and every such deter-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 43,
    "par_num": 4,
    "text": "+ mination of the Bank shall be final and conclusive : and shall not be called in question in any court.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 44,
    "par_num": 12,
    "text": "Finance Act, No. 11 of 1963 . B",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 44,
    "par_num": 12,
    "text": "(4) Where the Bank hes determined that any premises shall be acquired for the purposes. of this Part of this Act, the Bank shall—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 44,
    "par_num": 12,
    "text": "(@ notify such determination to the owner of such premises ; and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 44,
    "par_num": 12,
    "text": "*@®) cause a notice to be delivered or trans-",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 44,
    "par_num": 12,
    "text": "mitted to the proper Registrar of Lands for registration, setting out the pres- cribed particulars relating to those premises and stating that those premises ate to be acquired under this Part of this Act.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 44,
    "par_num": 12,
    "text": "Every notice under paragraph () shall be registered by the Registrar of Lands in the manner provided in the Registration of Documents Ordin- ance for the registration of an instrument affecting or relating to land and shall be deemed for such Porposts fo be an instrament affecting or relating to the premises the prescribed particulars of whi are set out in such notice.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 44,
    "par_num": 12,
    "text": "72. (1) Where the Bank has determined that Acqustioa any premises shall be acquired for the Purposes cof peoudure, this Part of this pct the Chairman of the Board of Directors of the Bank shall cause such determination to be notified to the Minister.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 44,
    "par_num": 12,
    "text": "2 Upon being notified of the determination of the Bank in respect of any premises, the Minister may, by Order (hereafter in this Part of this Act referred to as a“ vesting Order ”) published in the Gazeife, vest in the Bank, with effect from such",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 44,
    "par_num": 12,
    "text": ". Gate as shall be specified in the Order, the premises to which such determination relates.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 44,
    "par_num": 12,
    "text": "(3) Where a vesting Order under sub-section 2g in regard to any premises is published in Gazette, such premises shall, with effect from the ~ date specified in the Order under that sub-section, vest absolutely in the Bank free from all encumbrances,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 44,
    "par_num": 12,
    "text": "(4) Any person specially or generally authorized inet beualf by The Chairman of the Board of Directors of the Bank may take possession of any premises vested in the Bank by # vesting Order.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 44,
    "par_num": 12,
    "text": "(5) The person who, under sub-section (4), is authorized to take possession of any premises vested in the Bank by a vesting Order shall, by . notice given to the person in occupation or in",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 45,
    "par_num": 14,
    "text": "“4 ~ Finance Act, No. 11 of 1963 : = possession of such premises or exhibited in some conspicuous place in, or in the vicinity of, such Ppremises,— @) inform n that such authorized d officer intends to ¢ possession of such premises for l and on behalf of the Bank on auch date : and at such time and place as shall be specified in the notice, and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 45,
    "par_num": 14,
    "text": "(6) require any person interested or his",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 45,
    "par_num": 14,
    "text": ". authorized agent to be present on the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 45,
    "par_num": 14,
    "text": "date and at the time and place so specified, and to allow and assist such Authorized officer to take possession of such premises for and on behalf of the Bank.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 45,
    "par_num": 14,
    "text": "(© Any notice required to be given to any person under sub-section (5) shall be ‘Seemed to be given to him if such notice is sent to him by registered",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 45,
    "par_num": 14,
    "text": ". letter through the post.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 45,
    "par_num": 14,
    "text": "(7) Every person—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 45,
    "par_num": 14,
    "text": "{@) who contravenes any requirement of any notice given to him under sub-section ©), or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 45,
    "par_num": 14,
    "text": "@) who—",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 45,
    "par_num": 14,
    "text": "@ prevents, obstructs or resists, or Gi) directly or indirectly causes any one",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 45,
    "par_num": 14,
    "text": "to prevent, obstruct of resist, any other person from or in taking possession under the preceding pro- visions of this section of any premises",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 45,
    "par_num": 14,
    "text": "for and on behalf of the Bank,",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 45,
    "par_num": 14,
    "text": "fl shall be guilty of an offence under this Part of this Act, and shall, on conviction after summary trial before a Magistrate, be liable to imprisonment of either Gescription for a period not exceeding one Year or to a fine not exceeding one thousand rupees",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 45,
    "par_num": 14,
    "text": "or to both such imprisonment and fine. * ~ Notice to 73,_ Where any ines are vested in the Bank, E25 oo onte -- the Chairman of the Board of Directors of ihe shins io “ie =“ Bank shall, by notice published in the Gazette Sompenetion and in such other manner as may be determined Gi Pat ofthe by him, direct every person who was interested ance in such premises immediately before the date ‘a ibe on which such premises were co vested, to make, Sek. within a period of one month reckoned from the date specified in the notice a written claim",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 46,
    "par_num": 13,
    "text": "Finance Act, No. 11 of 1963 45",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 46,
    "par_num": 13,
    "text": "to the whole or any part of the compensation” 1 payable under this Part of this Act in respect of such premises, aud to specify in the claim— :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 46,
    "par_num": 13,
    "text": "(@ his name and address,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 46,
    "par_num": 13,
    "text": "(6) the nature of his interest in such premises,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 46,
    "par_num": 13,
    "text": "(©) the particulars of his claim, and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 46,
    "par_num": 13,
    "text": "(d) how much of such compensation is claimed :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 46,
    "par_num": 13,
    "text": "by him.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 46,
    "par_num": 13,
    "text": "74. Upon the receipt of any claim made under provisions t9 be section 73 to the compensation payable under Fiera. this Part of this Act in respect of any premiscs tneftebeand vested in the Bank, the Chairman of the Board of of Dievom of Directors of the Bank shall cause the following recipt of aims documents to be sent to the claimant by registered tp compense- letter through the post— :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 46,
    "par_num": 13,
    "text": "(2) a copy of any such report in 1 to the @) 9 000 Rion’ of she afpaesat premises : as has been made by or under the authority of the Bank under any regula- tion made under this Part of this Act, if a copy of that report has not already been served on the claimant ; ©) copy of any such assessment of the compensation payable wader this Part of this Act in respect of the aforesaid premises as has been made by or under the authority of the Bank ; (© @ notice requiring the claimant, within the . time specified in the notice~- (D to furnish to the Bank a written . “statement setting out whether or not he agrees with the report",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 46,
    "par_num": 13,
    "text": ". refened i the preceding",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 46,
    "par_num": 13,
    "text": "agraph (a) and the assess",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 46,
    "par_num": 13,
    "text": ". rent referred to in the",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 46,
    "par_num": 13,
    "text": "Seen | preceding paragraph (6) and, . . if he does not so agree, any . objections that he may have to such report and assessment, +e : and the grounds of such objections, and Gi) to produce to the Bank all I. documents, and in particular. the documents in regard to bes the condition of the aforesaid ed + “premises, relied on by him in soe } support of any such objection.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 47,
    "par_num": 24,
    "text": "46 Finance Act, No. 11 of 1963",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 47,
    "par_num": 24,
    "text": "Reference 0 the 78. (1) The Chairman of the Board of Directors",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 47,
    "par_num": 24,
    "text": "Fompensation of the Bank shall refer to the Compensation",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 47,
    "par_num": 24,
    "text": "avard 06 (9 Tribunal for determination the amount of the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 47,
    "par_num": 24,
    "text": "eo compensation payable in respect of any property",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 47,
    "par_num": 24,
    "text": "sy ees vested in the Bank under this Part of this Act and ,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 47,
    "par_num": 24,
    "text": "ax cost ns Shall transmit to the Tribunal all claims made to",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 47,
    "par_num": 24,
    "text": "Rat of this such compensation, together with all documents",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 47,
    "par_num": 24,
    "text": "- furnished “by the claimants in support of their claims, and all documents, copies of which have been served on or transmitted to the claimants by the Bank. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 47,
    "par_num": 24,
    "text": "(2) A reference made under sub-section (1) to the Compensation Tribunal is hereafter in this Part of this Act referred to as a “ reference for an award as to compensation ”.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 47,
    "par_num": 24,
    "text": "Compensation ‘16. The amount of compensation to be paid prone vened under this Part of this ‘Act in respect, of any premises inte Bank) vested in the Bank shall be either the actyal ammount ss for which such premises were purchased by, or trans-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 47,
    "par_num": 24,
    "text": "a ferred to, the owner thereof and an additional sum which is equal to the reasonable value of any subsequent additions and improvements made to. such premises by any. person who was interested in such premises before the publication of the vesting Order in regard to such premises or the market value of such premises, whichever i less.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 47,
    "par_num": 24,
    "text": "‘When com: 77. The compensation payable in respect of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 47,
    "par_num": 24,
    "text": "pooauonia, . any premises vested in the Bank under this Part",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 47,
    "par_num": 24,
    "text": "vested premes Of this Act shall be considered as accruing due",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 47,
    "par_num": 24,
    "text": "scores duc, from the date on which those premises were so vested,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 47,
    "par_num": 24,
    "text": "+ Proportionate BO The amount of comperisation to of eyerent of any person in respect of any premises ves pena In the Bank under this Part of thi Act shall be",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 47,
    "par_num": 24,
    "text": "Proportionate to the interest such, person had in . such premises on the date on which such premises",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 47,
    "par_num": 24,
    "text": "’ . were so vested.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 47,
    "par_num": 24,
    "text": "Q) Where any premises are subject to a mortgage of lease at the time when those premises were vested }",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 47,
    "par_num": 24,
    "text": "- in che Banke under this Part of this Ach the rights",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 47,
    "par_num": 24,
    "text": "| - of the mortgagee or of the lessee, shail, notwith-",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 47,
    "par_num": 24,
    "text": "i standing the provisions of sub-section (3) of",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 47,
    "par_num": 24,
    "text": ". section 72, be limited to any sum paid under this . Part of this Act as compensation in respect of tnose Premises. . /",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 48,
    "par_num": 12,
    "text": "Finance Act, No. 11 of 1963 47",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 48,
    "par_num": 12,
    "text": "79. Any compensation payable under this Part tntecet on of this Act shall, from the date on which such ‘mpematon, compensation accrues due up to the date of pay-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 48,
    "par_num": 12,
    "text": "+. Ment, carry interest at such rate as may be . determined by the Bank with the concurrence of the Minister.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 48,
    "par_num": 12,
    "text": "“. 80. No compensation in respect of any premises Rist to vested in the Bank under ths Part of this gt ====e0e shail be paid to any person under this Part of this ‘Act unless such person is entitled to such compen- sation according to an award (hereafter in. this Part of this Act referred to as an “award as to compensation”) made by the Compensation Tribunal under this Part of this Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 48,
    "par_num": 12,
    "text": "81. Where any compensation payable to any  Provislos for",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 48,
    "par_num": 12,
    "text": "2 person under this Part of this Act rH respect of eet premises vested in the Bank is not accepted by hing iuce accepted, when it is tendered to him or where such person “* is dead, cannot be found after diligent search, or is not Known, it shall be paid to the District Court or Court of Requests having jurisdiction over the place where such Premises are situated, according as the amount of that compensation exceeds or does not exceed three hundred rupees, to be drawn by the person or persons entitled thereto.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 48,
    "par_num": 12,
    "text": "82. (1) There shall be established, for the Constitution of Purposes of this Part of this Act, a Compensation {}<Gompente- ‘Tribunal consisting of ten members appojated by the Governor-General of whom at least five be persons with judicial or legal experience.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 48,
    "par_num": 12,
    "text": "(2) A person shall be disqualified for appoint-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 48,
    "par_num": 12,
    "text": "‘ment, or for continuing, as a member of the Compensation Tribunal if he is a Senator, a Member of Parliament, or a member of the Board of Direc- tors of the Bank or an officer or an employee of the Bank.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 48,
    "par_num": 12,
    "text": "3) A member of the Compensation Tribunal with judicial or legal experience shall be appointed to be the Chairman, and another member with similar experience shall be appointed to be the Vice-Chairman, of the Tribunal by the Govemnor-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 48,
    "par_num": 12,
    "text": "General on the recommendation of the Minister.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 48,
    "par_num": 12,
    "text": "(@ Every member of the Compensation Tribunal shall, unless he earlier vacates office or is removed . therefrom by the Governor-General, hold office ‘",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 49,
    "par_num": 11,
    "text": "48 Finance Act, No..11 af 1963 for a period of three years, Any member of the Tribunal who vacates’ office by effluxion of time shali be eligible for reappointment. :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 49,
    "par_num": 11,
    "text": "(5) There shall be appointed a Secretary to the Compensation Tribunal (hereafter in this Part of this Act referred to as the “ Secretary”) and such other officers and servants as may be necessary for the performance of the work of the Tribunal.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 49,
    "par_num": 11,
    "text": "(6) The members, officers and servants of the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 49,
    "par_num": 11,
    "text": "* . Compensation Tribunal shall be remunerated at such rates as may be determined by the Board of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 49,
    "par_num": 11,
    "text": "Dicectors of the Bank. Meetings ofthe 83. (1) The Secretary shall, under the direction ‘Seesepation of the Chairman or in his absence the Vice-Chair- man of the Compensation Tribunal, convene meet; ings of the Tribuoal for the consideration and ‘ determination of references for awards as to",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 49,
    "par_num": 11,
    "text": ": compensation.",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 49,
    "par_num": 11,
    "text": "The Chairman or Vice-Chairman and four other members of the Compensation Tribunal shall be summoned to a meeting of the Tribunal. Such other members shall be chosen by lot by the , Seretary. The quorum for a meeting of the ‘Tribunal shall be three members.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 49,
    "par_num": 11,
    "text": "(3) Two separate meetings of the Compensation Tribunal may be convened and held at the same time to consider and determine different references for awards as to compensation.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 49,
    "par_num": 11,
    "text": "(4) Where the Chairman or the Vice-Chairman is summoned to a meeting of the Compensation Tribunal, the Chairman or Vice-Chairman, as the case may be, shall preside at that meeting, and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 49,
    "par_num": 11,
    "text": "+ im the absence of the Chairman or the Vice-Chair- man the members of the Tribunal summoned to and present at that meeting shall choose from themselves a chairman for the meeting.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 49,
    "par_num": 11,
    "text": "(5) A member of the Compensation Tribunal , who is interested in any matter which is the subject of a reference for an award as to compensation or who has been consulted as an advocate or proctor or in any other capacity in regard to that matter by or on bebalf of any person interested therein all not participate in any proceedings of a meeting of the Tribunal on such reference. (© A meeting of the Compensation Tribunal may from time to time be postponed or adjourned.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 50,
    "par_num": 13,
    "text": ". Finance Act, No. 11 of 1963 499 - 84, (1) Every reference for an award as 0 Proceedings compensation shall be considered and determined beter Com at a meeting of the Compensation Tribunal. Paina",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 50,
    "par_num": 13,
    "text": "(2) The Secretary shall fix 4 date, time and place for the consideration and determination by he Compensation Tribunal of each reference for an award as to compensation. -",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 50,
    "par_num": 13,
    "text": "(3) The Secretary shall, in respect of every reference for an award as to compensation, keep a record of all such proceedings before the Compensation Tribunal as relate to that reference,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 50,
    "par_num": 13,
    "text": "85, (1) The Chairman or Vice-Chairman of the Power to",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 50,
    "par_num": 13,
    "text": "+ Compensation Tribunal and, if the Chairman or the smn, Vice-Chairman is not presiding at any meeting of . the Tribunal, the chairman of that meeting shall, for the purposes of the consideration and determination of any reference for an award as to compensation, have all the powers of a District Court—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 50,
    "par_num": 13,
    "text": "(a) to summon and compel the attendance of witnesses ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 50,
    "par_num": 13,
    "text": "©) to compel the production of documents ; ant",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 50,
    "par_num": 13,
    "text": "(© to administer any oath or affirmation to witnesses.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 50,
    "par_num": 13,
    "text": "(2) Bvety person giving evidence on any matter before a meeting of the Compensation Tribunal shall be bound to state the truth on such matter.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 50,
    "par_num": 13,
    "text": "(3) Every person who attends a meeting of the Compensation Tribunal as a witness shall be paid as travelliog and other expenses such sum as may be determined by the chaicman of that meeting,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 50,
    "par_num": 13,
    "text": "86, (1) The determination made at @ meeting Deteeninnion of the Compensation Tribunal on any matter ef the Comper, considered at that meeting shall be deemed to be \"\" Tosh the determination of the Tribunal on that matter.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 50,
    "par_num": 13,
    "text": "(2) Where the members of the Compensation Tribunal who consider any matter disagree with regard to the determination on that matter, the determination of the majority of them shall be the determination of the Tribunal on that matter, and, where the members’ are equally divided in their pinion, ‘the determination supported | by the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 50,
    "par_num": 13,
    "text": "‘irman of the meeting by which that matter is considered shall be the determination of the .  ~ Tribunal on that matter.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 51,
    "par_num": 14,
    "text": "50 Finance Act, No. 11 of 1963 . (3) Every determination’ of the Compensation ‘Tribunal shall contain the reasons therefor. Compensation 87. Subject to the provisions contained in this Biowulmy —-  Part‘of this Act in respect of procedure, the COm- ‘procedure at Pensation Tribunal may lay down the procedure to ane observed at meetings of the Tribunal. “Tho Bank and 88. Where a reference for an award as to com- Hl areaton pensation is made to the Compensation Tribunal, | Shegres'ag the ‘Tribunal shall, before making an award, give gepatuaty ef the Bank and every person who has made a claim 1 ‘before the, to compensation an opportunity of being heard ; Baking of a9 either in person or by an agent authorized in that - behalf, Provisions Ia 89, (1) Where a copy of any report made by or rerio under the authority of the Bank in regard to the condition of any premises vested in the Bank under this Part of this Act is served on any claimant to compensation in respect of such premises, then, in so far as that claimant is concerned, that report shall, in any proceedings relating to the claim of : the claimant before the Compensation Tribunal, be prima facie evidence of the facts stated therein until the contrary is proved.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 51,
    "par_num": 14,
    "text": "(2) Where a copy of the Bank’s assessment of compensation in respect of any premises is served on any claimant to such compensation, that assess--",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 51,
    "par_num": 14,
    "text": "- ment shal, in any prooeedings relating to the claim of the claimant before the Compensation Tribunal, be prima facie evidence of the facts stated therein ‘until the contrary is proved.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 51,
    "par_num": 14,
    "text": "” _() Where a report in regard to the condition of any premises vested in the Bank, or the Bank’s",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 51,
    "par_num": 14,
    "text": "“assessment of any compensation, is prima facie",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 51,
    "par_num": 14,
    "text": "bs evidence of the facts stated therein under the pre-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 51,
    "par_num": 14,
    "text": "‘ ceding provisions of this section in any proceedings relating to a claim to compensation before the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 51,
    "par_num": 14,
    "text": "Compensation Tribunal, then, the claimant shall",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 51,
    "par_num": 14,
    "text": "not be entitled to produce in those proceedings any",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 51,
    "par_num": 14,
    "text": "document in support of any objection to such",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 51,
    "par_num": 14,
    "text": "report or assessment unless that document had",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 51,
    "par_num": 14,
    "text": "been produced to the Bank as required by of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 51,
    "par_num": 14,
    "text": "under this Part of this Act. 4",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 51,
    "par_num": 14,
    "text": "‘Aa emard as 10 90, (1) Where a reference for an award as to wie compensation is made to the Compensation Tri- _Fompenstian bunal in respect of any premises vested in the Bank, release. the Tribunal shall, after considering all such. |",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 52,
    "par_num": 9,
    "text": "7 NO Finance Act, No. U1 of 1963 51 matters and hearing all such witnesses as may be necessary for the purpose and after complying with the provisions of section 88 and section 89 make, save as otherwise provided in sub-section (2), an award determining—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 52,
    "par_num": 9,
    "text": "(@) whether or not each person who has made a claim to compensation is a person",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 52,
    "par_num": 9,
    "text": "‘ entitled to compensation, and if 50, the capacity in which he is so entitled ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 52,
    "par_num": 9,
    "text": "(6) the amount of the compensation payable in respect of such premises in accordance with the provisions of this Part of this Act ; and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 52,
    "par_num": 9,
    "text": "{© the apportionment of the compensation among the persons entitled to com- pensation :",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 52,
    "par_num": 9,
    "text": "Provided that, where there is a dispute as to the persons entitlea'to such compensation or as to the apportionment of such compensation among the persons entitled to such compensation, the Tribunal shall defer the making of an award and shall refer the dispute for decision to the District Court within whose jurisdiction such premises are situated and shall, after such Court or, in the event of an appeal, the Supreme Court makes its decision on such dispute, make an award in accordance with such decision.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 52,
    "par_num": 9,
    "text": "(2) Any person who is dissatisfied with the decision of the District Court on a reference made to such Court under the proviso to sub- section (1) may appeal against such decision to the Supreme Court within the time and in the manner provided in the Civil Procedure Code for appeals against decrees in civil suits. The decision of the Supreme Court on any appeal to such , ‘Court under this sub-section shall be final.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 52,
    "par_num": 9,
    "text": "(3) Where no person makes 2 claim to compen- sation in respect of any premises vested in the Bank, it shall not be necessary to determine in the award under this section the matters specified in paragraphs (a) and (¢) of sub-section oN and to comply with the provisions of sub-section (4) relating to the giving of notice of the award to claimants to compensation.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 52,
    "par_num": 9,
    "text": "(4) The Compensation Tribunal shall cause writen notice of awards to be given to the Bank and the claimants to compensation,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 53,
    "par_num": 1,
    "text": "2 Finance Act, No. 11 of 1963 (3} An award of the Compensation Tribunal shali be final and shall not be called in question in any court, Diaposal of 91. Any premises vested in the Bank in Feud by the consequence of an application made to the Bank Esnk unde the for the acquisition of such premises by any person presale entitled to make such application under the BERiles preceding Provisions of this Part of this Act my ag. _, be let by the Bank to such person or where su person is dead, to the surviving spouse, if any, or any descendant of such person upon such terms as will enable the person to whom such premises are let to become the owner thereof after making a certain number of half-yearly payments as rent. ‘Pomers of 92. Where the Bank considers it necessary many, ete that an inspection, examination or survey should bemade of any premises which the Bank is autho- rized under this Part of this Act to acquire, it shall be lawful for any person authorized in that behalf by the Chairman of the Board of Directors of the Bank, together with such persons, implements, materials, vehicles and animals ay may be necessary, to enter upon and to take ~+ levels of such premises, and to do all such other acts as may be necessary for the purpose of such inspection, examination or survey Provided, however, that no person shall enter ‘or do any act upon any premises in pursuance of . the powers conferred on him by the preceding provisions of this section except with the consent , of the owner or occupier of those premises, oF - “after giving such owner or occupier, in the pres- cribed manner, not less than seven’ days’ notice of his intention to enter those premises or to do such act thereon, . Power of Bank” 93. (1) The Chairman of the Board of Directors {3 cal fot of the Bank or any other person authorized in that behalf by such’ Chairman may, by notice in writing, direct any person to furnish before 2 specified date to the Bank or to such officer thereof as may be specified in the notice— 7 . (a) @ return in the prescribed form containing the prescribed particulars selating i to any such premises as are referre . to in section 71 of which that person is, or was at any time, the owner; or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "Finance Act, No. 11 of 1963 3",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "(8) such information or explanation as the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "Bank may require in respect of ~ any particulars stated in any retum furnished by that person; or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "(© such documentary or other evidence as we",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "the Bank may require for the purpose : ‘of verifying any particulars stated in",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "any return or any information furnished",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "by that person,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": ") Where any person has a plan of any premises rele to in section 71, the Chairman of the Board of Directors of the Bank or any other person authorized in that behalf by such Chairman",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "+ may by written notice direct that person to produce the plan before a specified date to such officer of the Bank as is specified in the notice in order that the Bank may verify the boundaries and extent of those premises,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "3) Any notice required to be given to any person under the preceding provisions of this section shall be deemed to be given to him if such notice—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "(@ has been sent through the post by registered",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "etter to his residence or place of business . ‘or to his agent ; or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "(0) has been affixed to a conspicuous part of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "such residence or place ; or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "(© ina case where such person is on the date",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "of issue of such notice the owner of the Premises to which such notice relates, has en sent through the post by registered letter to the occupier of such premises or has been affixed in a conspicuous part of a building, or to a tree or post in a conspicuous place, on such premises, (4) Any person— (@) who contravenes any requirement of any notice given to him under this section + or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "(®) who, when required to furnish a return or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": ". ‘any information or explanation, or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "evidence, knowingly furnishes a return be containing any particulars which are false , or any information, explanation or - evidence which is false, shall be guilty of an offence and shall, on conviction + after summary trial before a Magistrate, be lable to a fine not exceeding five hundred rupees. ee _",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 55,
    "par_num": 21,
    "text": "54 Finance Act, No. 11 of 1963",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 55,
    "par_num": 21,
    "text": "pronbiion of 94, (1) Where any premises have been inspected",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 55,
    "par_num": 21,
    "text": "seiwticn by any person authorized in that behalf by the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 55,
    "par_num": 21,
    "text": "disinibes tbe Chairman of the Board of Directors of the Bank pemmiote for the purpose of assessing the value of such pre- yaudinite mises with a view to acquiring such premises under",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 55,
    "par_num": 21,
    "text": "Faroftax the provisions of this Part of this Act, such Chair- man may by written notice given in the same manner as a notice under section 93, prohibit the ownet or occupier of such premises from committing or permitting the commission of any damage to those premises or to any plantation, building or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 55,
    "par_num": 21,
    "text": "~~\" other structure on those premises, or any other act which will diminish the value of those premises,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 55,
    "par_num": 21,
    "text": "* (2) Where it is decided not to vest in the Bank",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 55,
    "par_num": 21,
    "text": "~ by vesting Order made under the provisions of this",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 55,
    "par_num": 21,
    "text": "Part of this Act any premises in respect of which a",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 55,
    "par_num": 21,
    "text": "notice has been given to any person under sub-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 55,
    "par_num": 21,
    "text": "section (1), the Chairman of the Board of Directors",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 55,
    "par_num": 21,
    "text": "of the Bank shall forthwith cancel that notice and",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 55,
    "par_num": 21,
    "text": "give written information of the cancellation to that",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 55,
    "par_num": 21,
    "text": "person.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 55,
    "par_num": 21,
    "text": ". (®) A person who contravenes a notice issued to him under sub-section (J) shall be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be Hable to a fine not exceeding five hundred rupecs,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 55,
    "par_num": 21,
    "text": "Toforentyo€ 95, No informality or irregularity occurring in",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 55,
    "par_num": 21,
    "text": "Soop. any matter or preceding under this Part of this Act shall invalidate or aifect the title to any land vested in the Bank under this Part of this Act.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 55,
    "par_num": 21,
    "text": "Finns 96, All expenses incurred in the administration",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 55,
    "par_num": 21,
    "text": "provbions of this Part of this Act, including the remaneration to be paid to the members, officers and servants of the Compensation Tribunal and the sums to be paid as travelling and other expenses to persons attending = mecting of the Tribunal as witnesses shall, notwithstanding anything to the contrary in the People’s Bank Act, No. 29 of 1961, be met by the Bank,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 55,
    "par_num": 21,
    "text": "Reson, 97, (1) The Minister may make regulations—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 55,
    "par_num": 21,
    "text": "@ for. the purpose of carrying out or givin; effect to the principles and provisions . of this Part of this Act ; © in respect of any matter regarding the > assessment anc Payment of any com- . pensation under this Part of this Act ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 56,
    "par_num": 1,
    "text": "Finance Act, No, 11 of 1963 55 (© in respect of any matter stated or required by this Part of this Act to be prescribed. (2) Every regulation made by the Minister shall be published in the Gazette and shall come into eperation on the date of such publication or on such later date as may be specified in the regulation. (3) Every regulation made by che Minister shall, .. \"88 soon as may be convenient after its publication in the Gazette, be brought before the Senate and the House of Representatives for approval, Any tegulation which is not so approved shall be deemed to be rescinded as from the date of disapproval, ‘ut without prejudice to anything previously done thereunder. Notification of the date on which any regulation made by the Minister is deemed ‘to be rescinded shall be published in the Gazeste. 98. In this Part of this Act unless the context Interrretetion, * otherwise requires— “ agricultural premises” means any property ‘or premises which is used or capable of being used wholly or mainly for the Purpose of agriculture or horticulture or for any purpose of husbandry including the keeping or breeding of live-stock, poultry, or bees and the cultivation of fruits, vegetables and the like ; “business. premises” means any premises other than agricultural premises or residential premises ; “Compensation Tribunal means the Com- . pensation ‘Tribunal established under ' this Part of this Act ; “market value”, with reference to any pre- . mises vested in the Bank, means the price which those premises would have fetched in the open market on the date : on which such premises were vested in the Bank ; * Minister” means the Minister to whom the + subject or function of the People’s Bank is assigned by the Prime Minister under section 46 of the Ceylon (Consti- ot tution) Order in Council, 1946 ; j ~ ‘person who was interested”, in relation to | a any premises vested in the Bank, means a person who, immediately before the |",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 57,
    "par_num": 6,
    "text": "56 Finance Act, No. 11 of 1963 -",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 57,
    "par_num": 6,
    "text": "date on which such premises were, so vested, has an interest in such premises as owner, co-owner, mortgages, lessee or otherwise, whether absolutely for himself or in trust for any other person ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 57,
    "par_num": 6,
    "text": "“ prescribed \" means prescribed by regulation made under this Part of this Act ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 57,
    "par_num": 6,
    "text": "“regulation” means @ regulation made by the Minister under this Part of this Act 5 ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 57,
    "par_num": 6,
    "text": "“* “zesidential premises” means any premises for the time being occupied wholly or mainly for the purposes of residence ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 57,
    "par_num": 6,
    "text": "‘ “spouse”, when used with reference to any . person, means the husband or wife, as the case may be, of that person and : includes, in the case of a marriage by habit and repute or according to custom, any contracting party to such marriage; we‘‘year of assessment” has the same meaning as in the Inland Revenue Act, No. 4 of , , 1963. : é ‘ Part IX Amendments to the Stamp Ordinance Dis of 99. The provisions of this Part of this Act shall gperation of ts come into operation on the appointed date. Insertion of 100, The following new section is hereby seve 2. inserted imma afer tection 2 of the Stamp Ordinance (hereinafter referred to as the “ principal enactment\") and shall have effect as section 2A of that enactment :— sAnepament, 2a. (1) Any Schedule to this Ordin- guumiaton® ance may be amended or may be \\ tieOwiotes.. yaried by an Order made by the i a Minister and published in the Gazette, + Every such Order shall be brought ¢ before the House of Representatives ' within 2 period of two months from the date of publication of such Order in the Gazette by a motion that such Order shall be approved.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 58,
    "par_num": 1,
    "text": "Finance Act, No. 11 of 1963 37 (2) Any Order which the House of . . Representatives refuses to approve shall, with effect from the date of such refusal, be deemed to be revoked . but without prejudice to the validity of anything previously done there- under. Notification of the date on which such Order is deemed to be revoked shall be published in the Gazette. ”. 101, Part I of Schedule A to the principal Ameednen: of enactment is hereby amended as follows :— - Sesto principal (0) in item 4 of that Part, by the substitution, seme for the figures “0.50” appearing in the column headed “ Duty”, of the figures wLO\"; @ in item 8 of that Part—~ @ by the substitution, for the figures “0.25” appearing in the column headed “ Duty ”, of the figures “0.50”, (i) dy the substitution, for the figures “0.90” appearing in the column headed “Duty”, of the figures “1.0”, (ii) by the substitution, for the figures “0.75 appearing in the columa headed “Duty”, of the figures “150”, Giv) by the substitution, for the figures : “1, 0” appearing in the column headed “Duty”, of the figures “2.0%, (¥) by the substitution, for the figures . \"1.25\" wherever those figures collectively appear in the column headed “Duty, of the figures “350%,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 59,
    "par_num": 3,
    "text": "58 Finance Act, No. U of 1963 . _ (vi) by the substitution, for the figures 2.50” appearing in the column : headed “Duty”, of the figures . . “5.0, and : (vii) in the Proviso to that item, by the substitution, for the words “ ten _ rupees.”, of the words “ fificen rupees.””;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 59,
    "par_num": 3,
    "text": "‘ @) in item 15 of that Part, by the substitution, for the figures “0.25 ” appearing in the column headed “ Duty ”, of the figures ears",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 59,
    "par_num": 3,
    "text": "(@) in item 17 of that Part, by the substitution, for the figures “0, 6” appearing in the 7) column headed “ Duty”, of the Agures 0105 (5) in item 31 of that Part, as amended by Act : No, 16 of 1958, by the substitution, for the figures “0.10” appearing in the ; column headed “ Duty”, of the figures °, 9.50\" 5 . ~ ' -@ in item 36 of that Part, by the substitution, for the figures “0. 6” appearing in the \\-w. columa headed “ Duty”, of the figures \"010\" 5 (0) in item 37 of that Part— |. @ in paragraph (1) of that item by the substitution, for the figures cea “5, 0” appearing in the column . . headed “Duty”, of the figures “10. 0\", and -. _ (@).in paragraph (2) of that item by the » substitution, for the figures : “2.50” -appearing in the éolumn headed “ Duty”, of the figures : On; (8) in item 42 of that Part, by the substitution, . for the figures “ 10, 0 appearing in the . column headed “ Duty”, of the figures ° “50.0” ; and -",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 60,
    "par_num": 1,
    "text": "Finance Act; No. VW of 1963 59 : (9) in item 52 of that Part, by the substitution, for the figures “0. 6” appearing in the column headed “ Duty”, of the figures 0.50\". 102. Part I of Schedule A to the principal Amenineator enactment is hereby amended as follows -— Seale A © rrincipal (1) under the heading “IN THE SUPREME ‘idaeat COURT \"— @ in the column under the heading Class 7, by the substitution, for the figures 21. 0”, of the figures . \"40\", Gi) in the cotumn under the heading Class 8, by the substitution, for the figures “24. 0”, of the figures 28.0\", and Gi) in the column under the heading Class 9, by the substitution, for the expression “Rs. 3,”, of the expression “ Rs. 5,5 (2) under the heading “IN THE DISTRICT . COURTS — (@ in the column under the heading Class 5— (i) by the substitution, for the figures “1.50”, of the figures “3.0, (i) by the substitution, for the figures “3.0, of the : figures “5.0”, and (ii) by the substitution, for the ° figures “0.30, of the figures “0.503 and ©) in the item “Claim to property seized, or objection,”, by the substitution, for the expression “Re, 1.20.\", of the expression «Rs. 25",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 61,
    "par_num": 13,
    "text": "cc) Finance Act, No. 11 of 1963",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 61,
    "par_num": 13,
    "text": "- (3) under the heading “IN THE COURTS OF REQUESTS ”, by the substitution, . for all the words and figures “ in cases of Rs. 50, and upwards, Re. 1.”, of the words and figures “in cases of Rs. 50 and up to Rs. 300, Re. 1, and in cases",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 61,
    "par_num": 13,
    "text": "- over Rs. 300, Rs, 2.” ; @ in the item Slain or jobiection 2 . roperty St appearing under the : Reading “ CLATM PROCEEDINGS ”, by the substitution, for the figures",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 61,
    "par_num": 13,
    "text": "_.. 0.60 appearing under the heading “ Duty ”, of the figures “ 1.0”;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 61,
    "par_num": 13,
    "text": "(S) under the heading “ EXHIBITS \", by the substitution, for the words “twelve cents”, of the words “twenty-five cents”;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 61,
    "par_num": 13,
    "text": "_ (6 under the heading “MISCELLANEOUS”— @ by the substitution, for the words “ox cents” gectizing ig qh of",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 61,
    "par_num": 13,
    "text": "toe @ paragraphs (@) and (6), o : the words Fen cents”,",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 61,
    "par_num": 13,
    "text": "+ i) in paragraph (g), by the substitu- tion, for the figures “12. 0” . appearing under the heading “Duty”, of the figures “15. 0”, ii) in paragraph (0, by the substitution, for the figures “6. 0 appearing under the heading “Duty”, of + the figures “7.50, : @) in paragraph (), by the substitution, . for the figures “* $,000.\", of the * {* figures “ 10,000.”, and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 61,
    "par_num": 13,
    "text": "@) in Paragraph (mm), by the substitu. nae *” «ton, for the figures * 5,000.”, of",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 61,
    "par_num": 13,
    "text": "“ the ‘figures “ 10,000.\"; and",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 61,
    "par_num": 13,
    "text": "(7) under ‘the heading “IN THE MAGIS- TRATES’ COURTS ”,—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 61,
    "par_num": 13,
    "text": "\"  @by the substitution, for the figures 030\" .éppearing Under tho leading ”, of the figures",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 61,
    "par_num": 13,
    "text": "co ve SOS ona 7 ® by. the substitution, for the figures ae “0.18” appearing under the at heading «* Duty », of the figures",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 62,
    "par_num": 1,
    "text": ", Finance Act, No. 11 of 1963 61 103. Part III of Schedule A to the principal Amodment of enactment is hereby amended in paragraph 6, by Par JM, of the substitution, for the words “twelve cents\", the principat of the words “ twenty-five cents \"*. ancient 104, Part IV of Schedule A to the principal Amendmest of enactment is hereby amended as follows :— Far WV, of (@ by the substitution, for the figures 0.42” te principal appearing under the ‘heading “Duty”, “met of the figures “0.50” ; 7 (6) by the substitution, for the figures 0.60,” appearing under the heading “ Duty ”, of the figures “0.75 ; (©) by the substitution, forthe figures “0.50,” appearing under the heading “ Duty ”, of the figures * 1.20” ; @ by the substitution, for the figures “1.20” appearing under the heading “ Duty”, of the figures “1.50” ; (©) by the substitution, for the figures ‘1.80 appearing under the heading “ Duty”, of the figures “2.0” ; (/) by the substitution, for the figures “2.40” appearing under the beading “Duty”, . of the figures “2.75 ; and (g) in the second Proviso to that Part, by the substitution, for the words “ ten’cents”, of the words “ twenty-five cents ”. 105. Part V of Schedule A to the principal amendmeot of enactment is hereby amended as follows :— Baty ot to @ in item 2, by the substitution, for the Seamer! figures \"2.50\", appearing under the oot heading “Duty ”, ofthe figures\" 5.0; an (©) by the addition at the end of that Part of the following new item :— i “4. Search of court records—for each i application 0.25. : . Part X { Provisions relating to the sale of certain motor cars : 106. The provisions of this Part of this Act shall Date of opera: be deemed to have come into operation on the toncf tis Far second day of August, 1963. ns",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 63,
    "par_num": 12,
    "text": "62 Finance Act, No. 11 of 1963",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 63,
    "par_num": 12,
    "text": "Prokibiden of» - - 107. (I) Any motor car to whick this Part of",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 63,
    "par_num": 12,
    "text": "festeotmea this Act applies shall not, during a period of seven",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 63,
    "par_num": 12,
    "text": "wi ren ofthis years “commencing from the date of the first",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 63,
    "par_num": 12,
    "text": "‘eithout the, registration of that motor car, or the date of the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 63,
    "par_num": 12,
    "text": "ezine. importation of that motor car if that motor car had not been registered, be sold by its owner except with the previous approval in writing of the Registrar : .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 63,
    "par_num": 12,
    "text": "Provided that such period may be reduced or extended in regard to all such motor cars or to any particular description of such motor cars as the House .of Representatives may by resolution determine,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 63,
    "par_num": 12,
    "text": "- _ @) Asale of any motor car to which this Part of this Act applies in contravention of the provisions of sub-section (1) shall be null and void and of no effect in law.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 63,
    "par_num": 12,
    "text": "Aspicatons 108. (1) Every application by the owner of a fer apcoval motor car to which this Part of this Act applies for Sa fo whieh approval to sell that motor car shall be made to the BAe Registrar in such form as may be provided by the Registrar for the purpose and the application shall contain all such information as the Registrar may",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 63,
    "par_num": 12,
    "text": ". require for the disposal of the application.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 63,
    "par_num": 12,
    "text": "@) Upon receipt of an application under sub- section (1), the Registrar may—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 63,
    "par_num": 12,
    "text": "@ approve, subject to the condition specified in section 109, the application for the + sale of the motor car to the person to whom the owner of that motor car intends to sell that car ; or (®) direct such owner to sell that motor car ” either by auction sale or tender through the Registrar ot any other organization . : vj. a8 the Registrar may nominate, subject to the condition specified in section 109.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 64,
    "par_num": 6,
    "text": ". Finance Act, No. 11 of 1963 6 109. An application to the Registrar for contiéon for . approval to sell a motor car to which this Part of fheganof is Act applies shall be granted by the Registrar ‘on the condition that, if the owner of that motor car makes a profit from the sale of that motor car, a sum, calculated in the manner specified in ~ section'110, shall be retained— : @ by the person specified in the application asthe intending purchaser’ of that motor car, or : . . © where that motor car is directed by the : Registrar to be sold by auction sale or tender, by the purchaser at the auction sale or the person who makes the highest offer by tender, a the case may be, for payment to the Registrar. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 64,
    "par_num": 6,
    "text": "“110. The sum required to be retained under Meme of section 109 by the purchaser of a motor car to smpualonss which this Part of this Act applies for the purposes fe the Regains of payment to the Registrar shall be catculated in ty Purciaer the following manner -— fo wneh Ge",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 64,
    "par_num": 6,
    "text": "topic, At @ if that motor car was bought by the owner from a dealer of motor cars and was : unused at the time he bought it, a sum equivalent to eighty per centum of the LQ, difference between— : @ the price to be paid by the pure «chaser of that motor car, and : id the aggregate of the price paid for : that motor car by the owner to : that dealer and the sum of rupees two hundred and fifty as expenses . of the sate of that motor car ; (®) if that motor car was imported into Ceylon by the owner of that motor car, a sum i equivalent to eighty per centum of the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 64,
    "par_num": 6,
    "text": "_ difference between—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 64,
    "par_num": 6,
    "text": "+ @ the price to be paid by the pur. chaser of that motor, car, and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 64,
    "par_num": 6,
    "text": "’ :",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 65,
    "par_num": 1,
    "text": "ad Finance Act, No. 11 of 1963 . Gi) the aggregate of the price paid by . that owner for that motor car (inclusive of carriage, insurance, ' freight and customs duty), and a sum of rupees two hundred and fifty as expenses of the sale of that motor car to that \\ purchaser ; | (©) if that motor car was bought second-hand \\ by the owner of that motor car, an ' amount equivalent to eighty per centum of the difference between— I () the price to be paid by the purchaser of that motor car, and i Gil) the aggregate of the amount deter- mined by the Registrar as the price paid by the owner for that motor car at the time he bought it and a sum of rupees twos : hundred and fifty as expenses of the sale of that motor car to . that purchaser. Pash of 111, On a change of possession of a motor car wiiciine mart ~—-—=« to. Which this Part of this Act applies occutring by one Act the sale of that motor car, the purchaser of that Sit io be motor car shall not be entitled to be registered as fo omer it the new owner of that motor car under the pro- tesunreaied Visions of the Motor Traffic Act unless he satisfies Wtergenser the Registrar that he has paid the sum which he was required to retain under section 109 for the purposes of payment to the Registrar. Sums paid to 112. All sums paid to the Registrar under this thar Bie Paet Part of this Act shall be credited by the Registrar to of Ge Act 0” the Consolidated Fund of Ceylon. t eGooroldatd : Fund of Caylon. Provisions of 143, The provisions of this Part of this Act | in Past of ~ shall have effect notwithstanding anything to the Preval, contrary in any other law.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 66,
    "par_num": 3,
    "text": ". Finance Act, No. Ut of 1963 65 114, Where 2 motor car r fo which this Part of Apenon pho this Act applies hes, during jod commencing applied \"to on the second day of August, 196,and ending onthe 2%, ‘gisered 23 day preceding the day on which ‘this Act becomes of 4 moter car an Act of Parliament, been sold to any person, Part of tha Act and where an application by that person for regis- sgplieand tration under the provisions of the Motor Traffic furctase ante Act as the new owner of that motor car is pending Aupigt2 1953,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 66,
    "par_num": 3,
    "text": "‘on the day immediately preceding the day on $y ora which this Act becomes an Act of Parliament, me Att",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 66,
    "par_num": 3,
    "text": "such owner shall be deemed to have complied Gfrartianent with the provisions of this Part of this Act if he sll be cosned pays to the Registrar the amount of the tax, if fin te prove any, computed ia accordance with section 110 in som ofthis Part respect of that motor car. pays a eax io espe ofthat motor car. 115. In this Part of this Act, unless the context tnterpretation, otherwise requires,— “ motor car” shall have the same meaning as in the Motor Traffic Act ; “ motor car to which this Part of this Act applies * means— (1) any motor car registered for the first time under the provisions of the Motor Traffic Act om or after January 26, 1961, and : 2) any motor car so registered prior to January 26, 196i, if such motor car had prior to that date been : imported into Coston free of customs duty payable under the Customs Ordinance or on special concessions regarding import of motor cars, for the use of the person who makes an application to the Registrar to sell that motor car, but does not inchude— ' (@) any motor car (other than a motor car referred to ‘in the afore- mentioned paragraph (2) ) im- . . ported into Ceylon before . january 26, 1961, and registered under the provisions of the Motor ‘Traffic Act om or after : that date ; or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 67,
    "par_num": 1,
    "text": "66 Finance Act, No. 11 of 1963 . (®) any motor car so. registered on or after that date but which— : + @ had been shipped to Ceylon - before that. date from abroad and had been landed in Ceylon after that date, (ii) had been subject to the pay- ment of customs duty nor- mally payable in respect . of such description of : : motor cars, and a (ii) had not been imported on ‘ a any import licence or per- mitrotavailable to persons desiring to import cars for their use 5 _* Registrar” means-the Registrar of Motor Vehicles or any person authorized by him for the purposes of this Part of this Act. : Parr XI r Issue of Treasury Bills ‘asian 116. In addition to the sums heretofore Eve wef © -orrowed or authorized to be borrowed by the ‘Treasury Bis, issue in Ceylon of Ceylon Government Treasury Bilis under the Local Treasury Bills Ordinance, the Minister of Finance may ‘direct the Deputy Secretary to the Treasury to borrow, by the issue in Ceylon of Ceylon Government Treasury Bills, sums not exceeding one hundred million rupees in . the aggregate ; and the Deputy Secretary to the Treasury may also, with the prior approval of the Minister of Finance, borrow from time to time by the issue of such Treasury Bills, such sums as may be required to pay off at maturity, Treasury Bills already lawfully issued by him, and outstanding, under the provisions of this section. . Application of . 117. The provisions of sub-sections (2) and (3) Bisons. Of section 2, and sections 3 to 7 (both inclusive), of the Local Treasury Bills Ordinance shall, mutatis mutandis, epply to Ceylon Government Treasury Bills issued under section 116 of this Part of this Act in like manner and to the same extent as such . provisions apply in the case of Ceylon Government ‘Treasury Bile issued under that Ordinance,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 68,
    "par_num": 8,
    "text": ": Finance Act, No, WU of 1963 67 Part XID Business Turnover Tax",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 68,
    "par_num": 8,
    "text": "118. The provisions of this Part of this Act Gestation oF ‘shall come into operation on the appointed date. HE at",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 68,
    "par_num": 8,
    "text": "119. (1) Subject to the other provisions of Ciarge, of te this. Part of this Act, there shall be charged for tverux,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 68,
    "par_num": 8,
    "text": ". every year of assessment commencing on or after Octaber I, 1963, from every person who carries ‘on in any place in Ceylon the business of a manu- facturer or any other business a tax (hereafter in this Part of this Act referred to as the “ business turnover tax”) in respect of the turnover made by that person from that business computed at suc tate as the Minister may fix by Order published in the Gazette.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 68,
    "par_num": 8,
    "text": "The rate of the business turnover tax in respect of any business may be determined by reference to the nature of such business and accordingly different rates of such tax may be determined in respect of different classes or descriptions of ‘businesses.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 68,
    "par_num": 8,
    "text": "(2) The rate of the business turnover tax in respect of any class or description of business may, from time to time, be varied by the Minister by ‘Order published in the Gazette.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 68,
    "par_num": 8,
    "text": "(3) Every Order under sub-section (1) or sub- section (2) shall come into force on the date of its publication in the Gazette or on such later date as may be specified in the Order and shall be brought before the House of Representatives within a period of three months from the date of the publi- cation of such Order in the Gazette, or, if no meeting of the House of Representatives is held within such period, at the first meet'ng of the House of Repre- sentatives held after the expiry of such period, by a motion that such Order shall be approved \"There shall be set out in a schedule to every such motion the text of the Order to which the motion refers.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 68,
    "par_num": 8,
    "text": "@) Any Order under sub-section (1) or sub- section, (2) which the House of Representatives Tefuses' to approve shall, with effect from the date of such refusal, be deemed to be revoked but without Prejudicg to the validity of anything done there under, Notification of the date‘on which any such Order is deemed to be revoked shall be published in the Gazette. ~",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 69,
    "par_num": 1,
    "text": "68 Finance Act, No. 11 of 1963 . (5) The maximum amount of the business turn- ‘over tax charged from any person for any year of * assessment in respect of the business carried on by him shall in no case exceed eighty per centum of the profits or income of that person from that business as ascertained under the provisions of Chapter II ‘of the Inland Revenue Act, No. 4 of 1963, before making the deduction allowable under section 157 of this Part of this Act or, where the Inland Revenue Act does not apply to such person, eighty per centum of the profits or income of such person from that ‘business as ascertained under the provisions of Chapter II of the last-mentioned Act before making the deduction allowable under section 1$7 of this Part of this Act as though the Inland Revenue Act were applicable to him, and accordingly such person shall be entitled to a refund of the sum so paid by him as business turnover tax in excess of such maximum amount. Toesircame 120. (1) A person. shall, in respect of any sunesinwticy business carried on by him in Ceylon, be chargeable ‘chargeatale with with business turnover tax for any year of assess- business burr ment if, but only if— @ where such business has been carried on by him for a periad of not less than one . year prior to the date of commencement . of that year of assessment, the turnover made by him from that business for the accounting period immediately pre~ ceding the year of assessment is not ess than one hundred thousand rupees ; an @) where such business has been carried on f by him for a period of Jess than one 1 year prior to the date of commencement of that year of assessment, the turnover : made by him from that business during such period is not less than a sum which ' bears to one hundred thousand rupees the same proportion as the number of : days in that period bears to. three hundred and sixty-five. (2) For the purposes of this Part of this Act— (a) where any business is carried on by a person in more than one place in Ceylon, : Tie business carried on by him in each such place shall be deemed to be a separate business ; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 70,
    "par_num": 16,
    "text": ". . ‘Finance Act, No. 11 of 1963 id (®) different businesses carried on by the same person in one place shall be",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 70,
    "par_num": 16,
    "text": ". deemed to be one business.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 70,
    "par_num": 16,
    "text": "(3) For the purposes of this Part of this Act, business” ingludes any trade or vocation but \"does not include—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 70,
    "par_num": 16,
    "text": "(@) any profession ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 70,
    "par_num": 16,
    "text": "(6) any agricultural undertaking ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 70,
    "par_num": 16,
    "text": "(© any undertaking for the export of any manufactured or processed article; -",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 70,
    "par_num": 16,
    "text": "“1s «@) the business of a banker, financier, money- Tender, pawnbroker, commission agent . or broker ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 70,
    "par_num": 16,
    "text": "(e) any insurance business ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 70,
    "par_num": 16,
    "text": "(/) the business of carrying on an educational establishment ; and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 70,
    "par_num": 16,
    "text": "(g) any other business the turnover from which may be exempted from the business turnover tax by Order made by the Minister, approved ty the House of Representatives and published in the Gazetie.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 70,
    "par_num": 16,
    "text": "421, (1) The Minister may by Order published Exrepiod in the Qpeane declare any article specified in =\" such Order to be an excepted article for the purposes of this Part of this Act. Different articles may be declared to be excepted articles in respect of different classes or descriptions of businesses. :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 70,
    "par_num": 16,
    "text": "(2) Where an article is, under sub-section (1), declared to be an excepied article in respect of any class or description of business, the sum realized from the sale of such article shall not be taken into account for the purpose of ascertain-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 70,
    "par_num": 16,
    "text": ", ing the tumover from'such class or description of business.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 70,
    "par_num": 16,
    "text": "122, (1) E TsO chargeable with business Paymeat of turnover tax shal, Pi reopect of the business carried business tum- on by him, pay such tax for any year of assessment in four instalments, each such’ instalment being in respect of the turnover for each period of thres’ months (hereafter in this Part of this Act referred to as 2 “ quarter”) in that year of assessment :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 70,
    "par_num": 16,
    "text": "Provided that no such tax shall be payable in respect of the quarter commencing on October 1,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 70,
    "par_num": 16,
    "text": "1963, and ending on December 31, 1963, .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 71,
    "par_num": 5,
    "text": "i) Finance Act, No, 1 of 1963",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 71,
    "par_num": 5,
    "text": "(2) The, business turnover tax in respect of any quarter in a yor of assessment shalt be paid not later than fifteen days after the expiry of that quarter. Any tax not so paid shall be deemed to be in default and the person by whom such tax ig payable or, where any tax is payable by more than one person or by a partnership, then each of such persons and each partner ia the partnership",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 71,
    "par_num": 5,
    "text": ": shall be deemed to be a defaulter for the purposes of this Part of this Act. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 71,
    "par_num": 5,
    "text": "G3) Where any business turnover tax is in default, the defaulter shall become liable to pay, in addition to such tax,—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 71,
    "par_num": 5,
    "text": "(@ a penalty of a sum equivalent to five er centumt of such tax, and (® where such tax is not paid before the lapse of thirty days after such tax has begun to be in default, a penalty of a sum equivalent to one per centum of such tax in respect of each further period of thirty days or part thereof during which such tax is in default. Returs 123, Every person chargeable with business,’ .. turnover tax shail, not later than fiftecn days after the expiry of each quarter in a year of assessment, furnish to the Commissioner for the business in respect of which he is chargeable with such tax a return setting out the turnover from that business for that quarter, Every such return shall be in the prescribed form and shall contain all such particulars as may -be required to be set out in such form. Power of 124. (1) Where any person chargeable with Amero business turnover tax ea eo (@) fails to furnish, under section 123, a return for any quarter in a year of . assessment and to pay the business : turnover tax in respect of that quarter ; or @) fumishes, under section 123, a return in respect of any quarter in a year of assessment but fails to pay the business , turnover tax in respect of that quarter, * an Assessor shall assess the amount of the business turnover tax which such person, in the judgment ' of the Assessor, ought to have paid for that quarter . and shall, by notice in writing, require such person",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 72,
    "par_num": 13,
    "text": "7 . Finance Act, No. 11 of 1963 val to pay such amount immediately. The amount so assessed in respect of any person for a quarter Shall, subject to the provisions of section 125, be deemed to be the amount of the business turnover tax payable by him for that quarter.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 72,
    "par_num": 13,
    "text": "(2) An assessment made under sub-section (1) in respect of any person for any quarter in a year of assessment shail not affect the liability of such person to @ penalty under section 122 as though the amount assessed were the amount of business",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 72,
    "par_num": 13,
    "text": "; turnover tax due from him for that quarter.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 72,
    "par_num": 13,
    "text": "125. Where it appears to an Assessor that a Additional person chargeable with business turnover tax has, sssmmenta, for any quarter in a year of assessment, paid as tax an amount less than the proper amount of the tax payable by him for that quarter, or chargeable from him for that quarter, an Assessor may, at any time, assess such person at the additional amount at which, according to the judgment of the Assessor, tax ought to have been paid by",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 72,
    "par_num": 13,
    "text": "_ such person. The Assessor shall give such person notice of assessment.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 72,
    "par_num": 13,
    "text": "126. (1) An Assessor may, by notice in writing, Rewens and direct’ any person who, in the judgment of that jnformetion Assessor, is a person’ chargeable with business ished, turnover tax to furnish within the time specified in such notice a return containing such particulars as the Assessor may require.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 72,
    "par_num": 13,
    "text": "(2) An Assessor may give notice in writing to any person when and as often as he thinks necessary requiring him to furnish within the time specified in such notice—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 72,
    "par_num": 13,
    "text": "(@) fuller or further returns, or",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 72,
    "par_num": 13,
    "text": "* @) fuller or further information relating to",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 72,
    "par_num": 13,
    "text": "any matter as will in the opinion of the Assessor be necessary or relevant for",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 72,
    "par_num": 13,
    "text": ". the assessment of the business turnover tax payable by such person.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 72,
    "par_num": 13,
    "text": "(G3) For the purpose of obtaining full information in respect of the turnover from any business carried",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 72,
    "par_num": 13,
    "text": "~. on by any person, an Assessor may give notice in writing to such person requiring him— ‘ () to produce for examination, or transmit : to the Assessor, within the period pe specified in such notice, any such books, accounts, trade lists, stock fists, registers, cheques,’ paying in slips.” auditors’ .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 73,
    "par_num": 10,
    "text": "Vs Finance Act, No. 11 of 1963. reports, or other documents in his",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 73,
    "par_num": 10,
    "text": "- possession as may be specified in such notice 5",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 73,
    "par_num": 10,
    "text": "(8) to attend in person or by an authorized representative at such place and on such date and at such time as may be - specified in the notice for the perpose of being examined regarding the turn-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 73,
    "par_num": 10,
    "text": ". over in respect of that business.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 73,
    "par_num": 10,
    "text": "(4 For the purposes of this Part of this Act, an. Assistant Commissioner may give notice in writing to any person requiring him—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 73,
    "par_num": 10,
    "text": "@) to attend in person or by an authorized representative at such piace and on such date and at such time as may be specified in such notice so that he may be examined on any such matter or matters as may be specified in the notice ;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 73,
    "par_num": 10,
    "text": ": (8) to produce, or transmit to such Assistant Rommicsioner within the period speci- fied in such notice any books, accounts, trade lists, stock lists, registers, cheques, paying: in slips, auditors’ reports, or , other documents in his possession as may be specified in such notice.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 73,
    "par_num": 10,
    "text": "(5) A person who attends in compliance with a notice given under sub-section (4) may be allowed by the Commissioner the expenses reasonably incurred by him in so attending.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 73,
    "par_num": 10,
    "text": "(6) An Assistant Commissioner, or an Assessor with the approval of an Assistant Commissioner, may retain in his custody, as Jong as such retention is necessary for the purposes of this Part of this Act, any books, accounts, trade lists, stock lists, registers, cheques, paying in slips, auditors’ reports, or other documents which are or have been pro- duced before him or transmitted to him under sub- section (3) or sub-section (4) or which otherwise come or have come into his possession.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 73,
    "par_num": 10,
    "text": "(7) A return, statement or form purporting to be falnlshed under this Part of this Act by or on behalf of any person shall for all purposes be‘: deemed to have been furnished by that person or ; by his authority, as the case may be, ualess the contrary is proved, and any person signing any such return, statement or form shail be deemed to bbe cognizant of all matters therein, :",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 74,
    "par_num": 10,
    "text": "- | Finance Act, No. 11 of 1963 B",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 74,
    "par_num": 10,
    "text": "127. The Commissioner may give notice in Information to writing to any officer in. the employment of the bz furished by",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 74,
    "par_num": 10,
    "text": "- Government or of any local authority or other public body requiring him to furnish within the period specified in such notice any such particulars which he may require for the purposes of this Part of this Act as may be in the possession of such officer :",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 74,
    "par_num": 10,
    "text": "Provided that no such officer shall by virtue of this section be obliged to disclose any particulars as to which he is under any express statutory obligation to observe secrecy.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 74,
    "par_num": 10,
    "text": "128. Every person chargeable with business vouers tobe turnover tax shall, in respect of each transaction imued bypersons entered into by him in the pursuit of any business Sussss in relation to which such tax is payable, prepare over tx, or cause to be prepared a voucher setting out—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 74,
    "par_num": 10,
    "text": "* .  @ the date on which such transaction was",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 74,
    "par_num": 10,
    "text": "‘entered into ; (© the nature of such transaction ; and (©) the amount of money received in respect of such transaction. . The original of such voucher shall be issued to the person with whom such transaction was entered Into and the copy of such voucher shall be retained and preserved by the person by whom : ‘or on whose behalf such’ voucher was prepared for a period of five years after the expiry of the year of assessment in which such voucher was prepared,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 74,
    "par_num": 10,
    "text": "129, (1) B on chargeable with business Mimtenance turnover tax shall Keep and maintain in respect of of ##sen. each year of assessment a tegister of transactions.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 74,
    "par_num": 10,
    "text": "@) The register of transactions kept by any person in respect of any year of assessment shall be Tetained and preserved by him for a period of five years after the expiry of that year of assessment.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 74,
    "par_num": 10,
    "text": "130. Any act or thing required by or under this Whomay setfor Part of this Act to be done by any person shall, i¢ inzzacttet such person is an incapacitated person, be deemed to be required to be done by the trustee of such incapacitated person, ,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 75,
    "par_num": 1,
    "text": "4 Finance Act, No. U1 of 1963 . : Precedent 131. Any act or thing required by or under this pare ack Part of this Act to be, done by any person shall, in ‘partnership. the case of two or more persons in partnersh'p, be deemed to be required to be done by the precedent partner of such partnership : Provided that any person to whom a notice has ~ been given under the provisions of this Part of this Act as a precedent partner of a partership shall be deemed to be the precedent partner thereof unless he proves that he is not a partner of such partner- ship or that some other person in Ceylon is the precedent partner thereof. Principal 132. The provisions of section 90 of the Inland fear act Revenue Act, No. 4 of 1963, shall apply as if such oy oF provisions were provisions of this Part of this Act body of and refer to this Part of this Act instead of the versa Inland Revenue Act. Liniliy vo pay 133. (1) Subject as hereinafter provided, where boshess tur. during the course of a year of assessment a person case of chargeable with business turnover tax ceases to eatin of carry on any business in respect of which he is chargeable with such tax, he shall, notwithstanding r ‘that he has ceased to carry on such business, be > liable to pay such tax for the period during which he carried on that business in that year of assessment. (2) Where any person carrying on a business transfers such business to any other person, any . business turnover tax payable in respect: of such business for any period prior to the transfer may, if it cannot be recovered from the transferor, be recovered from the transferee and the provisions of this Part of this Act as to collection and recovery of the business turnover tax shall apply accordingly. Liability of 134. (1) Where any person chargeable with Srree, business turnover tax dies, the executor of such Bibover tae deceased person shall, in ‘respect of all periods prior to the date of ‘death of such person, be chargeable with the business turnover tax which such person would be chargeable if he were alive ;. and shall be liable to do all acts, matters and things which such person if he were alive would be liable . to do under this Part of this Act ; Provided that— . (@ no proceedings shall be instituted against the executor in respect of any act of : default of the deceased person ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 76,
    "par_num": 7,
    "text": "Finance Act, No. 11 of 1963 15 (6) no assessment or additional assessment in respect of a period prior to the date of such person's death shall be made . after the expiry of the third year of assessment subsequent to the year of ascesement in which the death occurred ; an ~ (© the liability of the executor under_this section shall be limited to the sum of — . * (@ the deceased person’s estate in his . possession or control at the date when notice is given to him that Viability, to the business turnover tax will’arise under this section ; and Gi) any part of the estate which may ‘have passed to a beneficiary.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 76,
    "par_num": 7,
    "text": "(2) Where an executor on behalf of the estate of a deceased person carries on any business which is a -part of such estate, such executor shall, in respect of such business, be chargeable with the business turnover tax with which such person would be chargeable if he were alive.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 76,
    "par_num": 7,
    "text": "135. (1) Where any business in respect of  Lisbitity of which business turnover tax is payable is carried =F4m yam, on by any person on behalf of any other person turnover tax in as the agent of such other person, the first-mention- PRL ed person shall be chargeable with business turnover belonging to tax in respect of that business in like manner and ®™ to the like amount as the latter-mentioned person would be chargeable under this Part of this Act.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 76,
    "par_num": 7,
    "text": ". Q) Where any business in respect of which business turnover tax is payable is subject to a trust, the trustee of that trust shall be liable to pay such tax in respect of such business,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 76,
    "par_num": 7,
    "text": "136. Where two or more persons act in the Jobtasens.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 76,
    "par_num": 7,
    "text": "+ capacity of trustees of a trust or executors of a sncuoc deceased person's estate, they may be charged joindy and severally with the business turnover",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 76,
    "par_num": 7,
    "text": "~ tax with which they are chargeable under this Part of this Act, and shall be jointly and severally . liable for payment of such tax.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 77,
    "par_num": 9,
    "text": "6 Finance Act, No. 11 of 1963 Pemons table 137. (1) Notwithstanding anything in the fp babes Companies Ordinance, where a company is wound Spon gui up and where any business turnover tax to which don of & come that company is liable cannot be recovered, then, Eibitign of every person who was u director of the company abody of at any time during the period in respect of whicl pom. such tax is charged shail be jointly and severally liable for the payment of such tax unless he proves \"chat the default im payment of tax cannot be attributed to amy gross neglect, misfeasance or breach of duty on his part in relation to the affairs of the company, and the provisions of this Part of this Act as to collection and recovery of business turnover tax shall apply accordingly.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 77,
    "par_num": 9,
    "text": "2) Where a body of persons is dissolved and where any business turnover tax to which such body of persons is liable cannot be recovered, then, every person who was a member of that body of persons during the period in respect of which the tax is charged shall be jointly and severally liable for the payment of such tax unless he proves that the default in payment of tax cannot be attributed to any gross neglect, misfeasance or breach of duty ‘on his part in relation to the affairs of that body, and the provisions of this Part of this Act as to collection and recovery of business tumover tax",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 77,
    "par_num": 9,
    "text": "~ shall apply accordingly.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 77,
    "par_num": 9,
    "text": "Apa tobe 138. (1) Any person may, if he is dissatisfied sioner, with any assessment ot additional assessment made in respect of him by an Assessor, appeal against such assessment or additional assessment to the Commissioner within thirty days after the . service of notice of such assessment or additional govrssment. “Such peréon shall, notnithstanding",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 77,
    "par_num": 9,
    "text": "the appeal, pay the business turnover tex charg",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 77,
    "par_num": 9,
    "text": "by such assessment or additional assessment,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 77,
    "par_num": 9,
    "text": "(2) The Commissioner shall, before reaching his decision on any appeal made to him under sub-section (1), give the appellant an opportunity of placing his case before the Commissioner either in person or by his authorized representative.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 77,
    "par_num": 9,
    "text": "(@) The Commissioner may, upon any appeal made to him under sub-section (1), confirm, reduce, increase or annul the assessment or additional assessment against Which such appeal was made.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 77,
    "par_num": 9,
    "text": "(4) Any person aggrieved by the decisioin of the Commissioner upon any sppeal made to him under sub-section (1) may appeal from that decision to the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 78,
    "par_num": 9,
    "text": "Finance Act, No. il of 1963 1 Board of Review constituted under the Inland Revenue Act, No. 4 of 1963, and the provisions of that Act relating to appeals to such Board of Review shall mutatis mutandis apply to an appeal under this . sub-section.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 78,
    "par_num": 9,
    "text": "139, Where no valid appeal has been lodged Avesmeats or within the time specified in this Part of this Act sends against an assessment in respect of business turn- befall over tax, or where the amount of such tax has been determined on appeal, the assessment as made, or reduced, or increased or confirmed on appeal, as the case may be, shall be final and conclusive for ali purposes of this Part of this Act as regards the amount of such tax :",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 78,
    "par_num": 9,
    "text": "Provided that nothing in this Part of this Act shall prevent an Assessor from making an assess- ment or additional assessment for any quarter ina",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 78,
    "par_num": 9,
    "text": ". Yeat of assessment if it does not involve re-openin; any matter ‘which has been determined on appeal . for that quarter,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 78,
    "par_num": 9,
    "text": "140. Where in an assessment made in respect of Penalty for any person the amount of business turnover tax Wes peat exceeds the amount already paid by him as the twmover im. amount due from him in respect of the turnover specified in his return and the assessment is final and conclusive under section 139, the Commissioner may, unless that person proves to the satisfaction of the Commissioner that there is no fraud or wilful neglect involved in the disclosure of the turnover made by that person in his return, in writing order that person to pay as a penalty for making an incorrect return a sum not exceeding two thousand rupees and a sum equal to twice the . tax on the difference between the turnover on which the assessment was made and the turnover specified in-his return,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 78,
    "par_num": 9,
    "text": "J41. For the purposes of section 142, section Mosning of 143, section 144, section 145, section 146, section gtsciertax” 147 and section 148, “business tumover tax” forthe pupowe includes any penalty imposed or incurred under 320m this Part of this Act.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 78,
    "par_num": 9,
    "text": "142. Any business turnover tax in default shall Busioas bea first charge upon all the assets of the defaulter : {move",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 78,
    "par_num": 9,
    "text": "Provided that— eal",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 78,
    "par_num": 9,
    "text": "@ such charge shall not extend to or affect . any assets sold by the defaulter to a",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 79,
    "par_num": 8,
    "text": "7B Finance Act, No. 11 of 1963 . ‘ bona fide purchaser for value prior to the seizure of the same in accordance with the provisions of section 143 ; * . ii) as regards immovable property, the busi- nest turnover tax hall act Tank in + priority t0 any Jease ot encumbrance created bona fide for value and registered : prior to the date of such seizure ; and (ii) as regards movable property, where busi- mess turnover tax for more than one . year of assessment is in default, the tax for one year only, to be selected by the Commissioner, shall rank in priority to any lien or encumbrance created . bona fie for value prior to the Gate of default. Recovery of 143. (1) The Commissioner may appoint persons usin fur to be tax collectors for the purposes of this Part of cael this Act,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 79,
    "par_num": 8,
    "text": "(2) (a) Where any business turnover tax is ia default, the Commissioner may issue a certificate to a Government Agent, Assistant Government 4 Agent, Fiscal, Deputy Fiscal or tax collector containing particulars of such tax and the name- of the defauiter, and the officer to whom such certificate is issued shall be empowered and is hereby required to cause the tax to be recovered",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 79,
    "par_num": 8,
    "text": "“from the defaulter named in the certificate by seizure and sale of his movable property.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 79,
    "par_num": 8,
    "text": "(©) The said seizure shall be effected in such manner as the said officer shall deem most expedient in that bebalf, and any property so seized shall be kept for five days at the costs and charges of the defaulter, If the defaulter does not pay the tax in default together with the costs and charges within the said five days, the Government Agent, Assistant Government Agent, Fiscal, Deputy Fiscal or tax collector shall cause the said property to be sold by public auction.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 79,
    "par_num": 8,
    "text": "(©) The sum realized by the sale shall be applied—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 79,
    "par_num": 8,
    "text": "() firstly in payment of the costs and charges of seizing, keeping and selling the property, and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 79,
    "par_num": 8,
    "text": "@ secondly in satisfaction of the tax in default,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 79,
    "par_num": 8,
    "text": "and any balance shall be paid to the owner of the property seized. :",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 80,
    "par_num": 6,
    "text": "> Finance Act, No. 11 of 1963 79",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 80,
    "par_num": 6,
    "text": "(3) Where any business turnover tax is in default, and the Commissioner is of opinion that recovery by the means provided in sub-section (2) is iprace ticable or inexpedient, he may issue a certificate to a District Court “having jurisdiction in any district where the defaulter resides or in whi any property movable or immovable owned by the defauilter is situate, containing particulars of such tax and the name of names of the person of persons by whom the tax is payable, and the Court shall thereupon direct a writ of execution to issue to the Fiscal authorizing and requiring him to seize and sell all or any of the property movable and im- movable of the defaultcr, or such part thereof 2s",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 80,
    "par_num": 6,
    "text": "may deem necessary for recovery of the tax, and the provisions of sections 226 to 297 of the Civit Procedure Code shall, mutatis mutandis, apply to such seizure and sale.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 80,
    "par_num": 6,
    "text": "(4) Whenever the Commissioner issues a certi- ficate under this section, he shall at the same time issue’ to the defaulter'a notification thereof bs petsonal service or by registered letter sent through the post or by telegraph ; but the non-receipt of such notification by the defaulter shall not invali- date proceedings under this section.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 80,
    "par_num": 6,
    "text": "144,. (1) Where the Commissioner is of opinion Procsdings for in any case that recovery of business turnover tax 24grety,befor in default by seizure and sale is impracticable or inexpedient, or where the full amount of the tax has not been recovered by seizure and sale, he may issue a certificate containing particulars of such tax and the name and iast known place of business or residence of the defaulter to a Magistrate having jurisdiction in the division in which such place is situate, The Magistrate shall thereupon summon such defaulter before him to show -cause why further proceedings for the recovery of the tax should not be taken against him, and in default of sufficient cause being shown, the tax in default _ shall be deemed to be a fine imposed by a sentence of the Magistrate on such defaulter for an offence",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 80,
    "par_num": 6,
    "text": "* punishable with fine only or not punishable with bppngonurent, ane the provisions a snboection of section (except graphs (2), (¢} an thereof) of the Criminal Prowedure @.e relating to default of payment of a fine imposed for such an . offence shall thereupon apply, and the Magistrate ‘",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 81,
    "par_num": 11,
    "text": "80 Finance Act, No. V1 of 1963+ may make any direction which, by the provisions of that sub-section, he could have made at the time of imposing suck sentence :",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 81,
    "par_num": 11,
    "text": "Provided that nothing in this section shall authorize or require the Magistrate in any pro- ceeding thereunder to consider, examine or decide the correctness of any statement in the certificate of the Commissioner. :",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 81,
    "par_num": 11,
    "text": "(2) Nothing in sub-sections (2) to (5) of section 312 of the Criminal Procedure Code shall apply in any case referred to in sub-section (1) of this section.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 81,
    "par_num": 11,
    "text": "(3) In any case referred to in sub-section (1) in",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 81,
    "par_num": 11,
    "text": "' which the defaulter is sentenced to imprisonment in default of payment of the fine deemed by that sub-section to have been imposed on him, the Magistrate may allow time for the payment of the amount of the said fine or direct payment of that",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 81,
    "par_num": 11,
    "text": ": amount to be made by instalments. : Q The ‘court may require bail to be given as a condition precedent to allowing time under sub- ” section (1) ier showing cause as therein provided or + -. under sub-section (3) for the payment of the fine ; and the provisions of Chapter XXXVI of the Criminal Procedure Code shall apply where the defaulter is so required to give bail.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 81,
    "par_num": 11,
    "text": "() Where payment in instalments is directed under sub-section (3) and default is made in the payment of any one instalment, the same pro- ceedings may be taken as if default had been made in payment of all the instalments then remaining unpaid.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 81,
    "par_num": 11,
    "text": "(© In any proceeding under sub-section (1), the Commissioner's certificate shall be sufficient evi-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 81,
    "par_num": 11,
    "text": ": dence that the tax is in default, and any plea that the tax is excessive, incorrect, or under appeal shall not be entertained :",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 81,
    "par_num": 11,
    "text": "Provided that where any person proceeded against has not appealed within the proper time agtinet the assesement in respect of which the tax is charged and alleges that tax is in excess of 1 the sum which would have been charged if he had 30 appealed, the court may adjourn the matter for",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 81,
    "par_num": 11,
    "text": ": a petiod not exceeding thirty days to enable such . pergon fo submit to the Commissioner his objection",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 82,
    "par_num": 1,
    "text": "> Finance Act, No.1 of 1963 81 (7) The Commissioner shall, notwithstanding the provisions of section 139, consider any objection made under sub-section (6) and give his decision thereon, which shall be final, and shall be certified by him to the Magistrate, and proceedings under . this section shall thereupon be resumed to enforce Payment of the tax as reduced or con- firmed under such decision. Where no objection thas been made to the Commissioner within the period for which the matter was adjourned under that sub-section, the Commissioner shall issue a certificate to that effect and proceedings under this section shall be resumed to enforce payment of the _ tax. 145, (1) Where the business turnover tax pay- Recovery of able by Q person is in default and it appears to Serme su” the Commissioner to be probable that any person— of debts, exo, ~ (a) owes or is about to money to the & » defaulter or his agent sor ov! . - @ holds money for’ or ‘on account of the defaulter or his agent ; or ’ . (© holds money on account of some other Person for payment to the defauter or - his agent ; or : . _  @ has authority from some other person to ‘ @ pay money to the defwulter or his agent, i the Commissioner may ge to such person notice ! in writing (a copy of which shall be sent by post H to the defaulter) requiring him to pay any such | moneys not exceeding the amount of the tax in i default 10 the officer named in such notice. The i notice shall apply to all such moneys which are t in his hands or due from him or about to be paid : by him at the date of receipt of such notice, or come into his hands or become due from him or are about to be paid by him at any time within a period of three months after the date of such notice, i ) Any person who has made any payment in i puscnaneg Bruise ston shal be desued to have j acted under the authority of the person by whom { the tax was payable and of all other persons concerned, and is hereby indemnified in respect of such, Payment against, all proceedings, civ | or criminal, notwithstanding the provisions of . * any written law, contract or agreement,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 83,
    "par_num": 9,
    "text": "82 Finance Act, No. 11 of 1963",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 83,
    "par_num": 9,
    "text": "@) Where any person to whom a notice has been given under sub-section (1) is unable to comply therewith owing to the fact that the moneys . in question do not come into his hands or become due from him within the period referred to in sub-section (1), he shall within fourteen days of the expiration thereof give notice in writing to + the Commissioner acquainting him with the facts. (4) Where any person to whom a notice has been given under sub-section (1) is unable to comply therewith and has faled to give notice ; to the Commissioner as provided in sub-section 2. or where such person has deducted or could we deducted the tax to which the notice relates or any part thereof and has not paid over as directed by the Commissioner the amount of 2 such tax or part thereof within fourteen days after the expiration of the period referred to in sub-section (i), such person shall, if he is an individual be Tiable, or where such person is & .. company or body of persons, whether corporate of wnincorporate, the secretary, manager or other rincipal officer of such company or body shal i personally liable, for the whole of tax which such person has been required to deduct, and such tax may be recovered from puch individual, . secretary, manager or other principal officer by",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 83,
    "par_num": 9,
    "text": "all means provided in this Part of this Act.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 83,
    "par_num": 9,
    "text": "* (5) For the purposes of this’ section, the expression “‘ defaulter ” shall be deemed to include the agent or authorized representative of a person who is in default and the provisions of this section shall apply in any case where the tax which would",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 83,
    "par_num": 9,
    "text": "+ aye been payable by any person if he were alive is in default ; and for the purposes of the applica- tion of those provisions in any such case, the expression “ defaulter ” in sub-section (1) means—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 83,
    "par_num": 9,
    "text": "(@) the executor or administrator of a deceased person, or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 83,
    "par_num": 9,
    "text": "@) any person who takes possession of, or > \"iatermeddles with, the Property of a",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 83,
    "par_num": 9,
    "text": "deceased person, or : (6) any on who has applied or is entitled © \"e apply to a District Cout for the grant or resealing of probate or letters : of administration in respect of the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 83,
    "par_num": 9,
    "text": "+ estate of a deceased person.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 84,
    "par_num": 6,
    "text": "» Finance Act, No. 11 of 1963 _ 83",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 84,
    "par_num": 6,
    "text": "146.. (1) Where the Commissioner is of opinion Recovery of that any person is about to or likely to Teave Ceylon Susines farms ‘without paying the business turnover tax due from pervoarleavatg him, the Commissioner may issue a certificate Sve containing particulars of such tax and the name of such persou:to 4 Magistrate, who shall on receipt thereof issue a direction to the Inspector-General ‘of Police to take such measures as may be necessary to prevent such person from leaving Ceylon with- out Tinted the tax or furnishing security to the satisfaction of the Commissioner for payment thereof,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 84,
    "par_num": 6,
    "text": "(2) At the time of issue of his certificate to the Magistrate, the Commissioner shall issue to such person a notification thereof by personal service, registered letter sent through the post or telegraph ; but the non-receipt of any such notification by such person shall not invalidate proceedings under this section. -",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 84,
    "par_num": 6,
    "text": "(3) The production of a certificate signed by the Commissioner or a Deputy Commissioner or an Assistant Commissioner stating that the tax has been paid or that security has been furnished, or the payment of the tax to a police officer in charge of a police station, shall be’ sufficient authority for allowing such person to leave Ceylon. ,Ja7. Wlaere the Commissioner is of opinion atom, that application of any one of the means of reco provided in this Parr of this Act bes failed or 6°\" likely to fail to secure payment of the whole of any . business turnover tax due under this Part of this Act from any person, it shall be lawful for the Commissioner to proceed to recover any sum remaining unpaid by any other means of recovery provided in this Part of this Act, notwithstanding that an order has been made by a Magistrate under section 144 and carried into effect.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 84,
    "par_num": 6,
    "text": "148. The Commissioner may, by notice given Pre of in writing to any person, require that person within . ean’ tbe- the period specified in such notice to furnish any matin for be information which the Commissioner may require FO\". for the purpose of recovering any business turn- oven. over tax due from such person or some other person, *",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 84,
    "par_num": 6,
    "text": "149. (1) Every notice to be given by the Commis- Sigmar eat sioner, an Assistant Commissioner or an Assessor Smiisn. : under ‘this Part of this Act shall bear the name of .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 85,
    "par_num": 10,
    "text": "a Finance Act, No. 11 of 1963 * : : the Commissioner or Assistant Commissioner or a Assessor, as the case may be, and every such notice shall be valid if the name of the Commissioner, Assistant Commissioner or Assessor is duly printed",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 85,
    "par_num": 10,
    "text": "or signed thereon,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 85,
    "par_num": 10,
    "text": "2) Every notice given by virtue of this Part of this Act may be served on a person either personally or by being delivered at, or sent by post to, his last known place of abode or any place at which he is, or was, during the period to which the notice relates carrying on business :",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 85,
    "par_num": 10,
    "text": "Provided that a notice of assessment under section 124 or section 125 shall be served personally or by being sent by post by registered letter to any such place as aforesaid.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 85,
    "par_num": 10,
    "text": "@) Any notice sent by post shall be deemed to have been served on the day succeeding the day on which it would have been received in the ordinary course of post.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 85,
    "par_num": 10,
    "text": "(4) In proving service by post it shall ‘be suffi- cient io prove that the letter containing the notice was duly addressed and posted. ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 85,
    "par_num": 10,
    "text": "(5) Every name printed or signed on any notice or signed on any certificate given or issued for the purposes of this Part of this Act, which purports",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 85,
    "par_num": 10,
    "text": "to be the name of the person authorized to give or \"issue the same, shall be judicially noticed. Satie of. 150. (1) No notice, assessment, certificate or sscements other eee Purporting to be in accordance with the provisions of this Part of this Act shall be quashed, or deemed to be void or voidable, for vant of form or be affected by reason of a mistake, defect or omission therein, if the same is in subs- tance and effect in conformity with or according to the intent and meaning of this Part of this Act, and if the person assessed or intended to be assessed oF affected thereby is designated therein according to common intent and standing.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 85,
    "par_num": 10,
    "text": "(2) Without prejudice to the generality of sub- selon (), an Usgexsment shall fot be impeached or affected— .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 85,
    "par_num": 10,
    "text": "(@ by reason of 2 mistake therein as to the same or surname of the person charger . able, the amount of turmover or - amount of ‘business turnover tax charged ; or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 86,
    "par_num": 3,
    "text": "* Finance Act, No. 11 of 1963 8s (6) by reason of any variance between the aseessment and the notice thereof, if the notice of such assessment is duly served on \"the person intended to be charged and contains in substance and effect the particulars mentioned in paragraph (a) of this sub-section.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 86,
    "par_num": 3,
    "text": "151. (1) Any officer of the Department of Inland Porto _ Revenue who is specially authonzed by the Com- Sui bidoe aissioner ia that bebalf may, accompanied by a peace officer, do all or any of the following acts :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 86,
    "par_num": 3,
    "text": "(@ enter and search any building or place where he has reason to believe that any books of account, registers, records or other documents which in his opinion will be useful for, or relevant to, aay Droceeding under this Part of this Act may be found and examine them, if found ; j (2) seize any such books of account, registers, \\ records or other documents or place marks of identification thereon or make | extracts or copies therefrom ; 1 (©) make a note or an inventory of any other thing found in the course of any search under this section which in his opinion will be useful for, or relevant to, any proceedings under this Part of’ this Act, and the provisions of the Criminal Procedure Code relating to scarches shall apply so far as may be to searches under this section. In this sub-section “ peace officer ” shall have the same meaning as in the Criminal Procedure Code. (2) Before authorizing any officer to exorcise the powers under sub-section (1), the Commissioner shall record the circumstances which necessitate the exercise of those powers by that officer. (3) Where any officer authorized by the Com- missioner under sub-section (1) seizes any book of account, register, record or other document from any person, such officer shall issue to that person a memorandum specifying the book, register, record or other document he has seized.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 87,
    "par_num": 5,
    "text": "86 Finance Act, No. 11 of 1963 *",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 87,
    "par_num": 5,
    "text": "(4) Any book of account, register, record or other document seized under sub-section (1) by any officer may be retained in the possession of such ofcer as Tong as may be necessay for a scrutiny gf such book, register record or other document or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 87,
    "par_num": 5,
    "text": ". for the institution of legal proceedings against ~ the person to whom such Took register, record or other document belongs. . : ‘ \"_ ©) The Commissioner or any other officer of the \"Department of Inland Revenue who is specially * authorized in that behalf by the Commissioner in writing may do all or any of the following acts :-— @ enter and inspect any place or building where any business is carried on by any person for the parpose of ascertaining whether the provisions of this Part o this Act are being complied with ; © take copies of, or make extracts from, any ‘ook of account, register, record or other document found in such place or : building ; <Q require any person whom he finds in such 2 place or building to give such informa- tion as is in his power to give with aan respect to matters under this Part of m, this Act ; . : (@) examine, cither alone or in the presence of | _ any other person, as he thinks fit, with | : respect to matters under this Part of this Act, every person whom he finds in 7 : such plice or building: i Buses 152. If it is proved to the satisfaction of the fliers’ ., Commissioner by claim duly made in writing: eefundcd. within three years after the end of a quarter of a ~ year of assessment that any person hs paid auy business turnover tax in encess of the amount with which ho was propetiy changeable for that quarter, such person shall be entitled to have refunded the: amount so paid in exoess :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 87,
    "par_num": 5,
    "text": "Provided that nothing in this section shall -f operate to extend or reduce the time Limit for appeal or, to validate any objection or appeal which ig, ; otherwise invalid or to authorize the revision of |}",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 87,
    "par_num": 5,
    "text": ": | any assessment or other matter which has become + . final and conclusive.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 88,
    "par_num": 6,
    "text": "* Finance Act, No. 11 of 1963 37",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 88,
    "par_num": 6,
    "text": "153, (1) The Commissioner of Inland Revenue Adpintunton, shall be in charge of the administration of this fis ac Part of this Act.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 88,
    "par_num": 6,
    "text": "(2) An Assistant Commissioner ising or peering any power, duty or function of the ‘Commissioner under this Part of this Act shall be deemed for all purposes to be authorized to exercise or perform that power, duty or function until the ‘contrary is proved.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 88,
    "par_num": 6,
    "text": "(3) An Assistant Commissioner may exercise any power conferred on an Assessor by this Part of this Act.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 88,
    "par_num": 6,
    "text": "154. (1) Except in the performance of his Oficial screcy duty wider this Part of this Act, every person who is or has been employed in carrying out or in assisting any person to carry out the provisions of this Part of this Act, shall preserve and aid in pre- serving secrecy with regard to all matters retatin, to the affairs of any person that may come to he knowledge in the Pestormance of his duties under this Part of this Act, and shall not communicate any such matter to any person other than the person to whom such matter relates ar his authorized repre- sentative or to the Minister or the Permanent Secretary to the Ministry of Finance nor suffer or pemmit any person to have access to any records in the possession, custody or control of the Com",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 88,
    "par_num": 6,
    "text": ":_misstoner. (2) Every on employed in carrying out the provisions of this Part of this Act ‘shall before ‘acting under this Part of this Act, and the Minister \"and the Permanent Secretary to the Ministry of . Finance may before noting under this Part of this Act, take and subscribe before a Justice of the Peace an oath of secrecy in the prescribed form. “ (3) No person_employed in carrying out the “provisions of this Part of this Act shall be required to produce in any court any return, document or assessment or to divulge or communicate to any court any matter or thing coming under his notice in the performance of his duties under this Part of this Act, except as may be necessary for the Purpose of carnying into elect the provisions of this Part of this or any other written law administered by the Commissioner.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 89,
    "par_num": 9,
    "text": "88 Finance Act, No. 11 of 1963. *",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 89,
    "par_num": 9,
    "text": "@) Notwithstanding anything contained in this section, any officer of the Department of Inland Revenue may communicate any matter which comes to his knowledge in the performance of his duties under this Part of this Act or under any other written law administered by the Commis- ° sioner to any other officer of that Department if",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 89,
    "par_num": 9,
    "text": "_ the communication is necessary for the performance of any duty under this Part of this Act and the Commissioner may, notwithstanding anything in",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 89,
    "par_num": 9,
    "text": "“the Evidence Ordinance relating to the prool of documents, produce or cause 10 be produced in any court, in any proceedings under this Part of this Act, a ony of any particulars contained in any return or document received by him or in his possession under this Part of this Act or under any other written law administered by him, certified by him or on his behalf to be a correct copy of such particulars :",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 89,
    "par_num": 9,
    "text": "es Provided that the Commissioner may Produce or cause to be produced the original of any such return or document in any case where it is necessary to prove the handwriting or the Signature of the person who wrote, made, signed or furnished such “",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 89,
    "par_num": 9,
    "text": ".. return or. document, but only for the purpose of such proof :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 89,
    "par_num": 9,
    "text": "Provided, further, that the Commissioner shall not in any case be compelled Yo produce in any court either the original of such document or return or copy of any particulars contained in such docu- ment or retura.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 89,
    "par_num": 9,
    "text": "(3) Notwithstanding anything contained in this section, the Commissioner may permit the Auditor- General or any officer of the Department of the Auditor-General uly authorized by him in that behalf to have access to any records or documents as may be necessary for the performance of his official duties, The Auditor-General or any officer authorized by him under this sub- section shall be deemed to be a person employed in carrying out the provisions of this Part of this Act for the purposes of sub-section (2). 4",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 89,
    "par_num": 9,
    "text": "Offeoces, 155, (1) Every person who— @ fails to comply with the provisions, of section 123 or section 128 or section 129 of this Part of this Act ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 90,
    "par_num": 1,
    "text": "* Finance Act, No. 1 of 1963 89 (8) fails to comply with the requirements of ©) fas MRotice tssued to him anes section 126 or section 127 of this Part of this . Act ; or . (Q having appeared before an officer _ in compliance with a notice issued t0 him ‘under section 126 of this Part of this Act, fails without sufficient cause to . answer any question lawfully put to him by such officer ; or (@) gives false answers whether orally or in writing to any question or information : asked for ia accordance with the provi- sions of this Part of this Act ; of (© omits from any return made uader this Part of this Act any particulars which he is required to include therein under this Part of this Act ; or (P) makes any false return or false entry in any return made under this Part of this Act ; or ives any incorrect information relati ©) ove aay matter or thing alecuog he own liability to the business turnover . tax or the liability of any other person ; or (® wilfully obstructs or delays the Commis- sioner or any other officer in the gus of hip powers under section (® acts under this Part of this Act without taking an oath of secrecy as required by section 154; of j) acts contrary to the provisions of section O ts ore to an oats taken under that section ; or . @) aids, absts or incites any other person to act contrary to the provisions of ; this Part of this Act, “shall be guilty of an offence and shall, on conviction ' after summary trial before a Magistrate, be liable to a fine not exceeding one thousand rupees or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 91,
    "par_num": 1,
    "text": "“90 Finance Act, No. M1 of 1963 to imprisonment of either description for a term not exceeding six months or to both such fine and imprisonment. {@QThe Commissioner may compound ny offence under sub-section (1) and may before . judgment stay or compound any proceedings ‘thereunder. Prowatiootte - 456, No prosecution in respect of an offence Hosonefte ‘° under section 155 shall be commenced except at Comminions. the instance, or With the sanction, of the Commis- sioner. ‘Ampunt of the 157. Where any person liable to any income tax Posie ee under the Inland Revenue Act, No. 4 of 1963, for pea yay any year of assessment within the meaning of that pergga shell be Act has paid any amount as business turnover tax iesome tr under this Part of this Act, the amount so paid shall prmpowes. be allowed as a deduction for the purpose of ascertaining the profits or income of that person under section 10 of the Inland Revenue Act. Repustiom 158,\" (1) The Minister may make regulations to give effect to the principles and provisions of this * Part of this Act, “+ . Q) In particular and without prejudice to the erality of the powers conferred, by sub-section . a oy the Minister may make regulations in respect of @ the procedure to be followed in respect of . applications for refunds ; and @ any matter which is stated or required by . this Part of this Act to be prescribed. (3) Every regulation made by the Minister shall be published in the Gazette and shall come into * operation on the date of such publication or on such later date as may be specified in the regulation. (4) Every regulation made by the Minister shall, as soon as convenient after its publication in the Gazette, be brought before the Senate and the House of Representatives for approval. Any _ Fegulation which is not so approved shall be deemed to, be reseinded as ftom the date of dis- approval, but without prejudice to anything pre- wlously done thereunder. Notification of the Gate on which a regulation is deemed to be rescinde d shall be published in the Gazette.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 92,
    "par_num": 18,
    "text": "+ Finance Act, No. 11 of 1963 1 159. (1) In this Part of this Act, unless the Jnteprtation, context otherwise requires—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 92,
    "par_num": 18,
    "text": "“ accouating period ”—",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 92,
    "par_num": 18,
    "text": "(@) in relation to any business in respect of which annual accounts are made up, means the period of twelve months for which such accounts are made",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 92,
    "par_num": 18,
    "text": "] up, and",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 92,
    "par_num": 18,
    "text": "(® in relation to any business in respect of which no annual accounts are made up, means such period of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 92,
    "par_num": 18,
    "text": ": : twelve months as the oo Commissioner may deter- mine ;",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 92,
    "par_num": 18,
    "text": "“agent” includes any person having, the direction, control or management of any business on behalf of any other person 5",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 92,
    "par_num": 18,
    "text": "“agricultural undertaking” includes animal ‘husbandry ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 92,
    "par_num": 18,
    "text": "“article” includes any goods or material ; .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 92,
    "par_num": 18,
    "text": "“ Assessor” means’ an Assessor of Inland Revenue appointed for the purposes of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 92,
    "par_num": 18,
    "text": "+ the Inland Revenue Act, No. 4 of 1963, and includes a Senior Assessor of _ Inland Revenue ; “",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 92,
    "par_num": 18,
    "text": "“Assistant Commissioner” — means an",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 92,
    "par_num": 18,
    "text": "Assistant Commissioner of Inland : Revenue appointed for the purposes of _ the Inland Revenue Act, No. 4 of 1963 ; “ authorized tative ” means any indivi- : ual auihorized in writing by a person . to act on his behalf for the purposes of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 92,
    "par_num": 18,
    "text": "this Part of this Act, who is—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 92,
    "par_num": 18,
    "text": ": @ in any case— : (@ an accountant approved by the Commissioner ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 92,
    "par_num": 18,
    "text": "i) an advocate or proctor ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 92,
    "par_num": 18,
    "text": "(i) am employes regularly em. ployed by ‘person concerned ; or",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 92,
    "par_num": 18,
    "text": ". Gy) any other person approved by the Commissioner ;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 93,
    "par_num": 18,
    "text": "92° | Finance Act, No. 11 of 1963. (@) in the case of an individual, a relative; (©) in the case of a company, a director or secretary ; (@) in the case of a partuership,apartaer; (6) in the case of a body of persons, a member of such body 5 “body of persons” includes any body cor porate or unincorporate, any frater- Bily, fellowship, association or society of persons, whether corporate or un~ incorporate, and any Hindu undivided x family but doss not include a company ora partnership ; “ Commissioner ” means the Commissioner of Toland Revenue appointed under the Inland Revenue Act, No. 4 of 1963, and includes a Deputy Commissioner, and an Assistant Commissioner specially authorized by the Commissioner either te generally or for some specific purpose to : Ect on behalf of the Commissioner ; “ company ” means any company incorporated for Yesistered under auy law in force fa",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 93,
    "par_num": 18,
    "text": "Ceylon or elsewhere 5",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 93,
    "par_num": 18,
    "text": "“Deputy Commissioner” means, a Deputy",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 93,
    "par_num": 18,
    "text": "mmissioner of Inland Revenue",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 93,
    "par_num": 18,
    "text": "appointed for the purposes of the Inland",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 93,
    "par_num": 18,
    "text": "~ Revenue Act, No. 4 of 1963;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 93,
    "par_num": 18,
    "text": "“excepted article” means any article declared",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 93,
    "par_num": 18,
    "text": ": tg be an excepted article under section",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 93,
    "par_num": 18,
    "text": "“executor” means an executor or adminis-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 93,
    "par_num": 18,
    "text": ": trator of a deceased person and includes—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 93,
    "par_num": 18,
    "text": "@ any person who takes ion of of intermedidies with the profits of a deceased person ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 93,
    "par_num": 18,
    "text": "@®) any person who has applied or is",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 93,
    "par_num": 18,
    "text": ": nie to apely tee Distt",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 93,
    "par_num": 18,
    "text": ": Court for the grant or revealing",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 93,
    "par_num": 18,
    "text": "of probate or letters of adminis-",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 93,
    "par_num": 18,
    "text": "- tration in respect of the estate of a deceased person ; of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 93,
    "par_num": 18,
    "text": "(6) a trustee acting under a trust created by tbe last will ofthe author of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 93,
    "par_num": 18,
    "text": ". the trust ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 94,
    "par_num": 1,
    "text": "+ Finance Act, No. WL of 1963 93 “incapacitated person” means any minor, “lunatic, idiot or person of unsound mind ; . “local authority” means any Municipal Council, Urban Council, Town Council or Village Council and aay other body constituted under any law of Ceylon for any purpose relating to Local Govern- ment ; . “manufacturer” means any person who— (@ makes an article, () assembles or joing any article whether by chemical process or otherwise, . (©) adapts for sale any article ; “ Minister” means the Minister to whom the subject of function of finance is assigned by the Prime Minister under section 46 of the Ceylon (Constitution) Order in Couneil, 1946 ; | “person” includes a company or body of | persons ; 1 “precedent partner” means the partner who, of the active partners resident in Ceylon — (0) is first named in the agreement of partnership; or (©) if there is no agreement, is specified . by name of initials singly or with precedence to the other partners in the usual name of the partnership ; of (© is first named in the statement made under section 4 of the Business Names Ordinance ; “teustee” includes any trustee, guardian, curator, manager, agent or other person having the direction, control or manage- ment of any property on. behalf of any person but does not include an executor ; “turnover”, in relation to any business, means the total amount received or fecelvable from_ transactions entered {into in respect of that business but does not include any amount Teoeived or receivable by the sale of capital assets ; :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 95,
    "par_num": 5,
    "text": "94 Finance Act, No. 11 of 1963 *",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 95,
    "par_num": 5,
    "text": "“‘year of assessment means the petiod of twelve months commencing on the first day of October, nineteen hundred and sixty-three or any subsequent period of twelve months commencing on the first day of October. “",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 95,
    "par_num": 5,
    "text": "@) Where in respect of any quarter in a year of assessment business turnover tax has been paid in { Tespoct of any sum receivable during that quarter, Bo such tax in respect of that sum need be paid in sespect of the quarter in which such sum is actually received.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 95,
    "par_num": 5,
    "text": "oo Part XII",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 95,
    "par_num": 5,
    "text": ". General ‘Yoterpretation. 160, The expression “‘ appointed date”, in re- lation to any Part of this Act in which the expression ‘occurs, means such date as may be appointed for \"the purposes of that Part by the Governor-General by Proclamation publi in the Gazette. Diffe- rent dates may be so appointed in respect of different Parts of this Act. Reroaetve 161, The date appointed by the Governor. * ‘operation. General for the  fpomposes of any Part of this Act under section 160 may be a date prior or sub- sequent to the date on which this Act becomes an Act of Parliament ; and where the date so appointed | is prior to such last-mentioned date, sections 2, 27, 52, 55, 69, 99, and 118 of this Act in which | _ | the expression “ shall come into operation ” occurs ‘ shall have effect as though for that expression, there were substituted the expression “shall be deemed, for all purposes, to ‘pave ‘come into operation ”,",
    "mean_p_confidence": 0.86
  }
]