[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON#2.. 4th Session 1955 & Nye ie poayitsad “E oH” ees . va Si» a sesh? ’ ef ee) . — WAS Tp ey | Masters Attendant (Amendment) Act, No. 27 of 1955. .* Date of Assent : June 29, 1965 : . - . : Printed on the Orders of Goverament Printed atthe Govmuneme Pass, Gerson, To, be Painted H, iy GareOA tvs Bunn, Cocoon sont Sulmeription Cnctuding lls) Re, 26, payable in ‘Apnual, Subnet rang min Pecan gevance tae Seren, ecstanat, Colombo t Price: 15 cents. a Postage: 10 cents.",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": ". Masters Attendant reemen) 3 + Act, No, 27 of 1965 L. DO, 96/88. : AN Ac? 70 AMEND THe MASTERS ATTENDANT. Gheptt 9 : ORDINANCE. wor ve, pee 1. [Date of Assent: June 29, 1955]",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty, ty and with the advice and consent of the Senate and the Honse of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, aa follows :—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "4, This Act may be cited aa the Masters Atten- ‘Short sie dant (Amendment) Act, No. 27 of 1965.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "2. The Masters Attendant Ordinance is hereby torrie of amended by the insertion, immediately after section yin” 28 of that Ordinance, of the following section which  Chepter 20a ehall have effect as section 28a :— rapemegs to 28a, (1) Where any damage to any",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "ee harbour, Sooke pier, quay or works aaa cad thorcwith is done by any vessel ¢ or by any person employed in any vessel and acting in the course of his employ- : ment,— (o) the owner of that vessel shall be Tiable, and : (®) if that damage is done through Yt ne wilful actor the pogli- genco of the master of that ‘vessel, such master shall also be liable, to pay to the Master Attendant the actual ot estimated cost of repairing that damage: Provided, however, that where such . damage is done by any vessel bile it is in arge of a pilot appoi er 5 ON A. ihe Bille Gedinesor and the owner of that vessel proves that such damage is due to the wilful act or the negligence of - guch pilot, such owner shall not be sub- jeot to the Liability imposed by the preceding provisions of this sub-section. Ta ae 99H 68)",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Masters Attendant (Amendment) . : Act, No. 27 of 1055 {2} ‘Where the owner or master of any vessel incurs a liability under sub-section a , the Master ‘Attendant may detain © ” that yessel antil sufficient security is iven. for the discharge of that * fiability.”",
    "mean_p_confidence": 0.75
  }
]