[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "fan eae Geos) ice PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA BUDDHIST TEMPORALITIES (AMENDMENT) ACT, No. 42 OF 1981 [Certified on 2nd July, 1981) Printed on the Orders of the Government Published 9s a Supplement to Part II of the Gozetio of the Democratic Socialist Republic of Sri Lanka of July 8, 1931 snort At ue eran OF OOPS PRSPNG, 8 LASEA \"70 WE PURCHASED AT THE GOVT. PUBLICATIONS BUREAU, COLOMGO Price +f conte ornge: 50 conte",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Buddhist Temporalities (Amendment) Act, No, 42 of 1981 {Certified on 2nd July, 1981] L, DO. 9/80 AN AcT 70 AMEND THE BuppHist TEMPORALITIZS ORDINANCE BE it enacted by the Parliament of the Democratic Socialist Republie of Sri Lanka aa follows :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "1, This Act may be cited as the Buddhist Temporalitics Short title (Amendment) Act, No, 42 of 1981, and shall come into snd Sete of ‘operation on such date as the Minister may appoint by Order published in the Gazette.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2% The Buddhist Temporalities Ordinance (hereinafter Amendment referred to as the “principal “enactment”) is hereby SfChapter amended by the substitution—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(a) for the expression “Public Trustee”, wherever that",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "expression occurs in the principal enactment, other than in sections 2, 9, 15(4), 48 and #8, of the expres- sion “Cornmissioner of Buddhist Affairs”; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "{d) for the expression “Registrar-Ganeral”, wherever",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "that expression occurs in the principal enactment, other than in section 2, of the expression “ Commis- sioner of Buddhist Affaire \".",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "3. Section 2.of the principal enactment is hereby amend- Amendment ed ag follows :— ‘of section",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Toh the (0) by the insertion, immediately after the definition of Enaciment. bhikiu”, of the following new definition :—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "** Commissioner of Buddhist Aitairs” means the person for the time being holding the office at the Commissioner of Buddhist Affairs and includes any Deputy Commissioner’; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(®) by_ the omission of the definition of “Registrar General \".",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4. Section 15 of the principal enactment is hereby Amendment amended by the repeal of subsection (4) of that section and of eection 18 the substilution therefor of the following subsection :— principal",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Snactment,",
    "mean_p_confidence": 0.08
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "“ (4) Proceedings may be taken under this section in respeet of every alleged misfeasance, breach of trust or neglect of duty by any trustee or Viharadhipathi whether committed before or after the commencement of this Ordinance and in respect of such proceedings, the Commissioner of Buddhist Affates shall have all the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Lad SM aO—T1 te (81 Mey",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Buddhist Temporalities (Amendment) Act, No, 42 of 1981 powers vested in the Public Trustee for the investiga- ‘tion of the conditions and accounts of trusta by the Public Trustee Ordinance, as amended from time to time.” ransfer & (2) All rights, Liabilities and obligations of the Public Bed ‘Trustee and the Registear-General under the principal a enactment immediately prior to the date of commencement btigations, of this Act shall be deemed to be the rights, abilities and cbligations of the Commissioner of Buddhist Affairs, Q) Any act or proceeding commenced under the princi- pal enactment by the Publle Truster or the Registrar General and not completed before the commencement of this Act may be continued and completed by the Commis- sioner of Buddhist Affairs.",
    "mean_p_confidence": 0.86
  }
]