[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  Ind Session 1957-58 ie  ott  2  SD  (al)  2 2  |  Stamp (Amendment) Act, No. 16  of 1958  Date of Assent: May 9, 1958  Printed on the Orders of Government  Printed at the Govennent Press, CevioN, Tobe  Penk a te con a Rites Bonini, CoLons  ‘Annual Subscription (incliding Bills) Rs. 25, payable in  annual, Subseriptin,CnciMaing, PALO ating” Pata tions  siranee tg, SUNOS Cerctirt, \"Colonibo T  Price : 40 cents. Postage: 10 cents",
    "mean_p_confidence": 0.4471276595744681
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  | Stamp (Amendment) Act, No. 16 of 1958 3 ,  1. D.—0. 48/57.  AN Acr To AMEND THE Stamp ORDINANCE. Brg",
    "mean_p_confidence": 0.628
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  [Date of Assent: May 9, 1958} Page 684)",
    "mean_p_confidence": 0.686
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  BE it enacted by the Queen’s Most Excellent Majesty,",
    "mean_p_confidence": 0.7545454545454546
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  by and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.7915384615384615
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  the House of Representatives of Ceylon in this present",
    "mean_p_confidence": 0.7763636363636363
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  Parliament assembled, and by the authority of the",
    "mean_p_confidence": 0.753
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  game, as follows :—",
    "mean_p_confidence": 0.37666666666666665
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  ‘4. This Act may be cited as the Stamp (Amend- Short title.",
    "mean_p_confidence": 0.6542857142857142
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  ment) Act, No. 16 of 1958, and shall come into opera- 324 dste of",
    "mean_p_confidence": 0.78625
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  non such dave ae the Minister may appoint by Order 7",
    "mean_p_confidence": 0.6415384615384615
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  published in the Gazette.",
    "mean_p_confidence": 0.6283333333333333
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  2, Section 23A of the Stamp Ordinance (herein- Amesigem ot  after referred to as the “ principal enactment ”’), a3 ¢gtion 40!  amended by Ordinance No. 47 of 1941, is hereby °\"*  amended as follows :—",
    "mean_p_confidence": 0.672439024390244
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  (a) by the renumbering of that section as sub-",
    "mean_p_confidence": 0.7254545454545455
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "  section (1) of section 23A; and",
    "mean_p_confidence": 0.68625
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "  * (b) by the addition, at the end of that section, of  the following sub-section: —",
    "mean_p_confidence": 0.7510526315789473
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "  : “« (2) Where any instrument referred to in  sub-section (1) in reality effects a gift of any  such annuity or other right as is specified in  that sub-section, that instrument shall be  chargeable with the same duty as on a gift of  a value equivalent to that which is deemed  under sub-section (1) to be consideration if  no consideration is set forth in the  instrument.” .",
    "mean_p_confidence": 0.7810389610389611
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "  3. Section 25A of the principal enactment, a8 smesimen: st  amended by Ordinance No.’ 47 of 1941, is hereby section 54 0f  amended as follows: — ames",
    "mean_p_confidence": 0.5819354838709677
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "  (1) in sub-section (1) of that section, by the substi-",
    "mean_p_confidence": 0.7658333333333333
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "  tution, for all the words from “ the instru-  ment shall be deemed to be’ to the end of  that sub-section, of the following: — :  “the Commissioner of Stamps shall, j  acebrding to the circumstances of the case, |  deem the transaction embodied in such  instrument to be—  (j) a conveyance or transfer for a considera-  tion partly pecuniary and partly other  than pecuniary, or  (ii) partly a conveyance or transfer for a  pecuniary consideration and partly a  gift.”;  3.x. mateet-yons ais",
    "mean_p_confidence": 0.7093877551020408
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  ; Seunip (Amendment) Act, No. 16 of 1958  (2) by the insertion, immediately after ssub-seetiy,  (2) of that ection, of the following ney  sub-sections:— =  * (1A) Where the transaction embodied jy",
    "mean_p_confidence": 0.6297368421052632
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  the instrument, referred to in sub-section (j)",
    "mean_p_confidence": 0.6011111111111112
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  is deemed by the Commissioner of Stamps i",
    "mean_p_confidence": 0.706
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  be a conveyance or transfer for a considera",
    "mean_p_confidence": 0.681
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  tion partly pecuniary and partly other thay  pecuniary, such instrument shall be charge:",
    "mean_p_confidence": 0.725625
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  able with duty accordingly. A",
    "mean_p_confidence": 0.5614285714285715
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  (1B) Where the transaction embodied igi",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  the instrument referred to in sub-section (1)",
    "mean_p_confidence": 0.7144444444444444
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  is deemed by the Commissioner of Stamps i",
    "mean_p_confidence": 0.6599999999999999
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  be partly a conveyance or transfer for",
    "mean_p_confidence": 0.6233333333333334
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  pecuniary consideration and partly a gift,  such instrument shall—",
    "mean_p_confidence": 0.6833333333333332
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "  (a) if such transaction does not relate to any  property or business referred to in  paragraph (2a) of item 23 in Part I  of Schedule A, be chargeable with  duty equal to the aggregate of —",
    "mean_p_confidence": 0.771904761904762
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "  (i) the duty, in respect of such part of  that ‘transaction as is deemed  by the Commissioner of Stamps  to be a conveyance or transfer  for a pecuniary consideration,  chargeable as on a conveyance  or transfer for the pecuniary  consideration set forth in su  instrument, and",
    "mean_p_confidence": 0.7214285714285714
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "  (ii) the duty, in respect of such part of  that transaction as is deemed by  the Commissioner of Stamps to  bea gift, chargeable as on a gift  of a value equal to the difler-  ence between the value of the  property to which that transac  tion relates and the amount of  the pecuniary consideration set  forth in such instrument; and",
    "mean_p_confidence": 0.7576056338028169
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "  (0) if such transaction relates to any pro-  perty or business referred to in para-  graph (2a) of item 23 in Part I of",
    "mean_p_confidence": 0.7885714285714285
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "  Schedule A, be chargeable with duty",
    "mean_p_confidence": 0.7125
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "  in accordance with the provisions of",
    "mean_p_confidence": 0.70375
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "  Paragraph (2) of the proviso to pe",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "  graph (2a) of the aforesaid item 23.",
    "mean_p_confidence": 0.7044444444444444
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Stamp (Amendment) Act, No. 16 of 1958 5  (10) Where, in the case of any instrument  of ‘conveyance or transfer to which section  6C does not apply and in which a pecuniary  ‘onsideration or a consideration capable of  being valued in money is set forth, it appears  to the Commissioner of Stamps that, by reason  of the fact that the consideration so expressed.  ‘Seems not to have passed at the time of execu-  tion of the instrament or seems to be in-  adequate, such instrument is in reality for  the purpose of bestowing a gift, he may call  upon the parties to such instrament to furnish  proof to his satisfaction that the transaction  embodied in such instrument is a bona fide  conveyance or transfer and not a gift. If  no sch proof is furnished or the proof  furnished is in his opinion inadequate, the  Commissioner of Stamps shall deem such  instrument to be for the purpose of bestowing  a ee and such instrument shall be charge-  able with duty accordingly.” ;  (8) by the addition, at the end of that section, of the  following new sub-section: —  (3) Where any immovable property, or  - any part thereof, is conveyed or transferred  to the same person in lots by several instru-  ments, and the consideration set forth in any  such instrument does not exceed fifteen  thousand rupees, and it appears to the Comn-  missioner of Siampe that several instruments  were executed with the intention of avoiding  the duty which would be chargeable if the  total area conveyed or transferred by such  instruments was conveyed or transferred by a  single instrument, he may call upon the  Parties to such instruments to prove to his  satisfaction that such instruments were not  executed with such intention, and, if no such  proof is furnished or the proof furnished is,  in his opinion, inadequate, each instrument in  which the consideration set forth does net  exceed fifteen thousand rupees shall be  charged with the same rate of duty as is  chargeable in the case of a conveyance or  transfer in which the consideration set forth  exceeds fifteen thousand rupees.””; and  (4) inthe marginal note to that section by the substi-  tution, for the words ‘ true consideration ”’,  of the words “true consideration, true  character of conveyance or transfer,”",
    "mean_p_confidence": 0.8026958525345622
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  6 Stump (Amendment) Act, No. 16 of 1958  Amesdinent of Section 26A of the principal enactment, yy  Seeechaf amended by Ordinance No. 47 of 1941, is her  ‘enactment. amended by the insertion, immediately after sy}",
    "mean_p_confidence": 0.6705
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  section (1) of that section, of the following sy,",
    "mean_p_confidence": 0.7554545454545455
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  sections :— z",
    "mean_p_confidence": 0.324
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  “ (LA) Where in the case of the agreement or coi  tract referred to in sub-section (1) it appears to the  Commissioner of Stamps that, by reason of the fag  that no consideration is set forth in such agreement  or contract or the consideration so set forth is not  capable of being valued in money or by reason of  other circumstances, such agreement or contract is  in reality for the purpose of bestowing gift, he may  call upon the parties to such agreement or contrac,  to furnish proof to his satisfaction that such agree  ment or contract is wholly for the purpose of making  a bona fide conveyance or transfer and not for the  purpose of bestowing a gift. If no such proof is  furnished or the proof furnished is in his opinine  inadequate, the Commissioner of Stamps shall deer  such agreement or contract to be wholly for th  purpose of bestowing a gift. ¢",
    "mean_p_confidence": 0.8089595375722543
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  (1B) Where any peaupiary consideration or any °  consideration capable of being valued in money is  set forth in the agreement or contract referred to in’  sub-section (1) and it appears to the Commissioner of!  Stamps that, by reason of the inadequacy of such  consideration or other circumstances, stich agseemext,  or contract is not wholly for the purpose of making a",
    "mean_p_confidence": 0.7753623188405797
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  conveyance or transfer, the Commissioner of Stamps  may call upon the parties to such agreement or cou  tract to furnish proof to his satisfaction that such:  agreement or contract is wholly for the purpose of |  making a bona fide conveyance or transfer and not  partly for the purpose of making a conveyance of  transfer and partly for the purpose of bestowing a  gift. If no such proof is iene or the proof.  furnished is in his opinion inadequate, the Com:  missioner of Stamps shall deem such agreement or  contract to be partly for the purpose of making #  conveyance or transfer and partly for the purpose of.  bestowing a gift. :",
    "mean_p_confidence": 0.7864285714285715
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  (1C) The agreement or contract referred to in  sub-section (1) shall,—",
    "mean_p_confidence": 0.7107142857142856
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  (a) if such agreement or contract is deemed by the.",
    "mean_p_confidence": 0.7108333333333333
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  Commissioner of Stamps to be wholly for the  purpose of bestowing a gift, be charged with",
    "mean_p_confidence": 0.7789473684210526
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  ! 'Stamp (Amendment) Act, No. 16 of 1958 7+  such duty, to be paid by the grantee or trans-  feree, as is chargeable,—",
    "mean_p_confidence": 0.7159259259259259
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  (i) where such agreement or contract is im  respect of a business, on a gift of a  value equal to the net value of that  business added to the amount, includ-  ing accrued interest, due on mortgage  debts charged on the immovable  property of that business;",
    "mean_p_confidence": 0.8031481481481481
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (ii) where such agreement or contract is in  respect of a share in a business, on the  net value of that share added to such  part of the amount, including accrued  interest, due on mortgage debts  charged on the immovable property of  that business as is proportionate to  that share; and",
    "mean_p_confidence": 0.8006666666666666
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  (iii) where such agreement or contract is in  respect of other property, on a gift of  a value equal to the value of that  property ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  (0) if such agreement or contract is in respect of  property referred to in any of the sub-  paragraphs (i) to (vi) of paragraph (22) of  item 23 in Part I of Schedule A and is  deemed by the Commissioner of Stamps to  be partly for the purpose of making a  conveyance or transfer and partly for the  purpose of bestowing a gift, be charged with  duty equal to the aggregate of —",
    "mean_p_confidence": 0.800722891566265
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  (i) the duty which is in respect of such part",
    "mean_p_confidence": 0.7841666666666667
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  of the agreement or contract as is",
    "mean_p_confidence": 0.6833333333333332
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  i deemed by the Commissioner of",
    "mean_p_confidence": 0.71375
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  Stamps to be for the purpose of  making a conveyance or transfer and  which shall be chargeable under  paragraph (2a) of item 23 in Part I  of Schedule A on a transfer of such",
    "mean_p_confidence": 0.7895
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  4 property for the consideration set  forth in the agreement or contract, and  (ii) the duty which is in respect of such part  of the agreement or contract as is  deemed iy the Commissioner of  Stamps to be for the purpose of  bestowing a gift and which shall be  chargeable as on agift of a value equal  to the difference between the amount  ‘on which duty would be chargeable if",
    "mean_p_confidence": 0.788395061728395
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  & Stamp (Amendment) Act, No. 16 of 1958  the agreement or contract were who},  for the purpose of making a convey.  ance or transfer and the amount ;,  value of the consideration set forth j;  the agreement or contract; and",
    "mean_p_confidence": 0.7474468085106384
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  () if such agreement or contract is in respect of :  business and is deemed by the Commissioxa:  of Stamps to be partly for the purpose <#  making a conveyance or transfer at partly  for the purpose of bestowing a gift, %  charged with duty equal to the aggregate of  (i) the duty which is in respect of such pax",
    "mean_p_confidence": 0.7535294117647059
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  of the agreement or contract as i:  deemed Y the Commissioner «i  Stamps to be for the purpose of mak.  ing a conveyance or transfer and  which shall be equal to such part of  the amount of the duty chargeable  under sub-paragraph’ (vii) of  paragraph (2a) of item 23 in Part 1  of Schedule Aon a transfer of the said  business as bears to that amount the  same proportion as the amount or  value of the consideration set forth  in the agreement or contract bears to  the aggregate of the net value of the  said business and the amount, includ.  ing accrued interest, due on mortgage  debts charged on the immovable  property of the said business, and  (ii) the duty which is in respect of such part  of the agreement or contract as is  deemed by the Commissioner of  Stamps to be for the purpose of  bestowing a gift and which shall be  chargeable as on a gift of a value equal  | the difference between— i  (a) the aggregate of the net value of  une said business andthe",
    "mean_p_confidence": 0.771207729468599
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  é amount, including accrued  ' interest, due on mortgage debts",
    "mean_p_confidence": 0.5376923076923077
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  charged on the immovable  property of the said business,  and",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  (y) the amount or value of the con  sideration set forth in the  agreement or contract.”.",
    "mean_p_confidence": 0.6875
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  10 Stamp (Amendment) Act, No. 16 of 1958  and partly a gift, and such instrumé{'  shall be Ghargeable with diy |  accordingly. ””. 2  Amendment of 6. Section 30 of the principal enactment, '{{)  secon 9 of ganended by Ordinance No. 47 of 1941, is herey  Siduen™\" amended, in sub-section (3) of that section, by th |  substitution, in paragraph (c) of the proviso to thi |  section, for the word * six\", of the word “ ten”. :;:/  meinen of 7. Section 34 of the principal enactment, i.  tecion 81 of amended by Ordinance No. 47 of 1941, is. hereby.  fucaet' amended by the substitution, for the word ‘* six”, of.  the word “ ten ’’. oa  Amendment of 8. Section 35 of the principal enactment,  sera, ef amended by Ordinance No. 47 of 1941. is herety  Sadmen amended, in paragraph (a) of the proviso to. that  section, by the substitution, for the word “ six”, of  the word “‘ ten ’’. is  Auecdment of 9. Section 41 of the principal enactment, a  igemcaff amended by Ordinance No. 47 of 1941, is hereby  enacrment. amended in sub-section (1) of that section by the  substitution, for the word ‘six. of the word  “ten”. %  snsdment of 10. Section 43 of the principal enactment, a  seven 18 of amended by Ordinance No. 47 of 1941, is hereby  insctnest amended by the substitution, for the word “‘ six ”, of  the word “ten”.  susmioenr of 44, Part I of Schedule A to the principal enact  ze Lsi, ., ment is hereby amended as follows: —  ae pense (1), in item 1 of that Part, as amended by Ordinance  | No. 47 of 1941, by the substitution, for the  figures ‘0.6? appearing in the colum  hended “ Daty. \"sof the figures “0.10 \"5  (2) in item 14 of that Part, by the substitution it  | paragraph (b) of the exemptions set, out  under that item, for all the words from ‘02  | the British territories” to the end of that  | paragraph, of the words “ to be drawn out  i of, and to be payable in, Ceylon. ”;  (3). in item 23 of that Part— Z  () in sub-paragraph (b) of paragraph (1) of  that item— 3  \" (i) by the substitution, for the words  and figures “Every further  - Rs. 500 or part thereof”, of",
    "mean_p_confidence": 0.6963636363636363
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  \"Stamp: (Amendment) Act, No. 16 of 1958 11 :  i the words and figures “ Over  Rs. 1,000 and not over  Rs. 15,000, for every Rs. 500 or  part thereof”; and  (ii) by the addition, at the end of that  sub-paragraph, of the  following: —  “* Over Rs. 15,000, for every  Rs, 100 or part thereof ... 3.0:  Provided that where a  conveyance or transfer of any  immovable property is deemed  by the Commissioner of Stamps  to be partly a conveyance or  transfer and partly agift, then,  if the value of such property  exceeds Rs, 15,000, the rate of  duty chargeable in respect of  such part of the transaction as  is deemed to be a conveyance  or transfer shall be Rs. 3 for  every Rs. 100 or part thereof,  notwithstanding — that the  consideration set forth in the  instrument of such conveyance  or transfer is less than  Rs. 15,000.” ;  (2) in paragraph (2) of that item, as amended by  Act No. 4 of 1948, by the substitution, in the  proviso to that paragraph,—  (i) for the figures “0.50, of the figures  1.00 75 i  (ii) for the figures “1.50, of the figures i  “2.00;  (iii) for the figures ‘* 3.00 ”, of the figures  \"4.0085  (iy) for,the figares 4.50\", of the figures  6.00\"; {  @) for the figures ‘‘ 6.00 ’’, of the figures i  \"8.00 8  (vi) for the figures “‘ 7.50, occurring imme-  diately below the figures ‘6.00 \"’, of  the figures ‘ 10.00 \"5  (vii) for the figures “15.00 ”, of the figures  “ 20.00\"; and  (viii) for the figures ‘7.50, occurring at  the a of that proviso, of the  figures ‘ 10.00 °°;",
    "mean_p_confidence": 0.7163719512195121
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  4 12 Stamp (Amendment) Act, No. 16 of 1958  (c) in paragraph of that item, inserted jr  @) Grainanee No lr of 1941, by the addition,  . the end of that paragraph, of the followiag  proviso: — ‘e  “« Provided that the following provisiony  shall apply where any such transfer or assign.  ment is deemed by the Commissioner of  Stamps to be a gift, or to be partly a transfe,  or an assignment and partly a gift: —  (1) the transfer or assignment which ij  deemed by the Commissioner of Stamp,  to be a gift shall,— 3  (a) if it is a transfer or an assignmen,  referred to in any Of the  preceding sub-paragraphs ().  to (vi), be charged with the  same duty as on agift of a value  equal to the amount on which  duty would be chargeable if the  transfer or assignment were not  a gift, and  (d) if it is a transfer or an assignment  referred to in the precedin  sub-paragraph (vii), be chargel  with the same duty as on a gift  of a value equal to the aggre.  gate of the net value of the  business transferred or assigned  and the amount, including  accrued interest, due on mort  gage debts charged on the  immovable property of such  business; |  (2) the transfer or assignment which is  deemed by the Commissioner of Stamps  to be partly a transfer or an assign  ment and partly a gift shall,—  (@) if it is a transferor an assignment  referred to in any of the preced:",
    "mean_p_confidence": 0.7222297297297298
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  ing sub-paragraphs (i) to (vi)",
    "mean_p_confidence": 0.6442857142857142
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  be charged with duty equal t",
    "mean_p_confidence": 0.645
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  the aggregate, of —",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  (i) the duty which is in respee!  of ‘such part of the  transaction as is deemed  by the Commissioner  of Stamps to be &",
    "mean_p_confidence": 0.6986666666666667
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  Stamp (Amendment) Act, No. 16 of 1958 13  transfer’ or an assign-  ment and which shall be  chargeable as on the  transfer or assignment  for the amount ur value  of the consideration set  forth in the instrument  of transfer or assign-  ment, and",
    "mean_p_confidence": 0.707037037037037
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  (ii) the duty which is in respect  of such part of the trans-  action as is deemed by  the Commissioner of  Stamps to be a gift and  which shall be chargeable",
    "mean_p_confidence": 0.7636842105263157
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  . as on a gift of a value  equal to the difference  between the amount on  which duty would be  chargeable if the entire  transaction were a  transfer or an assign-  ment and the amount or  value of the considera-  tion set forth in the  instrument of transfer or  assignment, and",
    "mean_p_confidence": 0.6896875
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  (b) if it is a transfer or an assign-  ment of a business, be charged  with duty equal to the  aggregate of —",
    "mean_p_confidence": 0.6939285714285715
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  (i) the duty which is in respect  of such part of the tran-  saction as is deemed by  the Commissioner of  Stamps to be a transfer  or an assignment and  which shall be equal  to such part of the  amount; of the duty  chargeallle under the pre-  ceding . sub-paragraph  (vii) on a transfer or an  assignment of the said  business as bears to that  amount the same pro-  portion as the amount or  value of the considera-  tion set forth in the",
    "mean_p_confidence": 0.7302941176470588
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  14 stamp (Amendment) Act, No. 16 of 1958  : instrument of transfer gi  assignment bears to tht  aggregate of the ne  value of the said busines,  and the amount, inclug.:  ing accrued interest, day.  on mortgage debty  charged on the in)  movable property of thy",
    "mean_p_confidence": 0.6192857142857143
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  said business, and i",
    "mean_p_confidence": 0.585
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  (ii) the duty which is in respeg  of such part. of the  transaction as is deemef  by the Commissioner of",
    "mean_p_confidence": 0.6424
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  Stamps to be a gift and",
    "mean_p_confidence": 0.6825
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  which shall be chargeable",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  as on a gift of a value  equal to the difference  between—",
    "mean_p_confidence": 0.67375
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  (2) the aggregate of the  net value of the  said business and  the amount, in.  cluding — accrued  interest, ane = :  mort ebis  charged on. the «  immovable pro-  perty of the said ;",
    "mean_p_confidence": 0.5430434782608696
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "  . business, and",
    "mean_p_confidence": 0.47400000000000003
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "  (y) the amount or value  of the considera.  tion set forth in  the instrument of  transfer or as-",
    "mean_p_confidence": 0.6541666666666667
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "  ‘ signment.””;  @ in paragraph (6) of that item, as amended by  ct No. 4 of 1948, by the substitution, in  sub-paragraph (ii) of that paragraph, for the  ‘figures ‘/ 15’, of the figures ‘20’; and  (e) in paragraph (8) of that item, as amended by  Ordinance No. 47 of 1941, by the substitu-  tion, for the words ‘ such property.”, of the  following :—",
    "mean_p_confidence": 0.7422666666666667
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "  “such property, or, where such convey-  ance or transfer is deemed by the Commis  sioner of Stamps to be a gift, the same duty  as on a gift of a value equal to the value of  such property, or, where such conveyance oF",
    "mean_p_confidence": 0.7920408163265307
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  Stamp (Amendment) Act, Wo.16 of iv08 1s .  transfer is deemed by the Commissioner of  Stamps to be partly a conveyance or transfer  and partly a gift, the aggregate of —",
    "mean_p_confidence": 0.725
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  (i) the duty which is in respect of such part  of the transaction asis deemed by the  Commissioner of Stamps to be a con-  veyance or transfer and which shall be  chargeable as on a conveyance or  transfer for the amount or value of  the consideration set forth in the  instrament of conveyance or transfer,  and",
    "mean_p_confidence": 0.7754545454545454
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "  (ii) the duty which is in respect of such part  of the transaction as is deemed by the  Commissioner of Stamps to be a gift  and which shall be chargeable as on a  fit of a value equal to the difference",
    "mean_p_confidence": 0.7797872340425531
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "  tween the value of such property  and the amount or value of such  consideration  Provided that, except in cases where  different allotments are treated and  described as one property, and from their  situation as respects each other can be  included in one survey, a conveyance or  transfer affecting more than one land shall  be liable to further duty, in respect of each  additional land as follows:—",
    "mean_p_confidence": 0.7664102564102564
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "  (i) where the aggregate value of the  lands does not exceed Rs. 100 0.25",
    "mean_p_confidence": 0.7488235294117648
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "  (ii) where such aggregate value ex-  ceeds Rs. 100 but does not  exceed Rs. 300 .. 0.50",
    "mean_p_confidence": 0.6690476190476191
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "  (iii) where such aggregate value ex-  ceeds Rs. 300. v1.00.\"  (4) in item 27 of that Part by the substitution, for  the proviso to that item, of the following  proviso: — |  “ Provided that the duty chargeable on  such declaration shall,—",
    "mean_p_confidence": 0.7232
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "  (a) where such declaration is in reality a  conveyance or transfer, be the same  duty as on a conveyance or transfer  for a pecuniary consideration equal  to the value of the property as set  forth in the instrument by which such  declaration is made, and",
    "mean_p_confidence": 0.7883018867924528
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  +16 Stamp (Amendment) Act, No. 16 of 1958,",
    "mean_p_confidence": 0.702
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  (®) where such declaration is in reality¥f",
    "mean_p_confidence": 0.6133333333333333
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  gift, be the same duty as on a giftie",
    "mean_p_confidence": 0.6845454545454545
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  a value equal to the value of #y",
    "mean_p_confidence": 0.647
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  property as so set forth.””; =",
    "mean_p_confidence": 0.5175
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  (5) in item 29 of that Part, as amended jy  Ordinance No. 47 of 1941, by the additiog.*",
    "mean_p_confidence": 0.7009523809523809
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "  at the end of that item, of the following  paragraph :— he",
    "mean_p_confidence": 0.7073333333333333
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "  “< (8) Where the deed or instrument referneg",
    "mean_p_confidence": 0.557
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "  to in any of the preceding paragraphg",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "  (1) and (2) is in reality a deed op",
    "mean_p_confidence": 0.7336363636363636
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "  instrament of gift, the duty shall by",
    "mean_p_confidence": 0.701111111111111
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "  the same as on a gift of a value equal",
    "mean_p_confidence": 0.7883333333333332
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "  to the value of the property of the  greatest value as set forth in such deed ;  or instrument.” ; {",
    "mean_p_confidence": 0.7051999999999999
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "  (6) in item 31 of that Part, as amended by!  Ordinance No. 47 of 1941, by the substitu.  tion, for the figures ‘ 0.6 appearing in the  column headed “ Dnty”, of the figures  0.10 \"5",
    "mean_p_confidence": 0.7314285714285714
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "  (7) in item 32 of that Part, as follows:—",
    "mean_p_confidence": 0.769090909090909
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "  (a) by the substitution, in paragraph (1) of  that item, for all the words from  “The same duty ” to the end of that  paragraph, of the following: — .  “A duty of Rs. 5 for every Rs. 100  or part thereof of the value of the  gifted property as set forth in such  instrument: ’\";  (b) by the omission of the figure ‘* (1) \"* from  the first paragraph of that item:  (c) by the omission of paragraph (2) of that  item; and  ; (@ by the omission of all the words and  i figures from ‘* (3) Gift or deed ” to  “fraction thereof:”; and ‘",
    "mean_p_confidence": 0.7163709677419354
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "  (8) in item 49 of that Part, as amended by  Ordinance No. 47 of 1941, by the substitution,  for the figures 0.6\" appearing in the  column headed ““Duty.”, of the fgureg  eo40”.",
    "mean_p_confidence": 0.6921052631578948
  }
]