[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ee RARLIAMENT OF THE DEMOCRATIC . SOCIALIST REPUBLIC OF . SRI LANKA COMMISSION TO INVESTIGATE ALLEGATIONS . OF BRIBERY OR CORRUPTION ACT, No. 19 OF 1994 Wertified on #1th October, 994) | . ‘Printed on the Order of Goveramant nae airier nasa ie te FOOAED A TEE PARTON GF aOYERROOAY PESHTONG, <A LANE so fe PORGIAE AF TuE GOVEOIAEENE FOMCATIANE SOmEID, GOLONEO Price: Re. L50 Pestage: Be 10",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Commmisvion to Inocstigate ADegations of Bribery or Corruption dt, No, 19 of 1996 [Certified on 27th October, 1994]",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "L.D0 49/94",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘Aw AcT 7 FRovinn TOR TH AETARUMDGNT OF A PEUUNEN? COMOOETON TO INVESTIGATE —AMLROATIONS oP ARIERY OR CORRUFTION AND TO DIRECT THE ROTHOTIGN OF ‘PROSECUTIONS FOR OFFENCES UNDER THE BRUERY Act AND rag Decianarion oF Ate ann Liamures Law, No, Lay 197% AND FOR MATTERS CONNECTED THRREWITS",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘OR INCIDENTAL, THERETO",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘BE it enacted by the Parliament of the Democratic Socialist Republic of Stl Lanka as follows -—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "1. This Act may be cited as the Coounisston to Investigate thot wt on ‘Allegtions of Bribery or Corruption Act, No. 19, of 1994, and ite of Shall come fato opermtion on soch date as the Minister my == eppoint, by Order published in the Gazette (hereinafter seferred to aé the “appointed date).",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "PART 1",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2. (1) There shat be established, for the purposes of this Commiatin o ‘Act, a Commission (hereinsfter referred to 24 “the Commission”) pon] to investigate allegations of teitery or corruption made to the Setar Commission in ancordance with the sicceeding provisions of sgerepton. thie Act and to direct the institution of prosecutions muier the Bribery Act and the Decluration of Assets and Liabilities Lave,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "No. 1 of 1915. :",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "{2X@) The Commission sball consist of three members, two ‘of whom shall be retired Judges of the Suprema Court or of the Court of Appeal ane one of whom shal! be a person with Wide ‘experience relatig to the iavestigation of erime ond law enforce meat.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "{®) The members of the Commission shail bo eppoiaied by the President, on the recommendation of the Constitutional Connell:",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Provided howeeee, that during the period oommensing on the appointed date and ending on the date on which the Comtitutional Coagoll is established, members al the Commiction shell be appoluted by the President on the recommendation of the Prime Minister ‘x conmltation with the Spenker.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "() The President shall appoint at Chairman of the Com ‘mission, ons of the members of the Commission who isa retleed Jadge of the Suprenss Court or of the Court of Appeal.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "© A member of the Commision may resign tio offoe by (otter in that behalf addressed to the Presldcat.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "S_DASTERAT",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "2 Commission to Incestigate Allegations of Bribery or Corruption Act, No. 19 of 1994",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "4) @ A member of the Commission shal} not be removed from office excapt by am order of the President made after a0 address of Parliament supported by a mujority of the total number of Members of Parliamont (including thotenot present) thas been presenicd to the President for such removal on the ground of proved misconduct or incapacity:",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Provided however that no resolution for the presentation of * such an address shall be entertained by the Speaker or placed ‘on the Order Paper of Parliament, unless notiot of such resolu- tion is signed by not fess than one-thisd of the total number of Members of Parliament and sets out full particulers of the alleged misconduct or incapacity.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "®) The procedure for the presentation and passing of ap edairess of Parliament for Une removal of 2 Jucge of the Supreme Court or the Court of Appeal shall apply in all respects to the presentation end passing of an address of Parliament for the removal of x member of the Commission.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "{© Every member of the Commission, unless he eatlier vacates office by death, resignation or removal, hold ofitee for period of five yeara and shali not be eligible for reappoiniment +",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Provided however that the term of office of a member ‘sppoinied in the place of x member who dies, resigas or is removed from office shell be the unexpired period of the term of office of the member whom he succeeds.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "() The salaries of the members of the Commission shall be determined by Parliament, shell be charged on the Consolidated",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Fund and shall not be dimiuished during their terms of office.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(8) The members of the Commission may exercise the powers ‘conferred on the Commission either sitting together or separately, and where @ member of the Comunission exercises any such power sitting separately, his nets shall be deemed to be the act ‘of the Comission.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ", PART 1 Ponction of the 3. The Commission shall subject ta the other provisions of ‘Conmttioricn. this Act, investigate witapitons contend in comamunicntions mande to it under section 4 aud where ary such favestigation discloses the commission of any offence by any person under tha Bribery Act or the Declaration of Assets and Lisbilitics deer, No. 1 of 1975, direct the institution of proceedings against uch person for such offence in the sppropciate court,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "‘ Commission to Investigute Allegation of Bribery or Corruption 3 Act; No. 19 of 1994",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "4. (1) Anallegetion of bribery or corruption may be made  Commmmicsiont against a person (whether or net such person is holding on the (0185 ate on which the communication is received by tho Commission, ‘the office or employment by virtue of holding Which he is alleged. to have committed the act constituting bribery or corruption) by a communication to the Commission, or # person may by a communication to the Comuission, draw the attention of the Commission to any recent acquisitions of wealth or property ‘oF to any recent financia] or business deatings or to any recent expenditures by a person (whether of not such person is holding ‘any office or ecaployment on the date on which such comonuni- cation is received by the Commission) which eoquisitions, deatings or expendinutes age to the knowledge of the person making such communication not commensurate with the mown sources of wealth or income of such person,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "@) Upon receipt of a communication under subsection (1) the Commission, if it is satisied that such communication griuine and that the communication discloses material upon ‘which an investigation ought to be conducted, shall conduct such investigction as may be necessary for the purpose of ceiding upon all or any of the following matters +—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "(@) prosecution or other suitable ection ender the provisions of the Bribery Act or the Deslerstion of Assets and Liabilities Law, No. 8 of 1975 3 or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "@) prosecution under any other law, and where the Commission dec'des, whether before or after the conduct of an investigation, thzt a comummnication received by it should be dertt with by any other authority, it may forward such communicat'on to such otter authority.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "() The Commission shall have the power to investigate any siatters disclosed by a communication received by it under ‘subsection (1) whether or not such matters relate to a period",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "+ prior to the appointed date and notwithstanding anything to the contrary in eny otfer law, 4 (1) For the purpose of discharging the functions assigned powers of the + twit by this Act, the Commission shall have the power— Conmialon,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "@ to procure and receive all such evidence, Written or oral, tend lo examine all such persons as the Commission may think necessary or desirable to procure, receive ot examine ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "4 Gommtission to Investigate Allegations of Bribery or Corruption © Ach, No. 19 of 1994",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "{8) to require any person to attend before the Commission for the purposes of being examined by the Commissionand to answer, orelly on oath or affirmation, auy question Wut to him by the Commission relevant, in the opinion of the Commission, to the matters under investigation ov Tequire such person to state any facts relevant to the ‘matters under investigation in the form of an affizvit ¢",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(©) to summon any person to produce any document or other ‘thing in his possession or control ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "@) to direct by notice in writing the manages of any bank to produce, within such time as may be specified im the notice, any book, document or cheque of the bank containing entries relating to th» account of any person in respset of whom a communication has been received ‘under section 4 of of the spouse oF a son or daughter of ‘such person, or of a company of which such perzcn 54 director, or of a trust in which such person has & Deneficial interest of of a firm of which such person 68 artutr, or to furnish as so specified, certified copies of such book, document, cheque or of any entry therein 5",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(©) to direct by uotice in writing the Commissioner-General of Inland Revenues to furnith, as specified in the notice, fl information available to such Commissioner-General",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "___ telating to the affhirs of any person in respect of whom ‘# communication has been received under section 4 or of the spouse or 2 son or daughter of such personand to ‘Produce or furnish, asspecified inthe notice, any docs ment or a certified copy of any document relating to Such person, spouse, son or daughter which is in the Possession of under the control of such Commissiones- General 5",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "@) to direct by notice in writing the person in charg: of any",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "cpartment, office or establishment of the Goverment or the Mayor, Chaimmmn, Governor or chief executive, howsocver designated, of a local euthority, Provincial Council, scheduled institution or a company in which ‘the Government owas more than fifty per centum of the shares, to produce of farnith, aa specified in the notice, any book, register, record or document which is in hin posession or under his control or certified coples theceof or of aay entey therein ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 23,
    "text": "* Gomusierion to Investigala Allegations of Bribery or Corruption $ Ach, Wo, 19 of 1994 {2} to direct any person in respect of whom = communication",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 23,
    "text": "‘has been received under section 4 to furoish a sworn,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 23,
    "text": "statement in writing—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 23,
    "text": "@ setting out all movable or immovable property ‘owned or possessed at any time, or at such time as may be spected by the Comndssion, by such person and by the spouse, son or daughter of such person and spscifying the date on which ‘each of the properties to set out was acquired, whether by way of purchase, gift, bequest, {nheritance or otherwise 5",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 23,
    "text": "Gi) comaining particulars of such other matters which in the opinion of the Commission are relevant to the investigation ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 23,
    "text": "9) to dicect any other person to furnish a sworn statement in writing",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 23,
    "text": "© setting out ell movable or immovable property owned of possessed at any thne or at such tiie ‘as may be specified by the Commission, by such Person where the Commission has reasonable grounds to believe that such information can assist an investigation conducted by the Commission ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 23,
    "text": "Gi) containing particulars of sack other matters Which in the opinion of the Commission are relevant to",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 23,
    "text": ". the investigation ; @) to probibit, by written order, any person in expect ofwhom",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 23,
    "text": "‘a commmication has been reocived under section 4,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 23,
    "text": ": ‘the spouse, asonor daughter of such person or any other",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 23,
    "text": "Person holding any property im trust for such first-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 23,
    "text": "mentioned person, or a company of which he is a",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 23,
    "text": "director or firm in which he is a partner from tras",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 23,
    "text": "erring the ownership of, or any interest in, any movable or immovable property specified in such order, until",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 23,
    "text": "‘vach time as such order is revoked by the Commission ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 23,
    "text": "and to causo a copy of such written order to be served",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 23,
    "text": "conany such authority as the Commission may think fit, including in the case of immovable property, the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 23,
    "text": "Registrar of Lands, in the case of a motor vehicle, the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 23,
    "text": "‘Commissioner of Motor Traffo and in the case of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 23,
    "text": "shares, stocks of debentures of any company, the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 23,
    "text": "Registrar of Companies and the Secretary of such",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 23,
    "text": "‘company ;",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Commission to Investigate Allegation of Bribery or Corruption Act, No. 19 of 1996 @) to require, by written order, nny authority on whom a copy of 2 writen order mide under paragraph (f) hes been served, to cruuse such copy to be registered or filed in Any rog ster or record mzintedud by such authority 5 (&) to require by written order the Controller of Immigration and Em gration to impound the passport and other travel documents of any person in repoct of whom a eomumun'cction brs boon received under sect'on 4, for such period not excecding Three months, as my De spocifi-d in such written order ; and @) to require by written order, any police officer as shatl be specified in that order, whether by name or by office, to tke all such steps as may be nocestery to prevent the departure from Sri Lanka of any person in respect of whom 2 communicat‘on hes been received under. . section 4 for such period not excceding three months, as may be specified in such order. (@) the Commission may exercise any power conferred on it ‘under subsection (1) and any person to whom the Commission issues any d'rection in the exercise of such power shel} comply With such Crection, notwithstanding anything to the contrary in any taw. Rig of 6. The Commission shalt have the right to call for and refer Geaminion ‘0 to any declaration of atsets and lisbilties mede under the decarationsot ‘Declaration of Assetsand Liabilities Lew, No. 1 of 1975, by a aa se Person to whom that Law applies, notwithstanding anything ne to the contrary in that Law; and where che Commission requires Dechrion of perton to whom 2 declaration of assets and liabilities hes been ‘Listes Law, «de under section 4 of that Lew to produce such declaration No.1 ef 1975. before the Commission, it shall be lawful for such person to comply with that requirement. Commision 7. (1) If the Commission is satisied— =e (@) that there is reasonable ground for suspecting that an : ‘offence under the Bribery Act or the Deolaration of ‘Astets and Liabilties Law, No. 1 of 1975, has been committed and that evidence of the commission of the offence ix to be found at any premises or in any vessed, \\ ‘vehicle or aircraft or with any person; or",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "Commission to Fnvestignte Ategations of Bribery or Corruption 7 Adi, No, 19 of 1994 (@) thet any books, accounts or other documents or things ‘which ought 16 have been produced during an invest ition conducted by it under this Act and have not bees s0 produced are to be found at sucik prem’ses or in any such vebicle, vessel or aircraft or with such person, the Commission may by written order authorize an officer anpointed to assist tho Commission to enter such premises or, an the crse may be, any premises upon which the vehicle, vessel or a'rcreft or person may be, and search such premises, or, as the case may he, such vehicle, vessel, aircraft or person,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(@) An officer authorized by the Commission under subsection, () stay soize any article, whieh is found inthe premises orin the vehicle, vessel or aircraft or w.th the person and which he haa reasonable grounds fer believing fo be evidence of the oom mission of any offence under the Bribery Act or the Declaration of Assets end Linbiities Lew, No. 1 of 1975, or any books accounts or documents orthingswhich he has reasonable grounds for believing ought to have been produced at an investigation conducted by the Commission under this Act; and every article, bonls, secount; document or thing seized by such officer in pursuance of the powers conferred on him by thia section shall ‘be produced by him befire the Commission:",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "Provided thet no female shall, in pursuance of a search under this section, by searched excopt by a female,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(3) Where by virtue of this section 8 person has any power to exter into any premises, vessel, vehicle or aircraft he may use ach force as is reasonably ueceatery for the purpose of exervising that power.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "@ The Director-General or sn officer authorized by the : Commission may with such ascistance as may be necessary, ; enter and search any deportment, office or establishment ofthe Government,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(5) The Director-General or any officer sppointed to assist the Commission nuy apply to any publ'e officer or any other Porton for assistance in the exercise of his powers or the dis charge of his factions wader this Act.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "& (1) Every summons issued by the Commission shall be gemma ‘wader the hand of the Chairmen of the Commission.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(2) Every mummons issued by the Commission may be served ‘wy delivering it to the person named therein, of if that is not ‘practic=te, by leaving it at the fast known place of abode of thal Person. .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "& Commission te Inveatigats Allegations of Bribery or Corruption Act, No. 19 of 1994 () Every person on whom 2 summons is served shall attead. defore the Commission at the time and place mentioned therein, end shall answer any questions put to him by the Commision or produce such documents or ather things as are required of Bia by the summons. @ Brery summons issued by the Commission shall be terved and executed bya Grama Niledharior an officeror servaal . appointed to assist the Commission, evtviagn ami 9. Q) No person shall, in respect of any statement madc, temmunitiee of information or answer given, or any Agcument of other thing sersoae ‘produced, to or before, the Commission, be tiabls to any action, Wor tin. rasecution or other proceeding, civil or criminal, ia any oott, Commiaion. (2) No evidence of astatement made, or answer or information siven, by any person, to, or before, the Commission shell be ‘Admissible against such person in any action, prosecution or other proceeding, civil or criminal, in any court: Provided that nothing in the preceding provisions of this tection shall (@) abridge of affect, or be deemed or construed to abridge of affect the liability of any person to any action, prosecution or penalty for any offence under Chapter ‘XI of the Penal Code read with section 18 of this Act or for an offence under this Act; (i) prohibit or be deemed of construed to prohibit the publication or disclosure of the name, of of the stator ‘tment or of any part of the statement of any person for the purposes of any such action or prosecution; of Git) affeot the admissibility of any statement admissible unter section 15. Comer andnsse 10, (1) On the conclusion of any investigation conducted csomme. bu ‘unter this Act the Commission may award to any person Who hax been in any way implicated or concerned in the matter ‘under investigation orto any bank whose manager has compiled ‘with a notice insuod in oomnection with ouch investigation by the Commission such sum of money as the Commission may consider sufficient to meet the coste and expenses which may _ have been reasonably incurred by such person or bank in  Bonmection wn the investigation. @ All moneys awarded under subsection (1) shall be paid ty the State out of moneys appronriated for the puipose.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "‘Commission to Investigate Allegations of Bribery o Corruption 9 Act, No. 19 of 1994 LL. Where the metorial reccived by the Commission in the Comaisioa to courte of un investigation conducted by it under this Act, direa discloses the commission of an offence by any potson under institution of the Bribery Act or the Declaration of Assets and Lisbiltics cima! Law, No.1 of 1975, the Commission shall direct the Director  promeiog ts General to institute criminel proceedings against such person in the appropr‘ate court and the Director-General shal institute proceedings accondingly : Provided however that Where tho meterial received by the Commission in the course of an investigation conducted by it discloses an offence undor Part If of the Bribery Act and sonsitting of soliciting, accepting or offering, by any persoa, of a gratification which of the value of which does not exceed ‘two thousend rupees, the Commission shall direet the institution ‘of proceedings ayainst such person before the Magistrate's ‘Court and where such materi:l d’scloses an offence under that Past and consisting of soliciting, accepting, or offering, by any person of any gratification which or the value of which exceeds ‘to thousand mipess, the Commission shall direct the institution ‘of proceedings against such person in the High Cout by indictment. 12. (1) Where proceedings are instituted in a High Cout, fm pursuance of a direction made by the Commission under Egan section 11 by an indictment signed by the Director-General, of the Dictor such High Court shall receive such indictment and shel] have General furisdiction to try the offence described in such indictment in  tesulvablota: all respects as ifsuch indictment were an indictment presented Hist Come by the Attorney-General to such court. (2) There shall be annexed to every such indictment, in eddition to the documents which are required by the Code of Criminal Procedure Act, No. 15 of 1979, to be annexed thereto, a copy of the statements, if any, made before the Commission, by the accused and by every person intended to be called at a Witness by the prosecution. B) Where proceedings aro instituted against any person by + tm officer authorized by the Commission in any Court for an ¢ + offence under the Declaration of Assets and Liabilities Law, \"No, 1 of 1975, ia pursuance of e direction made by the Com- mission under section 11, nothing in subsection (5) of section . 9.08 in paragraphs (6), (4), {¢) aad (f) of section SA of that Law «+ tball apply to the institution or contimation of any such proceedings.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 Commvission to Investigate Allegations of Bribery or Correption Adi, No. 19 of 1994 QMhoats ot 13. (1) An offtcor of the Conun'stion euthoriad by the Somnigiion Commission or any other Aclornoyct-Liw spocklly eutho~ ‘gonduct find by the Comm'sson shill bo ent“l.d 7 conduct the Eeegens Prosccut on at a tral of an off-nce he'd in a H’gh Court on an indictment s'gued by the D'roxior-Gcncenl, natw thstanding: anything to the contrery ia any written lew. ©) Where proceadings cre intiscted in the High Covet by an inciotmont signed by the Director-General, such D'rcelor~ Gensral shall have the r'ght (o xppeal opainst ¢ jucg ment, order or sentence of such High Court in fl cases in which the Attorny- Genzral would have hed the r'gat to aypee] egcinst such judg ment, order or sentence hed an indictment for such offznce been Presented to such Court by the Attorncy-Gonerc}, ond the Director-General or an cificer zppointed toasstit he Commission shell be ented to eppcer in any court in support of such eppeal. ‘Contradictory. 14. (1) E in the course of @ trial for an offence under the amma Bribery Act or the Dscleration of Assets and Liabititics Law, No, 1 of 1975, any witness shel] on any material point contredict cither expressly or by necessery implication the statement previously given by him in the course of any investigation conducted by the Conunission under this Act, it shell be tawful for the presiding Judge or Mrgistrate if he considers it safe and Just in all the cireumstances to act upon such state if suck statement if corroborated in material particulcrs by evidence from en independent source ; and to have such witness at the conclusion of such trial tried before such court upon a charges of if such court is the H’gh Court, arraigned and tried on am indictment, for inteutiouslly giving felse evidence in a stage of 1 judicial proceeding, @) At any trial under subsection (1) it shal! be sulficicat to Prove that the accused made the contradictory statements alleg:d in the indictment or chorge and it shall not be necessary to prove which of such statements is false, @) The pros'ding Judge or Magistrate may, if he considers it cxpzdient, ealjourn the trial of any accused under subsecthoD (0) for such period a8 he may think fit and in any such case the Accuscd shatl be remanded until the conclusion of such trial Provided that the Court of Appeat may in exceptional cite ‘amstances release such person on bail pending ihe conctusion the trial.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Commission (o Investigate Allegation of Bribery or Corruption 1 (Act, No. 19 of 1994 15, Notwithstanding anything to the contrary fi any Admissititny ‘written few — of sates eto (a) an afidavit of swom statement ; Commntsion in ‘tials for {8} any hook, document, cheque, record or rogister OF A ofeaces under ‘certified copy Uboreof or of eny entry in eny such the Bribery Act book, document, record or register ote ton of produced, delivercd or furn'shed, to the Commission in tho get course of an investiget'on conducted by it under this Act, POTNS' a op ‘Shall be rolevant and edm‘ssible et the tr'sl of any porron for 1915. an offence under tho Bribery Act or the Dsclarct’on of Assets and LiabiI'ties Lew, No. E of 1975 ond shell be prima facie Proof of the fact of its execution and the contents therein. PART LE 46. (1) The President may, In consultation wth the members Direotor-Geooral of the Comunission, eyypoint a Dircotor-Generel for the Pre- too vention of Bribery aad Corruption (-*in this Act roferred to as trigger tny the Director-General”), to essist the Comun'ssion in the 4is- Cocruption aad iurge of the functions assigned to the Commission by this Act. Sta of the Comic, (2) The salery of the D'rector-General appointed under subsection (1) shell be dcterm'ned by Parlement, sheli be ‘charged on the Consolidated Fund and shall not be diminished during his period of service with the Commission, ©) the Commission may delegate to the Director-General or any other officer appointed to assit the Comun‘ssion any of ite powers (other than the powers, eferred to in paragraphs (, (De (&) and (7) of subsection (1) of section 5, section 11 and this 1 sect‘on) and the person ta whom such powers are defcaated may : exercise those powers subject (o the dizection cf the Commission . (6) Thore shall be appointed such other officers and servants fas may be necessary to assist the Commission in the discharge ' of the functions assigned to the Commission by this Act 1%, Every member of the Commission, the Director-Generat patyta and every offiver of servant, eppointed to essit the Commission meaiasla shall, before entering upon the duties of his elfce, sign a declarae “™™% tion that ho will not disclose any information rectived by him, ' ‘or coming to his leowledge, Inthe exeroise suxd the discharge of bis powers and funetions under this Act, excopt (or tke purposse of giving effect to the provisions of this Act. '",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "12 Commission to Investigate Allegations of Bribery or Corruplion Act, No. 19 of 1994 ‘Momihers of tha 18. (1) The monibers of the Commission, the Director-General Soman ‘and officers and servants, appointed to assist the Commission = bel ‘shall be deemed to be public servants within the meaning of the o—_ Penal Code and every investigation conducted under this Act shall be deemed to be a judicial proceeding within the meaning of that Code. @) The Director-General and every officer appointed to assist ‘the Commission sball be deamed to be peace officers within the meaning of the Code of Criminal Procedure Act, No. 15 of 1979. Protacion of 19. (1) No proceedings, civil or criminal, shell be instituted ution, Against a member of the Commission cr the Director-General or any officer or servant appointed to essist the Commission, or other than for contempt, against any other person assisting the Commission in any way, for any act which in good faith is done ‘or omitted to be done, by him assuch member, Director-General or officer or servant or other person.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "@) A member of the Commission or the Director-General or un officer or servant appointed to assist (he Commission shall not be required to produce in any court, any document received by, or to disclose to any court, any matter of thing, coming to the notice of, the Commission in the course of any investigation ‘conducted by the Commission under this Act, except as may be ‘necessary for the purposes of proceedings for contempt or for ‘an offence under this Act or for an offence wader Chapter XI of the Penal Cods of the Bribery Act or the Declaration of Assets and Liabilities Law, No. 1 of 1975.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "G) No preceedings, civil or ériminel, shall be instituted io aay court against any member of the Commisison in respect of ‘any report made by the Commission under this Act or against ‘any other person in respect of the publication by such person of ‘8 bubstantially true account of such report.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "PART IV Penihmes te 28, (1) Every offence of contempt committed against or in eootempt, disrespect of, the authority of the Commission shall be punis, hable by the Supreme Court as though it were an offence of ‘contempt committed against, or In discrespect of, the authority of such court, and the Supreme Court, is hereby vestod with Jurisdiction to try every such offence,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "Q) An act done or omitted to be done in relation to the Commission, whether im the presence of the Commission or otherwise, ehall constitute an offence of contempt against, of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "Commission to Investigate Allegations of Bribery or Corruption 13 “Adi, No. 19 of 1994 (a disrespect of, the authority of the Commission, if such act Would, if done or omitted to be done in relation to the Supreme Court, have constituted un offence of contempt against, or in disrespect of, the euthority of sach court, @ Ifaay person -—~ - fails without cause, which in the opinion of the Coumi- ssion is reasonable, to appear before the Commission at the time and place mentioned in a summons served under this Act ;or @) tefuses to be sworn or effcmed or, having been duly sworn or sffirmed, refuses or faiie without causo, which in the opinion of the Commission is reasonable, to answer any question put to him touching the matters . being investigated by the Commission ; or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "(©) refuses or fails without ceuse, Which in the opinion of the ‘Comm'ssion is reasonable, to comply with the require ments of a notice or written order issued or made to him by the Commission ; or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "(@) upon whom a summons is served under this Act, refuses",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "of fails without cause, which in the opinion of the Commission is reasonable, to produce and show to the ‘Commission any document or other thiag which is in ‘his possession or control and which is in the opinion of the Commission necessary for arriving at the truth of the matters being investigated,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "noch person shall be guilty of the offence of contempt against,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "or in disrespect of, the authority of the Commission",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "Foe the purposes of this section, it shall not be deemed to be fs reasonable cause for a perton 10 refuso of fail to answer any question of to produce and show any document or other thing on the ground thet the matter being invest'gated by the ‘Commiss'on is the same or subst atially the same matter Which is the subject of, or is likely to be tbe subject of, an inquiry in ‘any procecding in any court or on the ground that the answer ‘to such question or the production or showingof suchde cument or other thing raay directly or ind'rectly affect, or cause prejudice to such person in any other proceedings.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "@ Wiere a Commision determines that = person bas committed any offence of contempt under subsection (2) or cubsection (3) against, of in disrespect of, its authority, the Commission may cause the D'reotor-Generat to transmit to the Supreme Court, « certificate setting out such determination ; every such certificate shall be signed by the Chairman of the ‘Commission.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "14 Commission to Investigate Allegations of Bribery or Corruption : Ach, No. 19 of 1994",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "(9) Im any procecding for the punishment of an offence of contempt which the Supreme Court may think Bt 1o tal cogni- zance of #5 provided in this section, any document purporting to ben certificate signed and transmitted to the court under sub- @ section shall—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "(@ be received in evidence, and be decmed to be such a certife",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "‘sate Without further proof unless the contrary is proved, and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "(Q) be evidence that the determination set out in the cestificate",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "was made by the Commission and of the facts stated in the determination.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "{6) In any procetdings token as provided én this section for the punishment of any alleg-d offance of contempt against, or in disrespect of, the authority of the Commission, no member of the Commizsion shell, except with his own consent, and not~ Wwithitanding anything to the contrary in this Act, be summoned or examined as a witness.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "a eecion an 21, Every person who makes an allegation in any comanmi- te cation made by him to the Comm'ssion under section 4 knowing ona. such allzg:tion to be felse or having reason to believe that such allegation is not true shrll be gu‘lty of an offence and shall on conviction after summery trial bofore a Magistrate be liable to imprisonment for a term net cxcreding ten years o to a fine ‘mot exceeding two hundred thousand rupees or to both such impr'sonment and fire and shall in addition, be Liable (0 the Peyment to the pacson in respect of whom the communication ‘was made, of compensation of such sum as the Court may think a, Boneh of 22. very person who acts in contravention of the duty Frovisios imposod on him by scction 17 to tuaintain seorecy shall be faneding guilty of an offence and shill on conviction efler summary trial brsiaid before a Magistrate be liable to imprisonment for a term not exceeding five years or to 2 fine not exceeding one fnuodred ‘thousand rupzes or to both such fine and imprisonment, prin misao 23, Any person who— . (© males a false statemont in an affidavit furnished by hima to the Commission ; : @ wilfully neglects of omits to render any assistance to tha Director-General or any officer eppointed to assist the Commission whon requested to do to under section 7 5",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "Gonumission to Investigate Allegations of Bribery or Corruption 15 Act, No. 19 of 1994",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "© ws's's or obstructs the D'reolor-General, any officer",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "tppointed to assist the Commiss‘on or any officer tathorised by the Commission under subsection (1) of seciion’7, in the exercise of the powers of entry or search under section 7 ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "(@) istesfores with ony person who is to be, or hos been,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": ". exomined by the Comm'ss‘on ; {@) induces any such person to refrain from giving evidence in any court 5",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "{f) threatens any such person With injury to his bedy, mind",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "or reputation ia order (o deter him [rom giving evidence inany court ;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "4) injures eny such person in body, mind or reputation in",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "‘order to deter him from giving evidence in any court 5",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "@) compels any such person not to give evidence in any",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "court, shall be guilty of an offence and shall on conviction after semmery tric] before Megistrete be Mable to imprisonment for ‘aterm not exceeding seven years or to a fine not exceeding fifty thousend rupees or to both such imprisonment and fine.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "24. (1) The jurisdiction vested in the Court of Appeal by Piction Article 140 of the Const'tution shall, in respect of applications to be exorcised in Which relief is sought agzinst the Commission be exercised bY Supreme by the Supreme Court and not by the Court of Appel. foation to",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "‘Sa Comminion.",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "@) Subject to theprovisions of subsection (2), a0 injunction or enjoining order shalt be granted by any Court restraining or staying, or having the effset of restraining or staying, the Comm'ssion, from commencing, or continuing,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "‘the conduet of an investigation under th’s Act or from exeroising any of ths powers conftrred on it by this Act ot from giving any rection under this Act,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "25. All invest’gations under the Bribery Act commenced by  Tstatitional the Bribery Commiss’oner and pending en the day preecding P*™C the appointed date, shill siand transferred to the Commission ‘on the appointed date and may be continued by the Conmnission sif'such investigetions had been commenced by the Commission; and all proceedings instituted by the Bribery Commissioner and pending before any Court, on the appointed date may be cont ued afler the appointed date, as if they were procecdings",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "‘uutituted on the direction of the Commission, and all statements",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "16 Commistion to Investigate Allegation of Bribery or Corruption Act, No. 19 of 1994 and documents furnished to the Bribesy Commissioner in the course of investigations under the Bribery Act, or certifioh copies thereof shall be admissible in proceedings instituted ‘under that Act, as if subsection (5) of section 4 of that Act were still force.” Bepar of te 26. ‘The Commission shall prepare reports of its activities ss often as it may consider necessary, so however, that it shall Prepare at least one report in each calendar year. ‘The Commi ssion shall cause every report 50 prepared to be sent to the President who shall cause the sain to be placed before Porliament inhale text te 27. In the event of any inconsistency between the Sichale pve ia coe and Tamil texts of this Act, the Sinhala text shall prevail. PARTY ‘Tmnerpretation, 28. In this Act, unless the context otherwise requires— ‘“beibery* means the offer, sollc'tztion or acceptence of any",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "‘ratification in contravention of any provision of Pert Il",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "of the Bribery Act, or any other ast in coutravention",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "of any such provision 5",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "“corruption” shell have the same meaning as fn section 78 ofthe Bribery Act 5 ~ gxatibeation * includes — @ mony of say gf, loan, fee, reward, commission, «valuable security or other property or interest in property of any description, whether movable or immovable,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "@) any office, employment or contract,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "‘© any payment, release, discharge or liquidation of snyloan, obligation os other liability whsttocver ‘whether in whole or in past,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "@) any other service, favour or advantage of any description whetsoever including protection from acy penalty or dimbllily incunred or apprehended of from any action or proceed ings of a disciplinary or penal nature, whether or mot alreedy instituted, including the exercise, or the forbearance fromthe exercite of ‘any right or any official power or duty, and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "Oninmiation ta Investigate Allegations of Bribery or Corruption Ww Add, No. £9 of 1994 G@) any offer, undertaking or promise of any gratife tion Within the meaning of the preocding paragraphe (6) (@), (c) and (d+ “ocal authority“ means a Municipal Council, Urtex Counc!! or Pradeshiya Sabha and includes any authority ereated of established by or tnder any Inw te exercise, perform and discharge, poWers, duties and Functions, corresponding to, of similar to the powers, duties and functions exercised, performed and discharged by any such Council or Sabha ; “Provincial Councif” moans a Provincial Council ewtabhivbod by Chapter XVITA of the Constitution ; “eehestnled institution ehall have the meaning sssigaed oe it by the Bribery Act.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 19,
    "par_num": 2,
    "text": "dzmeai scbecription of English Billa und Acts of the Parilament Rn 08 (eral, ‘Ks. 1,180 Foreign), payable to the Gureamrecen, Goroncxr PURICSCED Bamaag, Wo, 255, Baxddhaloke Mawatha, Colombo 7, before Uith December ened",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 19,
    "par_num": 2,
    "text": "ear‘ rempect of the wear Gillowing, .",
    "mean_p_confidence": 0.5
  }
]