[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ame PARLIAMENT OF THE DEMOCRATIC : SOCIALIST REPUBLIC OF SRI LANKA COSMETICS, DEVICES AND DRUGS . (AMENDMENT) , ACT, No, 12 OF 1993 . _ [Certified on 27th March, 1988] Printed on the Orders of Government i FP 2 Sar Oe sizes of be Democrat worm A THE DKPAETIAENT OF GOVERNMENT PODENG, SmI LANE [FO 2 FURCMASED At TE GOVERNMENT PUBLICATIONS BUREAU, COLEMEO 7? Prieo: 30 cents, : Postage: Re. 1.00 . ‘",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": ": Coamatics, Devices and Druge (Amendment) ‘ . Act, No. 12 of 1993 [Certified on 17th March, 1993] L990. e770 : 40 Ac? to sump mam Comerica, Devices ann Davug Acr, No. 27 or 1980 ‘BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanke as follows:— : 1. This Act may be clted as the Commetica, Devices and Sbort title, | Drugs (Amendment) Act, No. 12 of 1903. 2 Section 21 of the Cosmetics, Devices and Drogs Act, Amendment No. 37 of 1990, is hereby sreended in subsection (1) there. SUSSOP af, by the substitution, for the words “any Food and No2vcf Drugs Inspector and any Drugs Inspector to be mn Autho- ' rived Officer, for the purposes af this Act.\", af the words “any Food and Drugs Inspector, any Drugs Inspector and the Divisional Pharmacist functioning under a Regtonsl Director of Health Services, to be an Authorised Officer for the purposes of this Act.\", % In the event of any inconsistency between the sinhala =} Sinhala and Temil texts of this Act, the Sinhala text shall peal : Prevail, : Tr case of - Income tency. i",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "ee",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Annual subscription of Engliah Bills and Acts of the Fasliament Bs. 886 C.ocal),",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Ma, 1198 (Foreign), payable to the Surmnemmmer Govmanecer Pumscamo",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "roxzAu, 256, BATROMALOKA MAWATEA, Cotoame 7, before 18th December each year tn respect to the year following",
    "mean_p_confidence": 0.65
  }
]