[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  & . 1  PARLIAMENT OF CEYLON &.,  It  3rd Session 1958-59  ey  (Sze)  BRU  Ceylon State Mortgage Bank  (Amendment) Act, No. 48  of 1958  Date of Assent : December 81, 1968  Printed on th orders of Goversmend  Printed at the Government Press, Cevto8s, To be  Ee ee ee  ‘Annual Subscription ineluding. Bis) Re. 28, pryetie ae  does Seenetigg,acading, PD Be parable, in  BEES Boat onsen ge, Seer TeRuermone  Price: 10 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.4594623655913978
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  ) :  Ceylon State Mortgage Bank (Amendment)  Act, No. 48 of 1958  L, D.—O. 83/58.  ‘An Acr 70 AMEND THE CEYLON SraTs MORTGAGE ——Ghspter 207.  BANK ORDINANCE. er ota\"  [Date of Assent: December 31, 1958.]  BE it enacted by the Queen's Most Excellent Majesty,  by and with the advice and consent of the Senate and  the House of Representatives of Ceylon in this present  Parliament assembled, and by the authority of the  same, as follows :—  4. This Act may be cited as the Ceylon State stort site,  Mortgage Bank (Amendment) Act, No. 48 of 1958.  2, Section 58 of the Ceylon State Mortgage Bank Ameodneat of  Ordinance, hereinafter referred to as the “principal 3\"Ciapter  enactment”, is hereby amended by the insertion, 2.  immediately after sub-section (2) of that section, of  the following new sub-section: —  “« (8) Where an order made by the Board under  sub-section (I) is not complied with, default shall  be deemed to be made in respect of the whole of  the unpaid portion of the loan and the interest  due thereon up to date, and the provisions of  part (iv) of this Chapter shall apply  accordingly.””.  3. Section 61 of the principal enactment (as Amendweat of  amended by Ordinance No. 24 of 1939) is hereby se, 1 of  mended by the substitution, for all the words fiom  tsaciment’  \"is due,” to the end of that section, of the  following: — H  “ ig due, if either notice of three months is given",
    "mean_p_confidence": 0.74475
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  ' to the Board of the intention to make such pay-  ment or interest due thereon for a period of three  months is paid in lien of such notice:",
    "mean_p_confidence": 0.7848484848484848
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  Provided, however, that the Board may in’ its  discretion waive the’ whole or any part of the  period of notice required by the preceding  provisions of this section. ”.",
    "mean_p_confidence": 0.7744117647058824
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  3.8. m 20-3054 cos)",
    "mean_p_confidence": 0.08333333333333333
  }
]