[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  COMPANIES (AMENDMENT) ACT, No. 12 OF 2025  [Ceriedon 04th of August, 2038  Publishes Supplement Pat ofthe Gazette ofthe Democrat  Socials Republic of St Lanka of Angus 07,2023",
    "mean_p_confidence": 0.5288636363636363
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": "  S38  ‘Ae ae fo cme gn Be",
    "mean_p_confidence": 0.236
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Companies (Amendment) Act, No. 12 of 2025  [Cem on 04th of August, 2025]  LD-0, 612004",
    "mean_p_confidence": 0.41210526315789475
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  AX Act 10 ageno maz Conas Act, No. 07 oF 2007  BBE it enacted by the Parliament ofthe Democratic Socialist,",
    "mean_p_confidence": 0.39304347826086955
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  Republic of Sei Lanka as follows",
    "mean_p_confidence": 0.4325
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  1. (1) This Act may be cited as the Companies Sha sideandthe  (Amendment) Act, No. 12 0f 2025. of oeaion",
    "mean_p_confidence": 0.5508695652173913
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  (2) The provisions of this Act ther than the provisions  ofthis section shall ome into operation on such date a the  “Minister may appoint by Onler published inthe Gaze",
    "mean_p_confidence": 0.5609090909090909
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  (6) The provisions of hissectionshallcome int operation  ‘on the date on which the Bill becomes an Act of Plamen.",
    "mean_p_confidence": 0.4722727272727273
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  2. Section 4 of the Companies Act, No. 07 of 2007 Amenicatat  (betenater refered to a5 the “principal enactment\") is stant Ac  hereby amended by the repeal of subsection (2) thereof and“",
    "mean_p_confidence": 0.6113888888888889
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  ‘he substitution therefor, ofthe following: -  2) A company, other than 2 company  Timitedby gurantee, may haveasingle shareholder,  ‘who may -  (a) bea natural person:  (0) bea body corporate: or  (6) be the Secretary tothe Treasury holding  shares om behalf of the Government of  Si Lanka”",
    "mean_p_confidence": 0.49392857142857144
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  3. Section 11 of the principal enactment is hereby Amenicata  amended in subsection (5) thereof by the substitution forthe  ‘words “ten working days\", of the words “wenty working ss!  days\"",
    "mean_p_confidence": 0.5802857142857143
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Companies (Amendment) Act, Mo. 12 f 2025  Ameninetsf 4, Section 51 of the pincipal enactment rey  Simms amended as follows: -",
    "mean_p_confidence": 0.4773076923076923
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (1) by the insertion immediately after subseetion (1)  ‘hereof, ofthe following new subsection: -  (1s) A company shall not issue & share  warrant to bearer of bearer share ierespective  ‘of wheter is articles of association purport 10  sutorise itt do 50  For the purposes ofthis subsection -",
    "mean_p_confidence": 0.476
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  ‘share warrant 9 bearer” means  negotiable instrument whose  fownership is determined by  possession of the issued physical  ‘warrant certificate, and any oer  Similar warrant or instrument without  teaceabiliy, but does nt include —",
    "mean_p_confidence": 0.4224390243902439
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (2) any instrument that only  confers rights 10 subscribe  for shares in a company  Under specified. contions,  but not ownership or  enilement t ownership in  shares, unless and until the  insrument i exercised or  redeemed; and",
    "mean_p_confidence": 0.44173913043478263
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (8) ademateriaiedorregstred  form of warrant o any other  insrument whose owners  can be identied: and",
    "mean_p_confidence": 0.48250000000000004
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Companies (Amends) At, No. I2of 20053  “bearer share” means a negotiable  Tnstument which may contin the  Fighis spesited in seston 49. but  whose ownership is detemined by  the simple possession of «physically  ised shar erica, and any ober  Smile fstument such a cuit t0  {he beater ated in secton 110())  (Gi, without wacebiy, but doesnot  inclde a demuteriained or registred  form of share crite whowe owners  ca be eit  (2) in sub-paragraph (i) of paragraph (a) of subsection  (4) thereof. bythe subttution or te words \"shares  sued of the words shares sued and names of  the erons to whom sch hares ae eed  5. The following new section i hereby insened tern new  immediatly after section 51 of the principal enacment, asta  Which shall have effect as section Sta of the principal mcm  Dayofhe SLA (1) Every holder of any share  tine \"warrant to bearer or ear shares shal tin  Sut Guy dips am the dn of operon of te  eto Companies (Amendment) Act, No, 12.2025  TEES, inform the issuing company of soc fact and  Provide o the secretary of the company in  ‘wting his name, addess and oer contact  detail  (2) Te company sal, yon the recep of  details unde subsection (1) manana reginter  and reson sch dts orbit",
    "mean_p_confidence": 0.4766115702479339
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Companies Amendment det, No. 12 0f 2025",
    "mean_p_confidence": 0.43200000000000005
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (2) Where any tobe of any share warts  tobeare or beater shares fl comply wih  the provisions of subsection (1) any Fights  associated with sah share warans to bearer  tr eae share shal stad nlite ed  of such period specif in that tection.",
    "mean_p_confidence": 0.40399999999999997
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (4) Every holder of any sare warants to  bearer or eae shares hall, within say aye  from the date of operation ofthe Companies  (Amendment) Acts No 12 of 2025 or upon  the nllifcaion under subsection 3), convert  sich share warns eater or ear stares  to shares in vegiterabe for fo fhe purpose  ofthe shrcolderregiterundr he prvins  of sceton 1231)\"",
    "mean_p_confidence": 0.4559420289855073
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  Averinent 6, Section 52 of the principal enactment is exeby  seme2eC amended by the repel of subsection (3) thereof, and the  Seeceeeal ttn therefor of the following  18) Upon receipt ofthe conden, the  company shall ate an allnment of the stares  tein wenty working days of the eeito sich  consideration  Provided however, ta the period of ie  specied In this subsection shal not apply in  respect ofthe isunce of shares which are filly  Pal up fom the reserves ofthe company to all  $Barcolder ofthe sane class in proportion to he  ‘urbe of shares held y ech shareholder  sion 11 The following new division is herehy inened  Sein | mmedaely after section 180 (SHARE REGISTER) of the  inherit pt enamen and shal hive effec hw vison  ofthat enactment",
    "mean_p_confidence": 0.4444827586206897
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Regia. ‘of incorporation or within twenty working days.  Shp  ies, an ps! aes  Sonn  Sonn",
    "mean_p_confidence": 0.4280952380952381
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  © Companies (Amendment) At, No. 12 of 2025  (@) the contact dewils of Beneficial  ‘owners ofthe company: and  () «full statement describing the  ature and the extent of the  beneficial ownership",
    "mean_p_confidence": 0.5044736842105264
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  (2) Every sharcholer shall, within ten  working days ofthe subscription of any shares  lor transfer of shares give the details specified  in subsection (1) tthe company",
    "mean_p_confidence": 0.5325806451612903
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  8) Every director or secrery of the  company shall disclose the details refered to  in subsection (1 eating o beneficial owners  fof the company to the Registrar when sich  director or secretary becomes aware of such  details,",
    "mean_p_confidence": 0.5829545454545454
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  (8) (@) The company shall maintain 2  register and record the details specified in  subsection (1) when it becomes aware of  such details andthe company shall keep such  register of beneficial owners of the company  subject to the provisions of paragraph (2) of  subsection (3) of section 116 tits registered  oie.",
    "mean_p_confidence": 0.5706666666666667
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  (8) The provisions of section 128 relating  to the plac ofthe share register ofa company  shall mars muzandis appl to the register of  beneficial owners ofthe company",
    "mean_p_confidence": 0.5337500000000001
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  (5) (a) A company shall keep and mainain  records of the details of the beneficial owners  of the company and the nature and extet of",
    "mean_p_confidence": 0.5420689655172414
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Companies (Amendment) Aet,No. 12 0f2025. 7  ‘he beneficial ownership ofthe company for a  petod of a leas ten years ale the date on  ‘Which the rsord was made",
    "mean_p_confidence": 0.5290909090909092
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  (0) The administrator oF liquidator of a  company under dissolution and any other  ‘etsoninvolvedinthe disoluionofacompaay  shall keep and maintain records ofthe details of  the beneficial owners ofthe company andthe  ature and extent of the Beneficial ownership  of the company fora period of atleast five  years ater the date on which the company i  dissolved or otherwise ceases to exist.",
    "mean_p_confidence": 0.5517391304347826
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  (6) The Registra shall maintain register  to record the deuils specified in subsetion (1)",
    "mean_p_confidence": 0.4670588235294118
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  (7) The company shall, within fourteen  ‘working days upon the recip of details that a  person holds acquies, or effects a subsequent  change of beneficial ownership of a company,  off the Registrar of such deals speciid in  subsection (1).",
    "mean_p_confidence": 0.5263043478260869
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  (8) Every company shall, subject to the  provisions of subsection (7) deliver the details  of beneficial owners ofthe company ina form  as may be prescribed together withthe annual  tum ofthe company under section 131",
    "mean_p_confidence": 0.5912499999999999
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  (9) The provisions of section 181 relating  to the power 10 requie information as 10  persons intrested in shares or dentures shall,  !nutais muandis apply o beneficial owners of  ‘he company.",
    "mean_p_confidence": 0.5370270270270271
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  § Companies amendnny Ac No.2 2025  (10) Nowvitanting the povicons  or abst 2) i scton 362 the  provisns f scns 1508 to 3 shal apy  toa offers company incor cute  Sorta an ested une hi Aton  Cvetean compan einer et  (11 is eon, te expression “Former  writen nw ican to compares” means  Shy rien Ly tepeaed y he Companies  Olin (Chop 18) othe Compaen  fue ITorTOaz ths At  Deo 180m A company rte Rega sal  SY pega st my the trey Gea  Funct Ictigence Ua esis une  the Fnac “Tomato Repring Ase  No.6 of 06, Decor Gone of Cs  Commision Gene tnd evens  try pub utr taving the espe  fcr inenigaing. piecing\" money  Criminal secs, any plc pcan  Suir. of any regulate suo make  vali dae hence ovac ef  the company el sited unr oon  oe  yy 1806, (1) A company slap n  <Eipsuntrpesd amet mr es ig  “lls (@) responsible for the safe keeping  OF te reir of he Beet  Shes te spy and",
    "mean_p_confidence": 0.3392857142857143
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Companies (Amendment) Aet,No.120f2025. 9  (©) auorised by the company t0  make the details ofthe beneficial  ‘owners ofthe company recorded  interms of ection 130 available  to the person or authority  specified i section 1308  (2) The company shall disclose the  ats ofthe authorised person refereed to in  subsection (1) atthe time of incorporation and  any subsequent changes to such authorised  person ina Form as may be prescribed  (3) Every company incorporated or  registered under the Companies Act, No. 07  of 2007 of any former writen law relating  ‘0 companies shal, within a period of thee  ‘months fom the date of operation of the  Companies (Amendment) Act, No. 12 of 2025,  disclose the deals of the authorised person  refered t in subsection (1),  Denise 430, (1) The Registrar shall make the  Fis dats ofthe beneficial owners of a company  promptly accesible 1 the public, whether  tlectonically or physically. Such details shall,  be limited to the fll names and former full,  ames (if any), nationalities (including dual  citizenship. where applicable), counties of  residence, business addresses, andthe nature  and extent of beneficial ownership in the  company:  Provided however, any member of the  public seeking any further information set out  Jn subsection (1) of section 130s, may make",
    "mean_p_confidence": 0.5553586497890296
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  %0 Companies (Amendment) Act, No. 12 of 2025  an application fo information in terms of the  provisions of the Right t© Information Act,  No. 12 of 206.  (2) Aay member ofthe public who intends  ‘0 obtain an authenticated copy ofthe details  refered t0 in subsection (1) shall make an  application tothe Registrar accompanied by 3  ee as maybe prescribed  Fatiogwhcep —130e, If the Registrar has reasonable  sales grounds to lee th a company  wae he (a) has failed oe fils to keep anc  sony maintain a register of beneficial  ‘owners of the company refered  to in ection 130: or  (©) has aie oe fils to comply with  any time peviod refered to in  section 130,  ‘he Registrar shall in writing issue a directive  ‘0 the company instructing the company 10  comply withthe provisions of section 130  Within period of seven working days frm  the date of receiving the directive,  Ashi ie 130p, Notwithstanding anything to the  Senn” contrary in any ater written law, 2 claim to  ‘mer. beneficial ownership of a company may not  be claimed or be recognised for any lawful  purpose, unless such beneficial ownership is  disclosed and registered in the manner set out  der this heading.",
    "mean_p_confidence": 0.5724782608695652
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Companies (Amendment) Act, No. I20f2025. 0.  nese 1306. (1) company which —",
    "mean_p_confidence": 0.3893333333333333
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  (a) contravenes or fails 1 comply  ‘with subsection (1), (3), 4, (7)  (or (8) of section 130:",
    "mean_p_confidence": 0.429047619047619
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  (©) knowingly provides fase or  misleading details bout a  beneficial owner ofthe company  oF the nature and extent of the  beneficial ownership of the  company:",
    "mean_p_confidence": 0.5040625
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  (6) knowingly withholds details ofa  beneficial owner ofthe company  tha should be entered int the  register refered to in subsection  (1) of ection 1304; or",
    "mean_p_confidence": 0.48193548387096774
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  (a) knowingly makes a false entry  ito the register refered to in  subsection (1) of section 130,",
    "mean_p_confidence": 0.5395238095238095
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  shall he guilty ofan offence and be liable on  ‘conviction to fine not exceeding one million  rupees oto imprisonment of ether description  {or a period not exceeding ten years oto both  such fine and imprisonment",
    "mean_p_confidence": 0.5341463414634146
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  (2) Where an offence under this setion is  ‘commited then every person who atthe time  ofthe commission ofthe offence was adiector  ‘an officer of such company shall be deemed  to have commited that offence unless such  person proves thatthe offence was commited  ‘without such person's knowledge, or tat such  person exercise all due diligence to prevent  the commission of such offence,",
    "mean_p_confidence": 0.5522535211267606
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  2 Companies (Amendment Act, No. 12 of 2025",
    "mean_p_confidence": 0.437
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  8) A sharchokier, secretary or authorised  person whocontavenesoralstocomply th  the provisions under subsection 2 of section  {Hon r subsection (2) fection 130s 130  shal te gil ofan offence and be ible on  cancion wo fine oot exceeding one ion  tupee orto imprisonment of eter dseripion  fora pri mo excestng en yar orth  sich ine nd imprisonment",
    "mean_p_confidence": 0.3821212121212121
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "  Sosa 130m, (1) Every company incopored  mee og egitred. under the Companies Ac,  ti Noy of 2007 a ny Ker nen le  Tce relating to companies and having neil  Sefton Guner on the dle of operation of the  eocsil — Companies (Amendment) Act, No. 12 of 2025  {nlp shall inthe pescbed form and. manner  ‘shescomees: Forward to the Registrar the details relating to  tential owner ofthat company io terms of  section 130 within six mont from he date  of operation ofthe Companies (Amenden)  ch No 120205,",
    "mean_p_confidence": 0.44191919191919193
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "  (2) Every depositary of tensed stock  exchange sal hin thi days rom te date  of operation ofthe Compares (Amendment)  Ack No. 12 of 2025 in the peseribed form  and amet, be requed 10 venfy, repon,  record and iy the Repro he details  of te sharchoders of «company who eld  ten per cen more ofthe ted shares of  the company onthe date of operation ofthe  Companies (Amendment) Act, No. 12 of 2025,",
    "mean_p_confidence": 0.49134146341463414
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "  (2) Every company sha within iy days  from the dat of apetaton of the Compares",
    "mean_p_confidence": 0.5283333333333333
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Companies (Amendment) Aet,No. 12 0f 2025.15  (Amendment) Act, No. 12 of 2025, in the  preseribed form and manner, be required to  ‘verify report, record and ntiy the Registrar  of the deals of beneficial owners of the  company on the date of operation of the  (Companies (Amendment) Act, No. 12 0f2025",
    "mean_p_confidence": 0.5524137931034483
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  (4) A company which contravenes oF fils  to comply with any provisions ofthis section  sll be guilty of an offence and be liable  ‘on conviction to a fine not exceeding fifty  ‘thousand rupes of to imprisonment of either  escription for a period not exceeding six  months. ofboth sch in nd imprisonment.",
    "mean_p_confidence": 0.603050847457627
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  (5) In this section, the expression “former  ‘writen Taw relating 10 companies” means  any writen law repealed by the Companies  (Ondinance (Chapter 145) oF the Companies  ‘Act, No, 17 of 1982 or this Act.",
    "mean_p_confidence": 0.5585
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  Repusnes. 1.84. The Minster may make regulations in  respect of all orany ofthe following mates: -  (2) maintenance of the register of  beneficial ownership of the",
    "mean_p_confidence": 0.4964516129032258
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  ‘company  (@) reposting of an acquisition of  beneficial “ownership of the",
    "mean_p_confidence": 0.422
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  ‘company: and",
    "mean_p_confidence": 0.3075
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "  (6) for obvaining details relating  to beneficial ownership of the",
    "mean_p_confidence": 0.5030769230769231
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "  ‘company.",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  4 Companies (Amendiens) Act, No. 12 of 2025  Ieorctaion, 130, Under this eating ~  “beneficial owner” means a natural  Peron who ultimately owns  more ofa company, in whole  ‘rin prt. through, directo  indect ownership ve contol  ‘of shares of voting rights  fF other ownership intrest  in that company, and also  includes natural person who  Uheough other means, and  beneficial oenerip i o be  constued accordingly:  “effective comet” includes a  situation where consol is  cexerised indieetly citer  ‘hrough a chan of ownership  ‘ory ppoinument or removal  ‘ofa diector oF by ay eter  means. of indveetcontol,  such as the ability to tke  suategie decision that affects  the operation ofthe company,  its business practices or  ener diveetion of the  <ompany.”  Amentnentoé Section 206 of the principal enactment is hereby  ‘mae amended by the repeal of subsections (2) and (3) thereof and  ‘emincral he substiution therefor, ofthe ftlowing new subsections ~",
    "mean_p_confidence": 0.4315730337078652
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  Companies (Amendment) Aet,No. 12 0f 2025.18",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 16,
    "par_num": 2,
    "text": "  \"Q) Where company intends 0 remove  4 director and appoint a new director inthe place  ofthe director so removed, a special notice shall,  bbe given to all shareholders ofthe company and it  shal be the duty ofthe secretary tthe company to  send acopy of the special notice tothe director who  isto be removed, Such director shall be ented 19  ‘be beard at such meeting irespectve of whether oF  ‘ot such director is a shareholder of that company”",
    "mean_p_confidence": 0.5254022988505748
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "  (3) Upon the recipe of the special noice  under subsection (2). the director concerned may.  ‘within fourteen working days from the date of  receipt of the special notice make a representation  {othe company in writing equiing the company 0  atfy each shareholder ofthe company.",
    "mean_p_confidence": 0.5550980392156862
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "  (4) The scoreury to the company shall  Fonthwith send a copy of the representation 9  every shareholder ofthe company. Where a copy  fof the representation has not been sent duc 10  negligence ofthe company or due to the fat that,  the representation was recived after the expiry  of pesiod specitid therein, the secretary tothe  ‘company shall read out the representation at the  meeting if such director so requires",
    "mean_p_confidence": 0.5983333333333334
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "  Provided that where the company is able 19  satisfy the cour that he provisions of this section  ar being abuse bythe director concered in order  to secure unnecessary publicity of «defamatory  nature, the company may seek an order of the  court fr costs to be paid by such director, and to  refrain from sending such representation 10 the  sureholders or reading such representation at the  mecting.”",
    "mean_p_confidence": 0.5768421052631578
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  56 Companies Amendment) Ac, No. 12 of 2025  Animate 9, Section 211 of the plncipal enactment is herby  SEMI amended in subsection (1) thereof, by the substation fr  SEI\" the wont \"valid only for one year ro his appointment.”  ‘ofthe words and igus, valid il he next annual general  Inctng subject to paragraph () of subsection (1) fection  153 ofthe Aet”  Aeniensf 10, Section 270 of the principal enactment is herby  SER amended hy the repeal of paragraph) hereof.  Anis Section 272 of the principal enactment is herby  ERT amended hy the peal of subparagraph () of paragraph (a)  sereoar faubsction (1) theo.  Amines, Section 341 of the principal enactment is exeby  tan i at amended by the repeal of subsection (3) thereof and the  Semcon therefor of th following  (8) Within one week fom the dat of the  mnetngs refered toi subsection (1), oF where  0 sch meetings are held on these dts, from  fhe dae ofthe subsequent ecg he quar  shall end to the Registrar copy’ ofthe aosounts  fn shall ake ret to him contin the fast  Of the holding ofthe meeting an ofthe des,  fd where the copy is ot sent oF the rtm is  ot made in accordance with the provisions of  this subvection, the lgudstor shal be guy of  an offence an on conviction, be lable a fine not  cea iy thousand rupees”  Aneniensf A, Seton 424 of the prinsial enactment is herby  seina404 pended in subsstion 2) thee, by the substtion for  sereoae the word “it may reasonably requ.\" ofthe following: -",
    "mean_p_confidence": 0.4815570934256055
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  Companies (Amendment) Aet,No. 12 0f2025. 17  “it may reasonably requ:  Provided however, where an administator  is unable to provide the required information  ‘within the period of time specitid in the notice  made under this subsection, such administrator  nay forward an application othe Registrar setting  ‘out therein the reasons for such inability. Upon  consideration of the application and reasons, the  Registrar may extend, subject 10 any terms and  conditions, if any, the period of ime specified  for the providing of information. The Registar  ull, in writing communicate his decision tothe  ‘administrator and the creditors” commits”  1M. Section 471 of the principal enactment is ercby Ament  amended as flows: ~ Poeig  (1) in subsection (1) thereof, by the insertion“  immediatly after paragraph (a, of the following  new paragraph: ~  “(aa) peesons by name or by oie, © he orto  act as Additional Registrars General of  Companies\"  (2) in subsection 2) thereof. by the substiution for  the words and figure \"subsection (1) as a Deputy  Registar-General of Companies\", of the words  and figure “subsection (1) as ‘an Additional  Regista-General of Companies or a Deputy  Regisrar-Geneal of Companies”; and  (3) by the addition immediately afer subsection (2)  ‘hereof the following new subsection: -",
    "mean_p_confidence": 0.5385652173913044
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  18 Companies (Amendment Act, No. 12 of 2025  8) Any class or category of officers of  the Department of the Regita-Genen of  Companies may be pu incentive allowance  in such manner and at sch aes, ad sal Be  subject sch conditions of servic, as may be  presi in conelion wih te Miner in  charge of th sujet of inane.”  Avexinetct 15, Section 472 of the pica enactment is hereby  scion 472 06 amended by the repeal of subsection (1) thereof and the  Seecsceal btn therefor of the following  \"(A prion who i aggrieved by an ast  ‘or decision ofthe Registrar may appl tothe  court within fen working days arte date  cof receving oie of teat decison or such  furer ine a the cout ay alow.”  Inerbesin 16, The flowing ew section is Rechy insened  sti mmentely terse 48 ofthe pial emcee  SERIE\" hich sall ve effect as section 484 of the principal  epia’s 844, (1) Where a company i unable 19  Dever fush such informatio x prodce any bok,  ee gg Teg or other docunen before the dc  se Specifed in te moce under section (1)  ‘of section 488, sich company may mike an  pplication togeter wih the exons ter  tothe Rega for anexension of sich period  Upon te consideration of he aplication and  reaong the Regidrar may exend the tine  pefiod subject tate ler and eondions a:  he may think to inposs. The Registrar shall  in writing communicate his devon tothe  company.",
    "mean_p_confidence": 0.4607608695652174
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  Companies Amendment Act No. 120f 2025",
    "mean_p_confidence": 0.28875
  },
  {
    "i_page": 20,
    "par_num": 2,
    "text": "  (2) Where the company fails to comply",
    "mean_p_confidence": 0.5166666666666667
  },
  {
    "i_page": 20,
    "par_num": 3,
    "text": "  si he drection within the extended period  time under seetion()—",
    "mean_p_confidence": 0.3576923076923077
  },
  {
    "i_page": 20,
    "par_num": 4,
    "text": "  (@) the company shall be guilty  ofan fence and be Hable on  onvictontoa inna exeeding  five hundred thousand apes,",
    "mean_p_confidence": 0.35791666666666666
  },
  {
    "i_page": 20,
    "par_num": 5,
    "text": "  (0) every after of te company  ho in deta shal be uly  can fence and be Hable on  onvictontoa inna exceeding  (we hundred thousand rupees”",
    "mean_p_confidence": 0.40096774193548385
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": "  17, Section 487 ofthe principal enactment i Rereby Annet of  amended in subsection (5) thereof by the substation for ona  the words shall west in and bea the pos afthe Sat”, HC!  of te following",
    "mean_p_confidence": 0.48025
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "  “shal yest ane tthe disposal ofthe State",
    "mean_p_confidence": 0.4077777777777778
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "  Provided that any company of which, the  same has been sk off under stbcction (3) my  tefore the expiry of pein often years from the  date of operon ofthe Companies (Amendent)  ‘ac, No.1? of 2025, apply to cout making the  Attorney-General @ party to such aplication and  Stow ease othe station ofthe cour aing  reasons why sich company was unable t comply  try the provisions of sibecction (I). After etch  inquiry a the court may doe ncesay the coun  may permit the re-registration of he company and  ‘pon sch regen, make an ordr for he retry  {0 the company of al propery previously vested in  the Stunde this ction",
    "mean_p_confidence": 0.494758064516129
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  2 Companies (Amendment Act, No. 12 of 2025  Provide farther hat where propery vested in  the State under the provisions of his subsction has  been desl with or dlaposed of by the State the igs  of hid partes who ave segue such rights ron  the Stain good faith shall not be affsted in any  Provided however, whore the propery has  been destoyed oF damaged physical possesion  ofthe propery has not sen taken by the Sate, the  Sue shallot be ible tany pry any manner”  Amenimtsf IR Sextion 508 ofthe principal enactment is rey  sions! amended by the tepea! of subsection (1) treo and  Semicon therefor, oF the following  “(A py toa dispute -  (easing in giving eet to the provisions of  this Actor  (0) which celts tothe management of aff of  may request the Companies Disputes Boa tht the  spite may be refered to for mediation Delors a  tmember of the Companies Disputes Board and the  President ofthe Companies Dispts Board may, ihe  ems appropri, refer the same for mediation to ay  member ofthe Companies Disputes Boaz.”  Inerimcfsen 19, The following new section is hereby insened  semestt immediately after section 513 ofthe principal enactment,  SESE and shall have effoct as section 5134 of the principal",
    "mean_p_confidence": 0.49487068965517245
  },
  {
    "i_page": 22,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "  Companies (Amendment) Aet,No.I20f2025. 21  \"Geneat ——S184. (1) A person director, a secretary  Femlies op an officer who contravenes or fail 10",
    "mean_p_confidence": 0.38520000000000004
  },
  {
    "i_page": 22,
    "par_num": 2,
    "text": "  comply with any provisions of this Act oF  any regulation made thereunder foe which no  punishment is expressly provided for such  offence shall be guily ofan offence and be  liable on conviction to a fine not exceeding  ‘one milion mupees oto imprisonment of citer  description for a period not exceeding six  ‘months, rt both sich fine anlimprisonment.",
    "mean_p_confidence": 0.618030303030303
  },
  {
    "i_page": 22,
    "par_num": 3,
    "text": "  (2) Where any provision of this Act is  contravened or omited of fuled t0 comply  with by & body of persons and where n0  punishment is expressly provided inthis Act,  such body of persons —",
    "mean_p_confidence": 0.5619512195121951
  },
  {
    "i_page": 22,
    "par_num": 4,
    "text": "  (a) is a body corporate, every  iret, manager o secretary of  such body corporate:",
    "mean_p_confidence": 0.46222222222222226
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "  (0) is a firm, every parer of that",
    "mean_p_confidence": 0.546
  },
  {
    "i_page": 22,
    "par_num": 6,
    "text": "  (6) 1s an unincorporated body other  than a fim, every member of  such by,",
    "mean_p_confidence": 0.5455555555555556
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "  shall be deemed ta have commited an offence  and shall, on conviction be liable to a fine not  exceeding five hundred thousand rupees oF to  Jmprisonment of either description fora period  not exceeding one year oro both such ine and  imprisonment",
    "mean_p_confidence": 0.49041666666666667
  },
  {
    "i_page": 23,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "  22 Companies (Amendment Act, No. 12 of 2025  Provided however, that na ssh perin  shal be deemed to be guilty an offence if he  proves that the offence was commit without  his knowledge or that e exercised all de  diigence to prevent the commision of the  Aneinctsé 20, Section 529 ofthe principal enactment is exey  seme amended by the repeal of paragraph (a) of the definition of  ‘emecin! tye expression “aitbtion” andthe subttuion therefor,  ofthe following:",
    "mean_p_confidence": 0.4742528735632184
  },
  {
    "i_page": 23,
    "par_num": 2,
    "text": "  (a) the eto nds ane of money oF property  ther than the shares ofthe company oo fr the  tenet ofa shareholder:",
    "mean_p_confidence": 0.4132
  },
  {
    "i_page": 23,
    "par_num": 3,
    "text": "  pmerinnct 21 Te sections ofthe prinlpl enactment specified in",
    "mean_p_confidence": 0.39454545454545453
  },
  {
    "i_page": 23,
    "par_num": 4,
    "text": "  Stimson Column Ff the Schedule ert, ae hereby amended by",
    "mean_p_confidence": 0.41250000000000003
  },
  {
    "i_page": 23,
    "par_num": 5,
    "text": "  sie rasoel ape sutton for the words an igures speci inthe  ‘comesponing entry in Column I, of the words and igures  specie inthe coresponding en in Column I ofthat  Schedule",
    "mean_p_confidence": 0.426
  },
  {
    "i_page": 23,
    "par_num": 6,
    "text": "  Supa 22 Inthe event of any inconsistency between he Sinhala",
    "mean_p_confidence": 0.45166666666666666
  },
  {
    "i_page": 23,
    "par_num": 7,
    "text": "  Rett and Tami ext of this Act the inal ext shall eval  a Lc |",
    "mean_p_confidence": 0.37722222222222224
  },
  {
    "i_page": 24,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "  Companies (Amendment) Aet, No. 12 0f 2025.2",
    "mean_p_confidence": 0.2288888888888889
  },
  {
    "i_page": 25,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "  24 Companies (Amendment Act, Mo. 12 f 2025",
    "mean_p_confidence": 0.513
  },
  {
    "i_page": 26,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "  P= |",
    "mean_p_confidence": 0.205
  },
  {
    "i_page": 27,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "  26 Companies (Amendment) Act, No, 12 of 2025,",
    "mean_p_confidence": 0.465
  },
  {
    "i_page": 28,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "  Companies (Amendment) Aet,No. 12 0f2025. 27",
    "mean_p_confidence": 0.275
  },
  {
    "i_page": 29,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "  28 Companies (Amendment) Act, No, 12 of 2025,",
    "mean_p_confidence": 0.391
  },
  {
    "i_page": 30,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "  Companies (Amendment) Aet,No. 12 0f2025.",
    "mean_p_confidence": 0.27285714285714285
  },
  {
    "i_page": 31,
    "par_num": 0,
    "text": "",
    "mean_p_confidence": -0.01
  }
]