[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 1 tttin 4th Session 1955968, MN dy i 23FERI958 ) “pea? a oe ‘S, Biged “Susse-° 3 NSE Housing and Town Improvement (Amendment) Act, No. 28 of 1956 Date of Assent: February 17, 1956 Printed on the Orders of Government FE dots RI, Etat Annual Subscription (ieluding Bills) Rs. 25, able in ~ Price: 20 cents, Fostave: 18 cents. f",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Housing and Town Improvement (Amendment) 3 Act, No. 28 of 1958+ L..Do0. BH/6A. AN Acr To aMunD tux Housinc ano Tows Sore ¥, Turrovement ORDINANCE. ae s [Date of Assent: Febrnary 17, 1956.]",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "BE it enacted by the Queen's Most Excellent Majesty, by aud with the advice snd consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: — .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "4. This Act may he cited as the Housing and Sb tH. Town Improvement (Amendment) Act, No. 28 of 1956,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2. Section 2 of the Housing and Town Improve- Ameuiment, of mont Ordinance (as amended by Act No. 83 of 1054), Sen 4ff hereinafter referred to ag “the principal enact- ment”, is hereby amended by the omission of the definition of “ proper authority ”*.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "$8 (1) Seotions 6 to 13 (both inclusive} and sections amerdment ot 15 and 17 of the principal enactment and the marginal sectgos notes to those sections are hereby amended by 0,11 ifthe the substitution, for the words ‘“* proper authority ”* Pasi! wherever they ooour therein, of the word “Chairman ”.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(2) Section 16 of the principal enactment is hereby amended by the substitution, for the words “ proper authority” wherever those words occur in tbat section, of the words “ Chairman or Commissioner of Local Government ”",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "4. Section 19 of the principal enactment is hereby Acendment of amended in sub-seotions (3) and (4) of that section by sr4¢ the substitution, for the words '* proper authority * principal Wherever they occur in those aub-sections, of the word Sm “ Chairman",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "5. Section 25 of the principal enactment is hereby Amgodment_of amended as follows: — ° i piece",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(1) in eub-section (1) of that section by the substitation, for the words “‘on the application of the Chairman or the proper authority”, of the words “‘on the application of the Chairman ”; and ' um anes cnn",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "4 Housing and Town Improcement (Amendment\\ -det, No, 28 of 1956 @) in sub-section (2) of that section by the substitution, for the words * the Chair- man of, the proper authority, of the words * the Chairman \", Aveuimet of  @, Sections 27 and 29 of the principal enactment ” and 29 of the are hereby amended by the substitution, for the words prnepal “the Chairman or the proper authority\", of the * words ‘* the Chairman **, dmening of 7, Section 32 of the principal enactment iy hereby atte amended, in sub-section (2) of that section, by the pacers! gubstitution, for all the words from ‘For the Purposes ” to,“ and the Chairman of that Board” of the words “For the purposes of the execution of any improvement echeme, ouly Board of Improvement Commissioners and the Chairman of that Board”. Azaiom of 8, Section 60 of the principal onactment and the ‘the prineipal marginal note to that section are hereby amended by scmenl. the substitution, for the words “ proper authority \", of the words ‘ Chairman of a local authority ””. Amesinet ¢ 9, Seotion 103 af the principal enactment is hereby 4 atte amended as follows: — oon (1) by the substitution, for the words “No : proper authority’ or member”, of the words ‘No member” ; and (2) by the substitution, for the words ‘ any such proper authority or local authority”, of the words ‘' any euch local authority”. Aumumest of 40, Section 105 of the principal enactment is here ofthe by amended, in sub-section (1) of that section, by the rincine) substitution, for the words ‘* the proper authority or the Chaitén\", of the words “the Chairman\" Amesimest & 44, Section 107 of the principal enactment is hore- ae by amended, in sub-section (1) of that section, by the pico substitution, for the words \" the proper authority, the inet. Chairman,” of the words ‘ the Chairman,” : Anevimest of 42, Section 108 of the principal enactment is here- wie by amended as follows: —",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "+ Enpctaeot. (1) in sub-section @ of that section by the substi- tution, for the words “ the proper autho- rity or the Chairman ”, of the words “ the Chairman ”; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "Housing ond Town Improvement (Amendment) 5 Act, No, 28 of 1956 (2) in sub-section (8) of that section by the omis- sion ‘af the words “proper authority or the\",",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "413, The following new section is hereby inserted Insertion of Ymmediately after section 100A, and shall have effect Hodtae” as section 110 of the prineipal enactment :— Principal bela of 110, (1) JE the Minister, on repre-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "” sentations heing made to him in that Nehalf and after inguiry, is satisfied that the Chairman of any local autho- rity has failed to exercise his power or to perform his daty under any of the provisions of Chapter I of Part IZ. of this Ordinance the Minister may, by Order published in the Gazette, direct the’ Commissioner of Local Government or any other person to exer- cise stich power or perform such duty in like manner as the Chairman. Such Order shall have the force of law. {2) For the purpose of the inquiry i referred to in sub-section (1) of this . section, the Minister may in writing order ‘the Chairman of any Teel authority {@) to transmit to him or to any per- gon named by him any plans, specifications or other docu- ments which are in the posses- sion or under the controt of such Chairman; or (0) to permit any peraon named by the Minister to inspect any plans, specifications or decu- “ments, a3 may be set out in the Order.””. , 14 The rules in the Schedule to the principal ameodmest of enactment are hereby amended by the substitution, for  Bebedule the words \"‘ proper authority ”, wherever they occur roel therein, of the word “‘ Chairman’. ‘souctment,",
    "mean_p_confidence": 0.85
  }
]