[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON _ 5th Session 1951 pepGmars oP. i ee ea Companies (Donations) Act, No. 26 of 1951 Date of Assent: August 13, 1951 . Printed on the Ordere of Gavernment Petetad' atthe Gore, Soncscarions Gonznt, CooMee ‘oor blgrpien Gets, Se Be Omar nae ase Baa ces acta PuregesSonte . os",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Companies (Donations) Act, No. 26 of 1951. 1",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "b, D0, 26/81, .",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "AN Act 70 auruortsz Companies 70 Make DONATIONS on SUBSCRIPTIONS FOR SPECIFIED PURPOSES. ‘ [Date of Assent: August 13, 1951.)",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "BE it enacted by the King’s Most Excellent Majesty, by and with the’ advice and consent of the Senaie and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:— :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "4. Thig Act may be cited as the Companies gioc aie (Donations) Act, No. 26 of 1951.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2. @) Every company shall have the power to rome of make donations or subscriptions of money for any SSF national, public, educational, charitable, benevolent, dasa, am political ‘or religions purpose.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "+ @) Any donation or subscription of any deserip- , tion mentioned in sub-section (1) may be made by eny company in purenance of an ordinary’ resolution passed at a general meeting of the company of which not Jess than seven days’ prior notices is given.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1} () Every donation or subscription of any descrip- tion mentioned in sub-section Gh etic has hereto- fore been made by any company shall, whether or not it was made in pursuance of a resolution of the com- : any, be deemed to have been valid for all purposes in all respects as though that sub-section had been in force at the time it was made,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(4) The preceding provisions of this section shall have effoot and be decmed to have had effect notwith- standing anything im the memorandum of association",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "bof a company or in any other law.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(5) In this section “ company” has, the. same meaning as in the Companies Ordinance,’ No. 51 of 1938. :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2 &. sagen Gt ~",
    "mean_p_confidence": 0.22
  }
]