[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON - 4th Session 1963-64 LOE Uji a 8 ey a/ a aS Rent Restriction (Amendment) Act, No. 2 of 1964 ; nos Date of Assent: January 9, 1964 . : Printed on the Orders of Government . Printed at the Govennaenr Press, Crrton, To be Fuakhaath Mo GOMNP Find tine Bilas, onl ema igen (peur Btn te 2 Oe Bat Pupiications Bureau, P. O, Box $00, Colombo 1, before 20th PT Se ee nares oe Meare false Lait Relore the dale of paycrent will not ‘be sepplied, Price: 15 cents Postage: 20 cents",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Rent Restriotion (Amendment) Act, No, 2 of 1964 I. D—O, 56/61. Aw Act 10 amznp sue Rent Restriction Act. © .* Chere, [Date of Assent: January 9, 1964] Pare Siz. BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "4. This Act may be cited as the Rent Restriction swt tus (Amendment) Act, No. 2 of 1964.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2, Section 12 of the Rent Restriction Act (herein- Ammtnese o after referred to as the “ principal Act \"), asamended Ehapur sri by Act No. 10 of 1961, is hereby further amended as follows :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(i) im sub-section (1) of that section, by the substitution, for the words ‘“‘ the Board or the ’*, of the word “ the ”’;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(2) in sub-section (8) of that section—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(@ by the substitution, for the words “paid to the Board or the authorised person, the Board or the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": ". authorised person, as the case may be, shall’, of the words “paid to the authorised person, the authorised person shall”, and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(@) by the substitution, for all the words from “‘ issue to the Board” to the end of that sub-section, of the following—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "** issue to the authorised perzon a tecsipt in acknowledgment of the amount 80 transmitted to him.\"”.; and (8) in the marginal note to that section, by the i omission of the words ‘‘ Board or '*.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "7 2 Rent Réstriction (Amendment) Act, No. & of 1964 ancuime of 8, Section 22 of the principal Act is hereby Miscyd'as, ° alnended by the repeal of sub-section (1) of that section and the substitution therefor of the following sub- : section :— - “ (1) The remuneration and allowances payable to a member of the Board of Review or of any Rent Control Board or to an authorized officer - within the meaning of sub-section (1) of section 25: and the travelling expenses payable to any person referred to in paragraph (¢} of sub-section (2) of this section shall be paid out of moneys provided ’ by Parliament for the purpose.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "All other expenses incurred in the administra. - tion of this Act shall be met out of the funds of the local authority within the administrative limits of which such expenses are incurred.”..",
    "mean_p_confidence": 0.87
  }
]