[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  — SoS EE SE TES EETES ESTES ESTES ES TES SESESSESTISESTISESTSSSETISES TIES CETISE:TIEITIEOITIEEITIEEETIEIITE  ZS  Ga)  SEO  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  CIVIL PROCEDURE CODE (AMENDMENT)  ACT, No, 38 OF 1998  {Ceti on 22nd June, 1998  Printed on the Order of Goverment  Published as Supplement to Past ofthe Gazette ofthe Democrat  Socialist Republic of Sei Lanka of June 26, 1998  Price: Rs 350 Postage : Ro 2.80",
    "mean_p_confidence": 0.4568235294117647
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Git Petre Cone (Amendnen fe. No.of 198  {Ceri on 22nd Jane, 19581  L.0—0.35m7.  ‘A Acro mT Cit Proce Co  Bit cnacted by the Praen of te Democratic Sit  Republic of Si Lanka soo:  1. This Act may be cited asthe Chil Procedure Code Ste  (amendment) Act NO 38 1988  2 Section 524 ofthe Civil Procedure Code (Rerier_ Anema  refered tas the “principal enactment) here amended S08 3401  1s follows — weer  (1) in subsection (1) ofthat sion, by the insertion  immediately afer paragraph (b) thereof ofthe  falowing cw paragraph =  (00) the eis of he deceased 1 the best of he  pelone's knowledge  (2) bythe repel of suseton (5) of hat section  2 Section 757 of the principal enactment i hereby Ament  eecete Gane Seer atne  a ‘inci  (2) by the repeal of subsection (2) of that section and “™=*\"*\"\"  the substitution therefor of the following  subsection  “2) Upon an application for leave to appeal  teing ied inthe Reps of be Court of Apes,  the eps shal umber uch pplication and shall  forthwith send notice of such aplication by  Feglered post 0 enh ofthe respondents named  heen together vit cope oft pttion, act  fd anctue any Te oie shall stat hat th  feopondent sll be heard in oppsiion tthe  ‘pplication one dateta be specified in such nox  {At application for leave to apes! my iclode«  prayer fra slay onder, nt injinction or abet  relat\",  2-poans— 13580 9800",
    "mean_p_confidence": 0.43693430656934307
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Chil Procedure Coe (Amendment Act, No of 1988  (2d by the cep oFsubscetion 3) of tha scion  (3 by the repeal af subscetin (4) of ha ssetion and  the substitution therefor of the Following.  sasction =  4) Onthe date specified inthe tice sentusder  subscotion 2) oo such eter date as the Cour  ‘ay fhe Court sha! hear the aplication Fr eave  (© appl and sal ra oe refase leave appeal  Provided that pending the hearing and disposal  ‘of such application and inthe event of eave to appeal  being granted, pening the hearing and disposal of  the appeal, dhe Court may make onder granting such  Incrin tlio asic doems to be appropriate inthe  Smtassects 4, Inthe event of any inconsistency between the Sinhala  linc of and Tail ex of his At he Sinhala ea shal peal  1",
    "mean_p_confidence": 0.44599999999999995
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  ‘Raoul eacipin of Engh ile wd a of te Parla Wo WS aa Re",
    "mean_p_confidence": 0.299375
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (Forcgn,Payble othe Sormrnnn, Coveney Poncant Bos NO. 92,",
    "mean_p_confidence": 0.172
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  ‘Tanewous Howe, Lone Rove, Cozun6) bet 8h Deer ach yah eet  stipe",
    "mean_p_confidence": 0.274
  }
]