[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ca Niet 9 Ore PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA CO-OPERATIVE SOCIETIES (AMENDMENT) ACT, No. 11 OF 1992 [Certified on 6th March, 1992] Printed on the Orders of Government Published es a Supplement to Part II of the Gazette of the Democratic . Socialist Republic of Sri Lauka of March 06, 1992 prov ax tm preraty 6c, REFN, t aia Gove roncinns Ta Gren FORESTS BREA, DCS Price: Re. 1.50 Postage: Re 155",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": ": Co-operative Societies (Amendment) . Act, No, 11 of 1992 + [Certified on 6th March, 1992) L,D.—0 78/90 Aw Act 10 AMeno tim Co-orzearive Socteram Law, . No, 8 ov 1972 - BE it enacted by the Parliament of the Democratic Socis- list Republle of Gri Lanka as follows :— . BE it enacted by the Parlioment af the Democratic Socialist maori tite (Amendment) Act, No, 11 of 1992. . . 2% ‘The long title to the Co-operative Societies Law a:mnenoment No, 5 of 1972 (hereinafter referred to as the “principal 9° Se enactment \") is hereby smended by the substitution for the of the Go words “ro THE CONSTITWHON AND CONTHOL OF cO-opmaTiyR erative * SOcTETTES ”, OF THE Worns “70'THE CONSTITUTION aND dpsean- TOUTS, STRATION OF CO-OPERATIVE SOCIETIES”, of iets 3. Section 3 of the principal enactment is hereby repealed Repince- and the following section is substituted therefor :— ment ot « Soci . ‘i ot the pra Societies 3. Subject to the provisions hereinafter cipai enact which may a tant. be Tegistered. contained— (a) @ society which has as its object the . . provision, in accordance with eo . operative principles, of specified se7- a vices contributing to the economic. social, educational and cultural welfare of its members ; (B) a society consisting of registersd + societies as its members establishes ‘ with the object’ of facilitating the operation of societies referred to.in . paragraph (a), may be registered under (his Law, with or without limited liability + Provided that the liability of a society of which a member is a registered society, shall he limited”. eed dace (19) ’",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "4 Co-operative Societies (Amendment) Act, No, 11 of 1992",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "Amendment —&. Section 7 of the principal enactment 1s hereby",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "$ Pike’ amended as follows :-—",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "Femaral Q) by the renumbering of that section as subsection (1) ‘thereof ; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(2) by the addition immediately after the renumbered ‘subsection (1) of the following new subsection :— “(2) The Registrar shall upon registering» society under sect:on 6 issue to such society & certificate of registration,”",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "Amendment 7. Section § of the principal enactment is hereb;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "fot ne amended by the insertion immediately after. subsection (2)",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "grincipal of that section of the following new subsection :—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "Erucunet,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(2a) No amendment of a by-law of a registereé society shail he registered unless such amendment te accompanied by e report referred to in section 40) (ce) Gi”",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "Anvancment % Section 9 of the principal etiactment tz hereby",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "fortes ——samended as dollows :—",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "Tekan, (2) in subsection (1) thereof, by the substitution for the words “members or delegates present ané voting at a general meeting”, of the words “mem- bers or delegates eligible to he present and vote at a general meeting”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(2) in subsection (2) thereof, by the substitution for the . words “members or delegates present and voting at @ general meeting”, of the words “membera or delegates eligible to be present snd vote at * genera] meeting *. (8) in subsection (3) thereof-— (a) by the renumbering of that mubsection a+ paragraph (@) thereof; and {b). by the addition immediately after the renum. hbered paragraph (a) of the following new paragraph :— “(b) No approval shall be given by the Registrar to any society to transfer ita aa- sets and Habilities to any other registered noclety, to divide itself into two or niore W- cietfes or to amalgamate with another regie- tered society {f— .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "Co-operative Sovieties (Amendment) 8 * Att, No. A of ive (i) axzeport of recommendation bas 4 not been obtained trom a person : or institution as is prescribed, 7 ‘tegarding the economic feasiil- . lity of the proposed transfer, division or amalgamation ; (i) a report stating that the by-laws of the societies into which tne Tegistered society haa been divided or amalgamated, as . the case may be, are not incon s.stant with the provisions of the . Jaw or any rule made thereunder has not been obtained from an institution or designated person . ‘as for the purposes of section 4\". *",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "9% Gection 11 of the principal ensctment is hereby Amendinent amended as follows :— of svetson, (1) by the insertion immediately after subsection (1) prisipel",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "thereof of the following new subsection i— ‘enactment, (2a) Where the Usability of members of society is limited, no member other than a registered society sha'l hold such portfon of the share capital of the society, subject to a maximum of one-fifth as may be pre- . seribed by the ruies.\"; and {2) by the substitution in subsection (2) for the words ‘and Agures “of any. scheduled agricultural _pro- duct under the Agricultural Products (Guaranteed Prices and Control of Hulling and Milling Act, . No, 33 of 1961”, of the words “of any scheduled agricuttural product as an agent of the Paddy Marketing Board”, 10. ‘The following new sections are hereby inserted Insertion of fmmediately after section 11 of the principal enactment mw sections * and shall have effect as sections 114, L1a, Hic and Io of that jie'and ip enactment :— . i ante a “Mode of Ita. A member may commence payment usetment, Batter ° for the purchase of any share with an Shares initia’ payment of riper ten ant shail Increase pavment of sich instalment to Tupees ane hundred within one vear from the date of such initial payment, The",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "‘ Co-operative Societiés (Amendment) . Act, No. U1 of 1992 . minimum value may be increased ay dea- . red. The total value of a share may be paid in a single instalment : : Provided however that a member shal! : : not enjoy the right to vote or the right te hold office until the expiry of one year from the date of enrolment: Provided further, that the provisions of this section shali not apply to and in respect . ‘ef persons who have applied to the Registrar tor registration of a society under the provi- sions of sections 4(1) (a) and (b) and 8/1) . and (2). . Pichity lls. A member shall be entitled to vote | 7 at any meeting of a registered society and be elected to any office in such soclety only after obtaining full membership. Disguatit- ic, No person who is a member of Par- * Hament, Provincial Council, Municipal Couneii, Urban Council or Pradeshiya Sebbs shall be eligible to be elected to or conti- nue in office as @ member of the committee . of a registered Co-operative Society. Disquallf- - 11p, A person shall be disqualified from cilee ter, being elected aa a Chairman of a registered Chairman. Society, the membership of which consists of registered societies, if he is on the date of his : election, the Chairman of any other register * ed society, the objects of which are not similar to the objects of the first-mentioned society, the membership of which consists of registered societies”. ‘Amentmen: ‘UL Section 12 of the prinelpsl enactment is hereby of extion” amended in subsection (1) thereof hy the substitution for Prinepel the words “admit an individual ex an associate member. \", enaciment. ov the words “admit as any associate member any individual who enters into a contract for the transaction of busines? with the by-laws of the society.”.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "7 Co-operative Societies (Amendment) 7 Act, Na, 11 of 1892",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "12, The following new heading is hereby substituted for Repiacement the heading “dutles of registered societies” heading to Chapter 1 appearing in Chapter UI, of the principal enactment:— iPS.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Eaeetmant \"Riguts, OBLIGATION AND PRIVILEGES OF ‘RecisTExeD Socterixs”.",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "18, Section 22 of the principal enactment is hereby Amendmens amended by the substitution for the words “National ‘of section State Assembly” wherever those words occur in that 72,0f the section of the word “Parliament ”, + enactment.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "14, Section 24 of the principal enactment is hereby amendmen amended in sub-paragraph (ii) of paragraph (a) thereof, gf wction by the substitution for the words and figures “of any Pristine scheduled agricultural product under the Agricultural Snactment Products: (Guaranteed Prices and Control of Hulling end = Milling) Act, No. 83, of 1961;\". of the words “of any scheduled agricultural product as an agent of the Paddy Marketing Board ;”,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "1. Section 39 af the principal enactment is hereby “quam amended as éollowe :— $0 af the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "principal",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(1) by the repeal of the proviso to subsection (3) enactnem.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "thereof and the substitution therefor, of the . : following new proviso :— “Provided that, with the approval of the generet : body of registered society ond on such conditions . ag may be imposed by it, a registered society may — grant loans to another registered society or supply goods on credit to an associate member. *; and (2) by the repeel of aubsection (2) of that section and ‘the mubstitution therefor, of the following new sub- section — ’ . “Provided that, with the approval of the general ~. body, a registered soclety shall not end money on the security of any movelile property other than agricultural produce.\"",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "18, Section 42 of the principal enactment is hereby amendment amended by.the omiss‘on of the words “approved for this of section purpose by the Registrar” wherever those words occur frincipal in that section. . ‘enactment",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "8 \" Sovoperative Societies (Amendment) :",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "Act, No. 11 of 3992",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "menemens 47, Section 43 of the principal enactment is hereby",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "38 of the amended by the repeal of subsection (3) of that section",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "rineipal",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "dnactzbent",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "Applacemes: 18, The following new heding is hereby subslituted fo",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "achapier® the heading “ Accouwrs Buncer, Avorr, Lxqurer, Luspactiox",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "Sindee? = om Invesrication” to Chapter VIII of the principal enact",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "aeactaunt",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "+ ment :— “Account Bupcet, Aunrr, Inquiry ann InsrkcTiox OF «A",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "‘Reoisterep Soctery ”",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "Amendment 19, Section 44 of the principal enactment is hereby",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "HEH? amended by the repeal of subsection (2) thereof and the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "Piuacipal substitution therefor of the following :—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "spacunent @ (2) The audit under subsection (1) - shall",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "include— .",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "{a} an examination of overdue debis;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": ". {®) a valuation and verification of assets and Vabilities of registered societies; i\" (©) an examination as to whether the orgatti- zation systems, procedures, books, records nd - other documents have been properly and adequately designed to ensure proper financial contral and the presenta: tion of Information, to enable a continuous evaluation of the activities of the society, and whether such systems. procedures, books, records and other documents are in effective operation ; n",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "{@) an exemination as to whether the conduct of the society hag been in accordance with the provisions of this Law, or rules, regulations or by-laws made thereunder and whether administration of the affa'rs of the society has been in accordance with the provisions of such Law, rules, regulations or by-laws;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "(@) an examination a4 ta whether the utilization of the Fund hes been efficiently and economically carrled out;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "(f) an examination as to whether a satisfactory provedure has nec formulated go aa to ensure the safety of money and property belangin to, and under the control of, the registered society ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": ". Co-operative Societies (Amendment) . . 9 : Act, No, 14 of 1992 {g) an examination ax to whether the accounts audited have been so designed aa to present ~ a true and securate account ef she alfates of : . the society in respect of the period uncer consideration having due tegard to . the . Principles of’ accountancy, financing and . valuation ; and . (h) other prescribed matters. ”.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "20, Section 46 of the principal enactment is hereby Replacemest repealed and the following section is substituted $f S402 therefor :— . + pemeipal “Inquiryand 46, (1) The Register may of his own ‘aupection. motion and shall on the application of a .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "majority of the committee or of not less than : one-third of the members of a registered society hold en inquiry or inspection or direct some person authorised by him ty orders in writing in that behalf to hold an inquiry into-the constitution, working, and * financial condition, or an inspection inte the books of the registered society.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(2) For the purposes of an inquiry under : subsection (1}, the Registrar or any person, authorised by him to hold an inquiry or ingpection shall have she power, —",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(@ to summon any past or present officer,”",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "agent, servant ar member of the.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": ". \" society or any other person who, in the opinion of the Registrar or the person authorised by him to inquire ‘or inspect, can give material infor- mation shout any transactions of the society or the management of its affairs.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(b) to require the production of any book",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "or document relating to the affaire",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": ". of the society, or any cash, security,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "or other property belonging to the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "acciety, by any past ar present",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": ": officer, agent, servant or member of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "19 * Co-operatiue Societies (Amendment) : Act, No. 11 of 1992 the society or other perfon te Possession of ot having the custody ‘at such book, document, aah, security or other property,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "{c) to summon a general meeting of the members cf the society at such Hme and place as may be specified by him to determine such mattera as may be directed by him ; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "(d) ta take into his” custody books. of ‘accounts, or documents of the soctety where he haa reason to believe that there is a fraud or irregularity, in the course of such inguiry or inspection.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "“ @) The Registrar and every person authorised by him to hold an inquiry or inspection under this section shall be deemed to be public servants within the meaning of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": ". the Penat Code. \", Repeat 21 Section 47 of the principal enactment is hereby gf tection repealed. principal Soactnent Replacement 22. Section 48 of the principal enactment ig hereby % cttw —_—epealed and the following new section is substituted there- | Principal fors— Ebectment, *Pixsotution 48. (1) If the Registrar is of opinion after ef Cee an inquiry or inspection into the books of the ota registered society under section 46 society. that the committee of a registered society is not performing its dutles in m proper manner, he may after giving the committee + an opportunity to state fts objections, If any, to its dissolution, report his findings to the general body summoned by’ him in accordance with the rules, if such Inquiry or inspection under section 48 had been held on his own motion or, to the general meeting summoned in accordance with the bylaws, if such inquiey or inspection had beea held",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "Co-operative Societies (Amendment) n Act, No, 11 of 1992 . on the application of @ majority of the committee of, of not less than one-third of the number of members, and the general body may—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "{a) remove the offending committee",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": ". member or members and fil the resulting vacancys in sceordance with the by-laws ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(b) dissolve the committee and elect a new committee or appoint a suitable person or body of persons to manage the affairs of the Society.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "{2) The committee so elected or person or persons so appointed shall hold office for the remainder of the period of office of the dissolved committee.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "{@) The person or persons appointed under paragraph “(6) of subsection (1) may exercise all the powers, rights and privileges of a duly appointed committee of the society.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "{4) Any person or persons appointed under paragraph (b) of subsection (1) shall be jointly and severally responsible for any oss sustained through any such acts. committed by them as are contrary to the Jaw, rules or by-lawa of the society.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(6) The general body may fix the remuneration payable to any person, appointed under paragraph (>) of subsec- tlon (1) to manage the affairs of the society, *",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "+ The amount of such remuneration and other expenses, if ony, incurred in the manago- ment of the society shall be payable fram ite funds.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(6) Tt shall be the duty of the person oF",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "+ persons appointed under this section to",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": ": ‘manage the affairs of a registered society ~~ @lesolved under paragraph (b) of subsection + @) and holding office immediately prior to the date on which it ceases to hold office and to arrange for the election of a new committee in accordance with the by-lawa of rs the society.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "a Co-operative Societies (Amendment) Act, No, 11 of 1992 = @) Nothing in this section shall be deemed to affect the power of the Registrar to cancel the registration of the sometr under section 49, % : Pe os. 23, Section 484 of the principal enactment is hereby Miaof the repealed. . ‘enactment, qfmmiment 24. Section 49 of the principal enactment is hereby Boo ike amended in subsection (1) of that section by the substi- peingipal tution for the words and figures “an inspection or an in- Smacment- vestigation under section 47, of the words “an inspection.” Amendment 25, Section 53 of the principal enactment is hereby Hsgrtps=—-samended, by the insertion of the following puragrapb principal immediately after paragraph (j) end shall have effect a maser paragraph (i) :— (jj) deposit ali moneys collected by the liquidator ir 1 such manner ag directed by the Registrar ;”. arsentmens 28, ‘Section 54 of the principal enactment is hereby 9 fection amended a8 follows :— ‘principel (1) by the renumbering of that section as subsection i sosctment, (1) thereot ; and ‘ (2) by the addition immediately after the renumbered I wubsection (1) of the following new subsection :— 2 “(2) There shall be established a Fund called - the “Co-operative Fund” to which shall be eredil- ed all the moneys collected by the liquidator, and . guch fund shall be operated by the Registrar in . . accordance with the rules’, ‘Amenament 21, Section 58 of the principal enactment is hereby ‘of section amended in subsection (1) of that section by the sub- ected stitution for all the worda from “A claim by a register enactiient. ed society for any debt, demand or damages due to it” t& “touching the business of the society within the meaning _ o£ this subsection.”, of the words \"A claim by  reg'ster- ed society for any debt, demand or damages due to it from a member, officer or employee, whether past of Present, or eny nominee, heir or legal xepresentative of # deceased member, officer or employee, of a claim for an? debt, damage or demand due to a member from a register” ed society, from an offleer or employee or member, past or present or to any nominee, heir of legal representative jou 7 7",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "Co-operative Sorieties (Amendment) 3 . Act, No 11 of 1992 of a deceased member, officer or employee, from a tegistered society, whether such debt, demand or damages is admaitted or not, shall be deemed to be a dispute touch- ing the business of a sciety within the meaning of this subsection. ”,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "28. Section 50 of the principal enactment is hereby Amencmens amended in subsection (4) of that section by the substi of sgn tution for the words “at the time of imposing such pmncipal ventence,”, of the words and figures “ at the time of imposing *\"estment such sentence, Any defaulter sentenced toa term of imprisonment in'default of the fine imposed in accordance with section 291 of the Code of Criminal Procedure Act, No. 15 of 1979, shail not be absolved from the payment of any sum of money mentioned in the cert!- . deate specified in section 59 (1) (c).”.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "29. The following new Chapter is hereby inserted Insertion ot. immediately after Chapter X¥ of the principal enactment iy Chanter and shall have effect as Chupter KIA of the principal prindpal mactment :— enaciinent:",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "“CRAPTER XIA .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "SrrciaL Provisions Arriicaste To Rrorster’> Socrertss",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "‘Operatina wit Stare Funds Spectat SUA, (1) Where a registered society condition, obtains a loan, advance or grant from the Government, every such loan, advance or grant shell be subject to the following condi- tions: (a) that the approval, in writing of the Registrar, shall be obtained by the : society prior to acquiting by way of purchase, lease, gift or otherwise any land, building or other movable or immovable property or alionating . by way of sale, mortgage, lease, . exchange or in any other manner, . and land buildings, and other . movable or immovable property for : any purpose connected with tte t objects;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "uM Co-operative Societies (Amendment) Act, No. 11 of 1992 (®) that the funds of the society chall be deposited or invested im any securities other than in a primary mortgage of immovable property in terms of section 20 of the ‘Trust ‘Ordinance or with any banker, ‘ or 8 person acting as a banker. approved for such purpose by the Registrar, or in the shares, or on the . fecurity of any other registered society, approved for the purpose by the Registrar, or in any other niode provided for, by the rules.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "(2) If the Registrar is of opinton after an inquiry or inspection into the books of the registered society under section 46 thal",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": ". the committee of a registered society opera- ting with State funds, is not performing fts duties es required he may after giving such committee an opportunity to state ils objections if any, to its dissolution report his findings to the general body summoned by him in accordance with the rules and auch geneal body shall remove the committee within the time specified by the Registrar and if the general body fails or neglects to do 50, the Registrar shall remove the comarhittee and require the general body to appoint a Board of management, If the general body fails to appoint a Board of Management within four- . teen days the Registrar may appoint a suite- dle person or persons to manage the affair of such Society. The members of the committee so removed shail not be eligible to be elected to office of any registered society -for a perlod of five years from the date of - such removal. The Board of Management appointed under this section shail hold office for the some period and shall have the same powers and functions as a person appointed under paragraph (8) of subsection (1) of section 48,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "Y Co-operative Societies (Amendment) Ow Act, No. 11 of 1992 -",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "‘Suspension 60B. (1) If the Registrar is of the opinion",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "QEmeeriic- after an inquiry and inspection into the books",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "removal of of- the registered society under section",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "cifleers, & 4g, that any officer or employee of any registered society is not performing his duties in a proper manner, or is unfit or otherwise unable to discharge his duties efficiently, he",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": ". may notwithstanding anything to the contrary in this Law, the Co-operative Employees Commission Act, No. 12 of 1972 or any other Law after giving such officer or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": ". employee, an opportunity to state their objections, by order in writing suspend or interdict, as the case may be such officer or employee pending such inguiry as may be necessary and after such inquiry remove such officer or employee from office :",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": ". Provided that any employee aggrieved by an order of removal made under this sub- section, may appeal therefrom to the Co- operative Employees’ Commission established under Act, No. 12 of 1972 within a period of thirty days, and the decision of such Commis- sion shall be final,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "(2) Where any employee is removed under subsection (1) and where such order for removel has been ‘affirmed by",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": ": the Co-operative Employees’ Commission or no appeal against such order - has been",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": ". preferred within thirty deys, another employee may be appointed, in accordance",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "7 with the provisions applicable in respect of stich appointment.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "Xominsilen —60C. Where the Registrar is af opinion",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "Trembers, ‘that fs It necessary or expedient to do 0 for",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": ". the purpose of ensuring efficient management",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "of the affairs of a registered society operating with State funds or for the.purpose of safe guarding any investments or advances ia money or goods made to such society by the Government may notwithstanding any- thing to the contrary in this Law or any other",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": ": lnw or in the by-laws of such society,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": ". 16 Co-operative Societies (Amendment) * : Act, No, 11 of 1992 . rominate such number of persons to be members of the committes of such registered society as are in his opinion necessary ot expedient for such purpose : Provided that the number of auch . nominated members, shal? be less than one helf of the total number of members of such Conunittee. \". Amendment 30. Section 68 of the principal enactment 1 nereby ofsection © amended as follows :— bane {1} tn subsection (1) thereof, by the substitution for the . words “inspection of books and investigation of affairs of a society under section 47,\", of the wards “or inspection of books of a registered society”; and {2) in subsection {2) thereof, by the substitution for the words “‘by the Registrar on applicstion to the Magistrate”, of the words “by the Maglstrate,\", Replacement 31, Section @6a of the principal enactment ig hereby G Peree,” repealed and the following section substituted therefor t-— principal sneatment. —«Destaration 6a, (1) ‘The Chairman end every oe geet member of the committee of a registered abilities, society shall make, to the Commissionor of _ Co-operative Development, in the prescribes form, an annual declaration of— (a) all bis assets and Iobilities ; (b) all the assets and abilities of mle spouse ; and (c) all the assets and Habilities of each of his children, ag on the thirty-first day of March of the year in respect of which such declaration ir made. (2) The declaration referred to in” mub- section {1) shall be made by the Chairman ‘or member of the committee of a registered",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "Co-operative Socteties (Amendment) uw Act, No, 11 of 1992 :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "soclety, to the Commissioner of Co-operative",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "Development, within three months of bis",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "election or appointment, as the case may be,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "43 such Chairman or member, and unless be",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "* ceases tobe mich Chatrman or member",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "before the first day of July of every year",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": ": succeeding the year in which he made hia first declaration.”",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "82. Section 67 of the principal enactment is hereby Amendment mended by the substitution for the words “or an inspection of mgetion 67 of books and investigation of the affairs of a registered principal society has been held under section 47,” of the words “or an Cnactwvent, inspection of books of,”",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "38, Section 724 of the principal enactment is hereby Amendment smended by the substitution for the words and figures of section “under sections 44, 48, 47, 49, 52”, of the words and figures principal “ander sections 44, 46, 49, 52.”. eneetment,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "4. Section 75 of the principal enactment is hereby Amendment",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "“amended as follows !— of section 7%",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "Prine (2) in the defnition of the exprescion “committee” by Encunent the substitution for the words and figures “under section 48;\", of the words and figures “under sub~ section (2) of section 60a ;\"; (2) im the definition of the expression “primary society” by the substitution for the words \" para- graph (b), (c) or (2) of section 3 (1);\", of | the words “paragraph (b) of section 3;,\"; and (8) by the addition immedistely after the definition of the expression “rules” of the ‘following new deBnition:— “State funds\" shall mean Joans, advances abd grants, granted by the Government and : includes any loans, grant or advances out of the funda referred to in sections 48 and 5? of the Act’ 38. In the event of any inconsistency between the Sinhala Sinhale and Tamil text of this Act, the Sinbsle test shall prevail prevail x aconistencr.",
    "mean_p_confidence": 0.78
  }
]