[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  5th Session 1969-70  fy  ems 5  Criminal Procedure Cede  (Amendment) Act,  No. 38 of 1969  Date of Aes: December 38 180  and pubtuhed are Soppemun to Cofion Covernent Caste,  Ponto onary 208",
    "mean_p_confidence": 0.4541304347826087
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Criminal Procedure Code Amendment) —*  400, No 98 of 1800.  1-0, sy .  Aw Act 70 sexo tux Canuvas Procrovas Cone  [Date of Ascent: December 28, 1969] -  ‘BE it enacted by the Queen's Most Excellent Majesty,  ty and with the advice and consent of the Seats and  the louse of Representatives of Ceylon ja tis presen  Parliament assembled, and by the authority of the «  sane, a flows: — ar",
    "mean_p_confidence": 0.4658536585365854
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  4. This Act’ may. be cited “as! the Criminal storm  Procedure Code (Amendment) Act, No, 38 of 1900",
    "mean_p_confidence": 0.5680952380952381
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  2, Section 2 of the Criminal Prosedure Code, smstunyat  (berinaftar referred to as the. principal enact Sajid «  meat”) is orehy amended by \"th insertion,  inmediately after the dtaition of Registrar\", of  the following new defaition:— ‘",
    "mean_p_confidence": 0.4544186046511628
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  “Registrar of Finger Prints means any peron",
    "mean_p_confidence": 0.38999999999999996
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  ; ‘ppointed to be or to act as ‘Repistar of  lnger Print,” and incladea any” person  ‘appointed to be ot to ach ay Astnant  ‘Regntrarof Finger Print; \"",
    "mean_p_confidence": 0.3475757575757576
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  3. Section 406 of te prinsipal enactment, a8 Ist sagt  amended by Act No..18 of 1908, in beroby further igr*  Atnended as fllows:— =",
    "mean_p_confidence": 0.4685714285714285
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  (1) in sub-section () of that section —",
    "mean_p_confidence": 0.418
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  (0) by Be sbettation, for the expression  2 Goperament” “Examioer” ot  Questioned\" Documents, \"inay be  Shed ™ ef the expresion “Gorey  ‘pent Examiner of Questioned  Documenta, or aay “dooument  Beran so Be fp dete",
    "mean_p_confidence": 0.33999999999999997
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  ofthe Rogistar of Foger  Prints\"upon” any mater ing",
    "mean_p_confidence": 0.27090909090909093
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  Balin? hope, o's  ffoger-priat pain print o fotpra  may bowed Bp Pe",
    "mean_p_confidence": 0.268125
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Criminal Procedure Code (Amendment  we or No. 9 of 1000  (0) in the provito to that subsection, by the  » io blll, for allie words from  Government saminer of  * Quelloied Diente ed  : hat prorito, of the following!  s+ 7 Government Examiner of  + Quine owe ie he  Tepor it aeedsh, or of proving  Seen eh bie Sehing  fxamined by sich Hegistrar’o  ‘Binger Pritts with theater ar  hing. fa nespect, of wisi  report iso need.  (2 in subsetion (4) ofthat ection—  (@) by ghe substation, for the expression  (07s, the. Goverament, Exaniger af  (uetoned. Documents oF Goyer  Sent. Radiologist referred\", of the  ‘xprestion or” the.” Goverument  Eaminer of Quationed Dovameats  Cr tle Rega of Finger ong ot  ‘Goverment Radinlogit refered\";  id ve  (©) by Be substation, for the. expresion   Gorerament \"Examiner of  Quetloned Documents Government  Bidioges \"te exprein  Goverment Examiner ‘of Ques  tioned Documenta or Registrar of  Finger | Prints or Covernment  Rallis :  (8) in subsection () of that setion, by the  substation, \"de ‘theexpremion Govern  tet Eealine of Guionnd Dosen  Of the expression * Government Examiner of  Questioned Documents \"or Registrar of  inger Pinus \"sand  (4) inthe marginal note to that section, by the  Substitution, for the expression” Govern  foent Examiner of Questioned Documents  Feeivable' of fhe expen Govern:  Bent Examiner of Questioned Documents ot  oginra of Finger Print rclvable",
    "mean_p_confidence": 0.3624814814814815
  }
]