[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 2nd Session 1961-62 . z fee NICS . sn 2s iunaa / i» ws tH 5Ni962, a . (is) Soe ae Zp QU Se Coconut Products (Amendment) Act, No. 20 of 1962 — . Date of Assent: June 16, 1962 . on Printed on the Orders of Government : Pete at he Oana es Fae, eae Price: 15 cents Postuge: 10 cents",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "Coconut Products (Amendment) Act, | 8 No, £0 of 1962",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "L, D—O. 99/64. ~ AN Act 10 AMEND TaR Coconut Paopucts ORDINANCE. *Sheotee 160, . (Date of’ Assent: June 16, 1982} Fee 58. BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the . Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "1. This Act may be cited as the Coconut Products stot tite, (Amendment) Act, No, 20 of 1962.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "2. Section 3 of the Cooonnt Products Ordinanos, Ammiment of hereinafter referred to ag the ‘principal enact- 122.2, ment’, is hereby amended by the insertion, immo- iso. diately after paragraph (6) of that section, of the following new paragraph: —",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "“ (6A) to grant financial assistance to manufac- turers of desiccated coconut, in accordance with regulations that may be made ia that bebalf, for the purpose of enabling such manufacturers to improve the processes of milling in mills belonging to them. ””, 8. (1) The following new sections are hereby tosmion ot inserted immediately after section 20 of the principal By sa enactment, and shall have effect as section 20A and ints piscpu section 20B of that enactment:— sacient, “Deiowtea 20. On and after such date as may “ tetepsrea be fixed in that behalf by the Minister get cn. by Notification published in the Gazette, Newnes, no person shall export any desiccated coconut from Ceylon except under the - authority of desiccated coconut general export licence or a desiccated coconut apecial export licence issued by the ard. Bagntsione 20B. Regulations may be made for or nitting (on reapect of all or any of the following spi cert, «=: Matters:— Soon. : (a) the lation, inspection, ® ‘uperfision, and contrel of : . : the manufacture, packing, transport, foring, and H export of desiccated coconut; L Bireaseajen 1 .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Coconut Products (Amendment) Act, No, 20 of 1962 (2) prescribing standards of qualit; * to ‘which all desicoated pad Tut manufactured shell con- . form; (©) ensuring that desicoated coconut. . exported from Ceylon is free . from impurities or foreign matter, and is of good quality; @ the inspection, _ supervision, regulation and control of . factories, stores, buildings, equipment, and machinery . : ~ used or to be used for the manufacture, packing, or : storing of desiccated coco- nut; - + © (+ (the issus, renewal, suspension, > and cancellation of desiccated coconut general export licences and desiccated coco- : nut special export licences, a ‘and the terms and conditions subject to which such general ‘or special licences shall be issued, and the manner of disposal of desiccated coco- . ut in respect of which such Ticences are refused; (f) tho registration of manufac- turers or shippers of desic- _ tated coconut, the terms end conditions subject to which . such registration shall be . * effected, and the circums- : +, tances in which the registra- : tion of any such manufac- turer or shipper may. be . renewed, . suspended, \"or cancelled; (g) the prohibition of the manufac- ture or shipment of desiccated . coconut except by registered -. tmamafactarers or shippers;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Coconut Products (Amendment) Act, 5 No. 20 of 1968",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(8) applications for registration as manafacturers or shippers of : desiccated coconut, and pres- cribing forms ‘for such",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": ". applications; .",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": ". @ the fees to be paid for the regis- tration of maaufacturers or shippers of desiccated coco- nut and for the issue of desiccated coconut general or special export licences, and the time and mode of pay- ment of such fees;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "() appeals to the Minister against",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "~ the refusal to register, or to renew the registration of, any person as a manufacturer or shipper of desiccated cdco- ‘Dut, or ogainst the suspension or cancellation of the regis- tration of any manufacturer or shipper, or against the refusal’ suspension, or cam eellation of desiccated coco- nut general or special export licences; . - (the manner in which such appeals to the Minister shall bs preferred and disposed of, and the procedure to be followed at the hearing of such appeals;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "@ the fees to be paid by persons",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "referring appeals to the Qanister, and the time and mode or payment of such fees;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(m) the investigation of complaints made by importers regarding any desiccated coconut whic! has been exported from Ceylon; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(®) all matters incidental to or con- nected with the matters referred to in thie sub- section.””.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "6 Coconut Products (Amendment) Act, . No, £0 of\"1962 .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "2) Section 20B, inserted in the principal enactment, by sub-section (1)'of this section, shall be deemed to have come into force on the date of commencement of the principal enactment and accordingly, the Desio- cated Coronut (Manufacture and Export) Regulations, 1961, published in Gazette No. 19,400 of May 6, 1981, shall be deemed to have been duly made under the said section 20B, and to have been valid and effectual for",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": ". all the purposes for which they were made. amentnent ot 4. Section 23 of the principal enactment is hereby weteu.8 f° aimended by the insertion, immediately after sub- endmest’” —_seotion (2) thereof, of the following new sub-section : — “ @A) In order to provide an income for the Board to gant, under the provisions of paragraph o (GA) of section 3, financial assistance to manufac- turers of desiccated coconut, there shall be : charged, levied and paid, in addition to the export duty on desiceated eneonat imposed under sub-section (1) of this section, a farther export duty of twenty-five cents on every hundredweight of desiccated cooomut and so in proportion for any less weight of such desiccated coconut.”’. dowpiment ot 5, Section 80 of the principal enactment is hereby peice @ amended in sub-section (2) thereof, by the insertion smiuet ° immediately after paragraph (a), of the following new a paragraphi— oe * (ga) the grant of financial assistance to manu facturers of desiccated coconut for the - . parpose of enabling such manufacturers to Improve the processes of milling in mills - belonging to them, the terms and conditions upon which such financial assistance may be granted, and all matters pertaining. to ‘or consequent upon such grant, includi the mode of recovery of soins so granted;'™",
    "mean_p_confidence": 0.79
  }
]