[
  {
    "i_page": 1,
    "par_num": 2,
    "text": "PARLIAMENT OF CEYLON fis Hees 3rd Sessiosf1967-68° (FWea-3., re ay, wy URS 4 eee)",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": "QaEy National Science Council of Ceylon Act, No. 9 of 1968 Date of Assent: February 28, 1968 Printed on the Orders of Government Pineda, ir Comme Prem, Grit, De purchased at the Govianment PosticaTioNs BUREAU, COLOMBO Annual Subscription (ieluding Bills) Rs. 30 (Local), Rs. 40 Lea Cea ig ig SSI In a tae a Sad ‘before the date of payment will not be supplied. Price: 60 cents Postage: 10 cents",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "National Sctence Council of Ceylon Act, No. 9 of 198%",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "LL, D.—0, 4765.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "AN Aer TO PROVIDE FOR THE ZSTADLISHMENT OF THE ‘Nationa Science Counci or CEYLON AND FOR MATTERA CONNECTED THEREWITH.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "[Date of Assent: February 28, 1968]",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "BE it enacted by the Queen's Most Excellent Majesty,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "by and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "@ House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "4. This Act may be cited as the National ston tne Science Council of Ceylon Act, No. 9 of 1968, and sx! due of shall come into operation on such date as the Minister 8 May gppoint by, Order published in the Gazetts Gin this Act referred to aa the “ appointed date ”).",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "PART I. Tae Nationa Scixce Councn. or Cevion.",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2. (1) There ghall be established a council which Rapsshment shall be called the National Science Council of {tbe satces Ceylon (hereinafter referted to as ‘the Council\") stgue and which shall consist of the persons who are for the time being members of the Council under this Part of this Act.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(The Council shall by the name assigned to fb by sub-section (1) be a body corporate and shall have 9 #77\" perpetual succession and a common seal and may sue End be sued in such namo.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(8) The head office of the Council shall be in Colombo or in such other place in Ceylon as may be determined by the Council.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "8 The functions of the Council shall be— Benin of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(1) to advise the Minister on— + Conant",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "{@) the application of science and scientific research to problems of national importance for the general benefit of the community;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "®) the co-ordination of research in the various fields of acientifio work with a view to directing scientific work into channels vital for national development;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "a vint—neat awen",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "2 National Science Council of Ceylon Act, No. 9 of 1968",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(o) the steps that should be taken to maintain an adequate supply of scientific and technical personnel, having regard to the country’s need, from time to time, for such persomnel; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "{d) matters of scientific policy including the allocation of funds for scientific research, and any other auch matters as the Minister may refer to the Council for its advice;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(®) to initiate, promote and intensify fundamental and applied research with a view to develop- ing the economic resources of the country and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": ": promoting the welfare of the people;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "“ (8) to collect and disseminate information relating to scientific and technical matters, and to publish reports, periodicals and papers on Iatters scientific and technical ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(4) to establish and maintain liaison with scientific institutions and scientific workers in other",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "poe countries in matters relating to science and : seientific research; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "“ (5) to do such other things as may be necessary for the advancement of science and scientific research in Ceylon.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "Rowers of 4%. The Council shall have such powers, rights and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "‘t+ Council. guthorities as may reasonably be necessary or expedi- ent to carry out its functions, and in particular, it may—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(@) institate and award research fellowships, studentships, scholarships, prizes and medals for scientific work;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "Bey ®) erect, equip and maintain research units and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": ". laboratories either independently or in asso- ciation with organizations engaged in scien- tific research in the public sector or in the private sector;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(©) make grants in aid of specific research projects carried on by any scientific body or institu- tion;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "{@) establish a research fund for the promotion of scientific research in Ceylon;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "Nationat Science Council of Ceylon 8 Act, No, 9 of 1968",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(®) take and hold any property, movable or immov-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "able, which may become vested in it by virtue",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "* of any purchase, grant, gift, testamentary disposition or otherwise, and subject to the rules of the Council, sell, mortgage, lease, grant, convey, devise, assign, ange oF otherwise dispose of the same;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(f) make rules in respect of the condact of the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "affaira of the Council; and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(g) do all such other acts or things as, in the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "qpinion of the Council, are necessary to facilitate the proper carrying out of its functions.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "8. In the exercise of its functions and powers Counell to, under this Act, the Council shall comply with such may general or special directions as the Minister may, from aiecine. time to time, issue to the Council.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "6. (1) The Council shall consist of twenty-one Constitation | members all of whom shall be appointed by the #*Conssl. Minister from among persons—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(@) who possess recognized scientific qualifications;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "10) who have been engaged in, or closely associated",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "with, the pursuit, promotion or application of science; or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(@) who, in the opinion of the Minister, have",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "rendered distinguished service to science or have made contributions to scientific knowledge.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(®) In making the appointments under sub-section (0); the Minister shall ensure that at least one person sngeged in or closely associated with each of the following tegories ‘of research is appointed as a member of the Council :—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(@) Physical Science Research (8) Biological Science Research (Q) Agricaltural Research",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(@ Industrial Research",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "{e) Medical Research",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(f) Social Science Research.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(8) A person shall be disqualified for being appointed, or for continuing, as a member of the Council, if he is or becomes a Senator or a Member of Parliament.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "H 4 National Science Council of Ceylon Act, No. 9 of 1968 Chirma sca 7. (4) The Minister shall appoint one of the Yécectsinme — members of the Council to be the Chairman of the * Council. :",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(2) The members of the Council shall from amongst",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "their number elect the Vice-Chairman of the Council. ‘Term ot fice «8. Every member of the Council shall, unless he ofthe members earlier vacates office by death, resignation or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "' removal, hold office for a period of three years.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Power af tbe 9. (1) The Minister may, if he considers it Musiwerio” expedient 80 to do, remove, by Order published in the She's ment Gazeits, any member of the Council without reason the Coane gtated.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "“+ + @) A member of the Counc in respect of whom an Order under sub-section (1) is made by the Minister shall vacate his office on the date of the publication of such Order in the Gazette.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "\"21 G) The removal of any member of the Council ander sub-section (1) shall not be called in question in any court.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Resigostion 40. A member of the Council may at any time",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "ofmemien resign his office by letter addressed to the Minister, and such resignation shall not take effect until the Minister intimates in writing to such member that the vesignation has been accepted.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Caroul 11. (1) Ifa member of the Council dies or resigns",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Tessie or is removed from office, the Minister may, having |",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "member, due regard to the provisions of section 6, appoint any | other person to be a member in place of the member ‘who dies or resigns or is removed from office.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(2) A member appointed under sub-section (1): shall, unless he earlier resigns or vacates office by death or removal, hold office for the unexpired part of the term of office of the member whom he succeeds.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Temporary 42, Where a member of the Council is by reason sprain of illness, infirmity or absence from Ceylon, tempo- ihe couse.” —rarily unable to perform the duties of his office, the Minister may, having due regard to the provisions of section 6, appoint another person to act in hia place. Bieiitty ot «48, Any member of the Council who vacates office, .membera\"te ther than 2 member who ig removed from office under >eepptintment Section 9, shall be eligible for reappointment,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "National Science Council of Ceylon 6 Act, No, 9 of 1988 44. No act or proceeding of the Council shall be  Acw o- pre. deemed to be invalid by reasun only of the existenve of Gintfton any vacancy amongst its members or defect in the vo w iw appointment of any member thereof. tne of ase ete ia the sppovonsest, ae member 49, (1) The seal of the Council shall be in Applcnion of the custody of the Council, Gouge + @) The seal of the Council may be altered in such manner as may be determined by the Council. (8) The application of the seal of the Council shall be authenticated by the signature of the Chairman of the Council or some other member of the Council authorized by the Council to authenticate the eppli- cation of the seal, and of the officer of the Councii who is designated the Secretary-General of the Coun- eil or some other officer of the Council authorized by name by the Council to act in bis stead in that behalf. . 46. The members of the Counci] shall not be paid Reimburvement any remuneration, but shall be reimbursed from the %cV<°?,c! Fund of the Council for such travelling, hotel and  Canocil, incidental expenses as they may incar for the purpose of attending meetings of the Council or for such ether purpose connected with the activities of the Council as may be approved by the Council. 17. (1) The meetings of the Council shall be held Mestioes of once at least in every two months. (be Caine {2) The quorum for any meeting of the Council shall be at least ten. (3) The Chairman or in his absence the Vice- Chairman, or in the case of the absence of both, a member chosen hv the members present, shall preside at a meeting of the Council. (& All questions for decision at any meeting of the Council shall be decided by the vote of the majority of the members present. In case of an equality of votes, the presiding officer shall have a casting vote. (8) Subject to the preceding provisions of this\" seotion, rules may be made under this Act in respect of the meetings of the Council, the procedure to be followed, and the business to be transacted, at such meetings. . +",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 National Science Council of Ceylon Act, No. 9 of 1988 PART IL. Stare or Taz Counor, fomiucamt ot 48, (1) The members of the Council shall, in Besereatr consultation with the Minister, elect from amongst siete: thei number a Secretary-General who shall be the - PASE chief executive officer of the Council, and who shall bo'a whole-time officer of the Council. --  @) Phe Secretary-General— ; (a) shall retire from office on reaching the age of sixty years; and (®) may at any time, with the prior approval of the inister, be removed from offies, (8) The Council may sppoint to the staff of the Council such other officers and servants as the Council 1 may deem necessary. Fowes of te 49, (1) Subject to the other provisions of this Act, er ny the Council may— Some, (@ dismiss and exercise disciplinary control over the staff of the Council; (®) fix the wages or salary or other remuneration of such staf; (© determine the terms and conditions of the service |. _ of suck staff; and @ cotsblish amd repulste provident, fonds or schemes for the benefit of such staff, and make contributions to any such fund or scheme, (2) Rules may be made under this Act in respect of lor any of the matters referred to in sub-section | | M). : : : arpeintment ot 20. (1) At the request of the Council, any officer tie sie in tho publio service may, with the consent of that the\"unk” officer and the Secretary to the Treasury, be tempora- rily appointed to the staff of the Council for such : poviog as may be determined by the Council with ke; : ‘consent or be permanently appointed to such staff. - (@) The provisions of sub-section (2) of section 9 of the Motor Transport Act, No. 48 of 1057, shall, - | mutatis mutandis, apply in relation to any officer in the public service who is temporarily appointed to the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "National Science Council of Ceylon 7 Act, No. 9 of 1908 ataff of the Council, and the provisions of sub-section (8) of the aforesaid section 9 shall, mutatis mutandis, apply in relation to any officer in the public service aio ie permanently appointed to such stad.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(3) Where the Council employs any person who has entered into a contract with the Government by which he hag agreed to serve the Government for a Specified period, any petiod of service to the Council by that",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "erson shall be reparded as service to the Government Ror the purpose of discharging the obligations of such contract.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "@) At the request of the Council, any officer or : servant of the Local Government Service Commission or any local authority may, with the consent of that officer or servant. and that Commission or authority, a3 the case may be, be temporarily appointed to the staff of the Council for suc Period ag may be deter- mined by the Council with like consent, or be per- manently appointed to the staff of the Council on such terms and conditions, including those relating to pension and provident fund rights, as may be agreed upon by the Council and that Commission or aathority.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "* (®) Where an officer or servant of the Local Govern- meut Service Commission or of any local authority is temporarily appointed to the staif of the Council, he shall be subject to the same disciplinary control as any other member of such staff.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(6) The employment in the staif of the Council of ‘any person appointed under this section shall not. be terminated except with the prior approval in writing of the Minister.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(7) Im this seotion, ‘local authority ” means any Municipal Council, Urban Council, Town Council or Village Council.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "PART IIL. : ‘Finance.",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "24, (1) The Council shall have its own Fund. \"the Prod o",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "{2} There shall be paid into the Fund of the Council—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(@) all such sams of money 28 may be voted from",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "time to time by Parliament for the use of the Council; and",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "a National Science Council of Ceylon Act, No, 9 of 1968 @) all sams of money received by the Connell in the exercise, discharge end performance of its functions, powers and duties.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "(8) There shall be paid out of the Fund of the Council all sums of money required to defray any expenditure incurred by the Council in the exercise, discharge and performance of its functions, powers ard duties and all such sums of money 4s are required to be paid out of such Fund by or under this",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "et.",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "Borring 22, The Council may, with the consent of the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "Eomt Minister, or in accordance with the terms of any general authority given by the Minister, borrow tem Porarily by way of overdraft, toan or otherwi, such, sums as the Council may require for meeting the obJigations of the Council:",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "Provided that the aggregate of the amounts outstanding in respect of any temporary loans raised by the Council shall not exceed euch sum as may be determined by the Minister in consultation with the Minister of Finance.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "Inomeot is 28. (1) The net surplus of the income of the toca, Council in any year may, with the approval of the Minister,—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "(@) be applied to any special purpose connected with",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "the functions of the Council; or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "(0) be paid to «, general reserve fund which may",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "e established and maintained by the Council. (2) The income of the Couneil shall be exempt from income tax. te ta get) rhe Council shall cause its accounts to be e Cuscl sot Kept in stich form and manner ss may be approved by Aiea SD Minister.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "(2) Tho financial year of the Council shall be the period of twelve months commencing on the first day of October.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "Reimate of 28. (1) The Council shall, for each fmancial year, income and prepare in such form as may be approved by the ike'Couel -- Minister an estimate of the income and expenditure eet year | for that year.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "toe tran.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "mien wo te",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "Tinie.",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "National Scienze Councit of Ceylon ry Act, No. 9.0f 1968",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "{2) The estimate referred to in sub-section (1) shall be in duplicate and shal! be transmitted to the Minis- ter on or before the fifteenth day of March in the financial year preceding the one to which it relates,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(3), Where eny item of expenditure is not provided for in such estimate, the prior approval of the Minister to a supplementary estimate shall be obtained before any expenditure is incurred in respect of such item,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "26. a) The Council shall have its accounts for each Ardit of tbe financial year audited by the Auditor-General. tC,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(2) For the purpose of assisting him in the audit of such accounts, the Auditor-General may employ the services of any qualified auditor or auditors who shall act under his direction and control.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(8) The Auditor-General and any person sesisting him in the audit of the accounts of the Council shal have access to all such books, deeds, contracts, accounts, youchers and other documents of the Council ag the Auditor-General or such other person assisting him in the audit of the accounts may consider neces- sary for the purposes of the audit, and shall be fornished by the members or officers of the Council ‘with such information within their knowledge as may be required for such purposes.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(4) For the purpose of meeting the expenses incurred by him in auaiting the accounts of the Council, the Auditor-General shall be paid from the Fund of the Council such remuneration as the Minister may determine with the concurrence of the Minister of Finance. Any remuneration received from the Council by the Auditor-General shall, after deductiny any sums paid by him to any qualified auditor emplo: ed by him for the purpose of such audit, be credited to the Consolidated Fund of Ceylon.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(5) For the pupae of this section, the expression “* qualified auditor ” means—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(@) on individual who, being a member of the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "Institute of Chartered Accountants of Ceylon, possesses a certificate to practise as",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "n Accountant issued by the Council of that . Tastitute; or",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "i 2 10 National Science Council of Ceylon ! Act, No. 9 of 1968 : () a firm of Chartered Accountants ench of the partners of which, telog s, member of that lnstitute, possesses a certificate to practise as an Accountant issued by the Council of that Institute, The uttor 27. (1) The Auditor-General shall examine the Sipe accounts of the Council and furnish # report—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "(a) stating whether he has or has not obtained all the information and explanations required by him;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "@) stating whether the accounts referred to in the zeport are properly drawn up sos to exhibit a true and fair view of the affairs of the Council; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "(©) drawing attention to any item in the sooomnta which in his opinion may be of interest to the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "+ Senate and the House of Representatives in any examination of the activities and accounts of the Council.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "(2) The Auditor-General shall transmit his report",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "' to the Council. Agu! scout 28. ‘The Council shall, on receipt of the Auditor. ratte General's report on the accounts for each financial report ands year, transmit such report together with the profit res ste Ind toss account and the balanos sheet to which the ital ti” report relates, and a statement by the Council of its pmeii2% —activities during that financial year to the Minister the'Minitec. who shall cause copies thereof io he laid before the Senate and the House of Representatives before the end of the year next following the year to which such report and accounts relate. : PART IV. Genera. Power of 29, (1) The Council may make rules in respect of Sepa all or any matters for which rules are authorized or required by this Act to be made. @) No rule made by. the Council under this Ast shall have effect until it has been approved by the Minister. Mecstars en 80. All members, officers and servants of the gepozou of 9 Council shall be deemed ta be public servants within @ierote the meaning of, and for the parposes of, the Penal soma Code.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "National Science Council of Ceylon Ml - Act, No. 9 of 1968",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "31, The Council shall be deemed to be a scheduled Th Gros institution within the meaning of the Bribery Act, and  s*teeaset the provisions of that Act shall be construed ioriueton accordingly. ‘Deaniog of the",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "‘Bribery Act.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "82. (1) Contracte on bebal€ of the Couneil may be Coneeet. made as follows:—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "{@ 4 contract which if made between private",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "persons would be by law required to be in writing, may be made on bebalf of the Gounell’ in writing ‘under the common seal of the Council;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(®) @ contract which if made between private persons would be by law required to be in Grriting, signed by the parties to he charged therewith, ‘may be made, on hebalf of the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "uncil in writing signed by any person or persons duly sathorized thereto’ by the wuneil ; an",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "©) ® contract which if made between private persons would by law he valid although made by parole only and not reduced into writing, ay be mado on parole on bebalf of the”",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "oanci any person or persons duly authorized thersto by the Counell.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(2) A contract made according to this section shall be effectual in law and shall bind the Council and all pasties thereto and their legal representatives. :",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(8) A contract made according to this section mey be waived or discharged in the same manner in whi it is authorized by ‘his section to be made.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "3, The Council or ang person authorized in that Roam st bebalf by the Council may by notice in writing require S=maten any person to furnish to the Council or the pergon eo; authorized within ench period as shall be specified in the notice, alll such returns or information as may : be necessary for the Couneil under this Act and as are within the knowledge of such person. :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "85, Any officer or servant of the Council who is Pers te generally or specially authorized in that behalf by the fie? Council may, after giving at least three days’ notice mums. in writing to the owner or occupier of any land or premises, enter upon such land of premises and there do sach acts as may be reasonably necessary for the Purpose of carrying ont any work of the Council, or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "o - 12 National Science Council of Ceylon Act, No. 9 of 196% of matting any investigation or examination prelimi- nary or ineidental tothe exercise of any power, or the discharge of any function, of the Council. Ofagessd 8B, (1) Every person who— :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "(@) knowingly makes any false or incorrect state. ment in any return or other document made or furnished under or for the purposes of this Act; or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "(0) fails or refuses to furnish any information or return required under this Act to be furnished by him; or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "(©) resists or obstructs any person in the exercise,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": ": discharge or performance of any power, function or duty conferred or imposed upon : that person by or under this Act; or 1 @ boing a member or officer or servant of the : cil, discloses any information obtained __ by him in, or in connection with, the exercise of his powers or the performance of his 1 ~ duties under this Act, to any person other than a person to whom such information is necessary for the purpose of the exercise of any power, or the performance of any duty under this Act; or . (©) contravenes or fails to comply with any provi- : fon of this Act or 7 le made under this ct, shall be guilty of an offence under this Act. (2) Every person who commits an offence under this Act shell, on convietion after summary trial before a : Magistrate, be liable to # fine not’ exceeding five + hundred rupess. This Act to 26, The provisions of this Ast shall have effect preit ort notwithstanding anything contained in any other law, ieee and accordingly in the event of any conflict or inoon- sistency between the provisions of this Act and such other law, the provisions of this Act shall prevail.",
    "mean_p_confidence": 0.84
  }
]