[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 5th Session 1951 42° ER A con - Brow ae remem a eS Res tea G Q <4 of j ps nN Ria ree riot sy Local Authorities (Election of Officials) Act, No. 39 of 1951 Date of. Assent : December 21, 195% Printed on the Orders of Government . Printed at the Ceytow Govr. Parss, Covomo. To be Bele gt ths COON Ser ee Serer cotta 5 ee Tee ee tna’ deyetuanny Capone Bureau, Poet Orrice Box 500, Secretarlat, Calombo 1 Pree +20 conte Postage :§ cents :",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "t Local Authorities (Election of Officials) Act, 3 No. 39 of 1961. .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "L. D—O. 40/60,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "AN ACT 70 AMEND THE LAW RELATING TO LOCAL AUTHORITIES IN ORDER TO MAKE NEW PROVISIONS REGARDING THE MODE OF ELECTION oF THE MaYoRS on Cuainmen anp THE Dzrury Mayors 0a VICE-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "CHAIRMEN OF SUCH AUTHORITIES, AND REGARDING",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘THe TERM OF OFFICE oF Mayors AnD DePuTy Mavors. [Date of Assent; December 21, 1951.]",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "BE it enacted by the King's Most Excellent Majesty,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "ty and with, the advice and consent of the Senate and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "the House of Representatives of Coylon in this present",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Parliament assembled, and by the authority of the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "same, as follows:—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4, This Act may be cited as the Local Authorities Short til",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(Election of Officials) Act, No. 89 of 1951.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2. Section 14 of the Municipal Councils Ordinance, —Amsémeat of",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "No. 29 of 1947, is hereby amended as follows: — kage",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(1) in sub-section (2) of that section, by the Srimarss, omission of the words ‘‘ for the year”, Ne-@#r ow. @) in sub-section (9) of that section, by the . omission of the words “ by secret ballot in each ease and”; (3) by the repeal of sub-section (4) of that section and the substitution therefor of the following:— “(4 (@) Where only one candidate is proposed and seconded for election as yor or Deputy Mayor, ‘he shall be declared by the Commissioner, without question put, to be elected. : () Where two or more candidates are proposed and seconded for, elotion ag . ayor or, Deputy Mayor, the mode of election shall be by either open or secret voting, according a5 the Councillors present may by resolution determine; and, if the number of votes cast on such resolution is equally divided, the determination of the tiode of lection shall be made by lot to be drawn in the presence of the Commis- : sioner in such manner as he shall direct. ‘ . () Where it is determined under para- : raph (0) that the election of Mayor or a sputy Mayor shall be by open voting, the 7. Routers 46",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "4 Local Authorities (Election of Officials) Act, No, 89 of 1951.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "Commissioner shalt take the votes by call-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "ing the name of each Councillor present",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "and asking him how he desires to vote and recording the votes accordingly. A Coun-",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "cillor may state that he declines to vote, °",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "and in such case the Commissioner shall",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "record that such Councillor declined to vots.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "The Commissioner shall declare the result of the voting.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(2) Where it ie determined under pare- pee (0) that the election of a Mayor or a",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "puty Mayor shall be by secret voting, the election shall be by ballot.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "{e) Where more than two candi- . daies are proposed and seconded for election as Mayor or Deputy Mayor and no candidate receives at the first voting more votes than the aggregate of the votes received by the remainin; candidates, one candidate shall be excluded from the election as hereinafter provided and the voting ehall procead, one candidate being excluc from the election after - each subsequent voting, until » candidate receives at a voting more votes than the aggregate of the votes received by the remaining candidates et that voting, or, as the case may be, until voting in respect ‘of two candidates only is held and completed.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(f} Where there are three or more can- didates at a voting, the determination as to which candidate is to be excluded from the election under Raragraph (¢) after that voting shall be made as follows:—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "() if the number of votes received by one candidate is lower than the number received by each remaining candi- date, the candidate receiving the lowest number shall be excluded;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(ii) if each of all the candidates receives an equal number of yotes, or if each of two or more candidates receives an equal number of votes which is fese than the number received by the - remaining candidate or each remain- ing candidate one of the candidates",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Local Authorities (Election of Officials) Act, § . No, 89 of 1961. receiving the equal number shall be excluded, the determination as to which candidate is to be excluded being made by lot to be drawn in the presence of the Commissioner in such manner as he shall direct. {g) Where there are two candidates at any yoting and the number of votes cast is equally divided and the addition of one vote would entitle one of the candidates to be elected as Mayor or Deputy Mayor, the determination of the candidate to whom the additional vote shall be deemed to have been given shail be made by lot to be drawn in the presence of the Commissioner in such manner as he shall direct.””.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "8. Section 15 of the Municipal Councils Ordinance, Replacement of No, 29 of 1947, is hereby repealed and the following #3122 new section is substituted therefor :— ‘No, 29 of 1047.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "sient, 15. (1) Any Councillor elected as gi oca te. st Mayor or Deputy Mayor of the Coun- Buea. cil shall, subject to the provisions of sub-sections @} and (3), hold office as auch until the expiration of the term of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "office of the Councillors then in office:",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Provided however that the person holding office as Mayor on the date of . such expiration shall be deemed for the purposes of this Ordinance or of any other written law, to be the Mayor of the Council until a new Mayor is elected.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(2) A Mayor or Deputy Mayor may be removed from office on a resolution for such removal duly passed at any meeting of the Council by not less than one half of the total number of Coun- i cillors and confirmed by a resolution similarly passed at the next meeting of the Council. Upon the date of the confirmation of any resolution for",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": ": removal, the Mayor or Deputy Mayor . affected by such resolution shall be deemed to vacate his office as such.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "& Local Authorities (Election of Offcials) Act, No. 39 of 1951.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(8) If the Mayor or Deputy Mayor dies, or resigns, or vacates his office as such, of vacates his office as a Councillor, the Commissioner shall, by notice in + writing, summon the Councillors to a meeting for the purpose of holding an election to fill the office; and the provi- sions of section 14 shall apply to and in relation to the meeting and the election.”",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "Repel 4, Section 16 of the Municipal Councils Ordinance, Ordinance No. 20 of 1947, is hereby repealed. No wot ist, Special provi 5. The amendments of the. Municipal Councils cooky Ordinance, No. 29 of 1947, made by sections 3 and & Scere” of thig Act shall not have efiect in relation to any 7 Municipal Council until the election of the Mayor or Deputy Mayor of that Council, which is required by sub-section a) ‘of section 15 of that Ordinance to be held in the year 1952, is so held and completed; but any Mayor ‘or Deputy Mayor so elected shall hold office as such until the expiration of the term of office of the Councillors then in office, subject, however, to the provisions of sub-sections (2) and (3) of section 15 of |“ ‘that Ordinance as amended by this Act. Amendment of 6. The Urban Councils Ordinance, No. 41 of Cooneits, 1938 is hereby amended as follows: — Sreimence, . . No, 61 of 1080. (1) by the insertion, immediately after section 33, of the following new section:— Mode of, 334 (1) Any member may with his Shania ea conan be roposed and seconded for ‘Viex-Chairmen. election as dhatrman or Vice-Chairman, and the members present shall thereupon elect, in accordance with the provisions of sub-section (2), a Chairman or a Vice- Chairman from’ among the members roposed and seconded for election a8 Chairman or Vice-Chairman. i",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "@ Where only one candidate is",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "roposed and seconded for election 9s Eidieman or Vice-Chairman, the person (hereinafter in this section referred to as the “presiding officer\") ‘who presides at the meeting at which the election takes place shall, without question put, declare",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "1 that candidate to be elected. ny",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Local Authorities (Election of Officials) Act, 7 : . No, 39 of 1961. B . (0) Where two or more candidates are ‘ pypposed and seconded for election as hairman or Vice-Chairman, the mode . - of election shall be by either open or secret voting, according as the members present may by resolution determine; and, if the. Tumber of votes cast on such resolution is equally divided, the deter~ mination of the mode of election shall be made by lot to be drawn in the presence of the presiding officer in such manner as he shall direct. (c) Where it is determined under paragraph (®) that the election of a hairman or a Vice-Chairman shall be by open voting, the presiding officer shall take the votes by Paling the name of each member present and asking him how he desires to vote and recording the votes accordingly. A member may state that he declines to vote, and in such case the presiding officer shail record that such member declined to vote, The presiding officer shall declare the - result of the voting, (@ Where it is determined under paragraph (8) that the election of a Chairman or a Vice-Chairman shall be by secret voting, the election shall be by ballot. (@) Where more than two candidates . are proposed and seconded for election as Chairman or Vice-Chairman and no candidate receives at the first voting more voles than the aggregate of the votes received by the remaining candi- dates, one candidate shall be excluded from the election as hereinafter provided and the voting shall proceed, one candi- date being excluded from the election after each subsequent voting, until a candidate receives at voting more votes than the aggregate of the votes received by the remaining candidates at that . voting, or, as the cass may be, until . voting in respect of two candidates only is held and completed.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "8 Local Authorities (Election of Officials) Act, .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "No, 89 of woe Bicials) Act,",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(f) Where there are three or more",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": ": candidates at a voting, the determination as to which candidate is to be excluded from the election under paragraph (¢) + after that voting shall be ‘ade as follows ;—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "G) if the number of votes received by ons candidate is lower tan the number reoeived by each remaining candidate, 1 the candidate receiving the lowest number shall ‘be exeluded;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(ii) if each of all the candidates receives an equal number of",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": ". votes, or if each of two or more candidates receives an equal number of votes which . is less than the number received by the remaining candidate or each remaining candidate, one of the candi- dates receiving the equal number shall be excluded, the - determination as to which . candidate is to be excluded being made by lot to be drawn in the presence of the preaid- ing officer in such manner a3 he shall direct,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(9) Where there are two candidates at any voting ‘and the number of votes cast is equally divided and the addition of one vote would entitle one of the candidates to be elected as Chairman or Vice-Chairman, the determination of the candidate to whom the additional vote ball be deemed to have been given shall be made hy lot. to be drawn in the presence of the presiding officer in such | manner as he shall direct.” ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "@) in section 344, by the insertion, immediately after gub-section (3) of that section, of the following new sub-section:—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "“* (Ba) The provisions of section $8a shall appiy to the election of a Chairman’ 4 under this section.””,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Local Authorities (Election of Officials) Act, 9 No. 39 of 1961. 7. The Town Conneils Ordinance, No. 3 of 1948, 4zsameatot is hereby amended as follows:— Seale (1) by the insertion, immediately after section 38, ¥* e110. ~ of the following new section; — «Mote af 93a (1) Any member may with his ~ geeton ot. consent be perp and. seconded for ViewCtairmoa. lection a3 Chairman or Vice-Chairman, and the membere present shall thereupon elect, in accordance with the provisions of sub-section (2), a Chairman or a Vioe- Chairman from among the members pro- posed and seconded for election as Chair- man or Vice-Chairman. (2) (@ Where caly one candidate is proposed and seconded for election as Chairman or Vice-Chairman, the person . (hereinafter in this section referred to as the “ presiding officer ””) who presides at the meeting at which the election takes place shall, without question put, declare that candidate to be elected. , (2) Where two or more candidates are roposed and seconded for election as Bhairman or Vice-Chairman, the mode of election shall be by either open or secret voting, according as the members present may by resolution determine; and, if the number of votes cast on such resolution is equally divided, the determination of the mode of election shall be made by lot to be drawn in the presence of the pre- siding officer in such manner as he ball direct. (¢) Where it is determined under para- graph (2) that the election of a Chairman or a Vice-Chairman shelt be by open voting, the presiding officer shall take : the votes by calling the name of each member present and asking him how he : desires to vote and recording the yates q accordingly. A meraber may state that -he declines to vote, and in such case the ‘presiding officer shall record that such -, tnember declined to vote. ‘The presiding officer shall declare the result of the voting.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "10 Local Authorities (Election of Officials) Act,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "No. 89 of 1951.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "{a Where it is determined under para- graph (2) that the election of a Chaitnen or @ Vice-Chairman shalt be by secret voting, the election shall be by ballot, .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(e) Where more than two candidates are proposed and seconded for election as Chairman or Vice-Chairman and no candidate receives at the first voting more votes than the aggregate of the votes",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": ". reotived by the remaining candidates, one candidate shall be excluded from the elec- tion as hereinafter provided and the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": ". toting shall proceed, one candidate bein",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "excluded from the election after each subsequent voting, until a candidate receives at a voting more votes than the aggregate of the votes received by the remaining candidates at that voting, or, ‘as the case may be, until Rating in res. pect of two candidates only is held end completed.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": ". . (f) Where there are three or more candidates at a voting, the determination as to which candidate is to be excluded from the election under paragraph (2) ~",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": ". after that voting shall be made as follows: —",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(i) if the number of votes received by one candidate is lower than the number received by each remaining candidate, the candidate receiving the lowest. number hall be excluded;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": ". (ii) if each of all the candidates receives an equal number of yotes, or if each of two or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "- more candidates receives a2 equal number of votes which j is lose than the number",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "‘ received by the remaining",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "candidate or each remaining candidate, one of the candi- dates receiving the equal number shall be exeladed, the determination as to which candidate is to be excluded",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": ": Local Authorities (Election of Officials) Act, 11 No. 39 of 1961. ' being made by lot to be Arana, in the prosenoe of the presiding ofteer in auch I _manner as he shall direct. * ; {g) Where there are two candidates at . any voting and the number of votes cast is equally divided and the addition of : one vote would entitle one of the candi- dates to be elected as Chairman or Vice- t chairman, the determination of the ! candidate to whom the additional vote shall be deemed to have been given shall be made by lot to be drawn in the pre- sence of the presiding officer in such manner as he shall direct.’’; (2) in section 35, by the insertion, immediately after sub-section (3) of that section, of the following new sub- section: — “ a) The provisions of section 88a shalt apply to the : election of a Chairman under ‘ this section.””. 8, The Village Communities Ordinance is hereby Amines o amended as follows: — Pamnunties (1) by the repeal of ection 27 and the substitu. °*™\"* tion therefor of the folowing section: — “ Mods of 27, (1) Any member of a Vill . ‘lions, Connie may with his consent be pe posed and seconded for election as Chairman by any other member present, and the members present shall thereupon elect, in accordance with the provisions of sub-section (2), a Chairman from ‘among the members proposed and \\ seconded for election as Chairman. ' @) (@ Where only one condidate is pioposed and seconded for election as Chairman, the person (hereinafter in . this section referred to ae the ‘* presid- ing officer ’*) who presides at the meet- - ing at which the election takes place shall, without question put, declare that candidate to be elected. i",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "* ~~ 12 Local Authorities (Blection of Officials) Act, | No. $9 of 1952. | (0) Where two or more candidates are | proposed and seconded for election a Chairman, the mode of election shalll be by either open or secret voting, according —{ as the members present may by resolu- | tion determine; and, if the number of ! votes east on such resolution is equally divided, the determination of the mode | of election shall be made by lot to be drawn in the presence of the presiding officer in euch manner as he shall direot. () Where it is determined under | paragraph (b) that the election of a Chairman shall be by opea voting, the presiding officer shall take the votes by calling the name of each member present and asking him how he desires to vote and recording the votes accordingly~ A . member may state that he declinés to vote, and in such case the presiding offi- cer shall record that such member - declined to vote. : . The presiding officer shall declare the» , result of the voting. {@) Where it is determined under paragraph () that the election of a thairman shail be by secret voting, the election shall be hy ballot. (} Where more than two candidates are proposed and seconded for election as Chairman and no candidate receives at the first voting more votes than the aggregate of the votes received by the : remaining candidates, one candidate shall be excluded from the election a8 hereinafter provided and the voting shall proceed, one candidate boing excluded irom the election after each subsequent | voting, until a candidate receives at a voting more votes than the aggregate of the votes received hy the remaining \\ candidates at that voting, or, as the case may be, until voting 3n ‘respect of two candidates only is held and completed. {f) Where there are three or more ? candidates at a voting, the determination as to which candidate ia to be excluded",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Local Authorities (Election of Officials) Act, 18 No, 99 of 1961. from the election under paragraph (¢) after that voting shall be made as follows: — (@ if the number of votes received by one candidate is lower than the number received by - each’ remaining candidate, the candidate Teoeiving the lowest number be : excluded; (ii) if each of all the condidates receives an equal number of votes, or if each of two or more candidates receives an equal number of votes which . is less than the number received by the remaining candidate or each remaining * candidate, one of the candi- a dates receiving the equal t number shall be excluded, the . determination as to which a candidate is to be excluded being made hy lot to be : drawn in the presence of the presiding officer in such 1 a waanner as he shall direct. ' om (g) Where there are two candidates at H any voting and the number of votes cast ! is equally divided and the addition of one vote would entitle one of the candidates ; to be elected as Chairman, the deter- mination of the candidate to whom the additional vote shall be deemed to have been given shall be made by lot to be drawn in the presence of the presiding ’ officer in ench manner as he shi direct.\" ; (2) in section 28, by the repeal of sub-section (3) ' Of that section and. the’ substitution therefor of the following:— (8) The provisions of section 27 shall apnly io the election of w Vice-abaieman in like manner as though every reference in that section to “ Chairman” were a - Teference to '‘ Vice-chairman ”; (8) in section 59 (1), by the omission of para- : graph (c). ee",
    "mean_p_confidence": 0.82
  }
]