[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "oy PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA LOCAL GOVERNMENT CREDIT COUNCILS AGT, No. 33 OF 1983 [Certified on 7th September, 1983] Printed on the Orders of Government Published as a Supplement to Part If of the Gazette of the Democratic : Socialist Republic of Sri Lanka of September 09, 1983 pnuyere ‘AT TRE DEPARTMENT OF COVERNMENY YEFNTONG SRE LANKA (cEYzon) ‘DO BE PURCHASED AT THE GOV, FUMLICATIONS BUREAU, COLOMBO — 7 Price: 5S cents Postage: 50 couts",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Local Government Credit Councits ‘Act, No, 33 of 2983 [Certified on 7th September, 1983] .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "LD—-O, 20/81 ‘Ast Ace 10 ESTABLISH CREDIT COUNCILS POR LOCAL AUTHORITY + EMPLOYERS TOR THE PURPOSE OF GRANTING CREDIT TO THEM",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "MEMUERS, XDUCATING AND ASSISTING THK MOEMEERS TO TIVE FRUGALLY AND WITHIN THEIR MEANS AND PROMOTONG THRIFT AMD SAVINGS HASITE AMONG THEIR MEMBERS, AND TO PROVIDE FOR AlZ, MATTERS CONNECTED THEREWITH” o8 |, LRCIDENTAL THERETO, ‘BE tt enacted by the Parliament af the Democratic Socialist Republic of Sri Lanka as follows :— a .",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "1, This Act may he cited as the Local Government Credit Short Councils, Act, No, $3 of 4983 and shall come into operation ue ard on such date as the Minister may appoint by Order operation,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "published in the Gazette. . . :",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "z& (1) There shal be established @ Department of Local Depertment ‘Government Credit Councils (hereinafter referred to as the Director * Department”). : of Local",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Government",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "/ @) There may be appointed a Director of Lacal Govern Credit ment Credit Councils (hereinafter referred to: as the Councils “Director” and such number of Deputy Directors and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "+ Assistant Directors of Local Government Credit Councils and such other officers and servants as are necessary for the purposes of this Act, -",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "ss 8 (t) There shall be established for each local authority Local ‘ue or more Local Government Credit Council (hereinafter Govginment oteferred to ag a “Credit Counsil”) : + “ Gouneita",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Provided that the Director may, ‘where he considens-it thelr necessary and appropriate, authorize the establishment of ™*mbes ‘one Credit Council for more than one local authority,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "\", @) Every loco! euthority employes who is pensionable ‘Sr who contributes towards a provident fund, shall be a",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "| member of a Credit Council established for that local autho-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "MY Dee ar mk ly cake pte dayge f",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "“° 4)- Where after the establishment ofa Credit Council or Dissolu-",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "/ ‘Cousielts for any local authority or local authorities in terms BOR ft of subsection (1) of section 3, the Director finds it mecea- Council. isary and appropriate that the Credit Council or Councils 80 established should be varied, he may with the approval :.0f the Minister, dissolve such Credit Council or Councils and in tte ot thelr place establish a new Credit Council or ;;Counclla, as the case may be, in terms of gubsection (1) of section 8, wHaruaty +A Mist — 17,000 a200",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Local Government Credit Councils Act, No, 33 of 1989 Committes $ (2) The affairs of a Credit Councll shall he administer of Manage ed by a Committee of Management consisting of a Chatr man, and Secretary nominated by the Director and one elected representative for every fifty members or patt . thereof so howaver that the total number of elected repre. ‘Sentatives shall not exceed twenty-one: . - Provided, however, that the Ditector may in addition to the elected representatives nominate not more than three representatives to the Committee of Management, it he is ‘aatinfied that ony particular group or class of members of the Credit Council hes not heen represented in the Com- mittee of Management. we : “ Q) ‘The members-of the Committee of Management of a Credit Couneff shall, subject to the provisions of subsection (@), hold office for a period of three years,’ (3) The Minister may, if he considers it expedient to do #0, remove from office any member of the Committee of Management of a Credit Council for reasoris of mismanage- ment, fraud or negligence in the carrying out of his duties. Such removal shall not be called in question in any court. (© @ The Minister may, if he considers st expedient to do 9, by Order published in the Gacette, dissolve the Committee of Management of a Credit Council with effect from such date as may be specified therein, for reasons of mismanagement, fraud'or negligence in the carrying out of its duties or for any administrative purposes to be specified in the Order, No auch Order made by the Minister shall be called in question-in any courte.) | et () Where any Ordet is made under parégraph (a) the ‘Director shall determine the period within which the elec- ‘tion of a new Committee of Managément shall ‘tike' place. +.3(5). Any:vacency which May accur during ‘the’ term of office of a Committee of Management may be filled: by, ._ nomination made by the Director. The number of members * nominatéd ‘shall, at no time exceed one-half of the total \"number of members of such Committee. A membes iomina- “ted to such Committee shell hold office for the imexpired ‘part of the term of office of such Committed 050)\" |: ‘Appoint- © The Committee of Management of 2 Credit Council ment cfm may appoint such sub-committees as may be-necessary for ‘the purpose of carrying out specific functions of the Credit Council,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": ". Local Government Credit Councils, 3 ‘Act, No. 83 of 1983 7. (1) Where s Committee of Mantgement of a Credit AR oe ‘Couneil has been dissolved under section 5, or where there of Menaze- is no Committee ‘of Management in respect of a Creat ™™* Council, the Director shell nominate an Interim Committee of Management, consisting of not more than five members, for the purpose of administering the affairs of the Com- matter of Management until the members of a new Com ‘mittee of Management is appointed and nominated under subsection {1} of section 5. woe (2) The Director shall appoint the Chairman and the Secretary of each such Interim Committee of Management from among the persons nominated by: him under sub- section (1), . ; con _ & The Minister may set up om Advisory Committee Advisory ‘consisting of not more than nine persons who ate members of Credit Councils, for the purpose of aisisting the Depart- ment in the carrying out, of, ita functions. At least three members of such Committee shall he members of registered tradg, unions. yas et as eo 8. The functions of Credit Councile hall be~ _\",Ewnetions (a) to grant loans to membersj.. seg), | Smell (®) to ensure that loang granted gre limited to actual . *.-bona fide requivements of thé members jc: + we | (@) to ensure the réxpvery of Joan granted 5.0/9\") : 1 -(@) to educate and assist members to live frugally and cee within their means; - Mad he © So promote thrift and savings habits among members ; mts 3.0) to assist inthe: implementation of such policies‘ and a programmes. connected with Credit. Councils and ° __, their functions a5. may be. determined by. the a, Minister and“ ~ nn (9) to assist in the rehabilitation of indebted :members: Yeo potterag pate Ue et let ea wi me eine 10. (1) There shall be established a fund called “the Local Local Government Credit, Councils Fund\",, (hereinafter ment referred 10.08 the Fund\"). which shall, he, adininistered Connella - by the Department. srial ekiiuvernet ave SA nist axon",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "‘ Locat Government Credit Councils ‘ ‘Act, No. $3 of 1983 (2) There shall be credited to the Fund (@) the ‘monthly contributions and other recoveries from membera of Credit Councils ; () all moneys that may be voted from the Consolidated ‘Fund for the working of Credit Councils ; (©) all profits, interest, and dividends earned by Credit \"Councils; and (@ any other moneys approved by the Director to be credited to the Fund, . @) ‘There ehull be paid out of the Fund— ~  (@) loans granted to members; - ®) refunds of contributions of members; ~ + (@) refunds to the Consolidated Fund ; ~- (@) foterest on Joans and advances from the Consolf- dated Fund ; (@ any sum payable to the Ineurance Fund; and G) any other payments approved by the Director, at being necessary tor the purpose of giving effect to the provisions of this Act, . . (4) Any surplus money in the Fund shell be invested in such manner as the Minister muy approve. Retind 11, Any moneys voted from the Consolidated Fund for ef moneys =the working of Credit Councils shall, as determined by from. ‘the Minister with the concurrence of the Minister in charge fhe Conmek- of the subject.of Finance, be refunded to the Consolidated fina Fund ~ . Mendes £42 (1) Every'member of a Credit Council shall pay to Ghip.contel- thea Council one per centum af bis monthly consolidated salary per mensem, as a membership contribution, ‘@) Such contributions together with dividends, thereon, it any, shell be refunded to such member or his nominee authorized by ‘him in writing or in the absence of a nominee to his tegal representative on the cessation of _ © @muployment of such member... Yarmrance \"13, The Department shell maintain and operate’ an Fund, Insurance Fund in order to meet any loxs that may arise from irrecoverable loans.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Lact! Government Credit Councils 5 Act, No, 88 of 1989 14, (1) The financial year of the Department Shall be Assqunte the calendar year. fund, (2) The Department shail cause proper hooks of accounts to be kept regularly of the income and expenditure of the Fond. , vy ce 15. (1) The Minister may make regulations relating to Regule- — all op any of the matters preseribed or in respect of which ‘*™% . ‘ regulations are required or authorized to he made (2) In particular and without prejudice to the generality of the powers conferred by subsection (1), the Minister may make regulations in respect of the following matters :— {a) all matters connected with the procedure regarding the conduct of meetings, including the quorum required for meetings of a Committee of Manage ment or an Interim Committee of Management ; (8) all matters connected with the election of representa tives to a Cpmmittes of Management ; ©) all matters connected with the grant of loans to . members of Credit Councils and the recovery of \" such loans; (@) the administration and maintenance of accounts of the Fund; (@) the refund of moneys that may be voted from the ‘Consolidated Fund ; . : ' ) the recovery of membership contributions and refund ‘thereof ; (g) the declaration of dividends on membership contri- butions ; (h) the administration of the Insurance Fund; and @ appointment of Chairman and procedure at meetings of the Advisory Committee. (3) Every regulation made by the Minister shall be * published in the Gazette and chall come into operation on the date of such publication or om auch Inter date as may be specified in the regulation.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6: Locat Government Credit Councils: ~ ‘Act, No. 33 of 1983 (4) Every regulation’ made by the Minister shall,’ oz soon ag convenient after its publication in the Gazette, be brought before Parliament for approval. Any regula: tion which 1e-not so approved chall be deemed to be rescinded us from the date of disapproval but without Prejudice to anything previously done thereunder. Notifica- tion of the date on which a regulation is deemed ta be rescinded shall be published in the Gazette, oa . ans “ Paterpee? 16, In this Act unless the context otherwise requires “Jocal authority employee\" mesns a’ member of the Local Government Service or an officer or servant of any local authority, and any officer or servant of a Development Council, established by the Development Councils Act, No. 35 of 1980, °°",
    "mean_p_confidence": 0.81
  }
]