[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  3rd Session 1958-59  Sig  (SLD .  Sisea  rms  Income Tax (Amendment) Act,  No. 36 of 1958  Date of Assent : November 3, 1958  Printed on the Orders of Government  Printed at the Govemmennp Pas, Covtow, Tobe  Frankel athe ft goat Boncrenns Buna, CoLonsss  ‘Annual Subserption  Gncluding Bis) Re. 25, payable. in  Rane rg Cee Ol ania” Feiestont  SERS Boat eo, Canela, \"Clanton  Price 10 cents Postage: 10 cents.",
    "mean_p_confidence": 0.4378409090909091
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  fone Tax (Amendment) Act, No. 36 of 1958 3  jp.-0. 86/58.  jy AcT T0 AMEND THE INCOME Tax ORDINANCE.  * [Date of Assent: November 3, 1958]  s}eenacted by the Queen’s Most Excellent Majesty,  ‘ad with the advice and consent of the Senate and  House of Representatives of Ceylon in this  ~ent Parliament assembled, and by the authority  ibe same, as follows :—  {; This Act may be cited as the Income Tax Shon tie,  Jaencment) Act, No. 36 of 1958.  1, The following new section is hereby inserted  torerion ot  lintely after section 69 of the Income Tax joss? ies  nance and shall have effect as section 69a of that  finance : —  Ise of the 69a, (1) The Commissioner may  favre authorise any number of persons, besides  gv\" Assistant Commissioners, to hear and  ESisiners, determine appeals made to the Commis-  ‘wed \"sioner under section 69.  ae",
    "mean_p_confidence": 0.6793491124260355
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  (2) Every person authorised by the  Commissioner under sub-section (1) is  hereinafter referred to as an ‘ authoris-  ed adjudicator”.",
    "mean_p_confidence": 0.7023999999999999
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  (8) Each authorised adjudicator shall  hear and determine such appeals under  section 69 as may be assigned to him by  the Commissioner.",
    "mean_p_confidence": 0.7648148148148147
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  (4) Where there is or are any  authorised adjudicator or authorised  adjudicators, sub-sections (3), (4), (5)  and (@) of section 69, sections 71 and 72,  and sub-sections (4) and (8) of section 73,  shall have effect as if for the word  “Commissioner \"”, wherever it occurs in  those sub-sections or sections, there were  substituted the words ‘“ Commissioner  or authorised adjudicator”. and sub-  section (3) of secticn 71 shall have effect  as if for the wore ‘* Commissioner’s ”,  there were substituted the words  “Commissioner's or authorised adjudi-  cator’s ”.",
    "mean_p_confidence": 0.7437735849056604
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  (6) Every authorised adjudicator shall  he paid such remuneration as may be  determined by the Minister.””",
    "mean_p_confidence": 0.69
  }
]