[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". lst Session 1970-71 . _ + fG See fo _. : ge. 8 1971 -2-43'F Riltitny > 4 Gill AS. BF coe, ce re al: . Pe as %G, West ayes: ee QS NAS Foreign Exchange Amnesty ~ Act,.No. 1 of 1971 - Date of Assent : January 21, 197f Printed on the Orders of Government . Printed at the Goverwmenr Pxtss, Cryton, To be Pei tt ar tvs Bonne, Cros ‘Annual Subscription (inchiding Bills) Rs. 80 (Local), Rs. 40 (Foreign), payable to the Surmunrenpent, GoveaNseNT La com heer enema’ ae ee ee ee ae liatee tas Dasembee Sch en a let A Bs saerggey wil ep ind ail nat riod Price: 30 cents Postage: 10 eents",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Foreign Exchange Amnesty Act, No. { of 1971 L. D0. 56/70 AN ACT TO PROVIDE FOR THE MAKING OF DECLARATIONS: . ‘ON OR BEFORE MarcH 31, 1971, OF ALL MOVABLE OR IMMOVABLE PROPERTY OUTSIDE CEYLON HELD BY PERSONS RESIDENT IN CEYLON [N CONTRAVENTION OF THE PROVISIONS OF THE LAW FOR THE TIME BEING IN FORCE RELATING TO EXCHANGE CONTROL, TO ENABLE ALL SUCH PROPERTY WHICH IS SO DECLARED TO BE DEALT WITH OR DISPOSED OF IN ACCORDANCE WITH SUCH DIRECTIONS AS MAY BE ISSUED FROM ‘IME TO TIME BY THE COMPETENT AUTHORITY IN ORDER TO GIVE FULL FORCE AND EFFECT TO THE EXCHANGE CONTROL POLICY OF THE GOVERNMENT AND THE PROVISIONS OF THIS ACT, TO INDEMNIFY . ‘THE PERSONS WHO HAVE MADE SUCH DECLARATIONS - AGAINST LIABILITY TO PENALTIES OR PROSECUTIONS ‘UNDER THE PROVISIONS OF THAT LAW, TO EXEMPT SUCH PERSONS FROM LIABILITY TO PAY INCOME TAX : ‘ON ALL SUCH PROPERTY $0 DECLARED UNDER THE - LAW FOR THE TIME BEING IN FORCE RELATING TO INCOME TAX, AND TO PROVIDE FOR MATTERS CONNECTED THEREWITH OR INCIDENTAL THERETO. [Date of Assent : January 21, 1971} BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of ‘Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows :— * 1. This Act may be cited as the Foreign stort. Exchange Amnesty Act, No. 1 of 1971. 2, (1) The succeeding provisions of this Act  Appication shail apply to any person resident in Ceylon who, of az. _ of the date of the commencement of this Act, holds foreign assets which were acquiréd or possessed by him in consequence of any contravention of the provisions of the law for the time being in force relating to exchange control, other than any + such person— : : (@) whose conduct or activities is or are in the course of being investigated under that . Taw for any alleged or suspected contraven- - . tion of any provisions of that law ; of : Fa 1nane—s496 02170",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "2 ” Foreign Exchange Anmesty Act, No. 1 of 1971 (® against whom any suit or prosecution is pending before any Court for any alleged _ contravention of any provisions of that law.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "' (2) Every person to whom the succeeding provisions of this Act apply by virtue of the operation of sub-section (1) is hereafter in this Act",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "\\ referred to asa.“ person to whom this Act applies”.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "‘ Opporeunity 3. (1) A person to whom this Act applies may,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "Pennie ‘on or before March 31, 197%, make a declaration ‘whom sis in writing to the competent authority in respect of | Ast sortie his foreign assets. Such declaration shall—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "Mestre (a) if such person is an individual, be made by",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": ": him ; or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "® if such person is a company or a body of persons, be made by the secretary, manager",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "Le or other principal officer of such company",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "ot or body of persons 5 of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "‘ (© if such person is a partnership, be made by ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": ". any partner of such partnership.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "Such declaration is hereafter in this Act referred to : asa“declaration”. - (2) A declaration shall set out— (@ the full name and address of the person making the declaration ; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": ", (®) all such particulars relating to his foreign",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": ". \"| assets specified in the declaration as may",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "be required by the competent authority.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "> power of 4. Where any person to whom this Act applies",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "meee makes a declaration of his foreign assets, the com-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "iiove diectons —-—-«petent authority shall issue to such person, from",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "; tnrespo ot time to time, relevant directions in respect of such",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "Species in assets,",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "i Geclaraiions.",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "i .",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "~ Foreign Exchange Amnesty Act, No. 1 of 1971 3 $. The following provisions shall apply in the Svea! case of a person to whom this Act applies who has, , ®evisions a in respect of the foreign assets disclosed by him,’ *misstiste complied with the relevant directions issued to Ras ‘o™en him by the competent authority :-— who have (@ such person shall not be liable to any Gracat prosecution for an offence, or to any directions penalties, for any contravention of the isd to thee Provisions of the law for the time being !2gectof - jn force relating to exchange control in 2/oris respect of such assets ; and . (8) such person shall be exempt from the liability to Pay, under the law for the time being in force relating to income tax, income tax on the income arising out’ of such assets : Provided, however, that the preceding provisions ‘of this paragraph shall not apply to any person who has been assessed to income tax on the income arising out of such assets, or where such assets or matters connected therewith are under investigation by the Commissioner of Toland Revenue or any other officer of x the Department of Inland Revenue. 6. (1) The competent authority may, from time Power of to time, issue to any person to whom this Act commit applies who has made a declaration of his foreign sheriv assets, or to arly authorized dealer, all such general Siectioes, or special directions as such authority may deem necessary to give full force and effect to the exchange control policy of the Government and the provisions of this Act, and in particular, but without prejudice fo the generality of the preceding provisions of this -* sub-section, as to the mode and manner in which : such assets shall be dealt with or disposed of, | Q) Any general or special directions issued by | the competent authority under sub-section (1) to 4 person to whom this Act applies or to any autho- | rized dealer, shall be complied with by such person, ‘or such dealer, as the case may be. | (3) Any generat or special directions issued by a competent authority under sub-section (1) may 4 be amended or revoked, from time to tima, by like | directions, . 1 . . —",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "I _",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "> 4° Foreign Exchange Amnesty Act, No. 1 of 1971",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "~ Special 7. Where a person on or before March 31,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "i, brotisons 1971, satisfies the competent authority that prior",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "\" aealiablere to October 25, 1970, he ceased to hold the whole",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "» EoAkemae or any part of the forcign assets acquired or",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "2 and who prior possessed by him in consequence of any contraven-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "} 12 Oster 25, tion of the provisions of the law for the time being ee in force relating to exchange control, such person trig eas shall not be Hable to any prosecution for an offence, |",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "or to any penalties, for the contravention of such provisions, if, but, only if, such person pays to the : ‘ommissioner_of Inland Revenue as income | 5 tax on the foreign assets he has so ceased to hold \"an amount equal to thirty-three and one-third per centum of the value of such foreign assets.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "\\ Mafstenence of 8 (1) The competent authority and every officer",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "y eereey, or servant of the Department of Exchange Control |",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "‘ of the Central Bank shall preserve and aid in",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "H preserving secrecy with regard to all matters that",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": ": may come to his knowledge in the performance of | {",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": ": his duties under this Act. i",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "(2) If the competent authority or any officer or | servant of the Department of Exchange Control of | the Central Bank communicates any matter referred} to in sub-section (1) to any person other than— =|",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "(@ a Court ; or : .",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "(®) the person to whom that matter relates or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "‘his authorized representative ; or :",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "(0) the Monetary Board ; or |",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "(@ the Governor of the Central Bank or an",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "officer authorized by such Governor to; obtain information regarding that matter 5° . or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "(@) the Commissioner of Inland Revenue or an",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": ". officer of the Department of Inland |",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "Revenue for the purpose of securing | ! compliance with, or detecting evasion of, | any provision of written law relating to . the imposition of income tax ; or ‘ (f) the Permanent Secretary to the Ministry of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "+ Finance, . :",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "i such competent authority or officer or servant shall",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "4 be guilty of an offence and shall on conviction after",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "i summary trial before a Magistrate be liable to a:",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "4 fine not exceeding two thousand rupees,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 31,
    "text": "a",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Foreign Exchange Amnesty Act, No. 1 of 1971 7 $s",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "9. In this Act, unless the context otherwise Interprettion.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "requires —",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "“ authorized dealer” has the same meaning as in the provisions of the jaw for the time being in force relating to exchange control ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "“competent authority” means the Governor ‘of the Central Bank of Ceylon, and includes any officer of the Bank authorized by such Governor to act on behalf of such Governor ;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "“foreign assets” means any movable or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "“immovable property, outside Ceylon, of any class or description whatsoever and, : without prejudice to the generality of the preceding provisions of this definition, includes foreign exchange, foreign currency, gold and securities, as defined in the provisions of law for the time being in force relating to exchange control ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "“Jaw for the time being in force relating to income tax” means the Income Tax Ordinance and the Inland Revenue Act, =~ No. 4 of 1963, as amended from time to time by any other Act ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "“Jaw for the time being in force relating to exchange control” means the Exchange Control Act, as amended from time to time by any other Act ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "“relevant directions” means any general ot special directions issued by the competent authority under section 6. .",
    "mean_p_confidence": 0.89
  }
]