[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ": (esas PARLIAMENT OF THE DEMOCRATIC ~ SOCIALIST REPUBLIC OF . SRI LANKA CO-OPERATIVE WHOLESALE. ESTABLISHMENT (AMENDMENT) : ACT, No. 31 OF 1991 ° [Certified on 46th August, 1991] : Printed on the Orders of Government Published asa Supplement to Part Hof tho Gazette of the Democratic: Socialist Republic of Sri Lanka of August 16, i991 2 EROUTED Ax THE DHPAREMIEN? OF GOVERAAEENE FRIMTING, 293 LAURA, 10 be FORGAGG af HE GOWEROUENT TOOLSCATRN BUREAU, CREREEO | Price : 30 cents, Postage : Re. 1.00",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Co-operative Wholesale Establishment (Amendment) - Acs, No, $1 of 1901 . { Cartified on 16th August, 1901] 2.D—~O 50/80 ‘ . Aw Act 70 aumam sue Co-cpmanis WOLESALS Eetastasmern Act, No, 47 or 1948 2BE it enacted by the Parliament af the Democratic Socialist “Repubite of Sri Lanke as follows : +.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "1, This Act may be cited as the Co-operative Wholesale Short “Retablichment (Amendment) Act, No. 31 of 1901.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "% Section 2a of the Co-operative Wholesale etablish- Replusment ‘ment Act, (inserted by the Act No. 38 of (966) is hereby 2 of ‘tepealed and the following section substituted therefor:— {yy?°* “popers A. The Establishment shall have the Teeablish, power fo do anything necessary for, or con- went, “ducive or incidental to, the attainment of its : \" ‘objects, and in particular, but without pre-",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "judice to the generality of the power herein- before conferred to invest, or acquire or hold sbares or stock in any publle company carry- ing on, or engaged in, or about to carry on, or engage in, any business, being a company Raving chjects similar or substantially similar to the objects of the Establishment, and to sell or otherwise dispose of such shares; or stock, *,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "‘3 In the event of any inconsistency between the Sinbala sinhala ‘and Tamil textz of this Act, the Sinhala text shall prevail. peal",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "came of inoonsie- tency.",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Anoual subscription af English Bills ana Acts of the Posliament Re. 865 (Local),",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "a. 1.180 (Foreign), peyable to the Suvennemueye, Govmamam Povicariows",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Bureau. Cavomag 1, before 15th December each year in respect of the year tallowing.",
    "mean_p_confidence": 0.74
  }
]