[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Ce ay - SEee? C2 PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF _ SRI LANKA LOCAL. AUTHORITIES ; (COMMERCIAL AND INDUSTRIAL ENTERPRISES) : ACT, No. 13 OF 1983 ‘ * [Certified on 18th March, 1983] Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic ef Srt Lanka of March 14, 1983 ‘20 BE FORCHASED AT THE GOVT. PUBLICATIONS BUREAU, COLOMBO . — Price: 45 cents ‘Postage: 50 cents",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "‘Local Authoritles (Commercial and Industrial ° : Enterprises) Act, No. 13 of 1983 + [Certified on 18th March, 1983] L. DOO. 16/8. 7, . ‘Ast Aci To MARE proviston 90R LOCAL AUTHORITIES TO ENGAGE",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "-By. COMMERCIAL. ax InpUstmaL ENTERPRISES AND TOR",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "MATOERS CONNECTED \"HEREWST OR TACIDENTAL THERETO ‘BE it enacted hy the Parliament of the Democratic Soclalist Republic of Sri Lanka as follows:—- =, © “This Act may be cited as'the Local Authorities (Com-. Short title, mercial and Industrial Enterprises) Act, No. 13 of 1983.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "2: “Section 40 of the Municipal Councils Ordinance is Amendment ‘hereby amended in subsection (1) of that section, by the oy equ? insertion, immediately efter paragraph (tu) of thet sub- 252 ssection of the following new paragraph t= .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "“ (uu) with the prior approval of the Minister —",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": ": | @) te engage in cbmiméteial and ‘industrial enter-",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": ": +. prises for the manufacture and production of",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "re \"such machinery, equipment, articles, materials",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": ": end goods ai may be required for the public",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "+\" SS\" 2 services or ‘the public utility services, as the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "°*\"\" ease may be, whith may be established and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "fobs mainteined by any Municipal Council or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "“ _ , Urban Council under the Municipal Councils .",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": ". *\" _” Ordinance and the Urbon Couneils Ordinance",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "<7 or under’any other written aw ; and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "_.__ (i). fo'selt such machinery, equipment, articles, - ©) materials, aa goods, to any other Municipal",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "t «?\\\"\" Council ‘orUrban’ Council or to the public",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "‘ ‘at such prices, és may be determined by the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "a “Council and approved. by the Minister. ”.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "3. The'foliowing new cection ‘ii hereby inserted imme- tasertion diately after section 40 of the Municipal Coinells Ordinance, section 00 ‘and shall Have effect 2 section 40a of that Ordinence:— gg MPF “Powers: : 0 #° 404°) The Minister may approve any ofthe ig’ ‘oonienencial of’ industrial enterprise under tespectof' paragraph (wu) ‘of subsection (1) of sestion commercial 49 having regard to—~ industrial igs 5 tn febead. te ate hve. Fe et *",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "Beri insiie toes ene Bt Ae nd ake wae alll, Fe eee Ag) the ecanamic- viability of, such enters CY Aco1ss 15.200 cp)",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "2 Local Authorities (Commercial and Industrial",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "Enterprises} Act, Ne, 13 of 1983",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "©. (0), the benefits that may- accrue to sny",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "‘Municipal Council and the public by",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "the operation of such: enterprise ; {c) the financial position of the Municipal Council engaging in such enterprise, (2) No sums of money appropriated to a Municipal Council’: by Partiament’ under paragraph {f) of subsection‘ (2) of section 185",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "(and no grants allocated to a Muniefpai Coun-",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "$i by, the, Minister under paragraph (g) of subsection (2) of section 185 shall be utilized by such Council for the purposes of estab- lishing or;maintaining any commercial or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "» Dndusteial enterprise 9c eat ns coo",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "(8). Where the- Minister is of opinion that the continued operation of any commercial or. industrial enterprise of any Municipal Council would be prejudicial to the interests of such Council by reason of mismanagement or that it 4s:likely to involve financial loss to the Council he may, after consultation",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "with the Council, by Order published in the Gazette terminate the operation of such",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": ", enterprises and direct the Council to take charge of all books, records and assets of the enterprise and to,take such meamures as may be necessary to give effect to such Order.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": ".. _ (4) The Minister inay, ffom time to time, give any Municipal Council engaged in any commercial. or industrial enterprise general",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "\" oF special direttioris as to the carrying on or transaction of its business and such directions shall be earrfed out by the Council. .,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "2 (The Minister may, from time to time,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "~~ direct: the Couneil in writing to furnish him",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "in auch form as he may require, returns,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "accounts and: other information with, respect",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "to the business of such. enterprise, and the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "‘Counefl, shall carry out -every such -direc-",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "Hom ak enh de Bh ae",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "Amendment 4, Section 36 of the Urban Councils Ordinance js hereby",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "$f Sraietter amended by the insertion, immediately after puragraph (i) 255. of. that section, of the following’ new Paragraph :—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "“(4 with the price approval dé he Minister",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Local Authorities (Commercial and Industrial 3 Enterprises) Act, No. 13 of 1983 (@ to engage in commercial and industrial enter- prises for the menufacturs and production of . ach machinery, equipment, articles, mate- | tala and goods, a9: may be required tor the public services or the: public utility services, as the cuse may be, which may be established and maintained by any Munteipal il Council or Urban Couiicil under the Muni- “cipal Councils Ordinance and the Urban Counefls* Ordinance respectively, or under ‘any other written law ; and 2 GH to'sell such tmachinery, equipment, articles, : materials or goods to ‘any other Urban + Council or Municipal Counetl or to the public at such prices as may be determined by the Counell-and approved by the Minis- oo et 5. The following new section 1s hereby inserted (rme-  tnsertlon diately after ‘section 38°of the Urban ‘Councils Ordinance, section 36a and shall have efféct a¢-section 364 of that Ordinance:— ipsa\"? nBowira of 96a, (1) “The Minietet moy approve any fie Mote: commercial er industrial enterprise under of commer. paragraph: (i) of section 36 having regard eal and : fndusitial toe a enterprises. OR ye Pa (@) the economic viability of such enter prise ; (®) the benefits that may accrue to any Urban Counell and the public by the operation of such enterprise ; . (©) the financial position of the Urban Council engaging in such enterprise, @) No sums of money apropriated to an ‘Urban Council by Parliament under para- graph (h) of subsection (2) of section 158 » and no grants allocated to an Urban Council to the Minfeter under paragraph (c) of sub- section (2) of section 158 shall be utilized by such Council for the purposes of estab- Ushing or maintaining any commercial oF industrial enterprise.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "4 — Local Authorities (Commercial and Industrial Enterprises) Act, No. 13 of 1983 .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "(8) Where the Minister is of opinion that",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "the continued operation of any commercial or industrial enterprise of any Urban Coun- eill would be prejudicial to the interests of such Council by resson of mismanagement or that it is likely to involve financial loss ta the Council, he may, after consultation with the Couneil, by Order published in the Gazette terminate the operation of such enterprise and direct the Council to take charge of all books, records and assets of the enterprise and to take such measures that may be necessary to give effect to such Order. * (4) The Minister or the Commissioner may, from time to time, give any Urban Council engaged in any commercial or industrial enterprise general or special directions as to the carrying on or transaction of its business and such directions shall bbe carried out by the Council, ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "(5) The Minister. or the Commissioner may, from time to time, direct the Council in writing to furnish him in such form as he may require, returns, accounts and other infrmation with respect to the business’ of such enterprise, and the Council shall. carry out every such direction”, ou,",
    "mean_p_confidence": 0.83
  }
]