[
  {
    "i_page": 1,
    "par_num": 9,
    "text": "PARLIAMENT OF CEYLON 4th Session 1950 a q f BSS +5 a",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 1,
    "par_num": 9,
    "text": "Defence Regulations",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 1,
    "par_num": 9,
    "text": "(Extension) Act,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 1,
    "par_num": 9,
    "text": "| _ No. 24 of 1950",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 1,
    "par_num": 9,
    "text": "Hy Dats of Assent: Octobsr 3, 1950",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 1,
    "par_num": 9,
    "text": "! : Printed on the Ordere of Government .",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 1,
    "par_num": 9,
    "text": "i .",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 1,
    "par_num": 9,
    "text": "I Pols cree Gam, foe te",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 1,
    "par_num": 9,
    "text": "preeriocms  Poagert cote",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Defence Regulations (Extension) Act, 8 No, &4 of 1950.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "‘L. D0. 9160. 7 Ax Act TO PROVIDE FOR THE CONTINOANCE IN FORCE OF",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "oprtaIn Durance REGULATIONS FOR A FURTHER",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "PERIOD FROM THE NINTH DAY OF DECEMBER, 1950. [Date of Assent, October 3, 1950.]",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "WHEREAS the Defence Regulations remaining in force by virtue of the Emergency Laws (Miscellaneous Provisions) Order, 1947, published in Gaeette Extra- ordinary No. 9,812 of December 26, 1947, are in terms of that Order, due to expire on the tenth day of December, 1950:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "And whereas it is expedient, for purposes herein- after appearing, to provide for the continuance in force for e further period of cartain of those Defence Regalations:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "BE it. therefore, enacted by the King’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as followe:-—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1, This Act may be cited as the Defence Regula- stop tet tions (Extension) Act. No. 24 of 1850, and shall come sn! site ot into operation on the ninth day of December, 1960 (hereinafter referred to as “the appointed date ”).",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2. The Defence Repulations specified in the First contiauence Schedule to this Act shall from the appointed date have 2's ot the force of law by virtue of this Act and as though . Regulations they were herein enacted, but only for the purpose of Pa tied enabling the making, hearing and determination of claims thereunder for compensation and the assessment. of compensation in respect of any land of which possession was taken before the twenty-fourth day of February, 1946, in the exercise of emergency powers as defined by those Regulations, or in respect of the doing of any work on any such land, or in respect of any property other than land requisitioned or acquired before that day in the exercise of such emergency powers:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "“Provided, however, that nothing in the aforesnid Regulations shall apply in relation to any claim for compensation, ar the assesament of any compensation, 1 accruing due after the appointed date. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "3.3, wen (90)",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "> 1",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Defence Regulations (Extension) Act, No. 24 of 1950. Cxainnaee 8. The Defence Regulations specified in the Second it Detece «Schedule to this Act shall from the appointed date Regine, have the force of law by virtue of this Act and as - Baril, though they were herein enacted. Rover of 4. The Governor-General may by Order published General in the Gazette declare that any Defence Regulation we real specified ia aay of the Schedules to this Act shall Reputation: in base to be in forces on such date as may be specified in the'Scediles. the Order. lotr. 6. References in this Act to Defence Regulations shall be deemed to include references to all orders and instruments heretofore made or issued thereunder and in force at the appointed date. Duration 6. This Act shall continue in force until December 9, 1952, and shall then expire: Provided, however, that if the Senate.and the House of Representatives by resolution so declare, this Act shall coutinue in fores for such further period =~ a8 may be specified in such resolution, cal First Scwepve ‘The Defenca (Compansation) Regulations, 1041. ‘The Defence (Claims for Compensation) Regulations, 1942. L Suconn Scampuz + The Defence (Trading with the Ecemy) Regulations, 1999. ‘The Detenoe (Trading with the Enemy) (No. 9) Regulations. ‘The Defence (Trading with the Enemy) (No, 3) Regulations. The Detonce {Trading with the Enemy) (Amendment) ‘Regulations. -_ M : . Mage",
    "mean_p_confidence": 0.79
  }
]