[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "pO) Faob To, eee Se PARLIAMENT OF THE DEMOCRATIG SOCIALIST REPUBLIC OF . SRI LANKA FOOD ACT, No. 26 OF 1980 . [Certified on 1ith July, 1980] Printed on the Orders of Government Published as a Supplement to Part I of the Gazette of the Democratic Socialist Republic of Srl Lanka of July 25, 1980 1 HOHE Af‘ BEPLRENEOEE OF COMEOGOAE FADHTEN, 8 2AsEA To be FUNGASD AF FAN GOVE FUAKIONS BOREAS, Soma Price: Re. 130 Postage: 75 cents",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Food Act, No. 26 of 1980 : {Certified on 17th July, 1980] LD—O. 61/78 “Ax ACT TO REGULATE AND CONTHOL THE MANUFACTURE,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "IMPORTATION, SALE AND DISTRIBUTION OF FOOD, To FSTAHLISA",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "A Foon Anvisony CommarrrEg, TO REPEAL THE FooD AND",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Daves Act (CHAPTER 210) AND TO PROVIDE FOR MATTERS 4",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "CONNECTED THEREWITH On INCIDENtAL THERETO. “ BU it enacted Ly the Parliament of the Democratic Socielist ‘Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "1. This Act may be cited as the Food Act, No. 26 of Sheréiitie © 1980 and shall come into operation on such date as the 2Pacnast “! ‘Mmister may appoint by Order published-in the Gazette.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": ". PARTI : : ‘PROBIUITION IN RESPECT OF FooD -",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "“2 (1) No person shall manufacture, import, sell of protibition ” distribute any food— fevinpertge",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(@) that has upon it any naturel-or added deleterious Hor auean?",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "substance which renders it injurious to health ; of food.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(0) that is unfit for human consumptien ; 1",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(@) that consists in whole or in part of any unclean, putrfd,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "repugnant, decayed, decomposed or diseased animal * substance or decayed vegetable substance or is 7 ‘insect infested ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(d) that is adulterated ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "* (2) that has in or upon it any added substance in . + contraverition of the provisions of thia Act or any regulation made thereunder ; ot",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "{) in contravention of the provisions of this Act or any vt, vregulation made thereunder.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "“(2)'No person shall manufacture, prepare, preserve, package or store for sale any food under insenitary - @) No person “shall import, sell or distribute sny food manufsctured, prepared. preserved, packaged or atored for aale under insanitary conditions.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "8, - (1) No person ‘shall label, package, treat, process, sell raheling, or advertise any food in a manner that is false, misleading, Packaging. deceptive or Hikely to create an erroneous impression, A Tegarding its character, value, quality, composition, merit ‘ox safety.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Be e9na—19,970 00H a",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "2 Food Act, No. 26 of 1980 (2) Any food that is not labelled or packaged os required by the regulations made under this Act or i labelled or packaged contrary to such regulations enall be deemed to be labelled or packaged contrary to cubsection Q). Where 4. Where a standard is preseribed for any food, #Nde ned. . m0 person shall label, package, sell oz advertise any food which does not conform to that standaid in such a manner an is likely to be mistaken for the fuod for which the standard has been prescribed. ‘Bale for 5. No person shall offer for sale, expose for sale or sell purporce for use as animal food or for ather purposes any food human cone which has been spoilt or rendered undt for human PETpeT rea consumption except with the permission of, and in accord- unfit for ance with the directions issued by the Chief Food Authority umston” «oF such other person authorized by him in writing in that behnif.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "‘Werrantry, 6 (1) No manufacturer of a distributor of or a commnit- ston agent or a dealer in any food shell sell such food to any vendor unless he also gives that vendor a warranty in ‘the prescribed form in respect of the nature. substance and quality of that food. :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "(2) A bili, cash memorandum or invoice, in respect of the sale of any food given by a manufacturer or distributor of at ‘@ commission agent or a dealer in any guch food to the vendor of that food, shall be deemed to be a warranty under the preceding provisions of this section in respect of that food, if euch bill, cush memorandum of invoice contains a description of the nature, substance and quality ‘of that food, t",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "(8) No manufacturer or distributor of, or a commission agent or dealer in, any food shall under subsection (1) give a warranty which fs false.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "Lisenaing. 7. (1) No person shal! manufacture, prepare, preserve, package, store or sell any food in any premises unless such Premises has been licensed by the relevant Food Authority ‘who ahall be the Ucensing authority.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "(2) No person shall manufacture, prepare, stose or sell or distribute any food unless he is the holder of © licence authorizing him to manufacture, prepare, store, sell oF distribute any food otherwise than in accordance with the tems and conditions of such licence,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "Food Act, No. 28 of 1980 a PART I Amanasmarion",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "& (1) There shall be a Committee which shall bo called Food",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "‘the Food Advisory Committee consisting of— Conanion.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(@) the Director of Health Services who shall be the Chairman of the Committee ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "{b) the Assistant Director of Health Services in charge ‘ef Food Control Administration who shall be the Secretary of the Committee ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "{e) the Government Analyst or any offcer nominated by im ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "4@) the City Analyst of the Colombo Municipality ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "{e) the Principal Collector of Customs or any officer nominated by him ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "4f) the Chief Medical Officer of Health of the Colombo ‘Munleipality ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "49) () 8 representative of the Ministry of the Minister",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "in charge of the subject of Food nominated =. ‘by that Minister, or a representative of any department under that Ministry nominated by that Minister ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "i {W) a representative of the Ministry of the Ministet jn charge of the subject of Trade, nominated by that Minister, or a representative of any",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": ": department under that Ministry nominated by",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "woe that Minister ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(it) ‘0 representative of the Mintstry of the Minister",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": ": in charge of the subject of Local Government,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": ": ‘aominated by that Minister, or a representative of any department under that Ministry",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": ". nominated by that Minister ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(h) a representative of the Bureau of Ceylon Standards nominated by the Minister in charge of the subject of Industries;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "4) a nutritionist from the Medical Research Institute nominated by the Minister ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "+ G) a food technologist nominsted by the Minister ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "Gs) two experts in food selene nominated by the Minis- ters",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Food Act, No, 26 of 1980 | i ) two members nominated by the Minfeter one ct whom | shall represent commercial interests and the other | industrial interests ; a (on) two members nominated by the Minister to repre- sent the interests of the consumer ; and ‘(Q) the Chief Food and Drugs inspector. (2) Every member of the Committee nominated by the Minister under paragraphs (j}, (&), @) and (m) of sub- section (2) shall, unless he easlier vacates office by resig- nation, death or removal, hold office for a period of thret- years from the date of his nomination and shall he eligible for re-nomination. . (8) Every member of the Committee other than the ve members referred to in subsection (2) shall cease to be a member of the Committee on his ceasing to hold affce which qualified him to be, or to be nominated as, a member of the Committee. (4 The Committee may discharge its functions notwith- standing any vacancy among its members. - () Seven members of the Committee shell form © quorum for any meeting of the Committee, * {8} Subject to the provisions of this Act, the Committee may regulate its own procedure in regard to its meetings and the transaction of business af the meetings. Duss ef @ (a) Tt shell be the duty of the Food Advisory Com- ‘the Foot muittes to advies the Minister on matters arizing out of the Qoumiee, administration of this Act and to carry out other functions assigned to it under this Act, = : (2) The Committee may appoint euch sub-committees, a8 it deems fit, to exercise such powers, perform such duties oF discharge such functions an may, subject to such conditions, If any, as the Committee may impose, be delegated to them by the Commute, and may appoint to these sub-committees: parsons who are not members of the Committes, ood 10. (1) Save as otherwise provided in subsection (4), for Authertty. every administrative ares af a local authority there stall bo a Food Authority to carry into execution and enforce within the administrative area of the respective local autho- sity the provisions of this Act and the regulations made thereunder. :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Pood Act, No, 26 of 1980 5",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(2) The Food Authority under eubvection (1) for the administrative ares of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(@) & Municipelity shall be the Municipal Council cons-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "‘ituted for that area; (®) any other local authority shall be— (@) the local authority constituted for that ares, where that local authority ig appointed by : the Minister as the Food Authority for that area on the recopmendation of the Minister in charge of the subject of Local Govern- aoent | or (i!) the Medical Officer of Heslth for that area ‘where the local suthority constituted for that area fs not appointed as the Food Autho- rity under sub-paragraph (i).",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(@) Every Superintendent of Health Services shall, within ‘the area for which he is appointed, supervise and co-ordi- nate the work of the Food Authorities under subsection (2) in that area,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(4) For the administrative area af every local authority—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(@) the Excise Commissioner chall be a Food Authority",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": ". in relation to food which is exeissble within the meaning of the Exeise Ordinance; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "4) the Principal Collector of Customs shalt be a Food",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Authority im relation to food the importation of whieh fs probfbited under thts Act:",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Provided that the Principal Collector may dele- gate to any officer nominated by the Director of Health Services the powers vested in the Principal Collector as a Food Authority under this Act.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "11. (1) The Director of Health Services shall be the chief Food Chief Food Authority for the purposes of this Act. Authority.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(2) ‘The Chief Food Authority shall supervise, guide and secondinste the work of all Pood Authorities under section",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "@) The Chief Food Authority may give such directions as he may deem necessary to any Food Authority regarding ‘the carrying into execution, and the enforcement of all or any of the provisions of this Act or regulations made there- under, and every Food Authority to whom directions are given shall comply with such directions,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "2 012 aon",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "6 Food Act, No. 26 of 1980 + (4) The Chief Food Authority may delegate all or any of his powers under this Act to any subordinate officer by name or office with the approval of the Minister.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "Default of 12, Where on a report of the Chief Food Authority that",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "Toca) ty. 8 loca} authority, as the Food Authority for the administra-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "\"tive area of that local authority, has failed to carry into",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "execution, enforce or comply with any provision of this Act of any regulations made thereunder or any direction given to it by the Chief Food Authority, the Minister, after giving that locel authority an opportunity to show cause against it, if satisfied that the local authority hes failed and that the failure affects the general interest of the publis, may, with the concurrence of the Minister in charge of the subject of Local Government, by Order published in the Gazette, empower the Chief Food Authority to carry into execution or enforce or comply with that provision or irection,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "Anuthorized 18. (1) The Minister may approve any Medical Oficer of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "officer. Health, Food and Drugs Inspector, Food Inspector, Public Health Inspector and, in relation to examination and sel- zure of meat, any Veterinary Surgeon to be an Authorized Officer of a Food Authority. :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(2) Where the Food Authority is the Excise Commis- sioner or the Principal Collector of Customs, any person 7 authorized in writing by the Excise Commissioner or the Principal Collector as the case may be, shall be an Autho- tized Officer of that Food Authority.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(8) Every Authorized Officer shall exercise the powers of a police offtcer in terms of the Code of Criminal Proce- dure Act, No, 15 of 1979, for the purpose of discharging his functions under this Act",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "Powers af 34.) An Authovized Officer may for the performance ‘Authorized of is duties and the exercise of his powers—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "{a) at any resonable time enter any place where be believes any article is manufactured, prepared, Preserved, packaged or stored and examine any such article and teke samples thereof and sls examine anything that he believes is used for the manufacture, preparation, preservation, packaging or storing of that article ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(®) for the purpose of search, stop or detain any vehicle. in which he believes that any article is being: com veyed, search that vehicle and examine such article and take samples of that article ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": ": Food Act, No. 26 of 1980 T",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(©) open and examine any receptacle or package that ‘he believes to contain any article;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(@) Where the suthorized officer is a Medical Officer of Health or a person authorized by the Excise Commissioner or the Principal Collector of Customs under section 19 (2), examine any books, documents or other records fod in any place mentioned in paragraph (a) that he believes to contain. any information relevant to the carrying into execution or the enforcement of this Act with respect to any article and make copiea thereof or take extracts therefrom ; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(e) seize and detain for such time as may be necessary any article by means of or in relation to which be believes any provision of this Act or regulation made thereunder has been contravened.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "42) For the purposes of this section and section 15 “article” means—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(@) any food including the whole or any part of any dead",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "‘animal, bird or fish intended to be used or capable ‘of being used for buman consumption;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "{b) anything used or capable of being used for the manufacture, preparation, preservation, packaging or storing of food ; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(0) any labelling or advertising material.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(8) An Authorized Officer acting under this section shall, if 0 required, produce his authority.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(G) The owner or person in charge of a place entered by an Authorized Officer in pursuance of subsection (1) and every person found therein shell give the Authorized Officer all reasonable assistance in his power and furnish him ‘with such information and such samples as he may require.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(3) No person shall obstruct any Authorized Officer acting in the exercise of his powers under this Act or regulations made thereunder.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(8) If any Authorized Officer applies to obtain samples of any food exposed for sale and the person exposing the tood retuses to sell to the Authorized Officer such quantity",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "“thereof as he may require or refuses to allow that officer to take the quantity whch he is empowered to take a2",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "8 Food Act, No, 26 of 1980",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "samples, the person so refusing shall be deemed for the purposes of subsection (6) to have obstructed an Authorized Officer, -",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "@ No person shall knowingly make any false or mis- leading statements either orally or in writing to any Authorized Officer, engaged in the exercise of his powers under this Act or any regulations made thereunder.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "(8) Every vendor of food shall if so required by an Authorized Officer, disclose to the Authorized Officer the name, eddress end such other particulars as may be required of the person from whom that vendor purchased that food.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "(®) No person sizoll remove, alter, tamper or otherwise interfere in any manner with any food seized under this Act by an Authorized Officer without the authority of that ‘Authorized Officer.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "(10) Any food selzed under this Act may, st the option of an Authorized Oftcer, be kept or stored fn the bullding ‘or place where {t wan seized or may st his discretion be removed to any other place.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "(12) An Authorized Officer shall forthwith inform the selevant Food Authority of any seizure made under this Act.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "Frecugnre 18. (1) Where an article in respect of which an offence",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "‘racles hhas been committed is seized under this Act by an Autho- ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "selced. rized Officer, such article may be destroyed or otherwise dtsposed af as the Authority may direct where the Authotlty ‘in satisfied that there has been a contravention of any of the Provisions of this Act or any regulations made thereunder _and where the owner of such article or the person ii posses sion of such article at the time of seizure consents iD writing to the destruction of snch article.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "(2) Where the owner or person in possession of such article does not consent tn writing to the destruction of such article, the Authority—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "{a} shell release such article tf he is satisfied that the pro- visions of this Act or any regulations made there- under in respect of such article have not been contravened ; or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "() ahall, where he fn satisfied that there has been a con travention of any of the provisions of this Act of regulations made thereunder, forthwith, with notice to such awner or person in possession af the article, informa the Magistrate's Court having jurisdiction ‘aver the area in which the offence was committed ‘of the seizure of the article in respect of which the offence wes committed.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "Food Act, No, 26 of 1980 9",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(3) Of fnformation furnished to the court under sub- section (2) (b) such court shall—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(a) if, after trial, if finds the owner or parson fn posses- ‘sion of the article guilty of contravening any of the provisions af this Act or regulations made there- under, order that such article be forfeited to the Authority to be disposed of ag the court may elect =",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "Provided, however, that where the offender is not ‘known or cennot be found such article shall be for- feited to the Authority without the institution of proceedings in respect of such contravention j oF",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(2) if, after trial, ft finds the owner or person in posses sion of the article not guilty of contravening any of the provisions of this Act or regulations made thereunder, order that such article be released to such owner or person in possesston,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "16. (1) An Authorized Officer shall submit any Analysis food seized by him or any portion thereof or any sample taken by him, unless destroyed under section 15 (1) to the Approved Analyst for analysis or examination.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(2) Where the Approved Analyst has made the snalysis ‘or examination of any food submitted to him under subsection (1) he shall issue a certificate or report to the relevant Food Authority setting out in that certificate or report the results of his examination or analysis.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(@) For the purpose af this section the “Approved Analyst” includes an Additional Approved Analyst.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "17, (2) For the purposes of this Act and any regulations Approved made thereunder the Government Anslyst shall be the “®0¥s Approved Analyst.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(2) Notwithstanding the provisions of subsection (1) the ‘Minister may approve an Additional Approved Analyst for any administrative area of a local authority, Notification ‘of the approval shall be published in the Gazette,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(@) No person shail be approved as on Additional Approved Analyst—~",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(a) if he does not possess the prescribed qualifications ; or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "<b) if that person is engaged directly or indirectly in any ‘trade or business connected with the sale of food.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "PART TI Lecan, Procerpncs",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "18. (1) Bvery person who contravenes any of the Offences,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "frovisions of this Act or any regulationa made there-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "10 Food Act, No. 26 of 1980",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "under or fails to comply with any direction given under this Act shall be guilty of an offence and shall be lisble on conviction—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "ta) where the nature of the offence involves injury to ‘the health of the public, to imprisonment for a term not less than six months and not exceoding three years, and also to a fine not less than one thousand rupees and not exceeding five thousand rupees j",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(B) where the offence is the contravention of subsection () or subsection (9) of section 14, to imprisonment for a term not less than three months and nat ex- ceeding one year and also fo a fine not less then five ‘hundred rupees and not exceeding one thowand rupees; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(@) for any other offence—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "@) for the first offence to a fine not Jess than ‘two hundsed and fifty rupees and not exceed- ing Gve hundred rupees or to imprisonment for a term not exceeding six months or to both such fine and fmprisonment ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(i) for a second or subsequent offence te imprison ment for a term not less than three months and not exceeding one year and also to a fine not less than five bundred rupees and not ‘exceeding one thousand rupees.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(2) Where a person convicted for an offence under this Act or any regulations made thereunder is convicted for a second or subsequent offence of a like or similar nature under this Act or any regulations made thereunder, the court convicting him for the second or subsequent offence may—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "{@) cause the name and the address of the person convie~ ted and the offence and the punishment imposed for that offence to be published in such news paper or in such ofher manner as the court may direct and recover the cost of publication from the person convieted as if it'were a fine imposedon him; *",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(®) cancel the licence (if any) issued to the person con- vieted for the manufacture, importation, prepart- | tion, storage, sale and distribution of food under",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": ". ‘this Act of any other law and inform the relevant",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "Heensing authority accordingly.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Food Act, No. 26 of 1988 M1 18. Every person who commits an offence under this Act Roremting or any regulation made thereunder may be arrested with ofence out a warrant and every offence under this Act or any bearresied yegulation thereunder shall be triable hy a Magistrate's Wihaue, Court, ortaes- ae 20. (1) A prosecution for an offence under this Act or any Pt regulations made thereunder shall not be instituted— ceeding: (a) except by an Authorized Officer ; and {b) after. the expiration af # period of three months from the date of detection of that offence, (@) Where at any time daring the trial of any offence under this Act or any regulstions made thereunder, the court is satisfied on the evidence adduced before it, that any person other than the person charged with the offence was knowingly concerned in the commission of the offence, the court may notwithstanding subsection (1) (8), with- draw the charge against the person charged with the offence and proceed against that other person as though ‘@ prosecution has been instituted against that person. 2L (2) Where 2 person (hereinafter referred to as “ihe Where the accused”) is cherged with an offence under this Act, ke feoves tat sball, upon complaint duly made by him in accordance person is with the provisions of section 136 of the Code of Criminal $4! Procedure Act, No. 15 of 1979 and on giving to ths prose eution not Jess than three day’s notice of his intention, be entitled to have any other person whom he charges as the actual offender brought before the court, and, if, after the commission of the offence has been Proved, the accused proves to the satisfaction of the court that the commission of the offence was dus to the act or default of such other person, such other person may be con- Vieted of the offence, and, if the accused further proves that he has used all due diligence to enforce the provisions af this Act, he shall he acquitted of the offence,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "2 Food Act, No. 26 of 1980",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "() Where an accused secks to aveil himself of the pro- visions of subsection (1)",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "(@) the prosecution, as well ax the person whom the | accused charges with being the actual offeader, shall Ihave the right to cross-examine him, if he gives evl- dence, and any witness called by him in support of ‘his pleas, and to call evidence in rebuttal ; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "(®) the court may make such order as it thinks fit for the Payment of casts by any party to the proceedings to any other party thereto,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "(8) Where it appears to the relevant Food Authority ‘that an offence has been committed under this Act in respect of which proceedings might be taken under this Act agalnct some person and such Authority is reasonably satisfied that the offence complained of was due to an act or defiult of some other person and that the first-mentioned person could establish a defence under subsection (1) of this section, such Authority may cause proceedings to be taken agains! that other person without first causing proceedings to be taken agoinst the first-mentioned person,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "In any such proceedings the accused may be charged with _ and, on proof that the offence was due to his act or default, be convicted of the offence with which the firs-mentloned Peteon might have been charged.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "Defences, 22 (1) In a prosecution for an offence under this Act of auy regulations made thereunder it shall be a defence for the aceused— :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "(@) that he purchased the food from another person, who tarnished him with a written warranty under sec- tion 6 and that he sold uch food in the same cond!- ‘ion that it was at the thme he purchased it;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "{b) that he could not have with reasonable diligence ascer- tained that the sale of the food would be in coutra- vention of the Act or any regulations made there- under ; or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "(c) in relation to an offence for the publication of an ad- vertisement, that he received the advertisement for publication in the ordinary course of business and had no reason to believe that en offence would be committed.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "Food Act, No, 26 of 1980 B . (2) Ina prosecution for the offence af sale of food which 4g adulterated or contrary to the provisions of this Act or any regulations made thereunder, it shall not be a defence for the accused that he did not know that such food was adulterated or that the sele was coutrary to the provisions ‘of this Act or any regulations made thereunder or that the purchaser purchased such food for analysis and was not prejudiced by the sale,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "23. (1) In the absence of evidence to the contrary a Reported document purporting to be a report or a certificate signed by APRN the Approved Analyst or an Additimal Approved Analyst Additional upon any matter submitied to him for examination or Abpromd analysis shall be sufficient evidence of the facts stated therein.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(2) Where a party against whom the report or the carti- ficate referred to in subsection (I) is produced requests that the Approved Ansiyst or an Additional Approved Anslyzt,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "-as the case may be, be summoned as a witness, the court shall ‘summon him on that party paying to the court the expenses of summoning him, and shall examine him ag & witness.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(8) The report or the certificate referred to in subsection (1) shall not be received in evidence unless the party intend- ing to produce it has given the party against whom it is in~ tended to be produced a copy of the report or certificate and reasonable notice of his intention to produce it,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "24, (1) Where a sample obtained by an Authorized Officer Authorized is required to be divided by him into parta, one of which shall OMserto be retalned by hisa, the part retained by kim shal! be proda- before ced in court at the time of the institution of the prosecution SOUS, in relation to that sample. samples",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(@) The Magistrate may of his own motion and shal! at by im the request of any party to the prosecution forward for ana~ lysis or examination the part of the sample produced in ; court under subsection (1) to the Approved Analyst or an 5 Additional Approved Analyst other than an analyst who has analysed or examined any other part of that sample,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(B) The analyst to whom the part of the sample is for-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "‘warded under subsection (2) shall send his report or certi- ficate to the court within twenty-tight days of the receipt",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "by hhim of that part of the sampls.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(A) ‘The expenses of analysis or examination shall he paid by much party ss the court may direct t",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "“ Food Act, No. 26 of 1980 Copy or 25. A copy made or extract taken from any bock, doct- fi&sctot ment or other secord by an Authorized Officer under seetion taken by 14 (1) (@) shall, if certified to be a true copy or extract by an Autho- the Authorized Officer, be admissible in evidence against the Sftcse, person keeping or maintaining that book, document or record or causing that book, document or record to be kept oF maintained, and shall be prima facie evidence of the eon tents of that book, document or record. Presarap- 26, (J) For the purposes of this Act and any regulation ‘tons made thereunder—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "@ any food commonly used for aman con- sumption shall, if sold or offered, exposed or kept for sale, be presumed until the contrary is proved, to be intended for sale for human consumption ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "@®) any food commonly used for human eonsumption which ix found on premises used for the manufacture, preservation, packaging, pre- aration, storage or sale of any food shall be presumed, until the contrary fs proved, to be intended for the preparation of, ar admixture with, food meant for sale for human consumption ; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "(@) any substance capable of being used in the composi- tion or preparation af food which is found on ‘premises used for preparation of food shall be pre- sumed until the contrary is proved, to be intended for use in the composition or preparation of food Jor human consumption.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "(2) Where in a prosecution for the offence of manufacture",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "of food which is adultersted, {t is established—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "(a) that the food was adulterated with the addition of any other substance; and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "(%) that the accused had in his possession or in his premises thet other substance,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "it shall be presumed until the contrary is proved that the food was adulterated by the accused by the additton of that other substance,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "(3) Where a package containing any food has en or upon it the name or address purporting to be the name or address of the person by whom it was manufactured or packaged, it shall be presumed until the contrary is proved that such food was manufactured or packaged, a ‘the ease may be, by the person whose name or address appears in or upon the package.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "Food Act, No. 26 of 1980 15",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "21., Where an offence under this Act or any regulations Ofances_ made thereunder is committed by a body of persona then— f2\"a ‘body",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "of peraone",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "{a) if that body of persons is a body corporate, every",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "person who at the time of commission of the offence . Was a director, general manager, secretary or other similar officer of that body; or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "(B) if that body is not a body corporate every person who",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "at the time of commission of the offence was a member of that body, shall be deemed ta be guilty of that affence, unless be proves that the offence was committed without his consent or con- currence and he exercised all such diligence to prevent the commission of that offence as he ought to have exercised tn the cireumstances having regard to the nature of his functions. PART IV Grama",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "28. No suit, prosecution or other legal proceeding shail Protection ‘be instituted against any person for any act which in {pactom good faith is done or purported to be done by him under this good faith. Act or any regulations made thereunder,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "29. All fines paid or recovered in respect of an offence Certain under this Act or any regulations made thereunder in a P2549 44, prosecution instituted by an Authorized Officer ar a Food the funds Authority which is a locel authority shall be eredited to the ot}00al fund of that local authority.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "30. Every medical practitioner carrying on his profession Notifeation within the administrative area of any local authority shall Off00d report all cases of food poisoning in thet area within his knowledge to the Superintendent of Health Services or to the Medical Officer of Health af that area.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "31, (1) The provisions of this Act and any regulations Appteation made thereunder relating to food which are excisable other, articles within the meaning af the Excise Ordinance shall to food ‘be in addition to and not in substitution for the provisions ot that Ordinance.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "(2) The provisions of the Customs Ordinance shall apply for the purposes of the enforcement, and prevention and punishment of contraventions or attempted contraven-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "‘tons, of the provisions of this Act and any regulations made ‘thereunder relating to the importation of any food,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "16 Food Act, No. 26 of 1980",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(8) For the purposes of the application of the Customs Ordinance to eny food the importation of which is prohibited under this Act, such food shall be deemed to be goods the importation of which is prohibited under that Ordinance.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(4) In the event of any conflict or inconsistency between",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "the regulations made under this Act and by-laws made by any local authority under any written law, the regulations made under this Act shall prevail.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "Regutiona -—«32,_(2) The Minister may make regulations in respect of matters required by this Act to be prescribed or in respect of which regulations sre authorized to be made and in particular the Minister may, after consultation with the Food Advisory Committee, make regulations in respect of all or any of the following matters :—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(@) declaring that any food or class of food is adulterated if any preseribed substance or class of substance is present or has been added to or extracted ot omitted from that food ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(®) the Jakelling, packaging, offering, exposing and advertising for sale of food ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "{c) the size, dimensions, fill and other specifications of packages of food ; . a",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": ". (@) sale or conditions of sale of any food;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(e) the use of any substance as an ingredient in any tood to prevent the consumer or purchaser from being deceived or misled as to its quantity, character, ‘value, composition or safety or to prevent injury to ‘the hestth of the consumer or purchaser ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "@ the standards of composition, purity, quality or other property of food ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(p) the importation of food in order to ensure compliance ‘with the Act and any regulations made thereunder ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(h) the method of preparation, manufacture, preset vaton, packaging, storing and testing of any food in the interest of, or for the prevention of injury ‘0, ‘the health-of the consumer or purchaser;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "© @ the persous to whom, the cixcumstances in which,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": ". and the terms and conditions subject to which, licences under this Act may be granted oF refused ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "Food Act, No, 26 of 1980 w",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "+ @) the manner and mode in which applications for",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "Ticences under this Act may be made and dealt with 5 and ii) the fee payable for the issue of « licence;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(@) requiring persons who manufacture or sell any food to furnish such information and maintain such books and records an the Minister considers ne-essary for the proper enforcement and administration of this Act and the regulations made thereunder ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "{k) the powers and duties of Authorized Officers, ‘the Approved Anslyst and Additional Approved Analysts and taking of samples and the setzure, detention or forfeiture and dispossl of articles ‘within the meaning of sections 14 and 15;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "@) the forms to be used for the purposes of this Act and any regulations made thereunder ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "{m) the analysis or examinatlon of any food, procedure for taking samples of such food and tariff af feea to ‘be paid for the analysis or examfnatian af such food j and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(») prohibitions and restrictions relating to the sale and transport for sale of any adulterated food.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(2) Every regulation made by the Minister shall be published in the Gazette and shall come into operation on the date of publication or on such later date ax may be specified in the regulation.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(2) Every regulation made by the Mintster shall as soon 83 convenient after its publication in the Gazette be brought before Parliament for approval,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(4) Any regulation which is not so approved shall be deemed to be rescinded on from the date of disapproval but without prejudice to anything previously done thereunder.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(S) The date on which any regulation shall be deemed to be so rescinded shall be published in the Gazette, 4",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "38, In this Act unless the context otherwise requires— Tater, _ “adulterated” means the addition of a substance as an : ingredient in the preparation of food or subtraction",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "38 Food Act, No. 26 of 1980 ‘of any constituent from such food or subjection of such food to any other process or any other treat- ment so as to— (a) render the food injurious to health, or (®) affect its character, value, composition, merit or safety ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "“advertisement” inchudes any representation by any means whatsoever for the: purpose of promoting Girectly or indirectly the sale or disposal of any food ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "“food” means any article manufactured, sold or repre- sented for use as food or drink for human beings and includes any article which ordinarily enters into or is used in the composition or preparation of tood ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "“Government Analyst” means the person for the time being holding the office of Government Analyst and except for the purposes of section 8 includes any person for the time being holding the office of Additional, Deputy, Senior Assistant, or Assistant Government Analyst ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "“tmsanitary conditions” mesns such conditions of circumstances as may contaminate food with dust, dirt or filth or render food injurfous to health ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "“label” includes a tag, brand, mark, pictorial or other description, either written, printed, stenciled, marked, embossed or impressed on or attached to a container of food ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "“labelling” tneludes a label and any written, printed or graphic matter relating to or accompanying any food ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "“local authority” means any Municipal Counell, Urban Council, Town Council or Village Council and includes any Authority created and established by orunder any law to exercise, perform and discharge Powers, duties and functions corresponding to oF similar to the powers, duties and functions exer- elsed, performed and discharged by any such Council ; :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "Food Act, No, 26 of 1980 19 “manufacture” means preparing any food tor sale and includes any process or part of a process for making, eltering, finishing, packing labelling ot otherwise treating of food except packaging of food in the ordinary course of retail sale; “ medical practitioner\" has the same meaning as in the Medical Ordinance ; “ package” includes anything in which any food is wholly or partly contained, placed or packed ; ~ premises” includes any shop, stall, or place where any food is sold or manufactured or stored for sale ; “‘elevant Food Authority® means a Food Authority appointed under section 10; “sell” means to sell for cash or on credit or by way of exchange and whether by whotesale or retail and “ssle” shall have a corresponding meaning ; and “Veterinary Surgeon” means a petson registered ox a ‘Veterinary Surgeon or a Veterinary Practitioner under the Veterinary Surgeons’ and Practitioners’ ‘Act, No. 46 af 1956. * 84. (1) The Food and Drugs Act (Chapter 216) ishereby Bepeals and repealed. savings (2) Notwithstanding the repeal of the Food and Drugs Act, the reguletions made under that Act relating to the prevention of adulteration of food and in force immediately before the coming into operation of this Act shall, except where and so far as they are not inconsistent with the provisions of this Act, continue in force until altered, amonced or rescinded by regulations made under this Act.",
    "mean_p_confidence": 0.87
  }
]