[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Geren Wie : eo] i PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA CEYLON INSTITUTE OF SCIENTIFIC AND INDUSTRIAL RESEARCH (AMENDMENT) ; ACT, No. 19 OF 1981 [Certified on 12th March, 1981} . Printed on the Orders of the Government . Published as 8 Supplement to Part II of the Gazelle of the Democratic Soolaiist Republic of Sei Lanka of 13th March, 1981 ato Aa one Teens OF GoM FENG A LR 7) \"Wor Futcnaais Gv \"oar cove rumaeaniona Buna comonans Prive: 46 conta Postage: 5@ cents -",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "\"Ceylon Institute of Scientific and Industrial Resesrch “t+ (Amendment) Act, No. 19 of 1981 (Certided on 12th March, 1981] LD—0.78/79 . (An Act To AMEND THE Cevton Insmirute oF SCIENTIFIC AND",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "InpustRiaL Ressanck Act, °°!",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sel Lanka as follows :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "1. This Act’may be cited as the Ceylon Institute of Short title. Scientific and Industrial Research (Amendment) Act, No.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "16 of 1981.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "2, Section 3 of the Ceylon Institute of Sefentific and Amendment Industrial Research Act (hereinafter referred to as the 7 Stn? “principal enactment”) is hereby amended as follows:— 164.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(1) by the relettering of paragraphs (c), (a), (e), (f)",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "and (g) as paragraphs (e)}, {f}, (g}, (h) and (i) of that",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "section ; and ‘ a “\"\" (a) by the insertion, immediately after paragraph (b)",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "of that section, of the following paragraphs :—-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "'(e} to undertake, or to collaborate in, the aurveying and monitoring of environments) pollution with the ~ object of devising remedial measures to reduce or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "~ eliminate such pollution ; woe",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(a) to engage in technology transfer activities and to",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "offer services th respect of ‘technology *transfer to the Government or to other institutions in Sri Lanka.\" \" . :",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "3, Section 5 of the principal enactment as amended by Amendmeat Law No. 5t of 1973, is hereby further amended by the repeal of section # of subsection (2) of that section, and the substitution there- principal for, of the following new subsection: °* enactinent.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(2) The board shall consist of—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "toe (a) Ave members appointed by the Minister, each “of whom has distinguished himselt in scienes ‘ or industry or js otherwise apecially qualified Jn relation to some aspect of the work of the . Institute ; . (b) ond ‘inember nominated by the Minister’ in",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": ": charge of the subject of Finance; :",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": ": (©) the chief executive or his nominee, of any one + of the following institutions:—. -- : (i) the National Development Bank of Sri . « «Lanks, established by the National ' Development Bank of ‘Sri Lenka Act, z NG; 2 of 1979 pier s+ 2-A barTA 19,400 (anynin'”*",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "} 2 Ceylon Institute of Scientific and Industriel Research (Amendment) Act, No. 19 of £981 (i) the Development Finance Corporation ‘of Ceylon, established by the Deve- lopment Finance Corporation of Ceylon Act (Chapter 165} ; (ii) any other Jending institution which Provides financial aesistance for the purpose of industria] development, nominated by the Minister ; and - : (a) the following two ext officio members— *” G) the person for the time helng holding office as Secretary to the Ministry under which the Inetitute functions, or such other officer of such Ministry as the Secretary to the Ministry may appoint ; and (i) the person for the time being holding office as the director of the Institute. ”. Agtendiment 4 Section 8 of the principal enactment is hereby amend- SP ys ed, by the repeal of subsection (2) of that section, and the ‘Buneoal substitution therefor, of the following new subsection :— ‘foment, (2) A member of the board who is not an et office member may resign office by writing under his hand addressed to the Minister. ”, - Repietrment 5. Section 10 of the principal enactment is hereby re- To erel —pealed and the following new section substituted there- Brine? for:— “Remuneration 10. The Mambers of ths board other than ‘ofmembersot the director of the Institute may be remune- ated out of the funds of the Institute in such manner and at such rates as may be specified by the the Minister, with the con- currence of the Minister in charge of the sub- . ject of Finance, by Order published in the Gazette.”\", Repicement ‘6. ‘Section 124 of the principal enactment tnserted Sfeection therein by Law No, 51 of 1973, {s hereby repesled and the pct! following new section substituted therefor :— : ractnent, Appointment 124. (2) The Minlater ‘ shall appoint a ‘Been scientifle advisory council, called tha Re- ‘Gouneil, search Planning Council, composed of the . tHrector of the Institute, the deputy director or deputy directors of the Institute, heada of research divisions and sections, and six other",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "Caylon Institute of Scientific and Industriat Research a",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "(Amendment) Act, No. 19 of 1981 > persons, being persons not in the employ of tha Institute, each of whom shall have dis ‘tinguished himself in science, engineering or industry or is otherwise specially qualified fn relation to some aspect of the work of the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": ". Institute. (2) The function of the Researeh Planning Council shall be to advise the board on all + aspects of the Institute’s activities relevant to ita research and development functions, The mode and manner of the conduct of meetings of such Council shall be deter- mined by the Couneil”,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "4. Section 19 of the principal enactment is hereby Amendment amended by the repeal of subsection (4) of that section and of sgetton 10 ‘the substitution of the following new subsection therefor:— Principat",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "Enactment,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "“ (4) The director or deputy director and the accountant shall sign any cheque drawn on the account of the Institute in any bank, and, if any two of them are absent, a member of the board or on officer of the Institute authorized for the purpose by the board being a member or officer whose signature 4g registered for such purpose by such bank shall sign the cheque in place of the absentees, and, if the director, deputy director, and the accountant are absent, two members of the board or two officers of the Institute who have been authorized for the purpose by the board, being members or officers whose signatures are 60 registered shal] sign such cheque.” :",
    "mean_p_confidence": 0.88
  }
]