[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Bn PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA : NATIONAL HOUSING DEVELOPMENT AUTHORITY (AMENDMENT) ACT, No. 20 OF 1988 (Certified on 15th July, 1988) Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of July 15, 1988 mom at nu ober oF ores FRR, 6A UNA ~~ a rena aH coven FoRLGRGe Fs coun Price : 30 cents Postage : 75 cents",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "National Housing Development ‘Authority (Amendment) Act, No. 20 of 1988 [Certified on i5th July, 1988] LD--0, 34/85. Aw Act 10 ammxo tim Navionan Houste Devtormenr Aumoarry Act, No. 17 of 1979. BE it enacted by the Parliament of the Democratic Soctalist Republic af Sei Lanka as follows :—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "1, This Act may be cited as the National Housing Deve- Suort ‘ lopment Authority (Amendment) Act, No. 20 of 1988,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "2 The following new section is hereby inserted [sertion immediately after section 73 of the Natfonel Housing section 7a Development Authority Act, No. 17 of 1979 (hereinafter .AG og referred to as “the principal enactment”) and shall have 1978. 7 effect as section 734 of the principal enactment :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "Qiirmaferto 73a, AI such— Authority.cf (a) assets (including immovable property) ke, of the vested in the Department of Department National. Housing on the day Housing. imenediately preceding the appointed date; and (®) contracts and agreements entered into, by or with, the Department of National Housing and subsisting on the day immediately preceding the appointed date, as are specified in an Order made by the Minister and published in the Gazette, shall be transferred to and vest in, the Authority ‘with effect from the appointed date, ”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "3. Every Order made under section 734 of the principal Retrespecr enactment as inserted by, section 2 of this Act shall be ofan deemed ‘to have come into force on the date on which the Orders. principal enactment come into operation and shall have the ection 72a effect of transferring to end vesting in the National Housing Development Authority established by the Principal enactment, with effect from that date all the ‘Snsets, contracts and agreements specified in such Order.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Annual subscription of Bil and Acts of the Paillament Ra, 150 (Lact),",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Ra, 200 (Foreign), payable to the Sureenerensenr, Govmemnayt PUMICATIONS |",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Buntav, Cotomeo'f, before 15th December each year in respect of the year following.",
    "mean_p_confidence": 0.73
  }
]