[
  {
    "i_page": 1,
    "par_num": 4,
    "text": "Qn (eo) PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA REGISTRATION OF PERSONS (AMENDMENT)",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 1,
    "par_num": 4,
    "text": "ACT, No. il OF 1981 ‘",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 1,
    "par_num": 4,
    "text": "{Certified on 27th February, 1961} .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 1,
    "par_num": 4,
    "text": ". Printed on the Orders of Govsrament soe Published as a Supplement to Part If of the Gazette of the Democratic Sotistist Republic of Sri Lanka of March 06, 1981 a TMNTED AY THE BepAEMENT OF GONERMAIEAT HUNTING SL LANE TO nu PUNCMASRE AP TG GUvR, KUBLICATIONY AUTIEAU, COLONDD Vice: 35 cents Postage: $@ cents",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Registration of Persons (Amendment) We\" “bet, No, 11 of 2981\" ‘ [Certified on 27th February, 1981] L. DO, 6/80 a : Aw Act To AMEND THE Recrsraazton ov Punsowe. Act,",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "ie b. 3, No, 82 oF 1968, Lat BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :— .",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1. This Act may be cited as the Registration of Persons Short tue. (Amendment) Act, No. 11 of 1981,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2 Section 2 of the Registration of Persons Act, No. 32 Amendment of 1968 (hereinafter referred to as the “principal section? enactment) is hereby amended, by the substitution, for of 1968, subsection (1) thereof, of the following subsection :-—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "“ (1) Every person who is in, or enters, Sri Lanka on or after the appointed date. and hes attained, or attains, the age of sixteen years, not being a person—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(a) who is not able to registration by virtue of the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "operation of the provisions of subsection (2); or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "{b) who has entered, or enters, Sri Lanka before or on",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "or after that date in contravention of the provisions of section 10 of the Immigrants and Emigrants Act ; or;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(©) who remains in Sri Lanka on or after that date in",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "contravention of the provisions of section 15 of that Act; or (@) who is liable to removal to India from Sri Lanka under section 15 of the Indo-Ceylon Agreement (Implementation) Act, No. 14 of 1987, . shall be a person liable to registration. ”.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "4. (1) Any person who, on the day prior te the date of Certain commencement of this Act, had attained the age of sixteen B&-7078 | years but had not attained the age of eighteen years and benot was (herefore not a person Liable to registration under Sully of subsection (1) of section 2 of the principal enactment, and tinder fon such date becomes so Hable by virtue of the provisions Seta “* of that section as amended by this Act, shall be deemed principal not to be guilty of an offence under section 44 of the principal °™Re™Pe™t: enactment, provided that such person makes an application within the preseribed period for such registration under and in accordance with the provisions of that ensetment. 4A mrot—12.80 cp",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "2 Registration of Persons (Amendment) Act, No. it of 1981",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "(2) In this section, * prescribed period means the period within which sny person referred to in subsection (1) [a required by virtue of any regulation made under section 52, read with subsection (4) of section 7, of the principal enactment, vo apply for registration under and in accordance with the yrovisions of that enactment, :",
    "mean_p_confidence": 0.87
  }
]