[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". Br stones. PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA PUBLIC CONTRACTS ACT, No. 3 OF 1987 (Certified on 30th January, 1987) Printed on the Orders of Government Published as a Supplement to Part II of the! Gazette of the Democratic Socialist Republic of Sri Lanka of January 30, 1987 ore Af eR DEVOTEE OF QOTEREONTY PEOCTNG, 1 AEA ‘TO SF PURCHASED AT THE GOVERNMENT FUMLICATIONR BUREAU, COLOMRO Price : Re, 1.80 Postage : Re, 1.15",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Public Contracts Act, No. 3 of 1987 (Certified on 80th January, 1987] IsD—O. 18/80, . AN ACT 10 PROVIE FOR THE REGISTRATION OF FUBLIC CONTRACTS",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "AND PERSONS WHO TENDER OR ENTER INTO FUBLIC CONTRACTS",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "\\WETKC AMY PUBLIC BODY ; FOR TH APPOINTMENT OF A PANEL OF",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "InqUIRY AND THE NOMUFATION OF MEMBERS TO CONSTITUTE .",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "A TRIBUNAL TO INVESTIGATE .NTO MATTERS CONNECTED WITH",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "PUBLIC CONTRACTS ; AND TO PROVIDE FOR MATTERS CONNUCTED",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "‘HEREWITH OM INCIDENTAL THERETO.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :— .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "1 This Act may he cited as the Public Contracts Act, Short ttle No. 8 af 1987, and shall come into operation on such date 2d dete of us the Minister may appoint by Order published in the Gazette. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2 (1) Subject to subsection (2), the provisions of this Act Application shall apply to every public contract where the contract of the fet cost exceeds five million rupees. contracts,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "In this subsection “contract cost\" means the anticipated",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "‘or estimated consideration for such contract and where such contract has been congluded by acceptance of tender, ‘the agreed consideration for such contract, and accardingly, where the contract is for the performance in instalments, the consideration shall be the aggregate of the amounts Payable in respect of such instalments. s",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "@) The provisions of this Act shall not apply=-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(a) to any public contract or any class of public contracts ‘that the President may in the interest of national economy, exempt by general or special order ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(0) to a sale by public auction by any publie body.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "PARTI . Avronrrsmnr oF Pana or INQUIRY AND NOMINACTON OF + MEMBERS oF TRIBUNAL",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "3. (1) The President may from time to time appoint Appointment from among persons who appear to the President to have f Panclaud had experience and shown capacity in industrial, commer nenibery fel, legal or financial and administrative matters, a Panel oyna), ‘of inguiry of not Jess than ten persons, $6 on2eg9—s,790086 09)",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "2 Public Contracts Act, No- 3 of 1987",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(2) The provisions of the First Schedule hereto shall",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "have effect in relation to the members of the Panel.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(8) For the purpose of carrying out any investigation",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "under this Act, the President may nominate one or more members of the Panel to constitute a tribunal of inquiry (in . this Act referred to as the “ Tribunal\"). (4) Where more than ona member of the Panel have heen nominated to the Tribunal, the President may nomi- . nate one of them as the Chairman of the Tribunal. (5) Where a Tribunal is constituted under this section, the Registrar of Public Contracts appointed under section 5 shall function as the Secretary to the Tribunal, Powers and 4 (1) The ‘Tribunal shall have and may exercise and duties of the discharge the powers and duties conferred or imposed upon it by thig Act, and in particular the following :—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "{a) to investigate and report to the President subject to such directions as may be given by him on any matter relating to any public contrect ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(b) to summon any person before the Tribunal and to direet any person to disclose any information with- in his knowledge or produce any book or document in his possession or under his control in relation to any investigation under paragraph",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "7 (¢) to require by notice in writing the chief executive",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "officer or the person in charge of any public body",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "‘or any public or private company to produce or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "furnish, any document or certified copy of any",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "document, as may be specified in such notlee, whieh",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "‘is or may be tn his possession or under his control ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "{d) to give general or special directions in writing requir",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": ". ing any person to comply with all or any of the provisions of this Act ; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(@) to do all other things, necessary to facilitate the carrying out of any investigation under this Act.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(2) Notwithstanding anything contained in any other law, it shall be the duty of any person to whom a request, summons or directive is made or given under this section, to forthwith or within the time specified therein to comply ‘with the same, and if he fails to do so without reasonable ‘excuse he shall be guilty of the offence of contempt against, or in disrespect of the authority of the ‘Tribunal.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Public Contracts Act, No- 3 of 1987 3 5 (1) For the purpose of this Act, the President shall Appointment appoint a person to be known as the Registrar of Public Mogistrar, Contracts (hereinafter referred to as the “Revisttar”) and : such other perscns as Assistant Registrars as may be deem- ed necessary. (2) Any person appointed as an Assistant Registar may perform and discharge any power, duty or fimnetien expres- sly conferted or fenposed upon the Registrar under this Act- : 6 (1) The duties of the Registrar shall be— . Duties {a) to register— Registrar, G@) every tenderer or every person who acts as an agent, sub-agent, representative or nominee, . for and on kehelt of such tenderer, : Gi) every public conteaet ; and (®) to require any person referred to in sub-paragraph’ ) of paragraph (c) to furnish such particulars ax specified in the Second Schedule hereto accompani- ed by a duly sworn affidavit ; : fe) to maintain one or more zegisters whch shell contain the particulars furnished under paragraph {5}; - {@) to require any person registered under sub-paragraph G) of paragraph (@)— (i) to maintain such books and records as the Registrar considers necessary for the proper enforcement and administration of this Act and the regulations made thereunder ; and (1) W fle with the Registrar returns, with respect to thelr financial position, and the nature of ‘the proposed public contract amd such other mattera ag the Registrar may consider neces- : sary. ' (2) The Registrar shall from time to time, make all such corrections, additions or slterations as may be. necessary, to the registers maintained by him under paragraph (c) af subsection (1). . 7. The particulars entered in the register maintained by Resiser to the Registrar shall be prime facie evidenco of any matters °° by this Act dinected or authorized 4a be inserted therein",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Public Contracts Act, No. 3 of 1987 PART . Racis Ration Persone & (1) Any person who acts as an agent or sub-ngent, Tees © representative or nominee for or on behalf of any tenderer, with the shall register himself and such public contract {n accordance Registrar, with section 10 and shell furnish to the Registrar the parti- culers required to be furnished under section 6, (2) Where any person is an agent, sub-agent, representa tive or nominee for or on behalf of a tenderer he shall first Produce a certificate of his appointment as agent, sub-agent, +, | Fepresentative or nominee to the Registrar before he registers himself and the public contract under this section. Gontraven- 9. (1) Bvery person who contravenes or fails to comply fen of ne of With the provisions of section 8 shall be guilty of an offence section & and shall be liable on conviction to a fine of one hundred ap offenc, thousand rupees and to imprisonment for a term not exceed- ‘ing two years, @) No person required to be registered under section 8 shall have any dealing directly or indirectly relating to a public contract— (@) with the Registrar except for the purpose of regis- : , tention ; oF (by with any member of a public body, a technical com mittee, tender board or evaluation board of such body or eny officer or employee thereof or any State officer, without first producing a valid certificate of registration under this Act and if such person has any dealings or attempt to have any dealings he shall be guilty of an offence and lisble, on conviction thereof, to a fine not exceeding one hundred thousand rupees or to imprisonment for 3 term not exceeding two years, Application _10._<1) Every application for registration under section 8 fh pstration, Shall be made its the prescribed form and shall contain @ eclaration’ by the applicant that the particulars stated ‘therein are to the best of his knowledge true and sccurate. @) The Registrar, shall, upan being satisfied that the applicant has not contravened any of the provisions af this Act, and the particular stated in the application are true and accurate, register the applicant and the public contract to which such application relates. - (8) No person :hall be registered or issued with a certi- ficate under secticts 11 until he has pald to the Registrar the preserihed ee, .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "Public Contracts Act, No- 3 of 1987 5",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "11 (1) Pursuant to a registation under section 10 the Certificate Registrar shall issue to auch applicant 2 certifiate in the fegistration. ‘prescribed form.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(2) The Registrar may, at any time, require the atten- dance before him of the persons applying to be registered, or who has been registered, and may require the atten- dance of any other person to ascertain any information the Registrar considers necessary for the proper enforcement of the provisions of this Act and examine such person upon cath or affirmation,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(8) A certificate issued under this section, shall, subject ‘to the provisions of section 14 remain in force for a period of one year from the grant of such certificate and may from time to time be renewed for a period of one year on pay- ment of the prescribed fee.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "12 Any member of a public body, @ technicel com- Prohibition ot mittee, tender board or evaluation board of such body or memberg and any offer or employer thereof or any State officer or the dealing with Registrar, except for the purposes of registration, shall not contractors have any dealing with any person referred to in section @ in regard to any matter erising out of or in relation to any Public contract unless the persons referred to tn section § first produce a valid certificate of registration issued under this Act. Any person who contravenes the provisions of this Act shall be guilty of an offence,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "1% Whenever there is any change in the particulars Notification furnished to the Registrar under section 6, it shall be the of changes of uty of any person registered under section 10 to inform fumished the Registrar of such change within a petiod of sixty days der 5 of the occurence of such change. section",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "* 14 (1) The registration of any person registered under Concellation this Act may he cancelled or suspended by the Registrar on Pegitaiion his own motion— or on otver",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(a) where registration hes heen obtained by fraud or 7 “\"@) where” such person hes committed ‘deceit or ‘",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "1, Malpractice in relation to any public contract or the fullfilment of any terms or - conditions of such . contract ; . (©) where such person has been cohvieted of any offence ‘under this Act or any regulation mads thereunder ; te o12005 ction",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "8 Public Contracts Act, No. 3 of 1987 . (@) where such person bad contravened any terms or . conditions specified in the certifieste ; oF",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(©) where such person fails to inform of any change in ‘the particulars furnished under section 13.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(@ Where the registration of any person has been",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "cancelled or suspended by the Registrar under cubsection (1), tbat person shall thereupon cease to be registered and the Registrar shall inform such person in waiting of such cancellation or suspension as the caze may be.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(8) Before cancelling or suspending the registration of any:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "person under this section, the Registrar shall—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(a) send to such person by registered post to the address: stated in the register notice im writing of the complaint against him ; snd",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(®) hold an inquiry into the matter of the complaint and afford that person an opportunity of giving an ex~ planation personally or in writing and of calling evidence,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Apml trom 45 (1) Any person aggrieved by a decision of the Regis-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "oie trar in respect of any cancellation or suspension under",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Hechter, section 14, may appeal against such decision to the Court of Appeal, within fourteen days of his being informed by the Registrar of such cancellation and suspension.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(2) Until rules are made under Article 136 of the Constitu- tion partaining to appeals under this section, the rutes made under that Article pertaining to applications by way of revision to the Court of Appeal shall apply to every appeal made under this section,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(3) The Court of Appeal may on an appesl made fo tt under this section, confirm, revise, modify or set aside the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": ": decision against which the appeal is made and make any . other order ax the interest of justice may require.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "rytine 16, Notwithstanding the cancellation or suspension of SEuss‘e\"* registration af-one of the parties to a public contract, the fenttact other party to such contract may require the party whose Fending _-—Tegistration is cancelled or suspended to fulfl his obligations ieancel- under the subsisting contract, and such person shall Suspession, notwithstanding the provisions of this Act be entitled to do all such acts as may be necessary for the purpose of fulftling",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "his obligations under that contract,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Public Contracts Act, No- 3 of 1987 7 PART OI ImUCEMENTS, GHATIFICATIONS, fc. FOR THR GRANT OF PUBLIC ‘CONTHACTS OR FOH THE AWARD OF TENDERS 37. (1) Any person who, fn the course of any transaction Inducements, relating to a public contract or at any stage in the duration Scanietions of suck contruct— seatations (@) offers or gives any gratification of any form whalso- or ofcred ever Pere to (b) intentionally males any misrepresentation ; Peta in (ce) makes over, gives or transferre any movable or {he fward of immovable property ; Bnd public (@) offers or gives any scholarship, reward or any other > form of benefit ox consideration whether in Sri Lanka or elsewhere, to the Registrar or to any member of the Fanel or Tribunal, public body or a technical committee, tender board of evaluation board of such body ar any employee or officer ‘thereof, or to any State officer or any other person for the Purpose of causing ot inducing the Registrar or any such member, employee, officer or State offteer or other person to enter inte any public contract or fo award any tender tr to show or give any favour ur privilege to any person Yor or im connection with any public contract, shall be guilty of an offence and shall be liable on conviction to a penalty of not less than one hundred thousand rupees and to imprisonment for a term not less than two years and not exceeding five years. (2) Where a person convicted of an offence under sub- section (1) is @ person registered under this Act, such person in addition to any penalty imposed under subsection (1), shell be linble to a further penalty equal to an amount ; imposed under thet subsection, (3) Where in the course of any transaction selating to & public contract the Registrar or any member of the Panel or ‘Tribunal or eny meraber of a public body or of a technival committee, tender board ar evaluation board of such hady, or any officer or employee thereof, or any State officer or any other person has accepted any inducement or gratification of any form whatsoever, or has accepted or received any movable or immovable property or has accepted ar received any scholarship, reward or any other form of benefit or con sideration offered, mada or given in contravention of sub- section (1) whether in Sri Lanka or elsewhere such Regis- trax, member, officer, employee, State officer or any other",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "8 Public Contracts Act, No. 3 of 1987",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "person shall be guilty of an offence and be liable on convic~ tlon to a penalty of not less than one hundred thousand Tupees and to imprisonment for a term not Jess than two. years and not exceeding five years.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(4) Where in any proceeding under this section evidence",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "has been adduced that an inducement, gratification, transfer ‘of movable or immovable property or a acholarship, reward or any other form of benefit or consideration has acted a8 ‘@ material factor in the award of a public contract and in consequence thereof the Registrar or any member of the : Panel or a Tribunal, a public body or of a technical committee, tender board or evaluation beard of such body or any employee or cfficer thereof or any State officer or any other person detived any direct or indirect matertal advantage or benefit it shalt be presumed in the ebsence of proof to the contrary that an inducement, gratification, transfer of movable or immovable property or award of a scholarship or any other form of henefit or consideration was offered or made or given for the purpose of inducing the person to whom it wes made to enter into such public contract. Tatgetgrence 18. (1) Every person who, otherwise than in the course Registrar, ¢f his duty. directly or indirectly, by himself or by any other of member person. in any manner whatsoever, infiences or attempts Beane or ‘to influence whether in Sri Lanka or elsewhere— m * -  (@) the Registrar or any member of the Panel or & ‘Tribunal ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(b) a member of a public body, technical committee, tender board or evaluation board of such body or any officer or employee thereof ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(©) any state officer ; or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(@) any other person, in the exercise, performance and discharge of his powers, functions and duties under this Act or fn connection with amy public contract or at any stage in the duration of such",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "* contract, shall be guilty of an offence and shall be liable on conviction to & fine of rupees one hundred thousand or to ‘imprisonment for a term not exceeding two years.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(a) Auy offence committed in any place refetred to in subsection (1) sball be triable by the High Court holden in the judicial zone nominated by the President of the Court",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "| of Appeal by a direction in writing under his hand.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "Public Contracts Act, No- 3 of 1987 ® _ Duty to 39, (1) Tt shall be the duty of Duy (a) the Registrar oz any member, officer of sn eraployee of a public body, technlesl committee, tender board oF evaluation board of euch body ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(b) any State ofleer ; or",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(c) any other person, in the exercise, perforruanes and discharge of his powers, funelion and duties, to report forthwith to the President the commission or attempted commission of any act of acts by any person in contravention af any of the provia- fons of this Act or any regulations made thereunder.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "2) Upon the receipt of a report under subsection (1) the President may, under subsection (3) af section 3, nominate a Tribunal to carry out an investigation.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "{3) Any person referred to in subsection (1) who fails to comply with the provisions of that subsection shall be guilty of an offence and shall be liable on conviction to fine of one hundred thousand rupees or ia~ ‘erm of imprisonment, not exceeding two years.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(4) No suit or proseetion shall He against any person in Fespect of a report submitted by such person under sub- section (1).",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(8) No person shall print or publish any report or state- ment which directly or indirectly refers to the contents of any report made under subsection (3), except with the written approval of the President,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(8) A persow who contravenes the provisions of sub- section (4) shell be guilty of an offence and shall be liable ‘on convietion to a fine of one hundred thousand rupees or to imprisonment, for a term not exceeding two years,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "2. (1) Where it is alleged that any public contract has tesve to been entered into contrary to the specifications or pre~ #PS sna. Quélifications required in relation thereto, or where res trictive specifications have been set out for the award of a tender or contrary to the provisions of this Act, any person aggrieved by the award of such contract may, by petition tn writing accompanied by a duly sworn affidavit, request the President to appoint a Tribunal under subsection (3) of action 3 to earty out an investigation with regard to such contract, Po",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "10 Public Contracts Act, No. 3 of 1987",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "{@) For the purpose of section 6, and this section “duly sworn affidavit” mess an affidavit sworn or affirmed to, ‘etore a justice of the peace or a judicial officer that nets out the facts and cireumstances within the persona} knowledge of the deponent, .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(3) On receipt of a petition under subsection (1) the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "+ President may nominate, under subsection (3) of section 3 a Tribunal to carry out an investigation. ‘Tribunal to 21, ‘The Tribunal shall upon the concluston of an invest!- Fer? ——=sagation conducted under this Act, forthwith submit a report of its finding to the President. rsa? to 2, (1) Where it appears to the Tribunal that in the erat, course of an investigation under this Act, any person has Atomey- been guilty of an offence, the Tribunal may of ity own ene motion, report the matter to the Attorney-General and shell furnish him such information and give him such access to, and facilities for inspecting and taking copies of any statement, information or documents as are In the possession ot under the contro] of the Tribunal.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(2) If on any report submitted to the Attorney-General under subsection (1) it appears to him that it fs a case where a prosecution ought to be instituted, he chall within ‘one month of the receipt of such report inform the Ti bunal accordingly, and shall institute proceedings within two months thereafter, and it shell accordingly be the duty of the Tribunal to render him all assistance in connection with the prosecution or proceedings :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "Provided that where the Attorney-General is of the opinion having regard to the circumstances of the case that proceedings cannot be instituted within the period of two months, he shall inform the Tribunal accordingly and such proceeding shall not be deemed to be invalid by reason",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": ". Only that it had not been instituted within the period of ‘two months.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(8) Where & person convicted under this section is a eon- tractor, tenderer or eny other person registered under this Act, the Court shall give notice of such eonviction to the Registrar who shall thereupon—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(@) strike out the name of the person from the register ;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(b) debar him from registering as a tenderer or in any",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "other capacity whatsoever with the Registrar for a Period of seven years.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Public Contracts Act, No. 3 of 1987 ve 23, (1) Any person while being employed in any capacity Persona who ‘by any public body has occasion to acquire or obtain co- Gasited gnisance of any classified information, and communicates iniormation. auch information to-any person other than to a person t3) whom he has a duty to disclose such information, whether in Sri Lanka or elsewhere, and before or after the award of any tender relating to's public contract, then such per- tn shall be guilty of an offence, and on conviction be Kable ton fine of one hundred thousand rupees or to imprisonment for a term not exceeding two years. (2) In this section “classified information” moans any . facts, information or knowledge, documents or objects that relate to any public contract. PART IV GENERAL 24, (1) The Tribunal shall ave power to summon snd Power to examine ail witnesses at any investigation conducted by mmen the Tribunal. Every summions shall be under the hand of \"#9\" the Chairman of the Tribunal. @) A summons may be served: by delivering it to the person named therein, o If that is not practicable, by leav- {ng it at the Jast known place of abode of that person. . (8) Every person on whom a summons is served shall attend before the Tritunol at the time and place mentioned therein, and shall give evidence or produce such documents or other thing as are required of him and are in his posses- sion or power, according to the tenor of the summons, « - 25. (1) The Tribunal shall have power for the purpose Evidence. of any inguity or any investigation under this Act— : (@) to progure and receive all such evidence, written or orel, and to examine all such persons as witnesses, as it may think necessary or desirable to promre, receive or examine ; , (®) to require the evidence, whether written or oral, of any witness to be given on oath or affirmation ; such oath or affirmation to be that which would be / required of that witness if he were giving evi- dence in court, and to adrninister an oath or affirmation ta every such witness. fee",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "rr Public Contracte Act, No. 3 of 1987 : (2) All such evidence whether written or oral as may be obtained by the Tribunal in the course of an investigation under this Act certified by the Chairmen as having been 20 obtained shall subiect to the provisions of the Evidence Or dinancc and notwithstanding the provisions of any other . law to the contrary, be admissable in evidence against an acoused person in any prosecution for an offence or in any proceedings under this Act- Fatare to 28. If any person upon whom a summons i served under speyjeummon this Act~ evidence Ac (a) fails without cause, which in the opinion of the Tribunal is reasonable, to appear before the Tribu- nal at the time and place mentioned in the summons ; oF (b) refuses to be sworn or affirmed or, having been duly sworn or affirmed, refuses ot fails without cause, _ Which in the opinion of the Tribunal is reasonable, to answer any question put to him relating to the matters directed to be inquired or investigated into by the Tribunal ; or (©) refuse or fafls without cause, which in the opinion of ‘the Tribunal is reasonable, to produce to the Tribu- nal any document or other thing which is in posses sion or power and which is in the opinion of the ‘Tribunal necessary for arriving at the truth of the matters to be inquired into, such person shall be guilty of the offence of contempt against, or in disrespect of, the Tribunal. Punishment «2% (1) Any eet or omission in contravention of the af efience of provisions of section 26, sball constitute an offence of con tempt. tempt against, or in disrespect of, the Tribunal if such act or omtssion would, if, done or omitted to be done in rela- tion to the Court of Appeal have constituted an offence of contempt against, or in disrespect of, the authority of such Court, (@) (@) where the ‘Tribunal determines thet a person ‘has committed an offence of comtempt against, or in dis respect of, itg authority, the Tribunal may cause its Chair- man to transmit to the Court of Appeal a certificate setting out auch determination. Every such certificate shall be signed by the Chairman of the Tribunal.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "Public Contracts Act, No. 3 of 1987 13",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "(b) In any proceeding for the punishment of an offence cof contempt which the Court of Appeal may think fit to take cognisance of as provided in this section, any document pur porting to be a certifeste signed and transmitted to the Court under the preceding provisions of this subsection shall—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "G) be received in evidence, and be deemed to be such a ‘certificate without further proof unless the contrary 4s proved ; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "(i) be evidence that the determination set out in the vertificate was made by the Tribunal on the facts stated in the determination,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "(©) In any proceeding taken as provided in this section for the punishment of any sileged offence of contempt ‘against or in disrespect of the Tribunal no member of the ‘Tribunal shall, except with bis own consent, be summoned or examined aa a witness and any such proceeding shall be hoard and disposed of within three months on receipt of the certificate veferred to in paragraph (0).",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "28, Every person who gives evidence before the Tribunal Pricileges of shall, in respect of guch evidence, be entitled to all the “nese privileges to which a witness giving evidence hefore a court is entitled to in respect of evidence given by him before such court,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "29, Every member of the Panel, a Tribunal and the secrecy, Registrar, and every member of the staff of such Tribunal or of the Registrar shall, before entering upon his duties, sign a declaration pledging himself to observe strict secrecy respecting his duties and shall by such declaration pledge himself not to reveal any matter except—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "(a) when required to do so by the Txibunal, a court, or ‘the person fo whom the transaction or matter relates; :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "(b) in the performance of his duties ; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "(©) in order to comply with any of the provisions of thig Act or any other written lave,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "4 Public Contracts Act, No. 3 of 1987",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "Protecion,, 0. (4) No suit or prosecution shall He against the",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "@Ezroectu- Registrar, the membere of the Tribunal or any officer ot employee thereof, for any act which in good faith is done or purported to be done by the Revistrar, a member of the ‘Telbunal or any officer or employee thereof under this Act",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "{@) No action, prosecution or other proceeding civil or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "criminal, shall be instituted in any court or tribunal against ‘eny person referred to in subsection (1) In respect of any report made by him under this Act,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "Port 31, Any person who has committed any offence under",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "‘ates this Act shall, notwithstanding the provisions of any other",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "this Act Jaw to the contrary, be triable without preliminary",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "$0, 0¢ Eiable inquiry, on an indictment before a Judge of the High Court",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "fudge of the sitting alone without a jury and such court shall give Priority to any such trial before any other work of such Court,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "fome 32, No prosecution for an offence under this Act shall",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "insutate bbe instituted except by the Attorney-General",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "Prosecutions,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "Service of 38. For the purposes of this Act or any regulations made",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "documents. ‘thereunder, any uetice, or other communication sent by mail under registered post shall be presumed until the contrary 4s proved, to have been received by the addressee within three days of the posting thereof, and a certifcace of such posting signed by the Registrar shall be prima facie proof thereot.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "{enae by 34. Where an offence under this Act is committed—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "Berbona ke, (@) by a body of persons then—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "(i) if that body is @ body corporate, every person who at the time of the commission of the offence wasa director, secretary or other similar officer of that body ; or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "(i) if that body is not a body corporate, every person who at the time of the comminsion of that offence was a member or a partner of that body, or its chief executive officer ; of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 2,
    "text": "Publie Contracts Act, No. # of 1987 5 (8) by any person acting for or on behalf of a person aegistered under this Act then the registered person, shall be liable for the commission of that offence unless he proves that the offence was commitied without his con- sent or connivance, and thet he exercised all due diligence to prevent the commission of that offence as he ought to have exercised, having regard to the nature of his functions and all other circumstances. 35. (1) Where negotiations in relation to any public Act to, =~ contract have not reached finality by the execution of a con- peblte con» tract or where any public contract has been entered into and fraets whlch the performance of such contract bas not been completed or reached where the Snal payments in respect of the performance of slity &. any public contract have not been made on the date uf commencement of this Act, the provisions of this Act shall apply, mutatie mutandis, in respect of such contract, (2) where afier the date of commencement of this Act final payment has been made in respect of the performance of all the obligations in a public contract and the Tribunal is of the opinion after investigation that there have been irregularities in the procedure adopted by any public body in the awarding of such contract or that there has been contravention of the terms and conditions specified in such contract, the Tribunsl may make such inquiries ag it may . seem necessary and may report the result of that inquiry w the President and to the Attorney-General, and the provisions of section 22 shall apply, mutatis mutandis, to any such report. 36. (1) The President or where the subject or function Regulations.\" 4s assigned to a Minister, such Minister, acting with the con- currence of the President may make regulation for all matters in respect of which regulations are euthorized to be taade under this Act. (2) Without prejudice to the generality of the powers conferred by subsection (1), where the subject or function hhas been assigned to a Minister, such Minister may with the concurrence of the President make tegulations in Tespect of all of any of the following matters :— (@) the form and manner of registration and the fees payable in respect of such registration ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 2,
    "text": "(®) the form and manner of renewal of registration or re-registration and fees payable for such renewal or re-registration ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "16 Public Contracts Act, No. 3 of 1887",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "(c) the conditions subject to which certificates are",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "issued;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "(@) the inspection of books, records or accounts kept by",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "registered persons; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "{@) reports or other information to be supplied by",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "persons to whom certificates have been issued.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "(3) Every regulation made by the Minister under this Act, shall be published in the Gazette and shall come inty ‘operation on the date of the publication or on such later date, as may be specified in the regulation.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "- (4) Every regulation made by the Minister shall, as soon as convenient afer the date of its publication, be brought before Parliament for approval, Any regulation which is not #0 approved shall be deemed to be rescinded as from the date of disapproval but without prejudice to anything previously done thereunder.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "(5) Notification of the date on which any regulation is deemed to be rescinded shall be published in the Gazette.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "Oftcers and «37, AI] officers and servants of the Tribunal, end the otras Registrar shall he deemed to be public officers within the Senate ts meaning and for the purposes of the Penal Code.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "ale Séhoers. Fetmal 38, (1) The Chairman of the ‘Tribunal shall submit to rete the President in such form and detall as the Tribunal may",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "President. determine the report of the Trfbunal’s work during the year completed.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "@) The Tribunal may, in addition to the report furnished under subsection (1), submit to the President such other reports on such matters as it deems necessary and shell furnish to the President sich information us the President may call from time to time in respect of the activities and affairs of the Tribunal.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "‘ety oad 38. No act or decision of the Tribunal shall be called tn 1 stion in",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "me ‘Question in any court by writ or otherwise,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "Proceeaings 40. Unless the President otherwise direct all proceedings Fatuut before a Tribunal shalt be held i ramera,",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "Public Contracts Act, No. 30f 1987.17",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "41, The Keglstrar may from time to time with the prior Powers of, written approval of the President give general or special [ve genera) directions in writing to any person registered under this oF svecis) Act im respect of any matter which such person is required to do or perform under this Act,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "42, The Chairman of the Tribunal shall take onth or make Oath or am affirmation on entering upon the duties of his office before *#izmation, the President and the other members of the Tribunal, and the Registrar shall take oath or make an affirmation before the Secretary to the President, The officers and staf of the Registrar ahall take oath or make an affirmation before the Registrar.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "43, Every person who contravenes any of the provisions Contravention of this Act or any regulation made thereunder -shall be of Provision guilty of an offence under thia Act,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "44, Every person guilty’ of an offence under this Act for Penalty for which no penalty ie prescribed shall be liable to a fine not fence for ‘execeding one hundred thousand rupees or to imprisonment penal is for a period not exceeding two years or to both such fine Pret and {mmprisonment.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "45. In this Act, unless the content otherwise requires— [nterpre.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "“Chiet executive officer” means—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "(@) in the ease of a government department the head of such department ; (b) in the case of m public corporation its Chatr- . man; oF (@) in the case of a local authority the Mayor or Chairman as the case may be; y",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "“contract” means any contract, agreement, undertaking",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "or an invitation to tender which is intended to be, . or fs or has been, entered into in pursuance of ten- “ders called for by, or on behalf of any public body ; “duration of contract” with its gramatical variations and cognate expressions means the time from the ,; Commencement of the preparation of specifications . upto the oompletion and discharge of all obligation of all contracting parties in respect of any pubtie : contract ;., 1 :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "iw Public Contracts Act, No. 3 of 1987",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "“Jocal authorlty™ meana any Munfeipal Council or Urban Council, and includes any authority created and established by or under any law to exercise, perform and discharge power, duties and functions corresponding to or similar to the powers, duties and functions exercised, performed and discharged by any such Couneil ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "“ peace officers” includes police officers and Grama Seva Niladbaries appointed by a Government Agerct in writing to perform police dutles ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "“ prescribed ” means prescribed by this Act or regulations made thereunder ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "“public body” means any department, office or estabiish- ment of the Government, public corporation or local authority and imeludes any undertaking vested in the Government under any written Law;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "“public contract” means any contract for the perfor- mance of any work or services ot for the supply ‘or sule of any goods, materials or property to any public body which is intended to be, or is or has",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "__ been, entered inte in pursuance of tenders by or on behalf of that public body and includes any con- tract for the sale or disposal by that public body of any goods, materials or property in its pessession, power or control ; .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "“public corporation\" means any corporation, board or other body which was or is established by or under ay written law other than the Companies Act, ‘No. 17 of 198%, with funds or capital wholly or partly provided by the Government by way of grant, loan or otherwise ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "“Registrar” includes an Assistant Regiatear;",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "“rectrictive specification” means any specification framed",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": ". in relation to a subject matter of a tender that bas ‘been wilfully framed 90 as to benefit » particular tenderer in the award of a public contract ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 20,
    "text": "Publie Contracts Act, No- 3 of 1987 19",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 20,
    "par_num": 20,
    "text": "~ State officer” means a person who holds any pald office",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 20,
    "text": "under the Republic of Sri Lanka, other than 3 judictal officer end does not inclnde—~",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 20,
    "text": "(@) the President ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 20,
    "par_num": 20,
    "text": "(®) the Speaker ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 20,
    "par_num": 20,
    "text": "(©) amomber of the Judicial Services Commisston ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 20,
    "par_num": 20,
    "text": "(4) a member of the Public Service Commission ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 20,
    "text": "“technical committes” means any person or body of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 20,
    "par_num": 20,
    "text": "Persons entrusted with the responsibility of",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 20,
    "par_num": 20,
    "text": "Preparing specifications n connection with sny",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 20,
    "par_num": 20,
    "text": "public contract;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 20,
    "par_num": 20,
    "text": "“tenderer” means—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 20,
    "par_num": 20,
    "text": "(@) any consortium of persons any one or more of whom 1s not 2 citizen of Sri Lanka, or not ordinarily resident in Sri Lenka: of",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 20,
    "par_num": 20,
    "text": "(®) a company or firm incorporated or registered or has its principal place of business outside Sri Lanka;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 20,
    "par_num": 20,
    "text": "(e) any individual ordinarily resident in Sri Lanka ‘of if not so resident is or has been a citizen of Sri Lanka ; oF",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 20,
    "text": "(d) any company, firm or public body incorporated in or which has ite prine{pal place of business fn Set Lanka ; or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 20,
    "text": "(@) wny compeny or Brm not incorporated in Sri Lanka or not having its principal place of ‘business in Sri Lanka, in which any Director partner or any shareholder holds more than twenty-five per centum of its share is, or has been a citizen of Sct Lanka",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 20,
    "text": "‘end who enters into any public contract with any public",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 20,
    "par_num": 20,
    "text": "body or is & prospective tenderer, contractor or supplier in",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 20,
    "text": "respect.of any such contract with a public body, “tender” includqa any bid, offer, quotation or proposal.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": "0 Public Contracts Act, No. $ of 1987 FIRST SCHEDULE Provisions relating to members of the Penel",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": "1 A person shall be dloquatifed for being appointed or belng a member of the Pane) if be ls a Member of Paliement,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": "2 Before appointing a person to be a member of the Panel the Presldeat shall satisfy himeelt thet auch person will have D0 Ananeial or other interest aa Is Likely to affect prejudically the discharge by such person of his functions 2s a member of the Fanel. Any person who is appointed by the President shall when- ‘ever requested by the Prealdent so to do furnish to the Presideat uch information as the President considers nevesstry for the performance of his duties vader this Act.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": "3. A member of the Panel who is in ony way directly or Indirectly interested in 8 putlic contract made or proposed to be aad, sball disclose the nature of his interest to the President.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": "4, Bvery member of the Panel shall—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": "(@) subject to the provisions of paragraph & hold office for",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": "puch period not exceeding three years as the President abell specity in the instument by which that member ix appointed ; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": "@) be eligible for re-appointment,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": "B. Any member of the Panel may without eny reason being wssigued therefor, be removed from office by the President.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": "& A member of the Panel who is not e public offcer may realgn from the panel of which he is & member, by letter in that behalf addressed to the President,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": "‘1 wher the office of a member of the panel becomes vacent ‘or uch member becomes, by reason of illness of other inérmity, ‘or absence from Sri Lanka, temporarily unable to perform the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": "duties of bla office, the President may appoint another person in place of such member.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": "8. ‘The members of the Pane] shall be remunerated in such manner and of such rates and shall be subject 16 such conditions ‘of nervice as may be determined by the President,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": "bo SECOND SCHEDULE ‘The particulars required to be entered in the register maintained by the Registrar ander section 6 of this Act, aball be~ (8) in the cate of a public company the name, address and ‘uationality of each director ; (®) Im the caso of a private company the mame, address and ‘netionality of each director and shareholder; «, “. (©) im the ose of a°firm the nme, addrena and nationality of. ‘ts partners end the percentages, of Gnancial interest ot each partner in auch Arm ;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "Public Contracts Act, No- 3 of 1987 a (4) in She case of an individual the ame, address aed nationelity of such individual; =, ep the mame, address and netlonailty of every parson who acts ua an agent, sub-agent, representative or nominee on behalf of @ tenderer ; (4) where a tender is ewarded— i) the name, address and nationality of the successful ‘tance j : GD the amount accepted for the award of euch tender; (i) the note addreas and nationality of every person who acts ax an. agent, sub-agent, representative ar nominee on bebuit of a succertful tenderer ; (9) Any other particulars as may be required to ensure due omplisnes with the provisions of this Act,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 23,
    "par_num": 3,
    "text": "Aswusl subscription of Billy wd Laws of the Parliament Re 160 (Local),",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 23,
    "par_num": 3,
    "text": "Be, 300 (Foreign), payable to the Sqremmmunarr, Govmuaret Puncariowt",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 23,
    "par_num": 3,
    "text": "‘Gorsen, Covearso 1. before Uth December ench year in respect of the yaar following.",
    "mean_p_confidence": 0.66
  }
]