[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "EN PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA MAHAPOLA HIGHER EDUCATION SCHOLARSHIP TRUST FUND ACT, No. 66 OF 1981 [Certified on 25th October, 1981] Printed on the Orders of the Government Published aa a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sti Lanka of October 30, 1981 soem at tat marae oF erence or Jo te Pic Ae Fea Gorn FomtAtionm BUREAD, COLON Price: 90 cents Postage: 50 cents",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Mohopola Higher Bducation Scholarship ; ‘Trust Fund Act No, 66 of 1981 . . [Certified on 29th October, 1981], LD—0, 34/81 : AN Acr To TiconpoRaTE Tuz MaHAroLa Hecuza Epucattow ‘Scuocaxsiar Tausr Form, WHEREAS a Fund called and known ea the “Mahapola Higher Education Trust Fund\" has heretofore been established for the purpose of the advancement of the cause of education in Sri Lanka, by Deed of Trust No. 2773 (hereinafter referred ‘to as “the Deed”), attested by Mallawaratchige Herman Patrick Perera of Colombo, Notary Public, and set out in the Schedule hereto;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "‘AND WHEREAS sufficient finds have been successfully collected by means of public and private endowments for the carrying out of the alms and objects of the sald Trust Fund and the Trustees have made an applleation for the said ‘Trust Fund to be incorporated in accordance with the provisions hereinafter set out, and it will be for the public advantage to grant the application :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1. This Act may be cited as the Mahapola Higher Edu- Shor! title cation Scholarship Trust Fund Act, No. 6 of 1981,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2, (1) From and after the date of commencement of this incorporetion Act, the Mahapola Higher Education Trust Fund shall be a $0, body corporate with perpetual succession under the name Highet. and style of “The Mahepola Higher Education Schotarship auction ‘Frust Fund” (hereinafter referred to as “the Fund”) and ‘by that name may sue and be sued in ail courts, with full Power and authority to have and to use a common seal.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "% (1) The administration, management and control of Board of the Fund shali be vested in a Board of Trustees constituted of the Fund. as hereinafter provided. .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(2) The Board of ‘Trustees of the Fund (hereinafter referred to ex “the Board”) shall consist of the following members :—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(@) the founder; 7",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(®) the persons for the time being holding office a—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(i) the Chief Justice of the Supreme Court; | Gi) the Secretary to the Ministry of the Minister in charge of the subject of Higher Education ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": ". (i) the Secretary to the Ministry of the Minister in",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "charge of the subject of Edveatlon;.and - | A.tsiso—14.90 a Ty",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "2 Mahapole Higher Education Scholarship Trust Fund Act No. 66 of 298F Gv) the Secretary to the Ministry of the Minister in charge of the subject of Trade j and -\"¢ © (oy two persons appointed by’the founder (héreinatter referred to as '* appointed members\"), for a period of five years: aes eset - Provided, however, that the two present Trustees c+ _ other than those referred to in paragraph 11 of the 1°” Deed shall be deemed to be the first appointed:",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "-. members under this Act... es",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(3) The members present at the first meeting of the Board hall elect une from their number to be the Chairman af the Board. eee 2 + (8) An appointed member of the Board may at any time resign bis office by written communication addressed to the Chairman. : : :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(8) A person shall be disqualified from being appointed of continuing in office as a member of the Board if he ts—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(a) @ person who, having been declared an insolvent of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "bankrupt under any law in force in Sri Lanka or in any other country, is an undischarged insolvent or bankrupt ; oF",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(2) convicted of on offence involving moral turpitude and",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "punishable with imprisonment for a term not les than six months ; or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "+(e) under any law im force in Sri Lanka, found of declared to be of unsound mind or mentally deficient,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(8) Where an appointed member of the Board vacetes his office by death, resignation or otherwise before the expiry of his term of office, hia successor shall hold office for the unexpired portion of the term of office of his predecessor.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(1) The Chairman of the Board shall preside at al meetings of the Board. In the absence of the Chairman trom any meeting, the members present at such meeting shall elect from among themselves a Chairman for thet meeting :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(8) In the event of any difference of opinion between the members of the Board, the decision of the majority shall be binding end effectual.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "_Mahapola Higher Education Scholarship 3 ‘Trust Fund Act No, 66.0f 198 (®) No act or proceeding of the Board shall be deemed —« : -o be invalid by reason only of the existence of any vacanry amongst its members; ; ences (10) The quorum for any meeting of the Board shell be four members. : : ke (11) Subject to the provisions of subsection. (10), the Board may make rules to tegulate the procedure in. regard to Ite meetings and the transaction af business at such meetings. ' 1 & The seal of the Fund— ‘The coal (a) shall be in the custody of guch person as the Bourd Sunk” im may from time to tha determine ; () may be altered in such manner as may be determined by the Board ;and «=, my 4c) shall not be affixed to any document except with the sanction of the Beard and in the presence of two yo 7 7 members of the Board who shell sign the document 2 An token of their presence, cone 5. The aims and objects of the Fund shall be— Aimaed a \\., 42) to provide higher educational facilities to youth; the Fund, 7° @) to provide assistance to deserving youth who have *.. | sompleted their secondary education satisfactorily, s0 aa fo enable them to complete their academic, . industrial ot technical education at a University or techn’cal or higher educational institute, as the case ° may be; : 4) to set up and assist in the setting up end management of vocatiunal training institutes for enabling youth to develop their vocational skitls and competence ; _ (2) to set up and assist in the management end conduct ‘of schools, institutes, foundations and similar instl- . tutions engaged in the furtherance of education ; and , {e) to provide, assistance for the development sad improvement of the skitla and competence of ecturers, teachers and such persona engaged In the furtherance of education,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "4 Moahapola Higher Education Scholarship Trust Fuad Act No. 66 of 1982 Powsrsand = @, (1) The Board shall, in the name of the Fund, have ‘Ametions the power to do all things necessary for, or conducive or Boar incidental to, the carrying out of the objects of the Fund, (2) Without prejudice to the generality of the powers",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "conferred by subsection (1), the Board shall have the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "following powers and functions ;—",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(@) to raise funds and to receive granta, gifts, or donations in cash or kind, whether from local or foreign sources ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "{b) to take of hold any property, movable or immovable,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": ". which may become vested in it by this Act or by",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": ". virtue of any purchase, grant, gift, testamentary disposition or otherwise, and to sell, mortgage, lease, grant, convey, devise, assign, exchange oF atherwise dispose of, any property to which the Fund mey become entitled ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "{c) to give grants, endowments or scholarships locally and abroad, for the furtherance of the objects of the Fund;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(d) to conduct lotterles with the approval of the Gov- ernment to collect moneys for the furtherance of the objects of the Fund ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(©) to cater into and perform, elther directly or through: offloers and servants or agents authorized in writing in that bebslf by the Board, all such contracts and agreements ax may be necessary for the exercise, perfortaance and discharge of the powers, duties and functioas, and for carrying out the objects, of the Fund;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "G) subject to the provisions of this Act, to appoint, employ and cemunerate officers and servants of the Fund and to make rules regarding the appointment, Promotion, remuneration azd disciplinary control of its employees and the grant of leave and other benefits to them ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(9) to erect or cause to be erected any building or struc: ture on any land belonging to or held by the Fund;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(h) to invest moneys belonging to the Fund at the discre~ tion cf the Board tn any such investments as are authorizad by law for the investment of money including trust money and to recall, re-invest and vary stich investments at the discretion of the Board and to callect Income accruing from such invest- ments;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "| 7",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "Mahepola Higher Education Scholarship 5 _ Trust Fund Act No, 66 of 1981 (@) to open, operate and close bank accounts and to borrow or raise money with the propesty of the Fund as security, or without such security, for the purposes of the Fund ; and (® to do all such other acts and things us are incidental or conducive to the earying out of the objests of the Fund, 4. There shalt be paid into the Fund— * pagmante Ff (0) any funds ralsed or grants, gifts or donations received the Pund, locally or from abrosd or moneys realized of collected ; {®) any grant received from the Government from time to time for the purpose of carrying ont the aims and objects af the Fund ; and (©) any tncome from investments or other receipts due to the Fund. ‘There shall be patd out of the Fund— Payments (0) expenses necessary for the working, establishment and of'the ‘maintenance of the Fund ; ued",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(b) the payment of salaries ta officers, servants and other",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "employees ; ond",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(©) all such other payments aa ace approved by the Board",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "as being necessary for the purpose of carrying out the objects of the Fund.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "9. AM] contracts, agreements, debts and Iisbilites of the Gonteacs Be. anid Trust Fund existing at the time of coming inta opera- of ie Trust Hon of this Act shalt be deemed to be the contracts, agree. dreved rents, deble and liabilities of the Corporation hereby eons- fate 0, tuted, Sorpareton,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "10, (1) ‘The Board shall cause proper books of accounts Accuumta to be kept of the income and expenditure, assets and Labill- Sad audit Hes and all othor transactions of the Fund.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(2) The Board sholl cause sts books to be balanced as on the thirty-first day of December in each year and shall, before the thirty-first day of March next, cause to be pro- pared, ah tacoma and expenditure account and a balance sheet conteining & mummary of the assets and Habllties of the Fund made un to the frat-mentioned date,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "“6 ‘\\Mahipold Higher Education Scholarship i Prust Fund Act No, 86 of 1981 ©. (8). The income and expenditure account and the balance ~-heet shall-be signed by two members of the Board autho- “rized to do a0 by # resolution passed by the Board, , 44) The Auditor-Geaerai shail audit the accounts of the \"Fund every year in accordance with Article 164 of the ‘Constitution - . Figangl 11, The Snancial year of the Fund shall be the calendar the'Fung Fear. : Spemero “. \"1% (2) The Fund shall be exempt from the payment of from customs and import duty on any goods imported for the certain, __ Purpotes of achieving the aims and objects of the Fund, - 4 (2) The Fuog shall be exempt from any income tax or wealth tax payable under the Inland Revenue Act, No, 28 of A (3) Where any person makes a gift to the Fund, he shail be exempt from the payment of gifts tax under the Inland Revenue Act, No; 28 of 1979, to the extent of the total value \\ (4) Whete ang person makes a donation to the Fund dur- ‘dng any. year-of assessment coramencing on or after April 01, 1980, such donation shall be deemed to be an approved ex- +. Penditure for the purposes of the Inland Revenue Act, No. 28 + ‘of 1979, aiid thé donot shall be entitled to relief undet that + Act ta reipett of the’ total value of such donation! {S) The Fund shell be exempt from the payment of any . tales and taxéa ‘under the Development Councils Act, No. 35 of 1980, ‘the Municipal Couneile Ordinance or the Usban Councils Ordinance, as the ease may be. (6) The provisions of this section shall have effect not- withsianding anything to the contrary in the Inland Revenue Act, No. 28 of 1979, the Customs Ordinance, the Develop- ‘ment Councils Act, No, 35 of 1980, the Municipal Councils Ordinance, or the Urban Councils Ordinance, ea the case may be. . ‘Protec. + 4% (1) No suit or prosecution shall be instituted against ‘toa ot of ° any member of the Board or any officer, servant or agent of members Of the Fund appointed for the purposes of this Act, for any act and offire. + ghich is in good faith done or purported to be done by such Bet toe member, officer, servant or agent under this Act, or on | getion under the direction of the Board. [",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "Mahapola Higher Eduction Scholarship 1 Trust Fund Act No, 66 of 1981",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(2) Any expente incurred by the Fund in any sult or prosecution brought by or against the Fund before any court shall be paid out of the Fund, and any costs paid to, or ra covered by, the Fund in any such sult or prosecution shell bbe credited to the Fund.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(®) Any expense incurred by any such person as is re-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "‘ferred to in subsection (1) in any suit or prosecution brought ‘against him before any court In respect of any act which is done or is purported to be dotie by him under this Act ‘7 on the direction of the Board shall, ifthe court holds that such act was done in good faith, be paid out of the Fund unless such expense fs recovered by him in such sult or prosecution, . +. Me No writ agninat person or property shall be Semued No welt Sgalnst ‘any member of the Board or any officer, servant person or ‘ot agent of the Fund in any action brought against the Fund, P7rPay of the Board er ofler be, we : of the Fund",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "15, All officers and servants of the Fund shall We deemed Oftcers and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "tito be public servants within the meaning, and for the the Fund”",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "-Durposes, of the Penal Code. . Seen Vans under ihe Pena Code:",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "16, The Fund shall be deemed to be a scheduled institu Fuad deemed Hon within the mesning of the Bribery Act and the seneiuted provisions of that Act shall acordingly apply. mrhin the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "Pen a",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "12, The provisions of this Act shall have effect notwith- Provision of ‘standing anything contained in the Deed, and accordingly ‘Art #0, ‘in the event of any conflict between the provisions of this provisions of ‘Act ond the provisions of the Deed, the provisions of this -Aet shell prevail,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Mahapola Higher Education Scholarship : Trust Fund Act No. 66 of 1981 j Favlng.ct 18 Nothing in this Act contained shall projudice or affect | the Reputite the rights of the Republic, or of any body politie or corpo; i rate, or of any other persons, except such as are mentioned { an this Act, and those claiming by, from or under them. =? nterpresa 19 In this Act “founder” means the person referred to as such in the first-entioned paragraph of the Preamble to the Deed, and after his death, shall mean the Minister in charge of the subject of Trade, Schedule No, 2773. This Trust Deed made on this 28rd day of Februsry One- ‘Thousend Ning Hundred und Eighty One between the Ronourable Lallth William Athulathmoiall (heralnafter called and referred to as the founder of the one pert, and (1) Neville Dunbar Miraha- ‘walte Samarakoon, (2) Veeravugt Siva Supramenium, (3) Fell Stanley Christopher Perera Kalpage, (4) Eric Jackson de Silva,. (6) Widanninge Lakshman Prosad de Mel and (6) Jezima Ismail Ghereinafter called and referred to aa the present Trustees) of the other part WHEREAS the founder is a Member of Parllament elected by ‘the people of the Democratic Socialist Republic of Sr Lanka and fa presently holding the Forttolio of Minister of Trade and Shipping. AND WHEREAS the founder through his personal knowledge and experience is mpeciaily aware of the need to advance education 5n Srl Lanka and sees the promotion of education as way out of ‘tha present problems af poverty. AND WHEREAS the founder being consclous of the great human ‘ rerources available in the sald Republle of Sri Lanka und peresiv~ : Ing the need to develop these resources for the greater advantage and benefit of the raid Republle of Sri Lanka and Ita people AND WHEREAS the founder is deeply conecious of the need to: help each individual to develop his full potential for his benefit ‘and that of the country, AND WHEREAS the founder belng convinced that there cannot be true and meaning? development without the way betng mado for the people to find strength jn the dignity af theie Individuality ‘and_without the opportuniaes being provided for the better realisation of an improved life style and quality of living. AND WHEREAS the founder had In the year 1980 commenced In the mural avcas of Sri Lenka a programme known as (ht ‘Mahapola programme in order to benefit the underprivileged of the county.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "Mehapola-Higher Education Scholarship *9 Trust Fund Act No. 68 of 1981",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "AND WHEREAS (o advance the couse of education the founder hes raed public und private funds and obtalned the necessary. authority to eateblish a fund to be called and known as the MAHAPOLA HIGHER EDUCATION TRUST FUND for realintion af the objective herein set out, :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "AND WHEREAS the founder being desirous of providing seiolershipa and other educational facHlities wo deserving students to develop and furiher University education and/or bigher educe- tion end/or industrial and/or technical and/or vocational skiDs and competence and wherens the present Trustees have agreed 10 act as Trustees for the Managumeat of the aaid endownmment in the Tunner hereinafter provided, :",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "NOW THIS TRUST DEED WITNESSETH AS FOLLOWS:",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "41. The objects for which the trust ia established are :—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(0) For the purpose of endowing scholarships annually to",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "deserving students who have satisfactorily completed: (heir secondary education and whe intend developing = + and furthering their University education and/or higher education and/or industrial and/or technical and/or vocational slulla and competence,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(2) Yor the purpoce of setting up of and/or assisting in the setting up of end/or in the assisting in the management and the canduet of educational institutes, achools, founda tions ond the Uke.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "{e) For (he purpose of developing and/or furthering the skills. ‘and comprtance of teachers, lecturers and other person engaged in furthering education in Sri Lanka",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "{d) For the purpose of dning all other acts and things as may ‘be necematy or conducive to the attainment of the objects.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "2. The founder hereby delivers 10 the Trustees the fund as. consisting af Rupees Ten Trousand (Rs, 10,000) in cash to hold the anme unto and to the use of the Trustees upon trtst and with, under and subject to the powers and provinans hereinafter contained,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "3, he Trontoes shall make tues and by-laws preseting the manner and moethed of the conduct of thete presen.s and the rant of award of any scholarship ar facility aa set out herein,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "4. IT the income of the trust fund be sufficient the Trustees may faurend aa many schleships tnd grant such feiiies ag they may",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "ink At and may prescribe such period and provide euch amoun Baidhey in thee iderelion Wink At aad ast Suen Dame fo Such. Sard oF grant,",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "6 The Trustees may invest the trust fund in such securities an they In their discretion think At and to scqulre and bold lands 40 the Trustees may think fs. .",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "10 Mahapole Higher Education Schotarehip “frust Fund Act No. 66 of 1981 © Out af the income of tha trust fund the ‘Trustese shal ‘manage thia endowument to the bert advantage, \" 1 The Trustees may invite any body ot pérsoa oF orgunitatioa ‘o contribute fo the trust fund and io receive such Gonalane, andowaments, gins and the ble, & The Trustees shall have the power to horrow money om the security of the trust property for purposes of eatrying on this Trt . ‘Toe founder shall also ben Trustee under theae presents a8 fong a3 he lives and on his death or demise bls assign or helt ‘ominied by hin shall be substitived in his place 10 1 any Trustee becomes bankrupt oF is found guilty by court of an offence involving moral turpllude or becomes insolvent oF femeins abtent trom tbe suid Republic of Sti Lanka fr a petiod Sf sux tcon.he continuously of ix Incapecitated physically the remamning Trustecs with the consent of the founder’ eo long a8 he oatinues te be « Trustee ehull appoint w subatioute. U1 The following present Trustees shall continue to be the ‘Trees under tnese presents, unless atherwlae earller determined as aforesaid as long as they hold the poste and/oc.dealgnations _ cated again their names, namely (© Nevile Duntar Mirahawatte Samarakoon 99 long a1 be Holds tha post and/or designation of Chief Justice of the Democratie Socialist Republic of Sol Lenka:",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "{b) Erie Jackson de Sitva a1 long a8 be tolda the port and/or designation of Secretary to the Mintster of Higher Bduca- Men's",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "(©) Felix Stanley Christopher Perera. Kalpage as tong at he Holds the post and/or designation of Chaitman of the University Grants Commission",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "+ (@) Wadenalage Lakshman Frassd de Mel as long as be holds",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "the goxt and/or designetion of Sectetary to the Dlatar af Trade and Shipping,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "‘and where auch person shall cease to hold the post and/or designt-",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "Sion aforesaid such person shall cease to be a Trustes under these",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "presnas, :",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "12 The following present ‘Trustees shall continue under these presents, unles ovherwige earlier determined as lores ax long 4s they live and cease to bo Trustees under these presenta om Welt death oF demise,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "Sed. N. D, M. Samarakoon,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "Std. _V. Siva Supramacium,",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "Sud. F.C. 8 Kalpage,",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "Sed. Eric Jackson do silva,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "Se. Lelith W, Athulathenudalt,",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "Sed. W. Lakshman Pde Mel,",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "See Jesina femal .",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "Mehopola Higher Education Scholarship Ha Trust Fund Act No. 66 of 2982",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "18: Where the presant Trustees or any one af thein eeses to be a Truvtes wider those praventa the founder at tong as he Liver shall appoint a substitute for euch Trustee. The founder may by. Zast Wih aosign his right of mppointznent of @ Troster, But where a such assignment has bseo made the right of eppointment of & bibsttuie ustee shall be exeretaed Dy the remaining, Trusons, \"=",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "WA. The management and control of the Trust property shall vein the Trustees.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "1B In cate there Is» diference of opinion between the Trusteai, the decision of the matority af the Trastees relating to the Trust stall be Binding and be effectual aod shal) be carried out",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "16. Where thera is a failure of the Trust for want of its objects: or the Trust baving became impossible of performance, the ‘Trustees shall move a compctent Court of Law for applying the ‘temaining Trust fund for similar objects, ‘",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "17. The Trust shall fm no event be Table for any toss to the ‘runt estote unless the Trustees are gullty of fraud,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "8 This being «public charitable Trost, the property of the ‘Trust shall in no event revert to the founder or bis successors or smsiens oF i any oiber persun,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "19, No part ot the Trust fund either the corpus or the Socome fare ¢rom shall be utilized for any otber purpota than that nf the Trust hereby crenled.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "IN WITNESS WHEREOF the partes hereto have set their bands hereunto and to two eines of the wimee tenor on thn Twenty Third day of February One Thowend Nive Hundred and Eighty One Cw,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "Signed in the pretence of wt) Sei N. D. ML Samarakoon,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "and we denise tret we are | Syd. V. Sive Supremamiums",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "wen acquainted wih, the | Sa F.8D. Kalpuse,",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "Giputamle_hereot brow | sed. Erle Jackson de Silva,",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "Paliond ad endless Secs Lalith Ww. atbulathe",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "QD Sed. J. R Jayewar~ modal, done Bed. W. Lakshman P. de Me, (2) Sad, RB. Premadasea ‘Sad. Jezima Ismail. Sed, MHP. Perens, Notary Pubic.",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "1, MALLAWARATOHIGE HERMAN PATRICK PERERA of Colombo in the Demoe: tle Socialist Republic of Sri tanks, Noiacy Public do hereby cerilly and attest thatthe foregoing insirament ‘having bean duly read over by the withinnamed Executonis Neville Durbar Mirshuvatte. Samarakoon, (2) Veernvagu SIV Supramanium, (3) Falle Stanley Christopher Perera Kelpace, G4) Brie Fackgon de Silva and (8) Lalite William Athulathmudall who signed ax (1) \"N, D, M. Samarakeon”, (2) “ V. Siva Supra- manaium\", (2) \"8. C. P, Kelpage”, (4) in Sinbala and (5) in",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "12 ——-Mohapota Higher Education Scholarehip Trust Fund Act No. 66 of 1981",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "Sinhale respectively ia the presence of Hon'ble Junius Richard Jeyawardene and Hon'ble Ranaainghe Premadasa who signed as \"4, R, Jayawardene® and in Sinkain respectively the subscribing witnesses thereto all of whom are known to me the same ‘was signed by the Exscutante by the anid witnenses and by ae the ssid Notary ia my presence and in the presence of one another all heing prarvat together at the sume time at Colombo on thit Twenty Third (220) day of February One Thousand Nine Hundred and Eighty One (1981). .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "And Ifurther certify and attest that in both the original and the dupticate in line 4 of page 5 the letter “y” of the word \"by\", Da line 26 the letter “r”\" of the word “oe” and in line 90 the word two\" were typed over erasure before the foregoing Instrurment sat so read over and signed as aforeattd.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "And T lastly certify ond attest thet the Duplicate of this Instrument beure a slamp of the value of Re. 10 and tbe orfeinal beara a stamp of the value of Re. 1 whlch said stamps were supplied by me,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "WRICH I ATTEST,",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "Date of Attestation Sid, MHP, Perera, aard Pebruary, 1981. ‘NOTARY PUBLIC, ‘WITNESSES:",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "Sed. D.N, Maddumage «Sg. W. Laleshman P, de Ma!",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "Sed. K. Dharmnsena Sed. Jexima inmail",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "Sud M. HL P. Perera, Notary Public.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "1, MALLAWARATCHIGE HERMAN PATRICK PERERA of Goiombo in the Demecratie Socialist Republic of S i Lanka, Notary Public do hereby eertty and ettet that the foregoing Iosteument having been duly reed over by the withinnemed Executants () Widaoalage Lakshman Prarad de Mel who algned Dlegibly acd (6) Jezima Ismail who signed ax“ Jozime Iamail” rempechvely in the presence of Don Norria Maddumnge of Madoluwawa Padukkn and ‘Kudagodage Dharmasena of No, tl, Obeyeckere Town, Raja riya who signed az \"D. N. Maddumage\" and “i Dbarmavens” Fespectively the subscribing witnesses thereto all of whom axe ‘known to me the same waa rigned by the anid Executants by the sald witnesses and by me the said Notary in my preseoce and i the presence of one another all belng present together at the aumne tlie st Colombo on this Twenty Ninth (20th) day of Zune, ‘One Thousand Nine Hundred and ighty One (1861).",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "WHICH I ATES,” Sed M. WLP. Pores | NOTARY PUBLIC. . > Date of Attestation 30th June, 1961, _",
    "mean_p_confidence": 0.5
  }
]