[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ey) PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA ° : : REHABILITATION OF PUBLIC ENTERPRISES . + ACT, No. 29 OF 1996. [Certified on 12th November, 1996] Printed on the Order of Government ; \"Published as a Supplement to Part Il of the Gazette of the Democratic . Socialist Republic of St] Lanka of November 15,1996 . orn omer ORIENT MTOR SULANEA am ‘TO BE PURCHASED AT THE GOVERNMENT PUBLICATIONS BUREAU, COLOMEO 1 Price : 1.05 Postage: Rs. 2.000 ~",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "+ Rehabilitation of Public Enterprises Act, No. 29 of 1996 : [Cortfied on 12th November, 1996) -° oS + LADO. 5486 . : AN ACT 10 PROVIDE FOR THE REHABILITATION OF PRIVATISED Pustic ENTERPRISES 7 : WHEREAS ceriain Public Corporations and Govemment Preamble,” Owned Business Undertakings, were converted into Public” ‘Companies undes the Conversion of Public Corporations or Government Owned Business Undertakings into Public . Companies Act, No.23 of 1987 and all the shares of such companies were alloted tothe Secretary of the Treasury tobe . held for and on behalf of the State : _ AND WHEREAS in furtherance of the policy of “\" \"* Privatization, all or a majority of, the shires held by the . Government in some of such companies were transferred to ‘other persons, or the Government has ceased to havecontol = ‘over the management and administration of some of such . ‘companies or over property belonging such companies : . \"AND WHEREAS the business undertakings af some of such companies bave failed resulting in non-employment, ” * rerenchment, non-payment of wages and statutory dues, of, workers of such companies : to AND WHEREAS it is necessary and expedient, in the interest of national economy, and for the purpose of securing =, recognition of, and respect for, the rights of the workers of « such companies and upgrading the production of such- companies to meet the just requirements of the general welfare . ofademocratic society, forthe Goveramentto take appropriate . steps to rehabilitate, such companies : . NOW THEREFORE beitenacted by ihe Parliamentof the me Democratic Socialist Republic of Sei Lanka as follows :- +e Tiiis Act may be cited as the Rehabilitation.of Public stort dite. -- Enterprises Act, No. 29'of 1996. . : 2—D 041365 — 7,355 (9609) ‘ ‘",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2. - Rehabilitation of Public Enterprises Act, No. 29 of 1996 Order vesting 2. (1) Where the President is of opinion that in any the manage- privatised public enterprise there is, or is likely 10 be, sdninistration : Panecaert —. (a) a cessationof, ora substantial reduction inthe work of prise in the any of the units constituting the business undertaking Government. . ‘of such enterprise ; and . . . (6) non-employment or retrenchment of the workers of . such enterprise of of a substantial number of such workers of, the non-payment of wages or statutory 0 dues of, such workers or of a substantial number of * such workers, . asaresultonly of any actor omission of the Board of Directors of such privatised public enterprise the President may, by =. Order published in the Gazette vest in the Government, the axministration and management of the affairs of such priva- lised pablic enterprise and solong as such Onderis in force the = Possession and control of all the immovable and movable Property of such privatised public enterprise and its rights and liabilities shall vest in the Government, : @) An Order made under subsection (1) in respect of a privatised publicenterprise shall have theeffectofauthorising — - ‘the Competent Authority appointed to manage and administer . : the affairs of such enterprise to take possession and control of * | alllimmovable and movable property and the assets of such ue enterprise and to use suck property for the purposes of such ‘enterprise. : (3) Every Order made under subsection (1) shall be laid before Parfiament within four months of the date specified in “such Onder and if Partiament is not in session within fifty days of the commencement of the session nextensuing, by amotion. that such Order be approved: : : 1 .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Rehabitisation of Public Enterprises Act, No. 29 of 1906 3.” - @) Where- ; . : (a) Parliament refuses, within the period referred wy an co subsection (3) to-approve an Order made ander ° . subsection (1) ; . : : (6) an Order made under subsection (1) is laid before... , Parliament within the period réferred to in subsec- . __ tion (3) but is not approved by Parliament within a * . : Period of four months catculated from the expiration : of the period referred to in subsection (3) ; (Cc) anOrder made under subsection(1)is not laid before . Parliament within the period referred to in subszc- tion (3), . . . such Order shall be deemed to have been revoked with effect oo from the date on which Parliament refuses to approve such Order or the date of expiration of the period referred to ia. * : subsection (3), or paragraph (b) of this subsection, as the - . case may be, . . (5) Where an Order rhade under subsection (1) is deemed ne to have been revoked by reason of the operation of the - Provisions of subsection (4), the rights and liabilities of the : Privatised public enterprise in respect of which such Order , ‘was made shall be deemednottohave vested n the Government and the Competent Authority appointed to manage and ad- ‘minister the affairs of such privatised public enterprise shall forthwith band over the management of suctrenterprise to the -, Chairman of the Board of Directors of such enterprise orto a s - Person authorised by sich Chairman. The Competent Author ity shall cause an inventory to be prepared of the immovable Property, plant, machinery and stock in trade of such enter- Prise at the time of such handing over, _ : 3. (1) Where the management and control of a priva- Appoinunentof + tised. public enterprise is vested in the Goverment, by an - Competent Order made under section 2 the President shall appoint a AmHonty. ‘Competent Authority to manage and administer the affairsof  - : that enterprise. 7 2- : :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "4 Rehabititaion of Public Bnierprises Act, No. 29 of 1996",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(2A Competent Authority appointed under subsection (1) tomanage and administer the affairs of a privatised public enterprise shall take possession of the property of thal enter. prise, and shall cause an inventory (0 be prepared, in the presence of the Chairman of ike Board of Directors of such enterprise, orany agent duly amiborised by him, ifsuch person it available, of the immovable property, plant, machinery and stock in trade of such enterprise, at the time of such taking - °",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "+ over, . : .",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(3) The Competent Authority in the discharge of bis functions and the cxercise of his powers under this Act, shall be subject to such general and special directions as. the President may from tine to time issue, having regard to the need to safeguard, and secure recognition of , dhe rights of the workers of that enterprise. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(4) Where the Competent Authority takes over the aian-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "* agement and administration of the affairs of a privatised +. public enterprise, the Competent Authority shall =",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(a) exercise, perform and discharge with respect to such",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "enterprise, all the powers, duties and functions con- ferred or imposed on, or assigned ta, the Board of _ Directors of such enterprise by or under any written Taw or by the articles of association of such : enterprise : (6) recommence any business activities of such enterprise which have ceased to Funttion ; +, fe} restructure such enterprise sa as to enhance its com- mercial viability ; + (d) infuse the resources necessary to achieve the objec- * tives referred to in paragraph (b) and paragraph (¢); . (@) eusure the maintenance of proper acoountting systems . in such enterprise; : (A secore the due payment of wages to the workers of ” such enterprise and due compliance by such enter prise, of all its statutory dues in relation to-such workers ; . .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "Rehabilitation of Public Emerprises Act. No. 29 of 1996 ° 5 . (g) meet all costs and expenses incurred in the manage~ ment and administradion of the affairs of such enter- . * prises . . (h) dosuch otberacis as are necessary or incidental togive effect to the above, on :",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(5). During the petiod for which tte management and : adininiptration of the affairs of a privatised public enterprise is wken over by the Competent Authority, it shall not be lawful for any director of the Board of Directors of such emterprise, unless expressly authorised to do so by the Com- .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "* peteat Authority, to exercise, perform and discharge any powers, daties and functions with respect to such entesprise: .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "4, Where an Order made under seciion 2 is approved by Vesting of Pasliament within the period referred to in subsection (3) or shares ofa: subsection 4)(b) ofthat section, the shares held by the share Pua holders of the privatised public enterprise in respect of which Prise in the : such Order was made, shall, with effect fram the date of such Secretary to tbe approval, and other than in cases where such shares are Treasury. already held by the Secretary to the Treasury, vest in the | Secretary tothe Treasury forangonbehaifoftheGovernment,’ ” . :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "“. $1) “The President shall appoint, for the purposes of Appointment of this Act, a compensation tribunal consisting of the Chief _compansation, ‘Valuer and two other persofis who appear to the President to | “banal. have wide experience and shown capacity in the valuation of -",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(2) The share holders ofa privatised public enterprise on : ‘the day immediately preceding the date on which the shares in emit such enterprise were vested in the Secretary (o the Treasury under section 4 shall be enlitled to reasonable compensation. . in respect of such vesting,” * .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "@) Where an Order made under subsection (1) of section 2.is deemed to have been revoked by reason of the operation Of the provistons of subsection (3) of that section, the priva- tised public enterprise in respect of which such Order was L",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 . Rehabilitation of Public Enterprises Act, No. 29 of 1996 . made shall be emitted to compensation for any loss of profs . during the period commencing on the date of such Order and _ ending-on the date on which such Order is decmed (0 have beentevoked, . (4) The Minister in charge of the subject of Finance may : make regulations with regard to the manner of assessment of * . compensation payable to share-holders entitled to compensa- : | Gon under subsection (2) and to privatised public entexprises etitled to compensation under subsection (3) and the mode : and manner in which such compensation shatl be paid. oo (5) All claims to compensation under this Act shall be made to the compensation tribunat appointed under subsec- : tion (1) and such tribunal shall make its award on every such ‘ . claim within six months of the date on which such claim is received by such tribunal. (6) Any person who is aggrieved by the award made by \"__. the compensation tribunal may appeal against such award to to the Court of Appeat on a question of law within fourteen days om the date on which the award was communicated to such .- ‘ Person, with the leave of the Court of Appeal first had and ‘obtained. The provisions of the Civil Procedure Code relating : toappeals to the Courtof Appeal from orders of District cours shall, austatis mutandis, apply to the making and hearing of appeals under this section. + @) All sums awarded as compensation under this Act shall be charged on the Consolidated Fund. . Offences. 6. Any person — . (a) who refuses or fails to deliver possession to the Com- . petent Authority of any property of a privatised ° public enterprise the management and administra- . tion of the affairs of which is vested in the Govem- | ment by an Order under this Act ; or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "Rehabilitation of Piblic Enierprises Act. No. 29 of 1996. 7 °",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(b) who wilfully or negligently destroys , damages or 7",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": ": disables, or causes (o be destroyed or damaged of. disabled, or wilfully concealsorputsaway,orcauses ~ tobeconcealedor putaway any property of, any such",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "* enterprise ; re",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(c} who prevents of obstructs, or directly or indirectly : . causes any other person to prevent or obstruct, the ’",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "Competent Authority in taking over the manage- |",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "* meni ‘of;\"Grtaking possession or control of, any”",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "propesty:of; any suct enterprise, . . : . shall be guilty of an offence under this Act and shall on conviction after summary trial before a Magisirate be liable to *- imprisonment of either description (or a period not exceeding : ten years or to-a fine not exceeding ten thousand rupees oF t0 both such fine and imprisonment. .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "7. Forthe avoidance of doubts itis hereby declared that Applicabiliy of the provisions of the Public Enterprises Reform Commission he provisions ‘of Sri Lanka Act, No.1 of 1996, shall apply to and inrelation . Enterprises.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "Wo any privaused public enterprise the shares of which are “Rrefomm - ¢ vested in the Secretary of the Treasury underéection 4, Gomwmission of . . ~ No. 1 of 1996.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "8. (1) The Minister in charge of the subject of Finance Regulations, may make regulations in respect of all matters in regard 1 : which regulations are required or authorised to be made,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(2) Every regulation made by the Minister shall be pub- . -lishedin the Gazemte and shall come inwoperationonthedate .- 4, ‘of such publication or'on such later date as may be specified in the regulation. .",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(3) Every regulation made by the Minister shal, as san . as convenient after its publication in the Gazeite, be brought: before Parliament forapproval. Any regulation whichisnoiso \"",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "- approved shall deemed to be rescinded as from the date of Dot Cs :",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": ". & Rehabilitation of Public Enterprises Act, No. 29 of 1996 “ disapprovat bot without prejeudice. to anything previously . done thereunder. . * ‘(4)_ Notification of the date on which any regulation is : deemed undersubsection(3)toberescinded shall bepublisties- in the Gazette. . - . Durationofthis «9, The provisions of this Act, shall be operative for a Act period of six months from the dae of its commencemem, Application of 10. For the avoidance of doubis itis hereby declared that the Act the provisions of this Act shall not apply to any privatived. public enterprise— (a) whichbas been incorporated or constituted under He : : law of jor o (0) any shareholder of which is a national of, any country which has entered into atreaty ocagreement with an Sri Lanka to which Article 157 of the Constitution applies. ‘Sinhala text to 11, Intheeventof any inconsistency betwee the Sinhala : Prevailincase and Tamil texts of this Act, the Sinhala text shall prevail, ency. . Interpretation. 12. in this Act, unless the context otherwise requires — . “Compete Authority” means a Competent Authority : appointed under section 3 ; ; - “person” inclades any body of persons corporaie or * synincorporate.; : : “privatised public enterprise” means a company all the : shares of which were allotted to the Secretary to the * ‘Treasury in terms of subsection (3) of section 2of te a Conversion of Public Corporations or Government oe . Owned Business undertakings into Pablic Compa nies Act, No, 23 of 1987, and —",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": ". Rehabitisation of Public Enterprises Act, No, 29 of 1996, 9” . : (a) where all or the, majority of such shares have beep . transferred by the Secretary to the Treasury prior 10 . . . january 10, 1996 to any other person irrespective of”. oe subsequent transfers if any ; or + . . {b) the Government has ceased to have effective contra ° __ Of the administration and management of the affairs , : of such company 5 Le . , + “public comporation” means any corporation, board or other . ‘body which was or is established by or under any . : written law other than the Companies Act, No. 17 of : 1982, with funds or capital wholly or partly provided. 7 by the Government by way of grant, loan or other- . wise. 7 ‘ . : ot",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "’ ee ‘Annual subscription of English Bills and Acts of the Parliament Rs. 885 (Local), Rs. 1,180 (Foreign), payable to the Surmunrenbent, GovERNMENT PunticaTions BUREAU, No. 32, “Transworxs House, Lous Roap, CoLomso 0 before 15th December each year in respect",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "of the year following. .",
    "mean_p_confidence": 0.8
  }
]