[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON. Bth Session 1969-70.” nN , dn PLyee-2-t6 5 ey . eed && van) ihe Vay Tea and Rubber Subsidy (Amendment) Act, No. 4 of 1970 “Date of Assent : January 27, 1970 . Printed on the Orders of Government . Prine tthe Permpenes of ovpenenr Demrgy cacy, Te seat sulecpies ‘Gociding Bia) ne 3D. Cas ma Ree RIS, Bo tar SUMERORT , Goma BEET gl he ea ot GS eau Bs ‘issued before the date af payment will not be supplied. Price : 30 cents Postage: 10 cents",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Tea and Rubber Subsidy (Amendment) Act, No. 4 of 1970 L. D.—O. 19/69. AN Act To AMEND TH Russer REPLantinc Sussroy ‘Act (Cuaprar 437) ano rar Tea Sussipy Acr, No. 12 oF 1958. , (ate of Assent: January 27, 1970} BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Benate and. ‘House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "4. This Act may be cited as the Tex and Rubber bon tt, Subsidy (Amendment) Act, No. 4 of 1970.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2. The long title of the Rubber Replanting Subsidy Amatment of Act, hereinafter referred to as the “ principal Act oe Soya ae is hereby amended by the aubstitution, for the words “ REPLANTING OF RUBBER PLANTS ”, of the words “ REPLANTING OF RUBBER ESTATES AND RUBBER SMALL HOLDINGS, THE REHA- BILITATION OF RUBBER ESTATES AND RUBBER SMALL HOLDINGS AND THE PRO- CESSING OF RAW RUBBER ”.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "8, Section 2 of the principal Act ie hereby amended smenduuot of by the substitution, for the words“ repleating of losis rubber plante \". of the words ‘replanting of rubber wee estates and rubber smell holdings, the rehabilitation of robber estates and rubber small holdings and the processing of raw rubber \",",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "__ 4 Section $ of the principal Act ishereby amended _Amsndment ot in sub-section (2) thereof as follows :— reid",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(1) im paragraph (a) of that sub-section, by the 4+ . substitution, for the words “replanting of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "rubber planis;”, of the words “ replanting of rubber estates and rabber small holdings, the rehabilitation of rubber estates and rubber small holdings and the processing of raw . rubber;””; and + @) by the insertion, immediately after paragraph {e2) Gneerted by Act No, Be of 1961), of the following new paragraph :— “ (aa) such amounts as may be authorized ‘from time to time by the Minister to be paid for the purpose of subsidizing J aran—3,700 (fo",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "2 Tea and Rubber Subsidy (Amendment) . Act, No. 4 of 1970 the replanting of rubber estates and rubber small holdings with approved erops;”*. dnginet of 5. Section 8 of the principal ‘Act is hereby amencied ‘She petopal in sub-section (2) of that section, by the substitution, as. in paragraph (a) thereof, for the words “ replanti of rubber plants;”’, of ‘the words “ rey lating of robber estates and rubber small holdings, the rohabil- tation of rubber estates and rubber small holdings end the processing of raw rubber;”. Amendment of 6. Section 18 of the principal Act is hereby Semanal amended as follows:",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(1) by the insertion, immediately after the definition of “' appointed date”, of the following new definition : —",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "«* approved crops” means such erops ag may be approved for the purposes of this Act by the Minister by notifica- tion published in the Gazette;’;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(®) by the insertion, immediately after the definition of “regulation”, of the following new definition : —",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "‘«** yehabilitation ’ when used with reference to a rubber estate or rubber small holding means any operation designed to improve the agricultural conditions of such estate or small holding and includes the application of fertilizers, the adoption ft improved agricultural racticgs and the planting of additional rubber plants and any other useful plants in such estate or small holding;’;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(8) by the substitution, for the definition of “replanting”, of the following new definition: —",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "‘ “replanting” when used with refer- ence to any rubber estate or rubber small holding means the uprooting of all existing rubber plants and other vegetation in the whole or any part of such estate or small holding and their",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Tea and Rubber Subsidy (Amendment) = 8 ‘ ‘Act, No. 4 of 1970 replacement with new rubber plants or with approved crops aud indodes the Planting of rubber plants or approved cropa in an ares, which does not form part of such estate or small holding if the rubber plants in an equivalent area of such estate or small holding are eradicated within such time aa the Rubber Controller may epecify;'; (4) by the insertion, immediately after the definition * \"of ‘Rubber Controller”, of the following new definition: — . \"rubber estate’ means any rubber estate registered or deemed to have been registered under the Rubber cep. Control ‘Act;\"; and (8) by the insertion, immediately after the dtiition : of “ rubber plant”, of the following new . definition :— “rubber small holding” means any rabber small holding’ registered or deemed to have been fegistered under the Raber Control Act.’,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "1. The Tea Subsidy Act, No, 12 of 1958, (ag Amsnanent of amended by Act No. 66 of 1961) is hereby amended Sg,\" # of as follows:—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(1) in gub-section (2) of section 3 of that Act, by the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "ineertion immediately after paragraph (a)",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "thereof, of the following new paregraph:— (a) such amounts ag are authorized from time to time by the Minister to be paid",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "for the purpose of subsidizing the re,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Planting of tea estates andl tp, small oldings with approved crops;'; and",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(2) in section 12 of that Act—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": ". (@) by the insertion, immediately before the definition of Board ”, of the follow. ° ing new definition: —",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "\"© approved rope \"means such crops as may be approved for",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Tea and Rubber Subsidy (Amendment) Act, No. & of 1870 the purposes of this Act by the Micister by ‘aotifestion “pub- lished in the Gazette;’; and (0) by the substitution, for the definition of _ . \"replanting ”, of the following new definition :— «© replanting (@) when used with reference to any tea estate or tes small hoid- Jing, means the ‘uprooting of all existing tea plants and other vegetation in the whole or any part of such estate or small holding and their replacement with new tea plants or with approved crops and includes the replanting of tea plants or appro crops in an area which does not form part of such estate or small holding if the tea plants in an equivalent area of such estate or small hold- ing are eradicated within such time as the Tea Con- troller may specify; and (@) when used with reference to any rabber estate or rubber small holding means the uprooting of all existing rubber plants and other vegetation in the whole or any port of such estate or small holding and . their seplacement with tea plants;’.",
    "mean_p_confidence": 0.84
  }
]