[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Srd Session 1967.68” a be % ey Awe Tap SLEF ‘a a (ey Se Mey 33) Foreign Exchange Entitlement Certificates Act, No. 28 of 1968 Date of Assent : June 22, 1968 Printed on the Orders of Government Frined_ st he Commune Pye cenon, Tote Pred at, ibe oamamne ems Comoe, be ‘Annual Subscription (inchuding Bills) Rs. 30 (Local), Rs. 40 Ber ety ea aeremannet coma Price : 45 conts Postage: 10 cents",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "Foreign Exchange Entitlement Certifcutes Act, No, 28 of 1968 LL. D.—O. 18/68. An Act TO MAKE THE NECESSARY LEGAL PROVISION FOR ‘THR ESTABLISHMENT AND OPERATION SY THE .. GOVERNMENT oF CEYLON, THROUGH ITS AGENT THE",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "CENTRAL BANK oF CEYLON, OF A SCHEME OF FOREIGN",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "EXCHANGE ENTITLEMENT CERTIFICATES, AND TO",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "PROVIDE FOR MATTERS CONNECTED THEREWITH OR",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "INCIDENTAL THERETO.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "[Date of Assent: June 22, 1968] BBE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament amsembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "4. (1) This Act may be cited as the Foreign shot sus Exchange Entitlement Certificates Act, No. 28 of td drls ot 1968, orenlie",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "(2) The provisions of this Act shall be deemed, for all parposes, to have come into ‘operation on May 6,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "1988,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "2 Ths Government is hereby authorized to Autocity of he",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": ", . establish and operate, under and in accordance with erraaiate",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "the provisions of this Act, a Scheme to enable the germs»",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "issue, purchase, ale, surrender, or disposal in any Scbang for te",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "other ‘manner, of ‘foreign exchange entitlement Sidgeititog,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "Certificates. Such Scheme is in this Act referred to sttlaeat",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "as “ the Scheme\". Comics,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "+ B The authority vested in the Government by Axttaity",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "section 2 shall be exercised by the Central Bank as Qow20,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "the agent of the Government, and accordingly such ssdion 2 10 be",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "Bank may, in its capacity as such agent, exercise,  feated by the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "discharge and perform, subject to such directions as",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "may from time to time be issued in that bebalf by the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "Minister of Finance, all such powers, functions and",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "duties as may be necessary for the porposes of the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "establishment and operation of the Scheme, and of",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "carrying ont and giving effect to the principles and",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "provisions of this Act,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "4. (1) Subject to such terms as may be approved svturey of ho",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "by the Minister of Finance from time to time and Sear at __ Notified in the Gazette, the Central Bank is hereby Ceriscates, “* authorized to issue Certificates from time to time, of sch”",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "either directly or on its behalf through any commercial =\"",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "om ns4r19 8) '",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Foreign Exchange Entitlement Certificates Act, No, 28 of 1968 bank. The form, design, inscription, dimensions and other characteristics of such Certificates shall be 2s determined by the Central Bank from time to time. (2) Every Certificate— (a) shall bear the signature in facsimile of the Chief Accountant of the Centra} Bank, and such number of manual signatures as may be determined by directions; {) shall be stated on the face thereof to be issued by, or for and on behalf of the Central Bank; (c) shall be valid for such period as sball be specified therein; and (@) shell bear on. the face of it an amouat expressed in terms of Ceylon rupees. ‘Entislement 5, The holder of a valid Certificate shall be of tw teller entitled, upon the surrender thereof to an authorized Gates dealer, ‘to parchase foreign exchange for such purposes, and subject to such terms, as may be ayproved by the Government from time to time and notified in the Gazette. Ofeaoee. 6. (1) Any person who, without the authority of , the Central Bank,— (o) cute, perforates, or in any other way whatso- ever mutilates any Certificate; or 6) prints, stamps, or draws anything upon any Op Certificate; or affixes any seal or-staimp to oF tapon any Certificate: or : (©) attaches or affixes to or upon any Certificate ‘anything in the nature or form of an advertisement, shall be guilty of an offence under this Act, (2) Any person who forges any Certificate shall be guilty of en offence under this Act. 7. All expenses incurred in the administration of Bogue nis Act, and in n particular but without projudee, of thi et, the generality the foregoing provisions of this section, ail expenses incurred in the establishment and operation of the Scheme and the printing of Certificates and the payment to commercial banks of such commissions or Fees as may be determined by the Central Bank, shall be paid out of the Consolidated Fund.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Foreign Eachangs Entitlement Certificates 3 Act, No. 28 of 1968 & (1) For the purposes of this Act, there shall be Opuing of s opened and maintained in the Central Bank in the {iv emuet name of the Government an account to be called the Bett fer ste . ‘Foreign Exchange Entitlement Certificate iran. Account”, in this Act referred to as “the ‘Account \". (2) There shall be credited to the Account all such sums of money as may, from time to time, be with- drawn from the Consolidated Fund for the purpose of being credited to the Account. and all other sums received by the Central Bank for and on behalf of the Government in the course of the administration of this Act. (8) There shall be paid out of the Account all the expenses referred to in section 7. (® Any monies lying in the Account may be transferred to the Consolidated Fund from time to time as determined by the Minister of Finance. 9 (1) The Central Bank may issue directions for pinaiow ty the purpose of carrying oat or giving effect to the Centra! Bar > principles and provisions of this Act to commercial banks, outhorized dealers, approved acceptors or other persons. (2) In particular, but without prejudice to the geuerality of the powers conferred by sub-section (1), the Central Bank may issue directions to commercial banks, authorized dealers, approved aoceptors or other persons for or in respect of all or any of the following matters: — {@) any matter for which directions are authorized by this Act to be issued; (8) any matter relating to the establishment and gperation of the Scheme in respect of which provisions of this Act need to be supplemented; and (©) any matter connected with or incidental to any ‘of the aforesaid matters. () Any person who contravenes or fails to comply with any direction issued by the Central Bank under this Act shall be guiity of an offence under this Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "4 Foreign Exchange Entitlement Certificates Act, No. £8 of 1968 Pocahinn for 40. (1) Any person who is guilty of an offence Genes. under this Act shall be liable, on conviction after summary trial before a Magistrate, to imprisonment of either description for a term not exceeding two years or to @ fine not exceeding ten thousand rupees, or to both such imprisonment and such fine,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "(2) Any pereon who attempts to commit, or does any act preparatory to the commission of, any offence under this Act shall be deemed to be guilty of such",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "' offence. Otesees by 44. Where a person convicted of an offence under tote of this Act is @ body of persons, then,— : (@) if such body is a firm, every person who at the . time of the commission of the offence was a partner of that firm; or () if such body is @ body corporate, every person | who at the time of the commission of the : offence was a director or other officer of such : body, shall be deemed to be guilty of that offence unless he proves tut the offence was committed without his owledge, or that he exercised all due diligence to i prevent the commission of such offence. . Ottence to 42, All offences ander this Act shall be cognizable hecogeinble. offences within the meaning and for the purposes of the Criminal Procedure Cove. Prosecution 48, No prosecution for an offence under this Act Ryser with shali be instituted except by, or with the written oe sanction of, the Governor of the Central Bank. ia Sie Powers, £0, 44 The powers, duties and functions of the goats Central Bank under this Act shall vest in the Monetary nae Board, snd socordingly any such power, duty or ‘Monetary function may be exercised, performed and discharged by the Monetary Board. Pow 48. Any power, duty or funetion of the Central Beaty’ pank under Eais Aet which is vested in the Monetary Pear oy Board by section 14, may be exercised, performed or “Sstlows, discharged on ita bebalf by the Governor of the Central Bunk, or by any officer of the Bank acting under the eral or special directions of the Governor of the etal Bank.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Foreign Exchange Entitlement Certificates Act, No, 28 of 1968",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "46. The Governor of the Central Bank may accept Power to from sny person who is reasonably Suspected of somPecnd, heving committed an offence under this Act, by way of composition for the offence which may have been",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "+. committed, either snch sum of money, not exceeding one hundred thousand rupees, as may be specified in a notice sent by post or otherwise delivered to such person by the Governor if the sum es Specified is tendered by such person before the expiry of fourteen days after the date of such notice, or the sum s0 specified and such additional amount, not exceeding ten per sentum of the sum so specibed, as may be determined by the Governor, if the sum s0 specified and the additional amount so determined are tendered by such person before the expiry of twenty-eight days after the date of such notice. Any sum so accepted by the Governor shall be credited by bim to the Account.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "47, (1) Where in any proceedings in any court it conetuive hag to be determined whether a document purporting se ol, to bs a foreign exchange entitlement Certificate is «Cerdcet. on imitation of such a Certificate, a certificate under the hand of the Governor of the Centrat Bank or, if the Governor is temporarily absent from duty or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "+ temporarily unable to perform his functions and duties, a certificate under the hand of the Deputy Governor for the time being acting as the chi executive officer of the Central Bank, to the effect that such document is an imitation of a foreign exchange entitlement Certifcete issued by, of for and on behalf of the Central Bank of Ceylon, shall be teesived in those proceedings as conclusive evidence of the fact that auch document is an imitation of 2 foreign exchange entitlement Certificate.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(2) The Governor or the Deputy Governor of the Central Bank who issues a certificate under this section shall not be examined or cross-examined with respect to that certificate.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "@) Every certificate issued under this section shall he in the following form :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Ty csesesssssetessareseesspeesesesserseessy Governor of the",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Central Bank’ of Ceylon, */Deputy Governor for",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "the time being acting ag the chief executive officer",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "of the Central Bank of Ceylon, do bereby certify",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "».. that T have examined the document marked .........",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "which purports to be a foreign exchange entitlement",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": ",",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "8 Foreign Eachange Entitlement Certificates Act, No, £8 of 1968 Certificate issued for an amount Of .........cecceene ‘and bearing number .........---..- and dated ....ssssssse and that such document is an imitation of a foreign exchange entitlement Certificate and is not a forei exchange entitlement Certificate issued by, or fr and on bebalf of the Central Bank of Ceylon. SigMAture: .....ssesscssseeeessens Date: ..ecseccsscsseseseerrereesees {(Detate faappliebio wor). Special 48, Any permission, consent or authority granted reaions by the Controller of Exchange under the \"pechange ieee = Control Act may be made conditional on the surrender grmmio of any foreign exchange entitlement Certificate or Me'acbangs Certificates, Saal dete Tuterprotetion. 49, In this Act, unless the context otherwise ” requires— “approved accsptor ” means a person authorized ‘by the Controller of Exchange to accept foreign exchange; « authorized dealer ”” means a commercial bank for the time being authorized under section 4 of the Exchange Control Act; . “Central Bank” means the Central Bank of Ceylon eatablished under the Monetary Law ct; “Certificate” means a foreign exchange entitlement Certificate; \" Chief Accountant of the Central Bank ” includes the person for the time being acting as the Chief Accountant of the Central Bank; “ eommercial bank ”” has the same meaning as in section 127 (1) of the Monetary Law Act; “ foreign exchange entitlement Certificate \"’ means & foreign exchange entitlement Certificate issued by, or for and on behalf of the Central Bank under this Act, and which suthorizes the holder of such’ Certificate, upon, the surrender thereof during the period of its validity to any authorized dealer, to purchase foreign exchange for such purposes, and subject to such terms, as may be approved by the Goverament from time to time and notified in the Gazette;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "Foreign Exchonge Untittement Certificates 7 Act, No. 28 of 1968 “* Governor ” means the Governor of the Central Bank, and includes the Deputy Governor for the time being acting as the chief executive officer of that Bank;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "“ terms ”? includes conditions;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "“this Act” includes any directions issued",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "thereunder;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "“« valid Certificate ” means a Certificate which is",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "for the time being valid,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "20. The provisions of this Act shall be in addition thieaaw to and not in derogation of the provisions of the prrgilove, Monetary Law Act or the Exchange Control Act: i, Tora",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "Provided, however, that in the event of any conflict Gaualan.” or inconsistency between the provisions of this Act : and the provisions of the Monetary Law Act or the : Exchange Control Act, the provisions of this Act shall to the extent of such conflict or inconsistency prevail over the provisions of the Monetary Law Act or the Exchange Control Act.",
    "mean_p_confidence": 0.89
  }
]