[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "RE es on PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA PARLIAMENT (POWERS AND PRIVILEGES (AMENDMENT) ACT, No. 25 OF 1984 (Certified on 20th June, 1984) Printed on the Ordere of Government . Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of June 22, 1084 er rm rece OF SRI PREG, AE TO Bu PURCHASED AE TH GOVIRNAGENT PUBLICATIONS HORRA, COLOMEO. Price: 45 cents Postage: 68 cents",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "Parliament (Powers and erivileges) (Amendment) Act, No. 25 of 1984 [Certified on 20th June, 1984] LD—O, 57/83 * An Acr ro AMEND THE PARLIAMENT (POWERS AND PRIVILEGES) Agr BE it enacted by the Parliament of the Democratic Socialist Republie of Sri Lanka as follows :— 1. This Act may be cited as the Parliament (Powers and’ Short litle Privileges} (Amendment) Act, No. 25 of 1984. 2 Section 19 of the Parliament (Powers and Privileges) Replecement Act is hereby repealed and the following section substituted 19 of Chap~ ter 383, therefor :— “Brotetion 19, @) Any person, being a defendant in gation of any civil or eximinsl proceedings instituted palienes” for or on account, or in respect, of the pub- auduortiye¢ —_Tation by such person or his servant— Parliament and foe {a} of any report, paper, minute, votes oF geome proceedings being a report, peper, thereof minute, votes or proceedings fees published by order, or under the authority of Parliament or any committee thereof ; or (b} of a copy of any such report, paper, minute, votes or proceedings, may, on giving the plaintiff or the prosecutor twenty-four hours notice of his intention—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "(in the case of any civil or erlminsl pro- ceedings in respect of a publication refereed to in paragraph (a), bring betore the court in which such pro-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": ". ceedings are being held a certificate under the hand of the Speaker or the Becretery-Genersl cf Parliament stating that the report, paper, min- ‘ute, votes or proceedings in respect of which such proceedings have been instituted were published by such person or his servant by order or under the authority, of Parliament or any committee thereof ; oF",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "teat oresea—r,800 (B4s08) . ~",
    "mean_p_confidence": 0.02
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "2° Parlament (Powers and Privileges) (Amendment) Act, No, 25 of 1984",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Gi) in the case of any civil or criminal pro- ceedings in respect of a publication referred fo in paragraph (b), lay be- fore the court in whieh such proceed- ings are being held, the copy in res- pet of which such proceedings have been instituted and the report, paper, minute, votes or proceedings of which it purports to be a copy, together with an affidavit verifying such report, paper, minute, votes or proceedings and the correctness of such copy,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "and such court shall thereupon immedi- ately stay such civil or criminal proceedings and the same and every process issued therein shall be deemed to be finally determind,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2) No person shall be liable to any civil or criminal proceedings for or on account, oF in respect, of the publication, bona fide and without malice, by such person or his ser vant :—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(©) of any extract from, or abstract of, any report, paper, minute, votes or pro ceedings, published by order, or under the authority, of Parliament or any committee thereof ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(®) of a fair and accurate report of any proceedings of Parliament, being",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ". Proceeding, the publication of whlch has been authorized by Parliament",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(8) For the purpose of this section, the expression “civil or criminal proceedings” includes any proceeding for the punishment of contempt of the Supreme Court, or the Court of Appeal, or the High Court or any other Court, tribunal or institution’.",
    "mean_p_confidence": 0.89
  }
]