[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 4th Session 1950 Fa _—— fi pot iy | yas \\ f 1 65-15-45 } oe ai Import and Export Control (Continuation) Act, No. 27 of 1950 Date of Assent: October 20, 1950 - , . Printed on the Orders of Government : Burchtted’ at the Gove, Suncicattons SoA, Colom ee Buseav, Post Orrice Box 500, Secretariat, Colombo 1 Price: 1Oomte Pete co",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Import und Export Control (Continuation) — 3 : Act, No. 27 of 1950. .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "L D0, 30/48.",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "AN ACT 10 PROVIDE FOR THE CONTINUANCE IN FORCE. soe aren Decemesn 9, 1950, or Derencs Recutations",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "FOR THE CONTROL oF InroRts AND EXPORTS. .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(Date of Assent: October 20, 1950.] :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "WHEREAS the Defence Regulations which have effect by virtue of the Supplies and Services (Transitional Powers) Act, 1945, of the Parliament of the United Kingdom are due to expire on the tenth day of December, 1950:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "AND Whereas it is expedient to provide for the continuance in force for a further period of certain of those Defence Regulations which provide for the control of imports and exports:",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "BE it therefore enacted by the King’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "1, This Act may be cited as the Import and Export stor sila",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "+ Control (Continuation) Act. No. 27 of 1950, and té ee o shall come into operation on the ninth day of 7 December, 1950, (hereinafter referred to as ‘* the appointed date \").",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "2. (1) The Defence Regulations, specified in the coniousne First Shethte ‘to this Act shall from the appointed [9 fer: of date have the force of law by virtue of this Act and as egotstion though they were herein enacted. ee es.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(2) ‘The Defence Regulations specified in the Second.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Schedule to this Act shall from the appointed date",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "have the force of law by virtue of this Act and as",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "though they were herein enacted, so however that references in any ofthe end Regulations to any defence regulation shall be construed as references only to any",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "of the Defence Regulations specified in the First Schedale to this Act.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "8, The Governor-General may, by Order published rower te : in the Gazette, declare that any Defence Regulation {7 htione specified in the Schedules to this Act shatl cease to be in the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "in force on such date as may be specified in the Order. Stedules.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "4. References in this Act to Defence Regulations totertation. shalt be deemed to include references to all Orders and = instruments heretofore made or issued thereunder and in force at the appointed date.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "1s W, 99808-8.20640158). covz. meses, cxtamno, ,",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Import and Export Control (Continuation) Act, No. 87 of 1950. . Pus Sopepcia. nos ‘The Defence (Control of Bxporte) Regulations, The Defers (Control of Lmports} Regulations, as amended by the Order published in Gssatts No. 0,087 of April 12, 1949, . ‘Sncoxp Scmepore. . ulation 52 of the Defence (Mincellaneous) tions, 85 gated iy the Grdar pablahed is Garetts No 8,0 ot April 12, Regulations $8, 54 and 8% of the Defence (Miscellaneous) Regulations.",
    "mean_p_confidence": 0.66
  }
]