[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". - PARLIAMENT OF THE DEMOCRATIC . SOCIALIST REPUBLIC OF , SRI LANKA FOREIGN EXCHANGE (AMNESTY) . : ACT, No. 32 OF 1993 : pot tiene on 11th August, 1993] ‘ : Printed on the Orders of Government ° a Published az a Supplement to Part II of the Gazette of the Deaseratie Socialist Republic of Sci Lanka of ‘August 13, 1993 __ vane 4 mn pers OF cowmwnont PeDeci, st ‘Ata : x0 Be FORGHASED AN TE COVERNAGINT FUBLICATIONS aUREAU, COOMBS? | Price: 90 conts. . Postage: Ro. Lov 1 a",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Foretgn Ruchonge (Amnesty) Act, No. 32 of 1993+ [Certified on Lith August, 1983] .",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "L.D—O. 96/92, rae , Aw Act 70 proving For Tax ConcESSiONS 10 PERSONS WHO",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "‘REMIT OR EaING TO Sar LANKA ANY Forsten CURNENCY MELD BY",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "suct reasons OUraDE Sar LANRA AND WHICH REPRESENTS UN-",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "DISCLOSED PROFTIS AND INCOME OR TURNOVER, Of WHICH LAS",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "‘NOT BEEN DECLARED TO THE CONTROLLER OF EXCHANGE, WITH .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "A VIEW To SECURING FULL COMPLIANCE, IN TME.FUTURE, BY SUCH tensors wiTH Tax Laws AND Laws RELATING ‘TO . Exciawag Commot.; 10 INDEMIIFY SUCH PERSONS AGAINST | PROSECUTIONS FOR OFFENCES IN RELATION TO SUCH LAWS ; AND 170 PROVIDE FOR MATTERS CONNECTED THEREWITH OR INCWENTAL",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "‘TaEREr9,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka, as follows :-—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "1. This Act-may be cited as the Foreign Exchange Short title. (Amnesty) Act, No. 32 of 1993, .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "2 (1) This Act shall, subject to the provisions of sub- persons section (2), apply to any person who holds any relevant 10, whom foreign currency outside Sri Lanka and who— apple",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(e) ‘@) remits, through a commercial bank, such currency",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "- to Sri Lanka on or after November 12, 1991, but on o before December 31, 1993; or Gi) brings such currency to Sri Lanka upon his entering Sri Lenka st an approved Port of entry, on-or after November 1% 1991, but on or before March 5, 1993, and makes a declaration in respect of such currency under the Customs Ordinance; and =",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(B) deposits the currency so remitted or brought, in a",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "designated foreign currency, in any foreign currency aecount, opened in his name in any commercist bank in Sri Lanka. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(2) This Act shall not apply to any person in relation to: whom any irivestigation was pending on November 12, 1991, for— #",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "@) any alleged or suspected evasion of any tax payable",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": ". under the law for the time being applicabie to the } imposition of income tax or the Finance Act, No. 11 | cof 1969 or the Turnaver Tax Act, No. 69 of 1881, fn | % ap a2sns0-8,755 (93400) 1",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "2 Foreign Bachange (Asnnesty) Act, No. 32 of 1998 respect of any profils and income or turnover, a8 the case may be, which arose or accrued to, or WAS derived, by such person on or before November 12, 1991; or ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(ii) any alleged or suspected violation, of any provision",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "* of the Exchange Control Act or the Prevention of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "‘Terrorism (Temporary Provisions) Act, No, 40 of 1979.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(8) Every person referred to in subsection (1), not being",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "@ person referred to in subsection (2}, shall, hereafter 21",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "this Act, be referred to as “a person to whom this Act",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "applies”. ‘Indemnifi- 3. A person to whom this Act applies shall not be cation, | able— (a) to pay— @).for any year of assesament ending on or before ‘March 31, 1992, any income tax or surcharge ‘on ineame tax payable, respectively, under the law for the time being applicable to the ixa- position of income tax or the Iaw for tke",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ": time being applicable to the imposition of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ".  sureharge on income tax, in respect of such part of the aggregate of (A) the amount of the relevant foreign cit cency lying to his credit on December «+. BY; 1993, in any account referred to in section 2(1} (b). 5 and “'\"@) such’ part of the relevant foreign cur rency deposited: by him in any foreign currency account referred to in section: \"+ 2) @) ag has been converted by him, _ 08 or before December 31, 1993, to Sri ‘Lanka currency ; and : (C) such parti of the relevant, foreign . currency deposited by him tn any foreign currency account referred to in section 2(1}(b) as has heen remitted \\ by him outside Sri Lanka on or before December .31,. 1993, with the written . ‘approval of the Controller of Exchanger",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "\"Foreign Exchange (Aninesty) Act, No. 32 of 1993 3 as represents his profits and income; (i) Sor any year of assessment ending on or before March 31, 3892, any wealth tax or surcharge on wealth tax payable, respectively, under the =~ . Jaw for the time being applicable to the in Position of, wealth tax or of surcharge on ‘wealth tax, in respect of such part of his net : wealth for the acquisition of which such part t of his profits and income as is referred to in t sub-paragraph (i), had been, utilized ; or Gi for any quarter ending on or before December 3 31, 1981, any business turnover tax payable under the Finanee Act, No.-11 of 1963 or any turnover tax payable under the Turnover Tax Act, No. 69 of 1981, in respect of such part of the turnover from which stich part of : his profits and income as is referred to in sub- paragraph (i) arose or was derived ; or (8) to @ prosecution or to a penalty for any offence under— : . @ the law dor the time being applicable to the im- Position of, ineome tax or surcharge on in- come tax, or wealth tax or surcharge on * wealth tax, in relation to any year of assess ~ ment ending on or before March 31, 1992, in . : xespect of, or in connection with, such part of his profits snd income as is referred to in paragraph (e) (i) or such part o? his net wealth as is referred to: in paragraph @ @i)jor - . Gi) the Finance Act, No. 11 of 1963 or the Turnover : ‘Tax Act, No. 69 of 1981, in relation to any quarter ending on or before December 31, 1981, in respect of such part of his turmover as is referred to in paragraph (a) (if) ; oF ‘\" Gii) the Exchange Control Act, in respect of the whole or any part of the relevant foreign cu . rency deposited by him ina foreign currency account referred to in section 2(2) (2), in *, respect of which no return hag been furnish- ‘ed by him ur which has not been disclosed in | any return furnished by him under the Ex- change Control Act. }",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "4 _Foreign Exchange (Amnesty) Act, No. 32 of 193 = * Preceding 4. Nothing in the preceding is Act, provisions provisions of this Act, oF ie shall be read or construed as authorizing the revision of ‘Se donstrupa (a) any assessment made under the provistond of— Re ee ot G@) ‘the law for the time being relating to the im- ites Position of, income tax or surcharge on in- vow. come tax or wealth tax or surcharge om made, . wealth tox; or oy (i) the Finance Act, No. 11 of 1963, the Turnover i Tax Act, No. 69 of 1981; () any requirement imposed before November 12, 1991, ‘on any person to whom this Act applies and in re : Jation to any violation by him of any provision of 7 - the Exchange Control Act ; or . ~ (c) any other matter, 7 which has become final and conclusive under the provisions of any such law, deisteranee 5, (1) Subject to the provisions of subsection (2), every officer or employee of the Department of Inland Revenve, of of any commercial hank or of the Central Bank of Sri Lanka, shall preserve, and aid in preserving, secrecy with regard to all matters that may come to his knowledge in the adminis- tration of this Act and sball not give, divulge or reveal any information whatsoever regarding a foreign currency a count referred to in section 2(1) (b) to any individual, cor- poration, hank, court, institution, entity, department, official, agent, representative of the Government of Sri Lanka er to any other legal or natural person.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "(2) Nothvwithstanding the provisions of subsection (1), the Commissioner-General or the Coniroller of Exchange, or an officer or employee of a commercial, bank, as the case may be, shall if he is required ta do so—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "i (i) by the person to whom such matter or information a relates; . . , Gi) by any provision of any law giving effect to an ' international convention an narcotics or hijacking . 4m any erlminal proceedings instituted under that \\ tow, in any court;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Foreign Exchange (Amnesty) Act, No. 32 of 1998 5 Gii) by an order of the Supreme Court, made on appli= ‘cation therefor, on the ground that moneys in any account referred to in section 2 (1) (b) have been or are being used in furtherance of an act which constitutes an offence under the Prevention of ‘Terrorism (Temporary Provisions) Act, No. 48 of 1979; or - dv} by an order of court in any legal proceedings . instituted by or against a commercial bank, or by . or against the holder of an account referred in section 2 (1) (b) relating to a banking transaction arising from such account, ‘commumicate to such person or court any matter or information which has come to his knowledge in the ‘adwninistration of this Act, : (8) Any officer or employee of the Department of Inland Revenue, or of the Central Bank of Sri Lanka or of any commercial bank, who acts in contravention of the - . Provisions of subsection (1) shall be guilty of an offence ‘under this Act, and shall, on conviction after summaty ‘trial before a Magistrate, be liahle ta a fine not exceeding ‘one hundred thousand rupees or to imprisonment for term not exeeeding one year or to both such fine and imprisonment. In the event of any inconsistency between the Sinhala Siahale and Tamil texts of this Act, the Sinhata text shall prevail. Brevail In inconsistency. 7. In this Act, unless the context otherwise requires— [herpee- “commercial bank” means a licensed commercial bank (+ within the meaning of the Banking Act, No, 30 of 1088 ; ‘“Commatssioner-General”, “foreign currency”, “net | f Wealth”, “profits and income”, “year of assess- . ment” shall have the respetive meanings assigned to them by the Inland Revenue Act, No, 28 of 1979; 1’ “Controtler ‘of Exchange” means the Controller of | | v7 Bxehinge appointed under the Monetary Law : Act; ' .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "8 Foreign Exchange. (Amnesty) Act, No. 32 of 1983 + * designated foreign citrency” means any of the follow- ing foreign ‘currencies, that is ta say, the United States Dollar, Sterling Pound, Deutsche Mark, Swiss Franc, Japaness Yen, Austrolian Dollar, Singapore Dollar, French Franc, Canadian Dollar, Davish (Kroner, Netherland Guilder, Swedish Kroner and Hongkong Dollar and includes any other foreign currency approved in writing by the Controller of Exchange ; “xchange Control Act”. means the Exchange “Control “ ‘Act (Chapter 423) ; “foreign currency account” means an account in the + Domestle Banking Unit of any commercial bank in. Sri Lanka opened in accordance with the rules made by the Central Bank of Sri Lanka but does ‘not include an account opened in the foreign . currency banking unit of a commercial bank ; * “persori” includes a company, a bady of persons or @ : partnership; : ! + «relevant foreign currency” in -relation to a person oa ™meens foreign currency held on November 12, 1991 by such person outside Sri Lenka or foreign currency into which any movable or immovable property held by such person on November 12, 1991. outside Sri Lanka, has been converted and— vou og +, (A) being, or being attributable to, profits” and incame— () were derived by such person, or arose oF : foe ‘acerued to him, during any period ending before November 12, 1991; and ‘ Gi) in respert of which no return bas been furnished by him er ‘has not been disclosed in any return furnished by . . « him or his not heen assessed to income : .+ * tas,-under the law for the time being os applicable to the imposition of income . tax; end | (iii) were chargeable with income tax under + 7 thé law for the time being applicable to the imposition of income tax, but not including— . .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "| Foreign Exchange (Amnesty) Act, No. 92 of 1993 7 (@) any amount recelvable in foreign currency for any exports made by him : from Sri Lanka, under any permit > issued by the Controfler of Exchange ; (%) any amount receivable in foreign : currency for services rendered by him . in or outside Sri Lanka and declared : in a return furnished by him under the provisions of the Inland Revenue Act, . ‘No. 28 of 1979 or the Exchange Control . . Act; . (¢) any amount due in foreign currency on any, decree or writ of any court of law : outside Sri Lanka for the recovery of any debt or the enforcement of any civil itebility ; or : (B) not being profits and income or attributable to profits and income, is attributable to property . . acquired by him outside Sri Lanka, by way ‘of gift, donation, inheritance or otherwise, Do. and in respect of whieb, no return has been furnished by him or has not been disclosed in any return furnished by him, under the : Exchange Control Act; “the law for the time being applicable to the imposition . of income tax” means the Inland Revenue Act, No, 28 of 1979; : “the law for the time being applicable to the imposition . of surcharge on income tax” means the Surcharge on Income Tax Act, No. 26 of 1982, the Surcharge on Income Tax Act, No. 18 of 1984 and the Surcharge on Income Tax Act, No, 7 of 1989; “the law for the time being applicable to the imposition of wealth tax or surcharge on wealth tax” means the Inland Revenue Act, No. 28 of 1879, the Surcharge on Wealth Tax Act, No. 25 of 192 and the Surcharge on Wealth Tax Act, No. 8 of 1999; “tumover® and “quarter” shell have the respective mesnings assigned to them by the Turnover Tax Act. No. 69 of 1981.",
    "mean_p_confidence": 0.86
  }
]