[
  {
    "i_page": 1,
    "par_num": 2,
    "text": "Deet] 25 PARLIAMENT OF THE DEMOCRATIC . SOCIALIST REPUBLIC OE . SRI LANKA LOCAL AUTHORITIES ELECTIONS (AMENDMENT) ACT, No. 25 OF 1990 (Certified on 29th June, 1990) , Printed on the Orders of Government shed as a Supplement to Part IT of the Gazette’of the Democratic ~ Socialist Republic of Sri Lanka of June 29, 1990",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": "[FRDITED Ax THE DSPACE OF COVENDEDY FAINTING, SAI LAE 10 Be PURGHAGED AT BIE GOVETOOAEN PUBLICATIONS BUREAU, COLOMBO 390 Cents, . . Postage: Re. 1.00",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Local Authorities Elections (Amendment) 2 Act, No. 25 of 1990 . - [Certified on 29th June, 1990] LD—O 26/00 . .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Aw Act to amanp Tae Loca, Auriontms Euscrions",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "‘Onmmranee . BE it enacted by the Parliament of the Democratic Socialist ‘Republic of Sri Lanka as follows:— :",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "1. This Act may be cited an the Local Authorities snort title. Elections (Amendment) Act, No. 25 of 1990,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2 Section 9 of the Local Authorities Elections Ordi- amendment nance, as last amended by Act No, 24 of 1987 (hereinafter of section referred to as the “principal enactment ”} is hereby $,g* Cehapter further amended by the repeal of paragraph (dd) of sub- section (1) of that section and the substitution of the fol. - Jowing paragraph therefor :— -",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "“(Gd) 4s a member of Parliamesit, a member of a Pro-",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "vineial Couineil established by the Constitution or - a member of any other local authority ;”. BR",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "3. Section 28 of the priacipal enactment, as last amend- amendment ed by Act No. 24 of 1987, is hereby further amended as of section 24",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": ": ef the follows :—~ principal Enactaeent, Q) by the insertion immediately atter subsection (1) of |. * that section of the following new subsections :— an “(1a) Notwithstanding any provisions to the . contrary in this Act, in each nomination paper sub- . : mitted in respect of an election for the electoral areas of local authority, not less than forty per «| centum of the total number of candidates nomina- - ted in such nomination paper shall consist of youth. (1s) ‘the Commisstoncr shall by netice published = * in the Gazette, specify the number of youth can- didates to be nominated in respect of each local authority. Where the total number of youth candi- dates to be nomineted is sucki, that forty per centum of that number would le an integer and a fraction,” . the nearest integer to that integer and fraction shall ‘be deemed to be the forty per centum for purposes - of this subsection.” ; and BAD ong188 (00/00",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "2 Locat Authorities Elections (Amendment) . : Act, No, 25 of 1990 + . (2) in subsection (2) of that section by the substitution for the words “elected for that local authority increased by three.”, of the words “ elected for that",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Jocal authority increased by six or by one-third of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "such number of members, whichever is less.” ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "- (8) by the insertion immediately after subsection (4) of . that section, of the following new subsection: —",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "“ @a) A certified eupy of the birth certificate of every youth candidate whose name appears in the nomination paper or an affidavit signed by such youth candidate, certifying his date of birth shell bbe attached fo such nomination paper. ”.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Amendment ~ 4. Section 30 of the principal enactment, as amended by of ection 80° Law No, 24 of 1977, is herehy further amended in subsection ‘principal (@) of that section by the substitution for the words “is enectthent. elected and where sha number of votes polled by such inde- . Pendent group does not exceed one-eigth of the totel number : of votes polled at that election, the deposit made\", of the words “ is elecied, the deposit made”. Amendment 5. Section 21 of the principal enactment, as amended by ° at bare Act No. 48 of 1983, is hereby further amended as follows:— Eiechent. GQ) tn subsection (1) of that section by the insertion im- mediately after paragraph (b) of that subsection ~ + of the following paragraphs :—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(bb) that does not contain the total number of youth candidates as required to be nominated under subsection (1a) of section ” 28; or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ". (ebb) where, as required by subsection (41) of section 28, a certified copy of the birth cer- tifleate of a youth candidate or an affidavit",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ". signed by such youth cendidate, has not been. attached to the nomination paper ; or”; @) by the insertion immediately after subsection (1) of that section, of the following new subsection :—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "* (a) Objections t¢ » nomination paper may be made to a Feturning officer. between twelve noon and one-thirty O'clock in the afternoon of the last day of the period of nomination and no seh ob jectiony shall be enteviained by the — retuening officer after one-thitty O'eteck in the efternoon of that day.”",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "Local Authorities Blections (Amendment) 3 : ‘Act, No. 25°0f 1990",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "&. Seoticn 38 of che principal enactment is hereby amend- Amendment ‘ed in the proviso to subsection (3) of thut section by the $f Settion substitution for the words * it shall be lawful for the Minis- principal ter to nominate” of the words “it shail be lawful for the ¢™etment ‘Minister taking into consideration the provisions contained ‘in subsection (1a) of section 25 to nominate”.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "4%, Section 38 of the principal enactment, asdast amended Amendment ‘by Act No, 24 of 1987 is hereby further amended in para- 36 of the graph (b) of subsection (1) of that section as follows:—  Procttene,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(1) by the substitution for the words “by the returning",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "officer, then—”, of the words “by the returning officer then the returning officer shall forthwith pre- . pare a single list containing the names of candidates - as indicate) by the candidates, but placed in alpha- : “ betical order of their names in Sinhala, of such recognized political party or independent group and ‘then—\";",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(2) by the substitution in sub-paragraph (i) of that para- graph for the words “whose names appear as first” and second in such nomination paper”, of the words =“ “whose names appear as first and second fn such single fist”; ‘",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "@) by the substitution in sub-paragraph (ii) of that para- -",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "‘graph for the words “sppear in such nomination : Paper,” of the words “appear in such single list, \".",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "8 Seclion 28 of the principal enactment, as last amended Amendment by Act No. % of 198%, is hereby further amended in para. $f section. ‘graph (b) of subsection (1) of that section by the subsiitu. Peneival tion for the words “the names of the candidates (as tndi- - cated by the candidates) placed in alphabeticsl order in Sinhela, of ”, of the words ‘a single list containing the names ‘of the candidates ax indicated by them, but placed in alpha . betical order of their names in Sinhala, of \".",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "3 Section 47 of the priecipal enactment, a amended by Amendment",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": ". Act No, 2% of 1987, fs hereby further amended in paragraph $f af tho. (a) of that section by the substitution for the words from principal, “placed tn serial order,\" to the end of that paragraph, of **™etment",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": ". 4 Local Authorities Blections (Amendment) Ant, No, 25 of 1990 . the words “placed in one or more rows in serial order, as ~ \"is equal to the number of members to be elected to the local authority increased by six or by one-third of such number of members whichever is less, with provision to mark three preferences and such preferences shall be marked on one v.98 more of the cages enclosing a serial number or on any . one or more of the blank cages appearing on the right hend ‘tde of a cage enclosing # serial number, ”. noe Amendment 10, Section 63 of the prineipal enactment, ax last amended Gwe —_by Act No. 24 of 1907, is hereny sinther amended by the principe! repeal of subsection (68) of that suction, : Amendment LL, Sectton 65 of the principal enactment, as lest amended. of section by Act No. 24 of 1987, is hereby further amended in sub- principal section (2) of that zection us follows :— + ‘coactment. () by the repeal of paragraph (2) of that subsection and : ‘the substitution therefor of the following paray fae gph — *(a) The total number of valid votes polled by all political parties and independent groups ate . hereinafter referred to as “relevant number of votes\". 5 _, @) by the repeal of paragraph (b) of that subsection ; (8) by the substitution in paragraph (d) of that subsec~ tion, for the words “and independent group (other ‘than those parties and groups disqualified under paragraph (a) beginning with”, of the words “and indepcndent group beginning with”; (4) by the cubstitution in peragtaph (g) of that subsec- “tion, for the words “whose name appear next in the nomination poper submitted by such party or group,” of the words “whose name appear next it the single list prepared under paragraph (b) of sub- section (1) of ‘section 38,\", : “Amendment 42. Section 75 of the principal enactment, as last amended - of atetion by Act No. 24 of 1967, is hereby further amended by the prinatpal substitution for the words “‘candldate for whom he has , szaciment. indicated a preference”, of the words “candidate or eandi- ® dates for whom he has indicated a preference or proternces ”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": ". Local Authorities Elections (Amendment) ~ 5 Act, No, 25 of 1990",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "13, Section 78 of the principal enactment is hereby Amendment amended in subsection (1) of that section, by the inser- 9g of tion, immedfately after paragraph (a) of that subsection, the principal of that following new parngraph:— enaetenent,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "“ {aa} Any perron who signs an affidavit, for the pur-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "Poses of subsection (4a) of section 28, knowing any statement contained therein to be false; or”.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "44. Section 89 of the principal enactment, as last amended Atnendment by Act No. 24 of i987, is hereby futher amended by the fete\" addition immediately after the definition of “town”, af principal the following Aefirition :-- enactment,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "“youth” means a person not less than eighteen years of age os at first June of the year in which the revision of the operative electoral register commenced under the Registration of — -",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": ". ‘Electors Act, No. 44 of 1960 end not more than. thirty-five years of age as on the last day of the > nomination period specified under this ‘Ordinance in respect of the election et which he",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "seeks to be e candidate.”, _",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "15, First Senedule tothe principal enactment, as last Replacement amended by Act No, 24 of 1987 is hereby repealed and the Sehodale following Schedule substituted therefor :—. e",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "g Sched penal *BRST SCHEDLE [Becton 38 2)) : Fomor Nowpvatson Pate -owvionowwrmeSouncilfPradethiya Shabba, ~ .",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "“The ovenernos Paty, being 8 recoeniand poiteal pstyindependat group cofcandidates (of which(in the cate ofan Independent grosphwemnnennerme is the group leader}, hereby nominates the Following persons 8a candidates for election of mimbes of (98 never vemero~- Municipal Council?ban ‘CouncifPradehiya Sabha,",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": ". Group 1 Candidates. 7 2 a ‘ New ‘Address —-Oceupation Signatur signly- Ing consat of candidate",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "@ “Local Authorities Elections (Amendment) : Act, No. 25 of 1990 Growp Youth Condites . 7 z > 3 3 Name Adress “Dateofbirth Oocuntion _Sigeatore sivaitiog consent of youth . . candidate - Ido hereby certify that all the youth candidates whose names appear in this ‘eomination paper are within theagestipulated in section 89 ofthe Ordiaaace. Signature of Seretary of recognised political . partyietoupleader. NAD feocnpunninwtenananns mt Signed by the above named “ Sroretary of recognized political parly group “Teader in roy pregenes Rt wewneneson this ently Sateen ee 7 ‘Justice of the Peaccor Notary . Public. Amendment 48, Sevond Schedule to the principal enactment ag last Schedule \"amended by Act No, 2¢ of 1987, is hereby further amended Piincpal |” hy the subslitotion Zor the words from \"“independont grouP, \". \"by placing a srass” to the words “each such candidate\", of the words “independent group, by placing a cross of Crosses (thus “X”) on ons or more of the cages enclosing a verlal nuinbex corresponding to the seriel number assigned - fo each such candidate or any one ot more blank cages appearing on the right hand side of a cage enclosing such serial nuraber.”, . *",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": ". Local Authorities Elections (Amendment) ‘7 Act, No, 25 of 1990 \"a3, ‘Third Schedule to the principal enactment, as amend- Replacement 8 by Act No, 24 of 1987 is hereby repealed and the follow- Benedole ing Schedule substituted therefor :— einen} Shactnent. : HERD SCHEDULE. - Fons oF Frotr of Bacon Paren CCoupter Fell No. PARTY“A\" s¥MROL, PARTY \"B\" s¥MBOL PARTY “c SYMBOL : “INDEPENDENT GROUP\"1 SYMBOL . INDEPENDENT GROUP\"? SYMBOL. “INDEPENDENT GROUPS SYMBOL : LR —a | | | 3 » a H —s ) I 2 —“_ ~~. | » | |. TI Ee ee ee A 35",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "@ .” \" Locat Authorities Blections (Amendment) . ‘Act, No, 25 of 1980 . ° _ 6 - ~~! ” a | 38 ‘ a _ 9, : rs ae [| eI , # | | ee a 16 yr | | «if. . 7 “4 18 : “ 8 46 Te | a | a fT. fe] : 2 . 49 \" . tol og . “0 2S . 2 26 s a 5 4 Amend 18 | Ninth Schedule to the principal enactment is hereby Stale amended in “BACK OF FORM\" appearing in the Schedule Brtncipal to those regulations as follows: — ‘enactment, rea (1) in subparagraph 3 of paragraph A, by the substitu- tion for the ‘words from “by placing a cross” to the end of that sub-paragraph, of the words “by Placing cross or crosses (thus “K”) on o.c ot more of the cages enclosing a serial number _ ° corresponding to the serial, number” aysigned to esch such candidate or on any one or more blank ‘eoges appearing on the right hand side of a cage enclosing such serial number. \"s . ’",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": ". Local Authorities Elections (Amendment) 8 . Act No. 25 of 1990 ” @) in sub-paragraph 4 of paragraph B, by the substitu- tien for the words from “by placing a cross” to end of thet sobparagraph, of the words “ by Placing a cross or crosses ; (thus “X\") on ‘oue or more of the cages enclosing a serial number corresponding to the serial number assigned to each such candidate or .on any one or more blank cages appenring cu the right hand side of a cage enclosing such seria] number,” AQ. In the event of any inconsistency between the Sinbale Sinhala and Tamil texts of this Act, the Sinhola text shall prevai, in prevail, sen",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "a",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "Annual subscription of Bills end Acte of the Parliament Ra 117 (Local,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "Ru, 236 (Foreign), payable to the Suvrawreussnt, Govexmante Pusicarions",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "‘Burzav, Covoxteo 1, before 15th December ench year in respect of the “year foltacring.",
    "mean_p_confidence": 0.71
  }
]