[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC ‘OF . SRILANKA | PUBLIC SERVICE : MUTUAL PROVIDENT ASSOCIATION (AMENDMENT) . AGT, No. 13 OF 1996 - ; . [Certified on 9th July, 1906] a ° - 'b. .1 Printed on the Order of Government ‘Pattitiod as a Supplement to Part T of the Gatelte of the Democtatk Socialist Republic of Sei Lanka of July 12, 1996 orem A= re: DAREIODT OP coven FENG fal tata ‘80 35 PURCEARS® AT THE ROTRUIEMTY YURLICATION BYBGAY, DNLODEEE 1 ‘Pride: 45 conis.~ . Postage: Re. 204",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Public Service Mutual Provident Azcoctation (Amendment) Act, No. 13 of 1998 [Certified on sth July, 1996] L, D0 2/95 Ax Act 30 anenn tae Pustic Seevice Muruat Paovwent Assodiarton Onmmtantcs",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "BE it enacted by the Parliament of the “Democratic",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "1, This Act may he clted as the PubHe Service Mutual “Bhat",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Provident Association (Amendment) Act, No. 18 of 1996:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "# Section 4 of the Public Service Mutual’ Provident Amendment",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Axeociation Ordinance (hereinafter ‘referred to us the $f,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "“principal enactment”).is hereby amended, by the repeal Chapter tet.,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "of paragraph (c) of subsection (1) of that section . and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "the substitution, of the following new paragraph",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "therefor :— : 7",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "* (@) eleven members of the corporation to be elected once a year wi the annual general meeting, subject to the condition that no such member shall hold office for a period of more than three years in exccession and that if in service, they should be officers stationed within the administrative limits ‘ef the Municipality of Colombe or the adainistra- tive limits of the Urban Council of Sri Jayawar- denapura, Kotte,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Yor the purpose of this paragraph, the peslod of three years shall be deemed to commence on the, date of the annual general meeting at which the member is first elected to the - committee of management and end on the date of the annual genera] meeting held in the third year following the date on which the member was Arst elected. ”,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "2 Section Ii of the principal enactmen: is hereby Amendqest amended by the substitution for the words, “Munletpality ff #5!\" of Colombo\", of the word: “Munldpality of Colombo piacipal or within the edministrative limits of the Urban Council of | “Mctmeat Sri Jayawardenepura, Kotte”, wherever those words occur im that nection,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "4. Section 15 of the principal enaetmant, is hereby amen- Amendment fi in paragraph (0) of subsection (1) of that section as 9f section follows :— miscible",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": ". Eiecueat",
    "mean_p_confidence": 0.03
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(@) by the substitution tn the proviso to subparagraph: .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "iv) of that paragraph for the words “ whichever is Jess, and, of the words “whichever fa less,°,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "| 2 Public Service Mutual droident Association (Amendment) Act, No, 13 of 1998 (b) by the substitution in sub-yeragraph {v) of that paragraph for the words “the celebration af festivals”, of the words \"the celebration af festivals, and™ ; and © by the addition immediately after sub-paragraph (¥) . of that paragraph, of the following new sub- paragraph :— : (vl) the purchase of a land or a building, for the _ . purpose of deelling or for construction of a buflding for the purpose of dwelting, midhiert however, to the rules of the corporation.*. Amentoros = Section 17 of the principal enactment ta hereby F SOP amancied in subsection (1) of that section, by the substitu prizctped tien for the words “requisition af fifty or utore members”, jsxtmmmt = of the words “requisition of two hundred or more members”, 7 . Stohaia ‘4. In the event of my inconsistency between the Sinhala peer in and the Tamil texte of thiy Act, the Sinhala text shail case of prevail. : . inconsistency.",
    "mean_p_confidence": 0.7
  }
]