[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ": fe. fo uy ee) sive: PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA COMPULSORY PUBLIC SERVICE (AMENDMENT) ACT, No. t1 OF 1979 co . [Cottiied on 9th February, 1878) een _ Printed on the Orders of Government Published ad a Supplement to Part [1 of the Gazette of the Democratic Socialist Hepublte of Sci Lanka of Pebrumy 16, 1979 . mem ce ier mah Fo be roncaAnas A ADE Get. FUBLTOANONE BUREAU, GOLOREDO Prive: WO cents Postage: 25 cents",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "Compulsory Public Service” (Amendment) ~ Act, No, 17 of 1879 i 2 ; [Certified on ih February, 1979) .",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "EDO, 76/78 eieoil tg ge",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "Aw Act'ro aManp mae Comusory Punuc Sravice Act; Pete ang nt NO. 0 OF IEE seus",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "BE it enacted by the Porliament of the Democratic Socialist",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "Republic of Sri Lanka as follows:— , .,,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "1. This Act may he clted ax the Compulsory Public ghert ‘Service (Amendment) Act, No, 11. of 1970. © + ‘tills.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "2. \"Section 2 of the Compulsory Public’ Service Act, Amendment No, 70 of 1961 (hereaiter in this Act referred to as the of Act No. 70 “principal enactment”) is hereby amended by the substi. of 1961.” tution for paragraphs (a), {b) and (c) of that section of =. “San” ‘the following paragraphs :— Pas dye ee “{@) becomes a graduate of the University of Ceylon, uk",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "‘or or any other university established in Srl Lanka’",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "1 to which a grant in made by the Government other *: “vy than a medical graduate of that university or of.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "o othat other university ;.0r « sti be",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "(2) becomes a graduate -of ‘any university’ outside Sri",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "“Lanka other than e medical graduate of that .",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "* 1: university-and thereafter undergoes a course of + {echnical training provided by’ or in the University of Ceylon or any other university established in",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "2 Bek ambea 5 ors ct ave Ge",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "(c) being a medical graduate of the University of Ceylon",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "“op any other university established in Sri Lanka",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "°\" thereafter becomes medical practitioner within",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "* * the meaning of the Medical Ordinance or satisfies",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "“! the requirements of paragraphs (a), (b) and (c) of {section 82 (1) of that Ordinance,” '",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "3, The following new section is hereby inserted imme- Ensertion, of intely after section 2, and shell have effect ax setion 24 Bein the,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "the Brincipel enactment :— wi ee ‘prineipel we sEeery 2a.) Te ‘shell be’ the duty of every eile to, medical graduate of the University of Ceylon Require 4 vc-OF any. other university established in Sti Seutreg to» Lanka to. acquire: the experience that is |",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "obtain a.\" xequired to obtain from the Ceylon Medios! Gnderseetion - Council a certificate under section 82 of the ~ Hg the. -Medical Ordinance and for thet purpase to Ordinance. ; ..-engage in eraployment in a resident medical . voc, CApaCity for the period prescribed under that ‘Ordinance in a hospital as may be required SA a0sna—s0 axn eran oo",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Compulsory Public Service (Amendment) sity Ast, No. 1 of WIP. cn F ‘of him by the Director of Health Services an such terms and conditions as may be imposed by the Director. DANAE Oa EE v.f rcv @) A medical graduate who ia engaged in “ employment in a resident medical capacity .. . for the purpose of acquiring the experience * required to obtain the certificate under section $2 of the Medical Ordinance (such dig? gcse! gtadwate hereafter referred to in thia Act a¢ we an “intern medical officer”) shall not leave = vecchon, b that employment during the period of that usdton 4. The following’ wew section is hereby inserted: gectoa ty «immediately after section 2a, (inserted by this Act) and « inthe, _ahell have effect os aection 2n, of the principal enactment:— fmetnenk atta 1o 20, Every medical graduate who im the Susana, discharge of the obligation imposed on kim under.’ by section 24 refuses to engage in employ an offesee, ment as an intern medical officer when 20 iui, sh’, -. Sequired by the Director of Health Services ar. “5” | while being engaged in omaployment as en ove» Intern medical officer by the Director ot press; Health Services falls to serve in. the copa- ty fe?! city for the period for which he is 60 engaged shall, uniess he is declared to be fry» medically unfit to be engaged in- that “1 dup! , » employzent or serve in that capacity after ‘Osis ) @ duly condueted medical examination, 3. - , Be guilty of an offence and sheli be liable to « «1 i, 8 fie not exceeding one hundred and fifty yupees for every day during which such refusal or foilure continues.”. Amendment 5. Section 4 of Ube principal .enactment «is hereby fhe principal . @mended by the insertion immediately after subsection (1) onaciment. - of thet seclion of the following new subsection:— whe * (a) Every appointment of a graduate + subject to compulsory public service ta an” - 1° 2 + appropriate office in the public service shall. 7 “or ° “be published in the Gazette within a press, ~~\" \"' ertbed period by the authority making that * *o\" mppoiniment and the appointment shall be > 1) * deemed to take effect fram the date speclfied ~ [71 therein as the dete of his appointment.”",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Compulsory Public Service (Amendment) 8 Act, No. 11 of 1979 Section 11 of the principal enactment ts hereby Amendment ameniled by the repeal of subsection (2) of that section anc of section. 11 subatitution therefor of the following subsection Steal act. : a * (@) For the purposes of this Ach~ . (@ the appointment of a person to - any appropriate office in the publie service shall be deemed ‘Yo bo dite to take effect on the date specified in the letter or =” other imetrument by which such appointment is made, or in the Gazette ip which each appointment ta published or an such Jater dete to which it may have been postponed by the person or authority who made such appointment; and (®) the appointment of a person to any appropriate office in the public service shall be deemed . to be due to expire ff a date fa specified in the letter or e other instrument by which the appointment wes made or fm the Gazette in which the . . appointment iz published (not being a date expiring later then a period of five years from the date oh which he became subject to comput. sory public service), on that dete or it a date is not so \"+ specified, at the end of such perlod of five years”, % ‘the amendments mace to the principal enactment by Amendments sections 2, 3, 5 and 6 of this Act shall be deemed to have feaun” ‘tome into operation on January 1, 1979. beelive",
    "mean_p_confidence": 0.8
  }
]