[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "‘PARLIAMENT OF CEYLON |: ; . Ist Session 1960-61 | _ <> LL? [Saeen Fy =) Es Control of Publications on Horse-racing Act, No. 44 of 1961 Dote of Assent: June 17, 1962 Printed on the Orders of Government Print at the comment Pes, Covet To ow, a ee gains Bet, Cosas Annual Subscription (including Bils) Rs. 25, payable in ee ee et De naa pentane ee ae eee Geta Coote Price; 20 cents, . Postage: 10 cents",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": ". » Control of Publications on Horse-Raving Act, s No. 44 of 1962",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "L. DO. 64/89. *",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Aw Act TO PREVENT THE PRINTING, PUBLICATION OR COMBCUNIOATION OF ANY MATTER RELATING 70 ORSB-RACING IN OR OUTSIDE CEYLON, THR IMPORTATION OF ANY NEWSPAPER, BOOK, MAGAZINE",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘\\> QR OTHER PUBLICATION WHICH IN THE OPINION OF ae Pamvorrat CoLLEctor oF CUSTOMS OR OTHER OFFICER AUTHORISED BY HIM CONTAINS WHOLLY OR MAINLY MATTERS CONNECTED WITH HORSE-RACING, AND THE BALE OR DISTRIBUTION OF ANY ARTICLE 80 PRINTED, PUBLISHBD, COMMUNICATED OR IMPORTED, AND TO PROVIDE FOR MATTERS CONNECTRD THERE ‘WITH OR INCIDENTAL THERETO.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "[Date of Assent: 17th June, 1961)",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BE it enacted by the Queen’s Most Excellent",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Majesty, by and with the advice and consent of the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Senate and the House of Representatives of Ceylon in",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "this present Parliament assembled, and by the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "suthority of the same, as follows: —",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4, This Act may be cited as the Control of Publi-. suet tte",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "cations on Horse-racing Act, No. 44 of 1061.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "_ % No person shall— ‘ Srohiton of (@ print, publish or communicate any matter ‘ponte, connected with, or incidental to, or des- Smumpicatio, oriptive of, the running of racehorses in or Se, of any outside Ceylon or any race-meeting held or ',bpersciat to be held in or outside Ceylon, or aa () import any newspaper, book, magazine or other . publication which, in the opinion of the - Principal Collector of Customs or other » officer authorised by him in that behalf, con- taine wholly or mainly any matter connected\" with, or incidental to, or descriptive of, the running of racehorses, or any race-meating held or to be held, in-or outside Ceylon, or 2 naa oy",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Controt.of Publications on’ Horse-Racing Act, No. 44 of 1961 (@) distribute or sell, or offer for sale, any article printed, published, ‘communicated or ~ imported in contravention of the preceding provisions of this section : : Provided, however, that the preceding provisions of this section shall have no application to— {@) the publication by an approved racing club in conformity with the provisions of the Ong. on. Lotteries Ordinance of any notice or adver- tisement relating to the promotion or conduct of any lottery in connection with Torse-race, or @) the printing, publication, distribution or sale in conformity with the provisions of' this Act of the offial race-oard of an approved racing . elab, or (©) the communication by an approved racing club to the owner or trainer of any racehorse, oF by that owner or trainer to that club, of any Matter connected with the running of racehorse, or (@ the publication by an approved racing club of the finding in any inquiry or investigation by that club into the running of any racehorse or any matter connected therewith, of (© the printing or publication by an approved racing oib— {i} of the programme of races for any racing . cesonin accordance with the constitu- v tion of that club, be an (ii) of the racing calendar required to ols : published by that club ih sooordance with the rules of that club, (iii) of the list of entries of horses for the Taces to be run et any Taco meeting for the purpose of distribution only to owners and trainers of auch horses and ; to officials of that club, and . Gv) of the Hsts of the handicaps allotted to . horses entered, and of the seceptances of horses, for the races to be ran on any day for the porpose of distribosion : only to the ownera and trainers of such . horses and to persons performing any official duties on that day, or.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "Control of Publications on Horse-Racing Act, 8 : No. Ad-of 1961 : the printing, publication, distribution or sale at",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "Oe Pe md of each racing year by ah spproved",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "racing clab of the results of the race-mectings",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "held by that club during that year, or the importation by any person with the prior o approval oPtae Minot of an ‘book or other > literature printed or puiibed in any other country relating to the form of, and other matiets connected with, racehorses in that",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "country, or",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "(@) the importation by-an approved ‘racing club",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "conducting, any lotery wader the Lotteries Ordinance in connection with any horse-raco to be run outaide Ceylon, of any publication containing the entries for that race and the results of that race.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "8, (1) No person shall print the official race-card prising of of an.approves racing lob Except at che request of the fe ail secretary of that club. 3 peared",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "(2) Where an approved racing club desites to have an official race-card printed, the secretary of that club shall, not earlier than forty-eight hours before the time",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": ". of commencement of the race-meoting to which that oficial race-eard will apply, make a request in waiting to @ printer (hereafter In this Act referred to as the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "authorized printer ”), to print the official race-card. . Every such request shall—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "(@) contain the name of the authorised printer and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "the place at which such printer carries on his business of printing, and be",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "{0} apecify the number of copies of the official race- = -*",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "card required to be printed.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "A copy of such request shall be transmitted imme-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": ". diately ‘to the Permanent Secretary by the sscretary : making the request,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "(8) No authorised printer shall—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "(©) print any copies of an official race-card in excess of the number specified in the request of the secretary, o :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "(©) communicate the contents of an official race-card Tequired to be printed by him to-any other",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "& Control of Publications on Horse-Racing Act; + No. 44 of 1962 .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(4 Aa authorised printer shall maintain at the piace at which hé carries on his business of printing « regis- ter of the number of copies of any official race-card which he bas printed and delivered from time to time at the request of the scoretary of any approved racing club. Every euch register sliall be open for inspection at auch place to the Permanent Secretary or other Person authorised by him to make such indpection.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "fale of the 4 (1) No person other than a person authorised in tele” that Par) ‘in writing by the secrelary of an approved Spyeneltadog acing club shall sell an official race-card.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(2) An official race-card shall not be sold by an approved racing club—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "@ mcept at such places as are set apart by that club",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "for the purpose within the soveral enclosures of the race-course, or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(®) to any person other than to a person who is admitted to the race-mecting to which that official race-card applies either ag a member of that club or on his paying the fee charged by that club for admission to that race- meeting, or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(© earlier than two hours before the time fixed for the commencement of the first race specified in that official race-cazd.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Applicaton ot 5. (1) The Customs Ordinance shell apply ia Stic 'snd Selation to any newspaper, book, magazine or other Feu Ofte\" publication the importation of which is prohibited by ma section 2 of this Act in like manner as that Ordinance Cop. 188, applies in relation to articles the importation of which",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "- . to Ceylon is prohibited by any Ordinance. ap. 168, (2) The Post Office Ordinance shall in relation to the transmission by post of newspapers, books, magazines or other publications have ehect ae though in section 19 of that Ordinance the following new paragraph _ Were inserted immediately after paragraph.{d) of that",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "section: —",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "“‘ (da) any newspaper, book, magazine or other publication wich contains wholly or mainly any matter connected with, or incidental to, or descriptive of, the running of racehorses.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "‘ or any race-meeting held or to be held, in oF outside Ceylon; ”*,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Conirot of Publications on Horse-Raving Act, 5 No. 44 of 1961",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "6 .(1} Any person who contravenes or fails to Ofese, comply with any provision of this Act shall be guilty of an offence under this Act,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(2) Subject as otherwise provided, where an offenca —~ ander this Act is committed by @ body of persons, .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(@) if that body of persons is a body corporate,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "every director and other officer of that body : eorporate, and . ®) if that body of persons is a firm, every partner of that firm, . shall be deemed to be guilty of that offence.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(8) Subject as otherwise provided, where an offence * under this Act ie committed by an approved racing club, the secretary and every steward of that club shal be deemed to be guilty of that offence.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(4) A director or an officer of a body corporate, or partner of a firm, or the secretary or a steward of an Approved racing club, shall net be deemed to be guilty",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "‘an offence under this Act if he proves that that offence was committed without his Imowledge and that he exercised all such diligence to prevent the commis- . sion of that offence as he oight to have exercised having Tegard to the nature of his functions and in all the. circumstances.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "7. Every person who commits an offence under this Panshment Act shall, on conviction after summary trial before a ‘fsa Magistrate, ‘be liable to a fine not exceeding one thou- ur sand rupees or to imprisonment of either description for a term not exceeding six months or to both such fine aad imprisonment.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "8. No suit or prosecution shall lie— Polat te",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(a) against the Principal Collector of Customs or the under this Act",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Postmaster-General for any act'which in good faith is done or purported to be done by any officer of the Customs or’ the Postmaster- General’s Department on the direction of the - Principal Collector of Customs or the Post- master-General, as the case may be; or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(d) against any such officer for any act which in good",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "faith is done or purported to be done by him under this Act or on the direction of the Principal Collector -of Customs or the Postmaster-General.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": ". 8 Control of Publications on Horse-Racing Act, . _ No. 44 of 1061 Intepratin, 9 ‘In thia’ Act, unless the context otherwise requires— “- ‘ . “approved racing club” means the Ceylon Turf . Club or the Galle Gymkhana Club; “oficial race-card \" means the programme of & : Tace‘meeting to be held by an approved racing-club on aay day, sach programme : containing the race results. of previous : race-mestings held by that club; and",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "“ racesmeeting ”\" had the same meaning as in the",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Con. 8. Betting on Horse-racing Ordinance.",
    "mean_p_confidence": 0.71
  }
]