[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF ; SRI LANKA 3RI LANKA BROADCASTING CORPOR ATION (SPECIAL PROVISIONS) ACT, No, 8 OF 1996 | [Certited on 26th March, 1996] ‘ Printéd on the Order of Government. Published as a Supplement to Part II of the Gazette of the Democratic ‘Socialist Republic of Sri Lanka of March 29, 1996 . . ‘ RUT AR ‘DIE DERAREMNE OF COVERIERET PRMASING, ET LANA yo be ovcksoan Ay Ine COMMMDELNE FusIicAwons BUEEAG, GouanseO OF Price: 38 conts. . . Postage: Rs. 2.60",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Sri Lanks Brosdeasting Corporation (Special Provisione) Act, No, 8 of 1996 [Certified on 26th March, 1996] .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "LD—O. 5/95 .",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(AN Act TO MAKE SPECIAL PROVISION TO ENASLE OFFICERS AND SERVANTS WO WERE EMPLOYED IX ‘THE DepAnraner OF BROADCASTING AND WHO WERE SUBSEQUENTLY IMPLOTED 5F ome Sm Lamesa Buoancastom Coronation, TO BE ELIGHLE OR THE GRANT OF A PENSION ; AND TO PROVIDE FOR DEATIERS CONNECEED THEREWIEN OR INCIDENTAL THERETO. :",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BE it enacted by the Parliament of the Democratic Socialist",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Republic of Sri Lanka as follows:—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1 This Act may be cited as the Sri Lanka Broadcasting snoct ttle. Corporation (Special Provisions) Act, No. @ of 1996.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2 Every officer and servent who was employed in the Grant of ‘Department of Brosdcasting on the dey immediately prior Deneion to to January 5, 1967 (other than an officer or servant who wes servants fn a transfersble service), and who was subsequently qoyedin employed by the Corporation shall, notwithstanding his ment of smployment by the Corporation, be deemed to have eon- Brosdvasting tinued in office ag a public officer in the Department of fibeequentiy Broadcasting from the date on which he was employed by employed by the Corporation until the end of his period of service inthe Tinks Corporation, and shalt, if his period of service in the Broedcesting Corporation when added to his period of service in the Corporation Department of Broadcasting amounts to ten years or more, he eligible, at the end of bis period of service in the Corporation, for the grant of « pension under the Minutes on Pensions.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "3. Every person who becomes eligible for the grant of a Conditions to pension under section 2, shall recetve such pension subject Pe satiated to a refund, which shall he made by him or his heirs, to the award Director of Pensions, of any gratuity paid to him in Het, of §# made penston upon bis accepting permanent employment with the Corporation.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4 In the event of any incensistenay between the Sinhala sinbals text and Tamil texts of this Act, the Sinhala text shall prevail. [© PETS)",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Ghoouxistenecy,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "5 In this Act, unless the context otherwise reguires—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "“Corporation” means the Sri Lanka Broadcasting Inter.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Corporation established by the Sri Lenke Broad. pretation. 2 47 eegting Comporation Act, No. 37 of 1966.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "Se re a Annuab subscription of English Billy and Acts of the Parliament Be. 600 (Local), Ra 1,199 (Foreign). payable to the Sopsiomrmwoars, Goventncxnn PULICATIONS Besmav, No. 22 ‘Transworks House, Lotus Road, Colombo Ot, before 15th",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "Tasemiber each year in reapect of the year following.",
    "mean_p_confidence": 0.71
  }
]