[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "; AGB fife Or 43 Nees yy j Pes PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF ‘ SRI LANKA CO-OPERATIVE SOCIETIES (AMENDMENT) ACT, No. 32 OF 1983 : [Certified on 24th August, 1983)\" Printed on the Orders of Government Published as a Supplement to Part If of the Gazette of the Democratic * ‘Socialist Republle of Sci Lanka of August 25, 1988 roto Ae sua sarap OF ROUNAEENE FONCTIEG, S02 LAOTEA Go a0 FORCEASED AF TH COVEIEDAENT FORLIEATIONS BURENU, COLOMBO Price; 75 cents ~ Postage: 50 cents",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Co-operative Societies (Amendment) ‘Act, No, 32 of 1983 [Certified on 24th August, 1583} :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "L. D—O. 56/81. AN Act 70 ananp mm tue Coorenatve Socterms Law,",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "No, 5 oF 1972 BE it enacted by the PatHanment of the Democratic Soctalist Republic of Sri Lanka a3 follows :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1, This Act may be clted as the Co-operative Societies short title. (Amendment) Act, No, 32 of 1988,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2 Section 39 of the Co-operative Societies Law, Amenément ‘No. 5 of 1972 (hereinafter referred to as the “principal ofsection 30 enactment”) is heseby amended by the repeal of subsection No. Sot 1072. UU) thereof, and the substitutfon therefor, of the following subsection :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "“ (1) A registered society shall not make any loan to any person other than a member : . Provided that with the approval of the Registrar and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "ou such conditions sa may be prescribed by him, a",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "registered society may make loans to another registered * society and supply goods on credit to any registered",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘trader who has been appointed as an agent of the society",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "for the distribution of such goods. \",",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "3. The following new heading is substituted for the Replacement heading “Audit, Inquiry, Inspection or Investigation” Pf aeading occuring in Chapter VIII of the principal enactment :— Tittelie 1¢ “Accounts, Budget, Audit, Inquiry, Inspection or tnucunent.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Investigation. * a",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4 The following new sections are hereby inserted Insertion of immediately after the new heading to Chapter VIII of the Masud ste",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "-prineipal enactment, and shall have effect as sections 484 n, the and 42 of that enactment ;— Bonstient, * Accounts 43a. (1) Every registered soctety shall oes cause proper accounts af the income and expenditure, assets and Ifsbilities and of all other transactions of the society to be kept (2) Every registered society shall prepare ‘an annual statement of accounts and statio~ ties relating to the activities of the poclety, ag may be required by the Registrar or any person authorized by him. Such statement ‘of accounts shall be submitted to the Registrar or other person authorized by him ‘within three months of the close of the financial year to which it relates,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Co-operative Societies (Amendment) Act, No, 32 of 1983 . ‘ (3) Where a registered society fails to somply with any of the provisions of this nection every member of the Committee af such society shall be guilty of an offence, +2.) ++ nd shall om conviction after summary trial before a Magistrate be liable to a fina not _.,  Qkeeeding two thousand rupees: . . Provided; however, that no such member _ \\ shall be guilty of an offence if he proves that . the offence was committed without, his knowledge and that he exercised all due Giligence to prevent the commission of that offence. Preparation. 43a, (1) “Bvery: registered society shall ‘udgets, prepare a budget in respect of every financial Year, setting out projections of . revenue, expenditure both recurrent and . capital, financiel and cash resources, investments of + funds, budgeted profit and loss accounts, Ymeome and expenditure accounts and balance sheets pertaining to that year. .. (2) Such budget shell be presented to the ; ,@eneral body of the society for its approval not. later-:than “two months prior to the commencement. ‘of the financial year to which it relates, . oan “2 @) A copy ef such budget shell he trans- + mitted to the Registrar one ‘month prior to the commencement of the financial year to » Which it relates... woke \" (4) The form and manner in which the \\y. Budget shall be prepared and the minimum  Soformation that it should contain, shall be ‘as determined by the Registrar. J\") @) tthe Minister mey where he considers wit expedient to de so having regard to the membership of a registered: society and its income and expenditure by special or general order exempt any society trom the require ments of this section\": +:",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Co-operative Societies (Amendment) 3 Act, No, 32 of 1989",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "8, Section 44 of the principal enactment is hereby Amendment _",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "amended os follews:— *) te",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "” nelpal",
    "mean_p_confidence": 0.11
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "() by the repeal of subsection (4) thereot,”” and the Bhacibent, substitution therefor, of the following subsection :— * (4) The Registrar or any person authorized by general or special order in waiting in that benalt by the Registrar, shell at all times have access to and be entitled to examine all books, documents, accounts and papers, securities and cash in hand of a registered society and every person in charge of or maintaining or having possession of the afore- sald shall produce them to the Registrar or such authorized person or furnish such information in regard to the transactions and working af the society as the Registrar or the authorized person",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "making such inspection or audit may require.” ; (Ui) in subsection (6)— : ~ (a) in paragraph (a) thereof, by the substitution for the words “or the mules made under this Law”, of the words, “or the rules made under this Law or any other law, rules or regulations relating to Co-operative Societies or financlsl procedare approved by. the . Registrar or any general directions issued by : the Registrar or the Co-operative Employees’ Commission,” ; . (b) by the repeat of paragraph (0) thereat, and the substitution therefor, .of the following . paragraph :— Loy : / ° “ (c) The provisions of section 68 (2) shall apply, mutetie mutandis, in a case where the decision made by the Registrar, is not come : plied with”; and (c} by the repeal of paragraph (d) thereof,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "6 Section 46 of the principal enactment is hercb? Amendment amended in subsection (2) by the repeal of paragraph (d) cfection $6 thereof, and the substitution therefor, ofthe following principal paragreph t= _ Enaciment",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "+ (@) to take into custody books of accounts or documents",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": ". of the society where he has rezson to believe that",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": ". there is a fraud or irregularity in the course of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "© such imguiry.”, ,",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "3-0 oTDt—-10,00 (9705)",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "4 Co-operative Societies (Amendment) Act, No, 32 of 1983 Amendment 9. Section 47 of the principal enactment ig hereby QGaEPOMAT amended by the eddition immediately after subsection (7) Principal - thereof, of the following new subsection :— Toecirnent, - \" (8) For the purpose of an inspection or investigation",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "‘under the provisions of this section, the Registrar or any",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "person authorized by him to hold an inspection ot",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "investigation, shall have the power—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "(@) to summon any past or present officer, agent, servant",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "+*  @@ member of a soclety or any other person who in the opinion of the Registrar or the person",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "me authorized by him, to inquire, can give material ‘ information about any transaction of the society ‘or management of its affairs ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "(0) to require the production of any book or document relating to the affzirs of the society by any past or present officer, agent, servant or member of the society or other person in possession of or having ‘the custody of such book, document, cash, security",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "~ or other property ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "(¢) to suramon a general meeting of the members of the society at such time and place os may be specified by him, to determine such matters as may be directed by him ; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "- (@ ‘to take into his custody books of accounts or the _ ~ ‘, documents of the society where he has reason to . believe that there is a fraud, or irregularity in the course of such inspection or investigation. ”,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "Replacement ~8. ‘The following new heading is substituted for the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "gt heading heading, “Dissolution of the committee of a registered",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "Teotthe society” occuring in Chapter IX of the principal enact- prbetpal ment :— .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "Soctment,",
    "mean_p_confidence": 0.06
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": ": “Suspension of interdiction and removal of officers of",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "‘a registered society and dissolution of the committee of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "a registered society.\" -",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "‘Amendment 9, Section 48 of the principal ensetment ia hereby",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "‘Sfagetion 48 amended as follows :— .",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "Prine pal Q) by the repeal of subsection (1) thereof, and the substitution therefor, of the following subsection :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "*)- 4 (1) Hf the Registrar is of the opinion after an tnquiry under section 46, or an inspection or investigation under section 47, that the committee",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "“ Co-operative Socteties (Amendment) 5 Act, No. 32 of 1983",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "of any registered society ts not performing ity duties in a proper manner, he may, atter glviug the committee an opportunity to state ita objections, if any, to ite dissolution, and after considering such objections at a general mecting of the soclety summoned by him, by order in writing",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "(@) dissolve the committee; and .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "(®) direct that the affairs of the society shall. be managed and administered by a suitable person or persons appointed as hereinafter provided. ”;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "(i) by the repeal of paragraph (b) of subsection (4) thereof, and the substitution therefor, of the following paragraph :—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "“(B) shall have and may exercise all the powers, tights and privileges of the duly constituted committee of the society and where it becomes necessary to do so in the interest | of the efficient management of the affairs of such society, such of the powers of the general body as are necessary in such",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": ". interest, to the exclusion of such general",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "\"body. \"5 and",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "(il) by the insertion immediately after gubsection (9) thereof, of the following new subsection :— “",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": ": « (20) Before the completion of an inquiry under",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "‘section 46 or an inspection or investigation under",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": ". nection 47, if the Registrar is of opinion that a",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "prima facie case has been established against the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "- committee, the Registrar shall have the power to",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "muspend such committee for a period of six months",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "and eppoint an interim board to manage and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "administer the affairs of a society. The Registrar",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "shall complete sueh inquiry or investigation within",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "six months from the date of suspension of such",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "committee and take a final decision regarding the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": ". dissolution of such committee under subsection a 4 .",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "$ Co-operative Societies (Amenament) Act, No, $2 of 1988 Insectimot 10, The following new section is hereby inserted pemeection immediately after section 48 of the principal enactment, principal and shall have effect as seotion 484 of that enactment :— ‘ “Suspension 48a, (1) It the Registrar is of the opinion gtinterdic- . after an inquiry under section 46, or an femovalof inspection or investigation under section 47, oficers &e. that any officer or employee of any registered soclety is not performing his duties in a proper’ manner, or i¢ unfit or otherwise unable to discharge his duties efficfently, he _ may notwithstanding anything to the contrary in this ‘law, the Co-operative ‘ Employees Commission Act, No. 12 of 1972 or any other law after giving such officer : or employee, an opportunity to state their ‘objection by order in writing suspend or Interdict as the case may be such officer or employee pending such inquiry as may be necessary and after such inquiry remove such officer or employee from office : Provided that any employee aggrieved by an order of removal made under this sub- section, may appeal therefrom to the Co- operative Employees Coramisston established under Act, No, 12 of 1972 within a period of ‘thirty days, and the decision of such Com mission shell be final. . (2) Where any officer or employee is _Femoved under subsection (1) and where such order for removal has heen affiemed by * the Co-operative Employees’ Commission oF mo appeal against much Order has been preferred within thirty days, another officer or employee may be elected or appointed as the ease may he in accordance with the provisfons applicable in. respect fo such election or appointment.” Amendment ‘11. Section 49 of the principsl enactment is hereby ofsscticn 4 = amened by the repeal of subsection (1) thereof, and the principal substitution therefor, of the following subsection :— Enacanent. “ (1) If the Registrar after an inquiry under section 46 ‘or an inspection or investigation under section 47, or on receipt of an application for ite dissolution made by",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "Co-operative Societies (Amendment) 7 Act, No, 32 of 1989",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "three-fourths of the members of a registered soclety, and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "after giving an opportunity to the society and to the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "creditors of such society to state their objections, is of =~",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "opinion that the society ought to be dissolved, he may by",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "order under his hand cancel the registration of the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "society”.",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "12,' Seéetion §9 of the principal enactment is hereby Amendment amended ag follows :— ‘of section 68 () in subsection (3) thereof, by the substitution for the ERNGpe",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "“words and figures from, “and the provisions of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "ss, Sections 226 and 297” fo the end of that subsection,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "of the words and figures “and the provistons of o sections 226 to 297 of the Civil Procedure Code",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "-. \"shall, mutatis mutandis, apply to and in relation to",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "such seizure and sale.” and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "(3) in subsection (4) thereof, by the substitution for the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "words and figures “and the provisions of section 312 (except paragraphs (a) and (c) of subsection () of that section) of the Criminal Procedure Code”, occurring in that subsection of the words and figures, “and the provisions of section 201 (except paragraphs (a) and (4) of subsection (1) of that section) of the Code of Criminal Procedure . Ast, No. 15 of 1979”, .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "1 Section 61 of the principal enactment is hereby Amendment amended in subsection (2) thereof, by the fnsertion imme- fection 61 diately efter paragraph (j), of the following parageaph:— principe!",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "Gi) to prescribe the disqualifications of a member of “™fHDemt",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "8 registered society from being elected ax a member of the committee of management or of & regional or branch committee ;*,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "14, Section 68 of the principal enactment is hereby Amendmeot amended as follows :— of section 66",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "(@) im subsection (1) thereof, by the substitution for the Principal",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "words “employee of the society, the Registrar",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "may”, of the words “employee of the society, who",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "has utilized the funds of the society contrary to",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "the provisions of this Law or any other law or",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "rules or regulations made thereunder or the by-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": "lnws or the working rules of the society or financial procedure approved by the Registrar or any general directions issued by the Registrar or the Co",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 27,
    "text": ". operative Employees’ Commission the Registrar may ;\"pand -",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Co-operative Societies (Amendment) ‘Act, No, 32 of 1983 (i) in subsection (2) thereof. (a) by ‘the substitution for the words “by the . Society”, of the words “by the Registrar” ; and > () by the substitution for the words and figures “and the provisions of section 312 (except paragraphs (a) and (c) of subsection (1) of that section} of the Criminal Procedure Code”, of the words and figures “and the Provisions of section 201 (except paragraph (a) and (@) of subsection (1) of that section) of the Code of Criminal Procedure \" Act, No, 15 of 1979\". ‘Insertion of 15, The following new section is hereby inserted Brg? ~— immediately after section 68 of the principal enactment Principal, and shall have effect as section 68a of that enactment -— fonctment. Nomination _ 8a. Where the Registrar ix of opinion that ofmembers. ft 1s necessary or expedient to do so for the purpose of ensuring efficient management of the affairs of a registered society or for the purpose of safeguarding any investments or advances in money or goods made to such registered society by the Government or any State bank or State corporation, he mey, notwithstending anything to the contrary in this Law or any other law or in the by-laws of such registered soclety,- nominate such number of persons to he members of the Committee of such registered society as are in his opinion necessary or expedient for such purpose: . Provided that the number of such nom{- nated members shall be less then one halt ‘ of the tots] number of members of stich Committee”, , Replacement 16 Section 67 of the principal enactment is hereby Stsaction €7 repeated and the following section substituted therefor :— nel : Sateen Liability 67, It shell be lawful for the Registrar, ec. for after the accounts of a registered society Brenchot .. have been audited as provided in section 4 or after an inquiry under section 46 or an inspection of books and investigation of . Affairs of a registered society has been held ‘under section 47, to require any person, being",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "Co-operative Societies (Amendment) . a Act, No, $2 of 1983",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "‘@ pervon who is or has at any tme been entrusted with or being a person having or at any time having had the dominion of, any money, or any goods or property, in his ‘ capacity as an officer or a member or a servant of the society, to pay over or produce such amount of money or balance thereof or pay the value of such goods or property which is shown in the books of accounts or statements kept or signed by such persons tx held by or due from him as such officer, member or servant ; and if such person upon . being so required, fails to psy over or produce such amount of money or balance thereof forthwith or the value of such goods or property or to duly account therefor, he shalt be guilty of the offence of criminal breach of trust and shall on conviction after",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "* summary trial before a Magistrate be liable to. imprisonment of either description for a",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": ", teem not exceeding ten yeurs and shall elso be liable to a fine, notwithstanding that such punishment exceeds the ordinary jurisdiction of a Magistrate. ”,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "17. The following section is hereby inserted immediately Insertion of after section 67 of the principal enactment and shal! have 2ew S00\" effect as section 67a of that enactment :— . . principal . cMhomay, \"67a, It shall be lawful for an officer ot the proscations, | Department of Co-operative Development to",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "~*- investigate, inquire and conduct prosecutions which fall within Chapter XVII of the Code of Criminal Procedure Act, No. 15 of 1979, in respect of any matter involving a regis- \" ~ tered society.” ‘ -",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "28, Section 70 of the principal enactment fs hereby Amendment amended by the repeal of subsection (3) thereof; and the of4eetion%® substitution therefor, of the following subsection :— principal",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "* (8) All appointments and orders made, notifications . and notices issued, awards made by arbitrators, and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "decisions meade by the Registrar, and suits and other",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "proceedings instituted or deemed to have been made,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "jnmed or instituted and all disputes that have arisen",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "under any enactment repealed by this Law, shall, be",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "deemed to have been respectively made, ised and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "instituted and to have arisen under this Law.\", .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 Co-operative Societies (Amendment) Act, No. 32 of 1983 dmengment 19, Section 72 of the principal enactment is hereby of the amended by the repeal of subsection (2) thereof, and the Principal mubstitution therefor, of the following subsection:— . “ (2) Every person-who commits any offence referred « to in subsection (1), shall on conviction after eummaty trial before a Magistrate, be liable to imprisonment of either description for a period not exceeding two years, ‘or to a fine, not exceeding twelve thousand rupees, or to both such imprisonment and fine, notwithstanding that such puishment exceeds the ordinary jurisdiction of 2 Magistrate”, - Insertion of 20, The following new section is hereby insevted agwsection  pmodiately after section 72 of the principal enactment, and prlociral, shall have effect as section 72a of that enaetrment:— “Protection, . Tas, No suit or prosecution shall He against for potion 4, . the Registrar, Deputy Commissioner ; Senior tec, Assistant Commissioners, Assistant Comumis- . sioners, or other persons duly authorized of ’. appointed by the-Registrar under sections 1 “7 44, 48, 47, 49, 52, 68 ond 67 of this Law for ae, amy act which in good faith is done oF [> purperted to be done in the performance of \" their duties or the discharge of their . \\ functions under this Law.” amendment 21. Section 75 ef the principal enactment is hereby Sgraction?S . amended by the substitution for the definition of the principal -—_expresston “officer”, of the following definition :— enactment . ‘* officer\" includes every person who is the President, . Vice-President, ‘Chairman, Vide-Chairman, Secre- tary, Treasurer or Manager of a society, or any. branch thereof, or a member of the committes of a society, and eny other person who f¢ duly ..  etmpowered to give directions in regard to the |. ifairs of the society ;*, “ :",
    "mean_p_confidence": 0.78
  }
]