[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "© Sosy PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA _ NEWSPAPERS (AMENDMENT) ACT, No, 25 OF 1983 [Certified on 10th August, 1983] Printed on the orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of August 12, 1063 sane Af Tun AED? or COHERENT EDEL ‘Price: 25 cents ‘Postage: 50 cents",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "\\ Newspapers (Amendment) Act, No. 25 of 1983 eract ng ie [Ceetified on 10th August, 1983) ..i «1 “EDO, 120/78, pena te tone : : con at, | Ate, AGE ‘10 antenD tHe NewsPArers OApswance, “BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanke as follows:— ~~ wih yee tan aes",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "1, This Act may be cited as the Newspapers (Amend- Short title, ment} Act, No. 25 of 1983. won Le",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2, Section 2 of the Newspapers Ordinance (hereinafter Amendment referred to as “the principal enactment”) js hereby fection? amended by the substitution for the expression “he shall 180. be guilty of an offence and shell, on conviction after summary trial before a Magistrate, be able to imprison- ment of elther description for a term not exceeding one year, or to a fine not exceeding one thousand rupees, or to both such imprisonment and fine”, of the expression “he shall be guilty of an offence snd shall, on conviction before a Magistrate, be liable to imprisonment of either description for a term not exceeding two years, or to a fine not exceed~ ing five thousand rupees, or to both such imprisonment end fine,”,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "% Section 3 of the principal enactment is hereby Amendment amended by the substitution for the expression “every oftgctiond person in any such case offending shall, on conviction principal thereof, forfeit for every such act done the sum of five *éctment. hundred rupees for every day on whtch any such newspaper shall be printed or published,”, of the expression “every person in any such case offending shall, on conviction thereof, forfeit for every such sct done the sum of two thousand five hundred rupees for every day on which any such newspaper shall be printed or published,”",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4 Section 6 of the principal enactment {fs hereby Amendinent",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "- amended by the substitution for the expression “every otasetion such person shall on conviction thereof forfeit for any and principal every such offence the sum of two hundred rupees.”, of the  Snsctment. expreseton “every such person shall an conviction thereof forfeit for any and every such offence the sum of one thousand rupees.”.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "8 Section 7 of the principal enactment, as amended by Amendment Law No. 6 of 1976, is hereby further amended in subsection afseetion 7 (1) of that section by the substitution, for the expression principal “and every printer and publisher of such newspaper who *nactmant, shall negleet to delivar or cause to be delivered in manner",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "JAA To 10,490 93/06)",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Newspapers (Amendment) Act, No, 25 of 1983 herein befote directed such copy or coples signed ag afore- said shall, on conviction thereof, forfeit for every ouch neglect the mum of two hundred rupees,\", of the expression “and every printer and publisher of sucky newspaper who shall neglect to deliver or cause to be delivered in manner herein before directed auch copy or copies signed as afore said sball, on conviction thereof, forfeit for every such neglect the sum‘of one’ thousand rupees during the first week of such neglect and an additional sum of two hundred rupees for every. subsequent day theresfter ;”, rn",
    "mean_p_confidence": 0.84
  }
]