[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ist Session 1956 ; the Z wyntwaa | 5 A A feuds, Wo noe . Roads (Transfer of Control) Amendment Act, No. 45 of 1956 Date of Assent: October 10,1956 =, | Printed on the Orders of Government : : Fed ot conan Bonarie Set, Coton ‘Annual Sut iption (including Bills} Rs. 25, payable i oe a Ra Price: 10 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Roads (Transfer of Control) Amendment 3 Act, No. 45 of 1936",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "T. D—0. 10/64.",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "AN Acr 70 AMEND THE Roaps (TRANSFER OF CONTROL)",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Act, No. 11 oF 1951. [Date of Assent: October 10, 1956.}",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the Hone of Representatives of Ceylon",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "in thig present Parliament assembled, and by the authority of the same, as follows:——",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "4. This Act may be cited as the Roads (Transfer of short tite, Control) Amendment Act, No. 45 of 1956.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2. (1) Section 4 of the Roads (Transfer of Control) Amendnat ot Act, No. 11 of 1951, (hereinafter referred to as “the hS'ys,21 principal Act\"), is hereby amended as follows:—- ot ie",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(a) by the repeal of sub-section (1) of that section and the substitution therefor of the follow- ing new sub-section: —",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "* (1) Where any person holding a Pinstonable eppointment under any rovincial or District Committee ig appointed to any post in the service of the Government with effect from the appointed date or any later date,— @ each Ponsionable appointment held by him under any exch Gommittes shall be deemed, for the purposes of the Minutes on Pensions, to have been a permanent office in the service of the Island separate- ly provided for in the Esti- mates and declared to be pensionable by notification abliched in ‘the Gazette, an @) each post held by him in the service of the Government on or after that date shall, while it is held by him, be deemed, for. the purposes of the * Minutes on Pensions, to be a permanent office in the service of the Island separately pro- vided for in ‘the Estimates and declared to be pension- able by notification published in the Gazette.”; and Jem Rnees00 ait)",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 — Roads (Lransfer of Control) Amendment. Act, No, 45 of 1956 () in sub-section (8) of that section by the sub- stitution, for all the words and the figure from \"3a, appointed \"| to\" daily paid employee,” of the words “is, with elect from the appointed date or any inter date, appointed to any post in the servicg of the - ernment or employed by the Govern- ment as a daily paid employee,”. (2) The amendments made in section 4 of the r cipal Act by sub-section (1) of this section shay. x deemed to have come into force on the date of operation of the principal Act. Temetin 8. The following new section is hereby inserted wae\" ,, immediately after section 4, and shall have effect as Ste section 4A, of the principal Act: — prfocpal Ach, * Bevsons 4A. Where any person— fetvemeas {@) who before the sppointed date fam te held a pensionable appoint {ht Gorsrnmept ment under any Provincial or of otiere bo District Committee, or Sppotouasnt (0) who before the appointed date abe sare held any apporntment under ‘ents eater any Provincial or District .. Prorineel or Committes while being a Conaitene. member of the Local Govern- ment Service and who would have been eligible for a pen- sion under the Local Govern- ment Service Pension Scheme Regulations, 1962, if he had continued to be a member of the Local Government Service when such Regulations came | snrei L080 sn the sorvioe of is appointed to any post in the service 0} the Government ich effect from the appointed date or any later date, he may retire from the service of the Government within such period as shalt be determined by the Minister of Transport and Works , With the concurrence of the Minister of * Finance and be notified in the Gazette; and such person shali, upon such retire- Tent, be deemed to have retired on the ground of abolition of office, and aceord- ingly ssection 7 of the Minutes on \\ : g Pensions shall apply to him.”.",
    "mean_p_confidence": 0.78
  }
]