[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "‘ PARLIAMENT OF THE DEMOCRATIC { SOCIALIST REPUBLIC OF j SRI LANKA . STATE LANDS (RECOVERY OF POSSESSION) (AMENDMENT) ACT, No. 45 OF 1992 carina on Sist August, 1962] . Printed on the Orders of Government Published as a Supplement to Part IT of the Garette of the Democratic ‘Socialist Republic of SN Lanka of September 04, 1992 PRINTED AT THE DEPARTMENT OF GOVERNMENT PRINTING, SRI LANKA : Tem pobssty At commana Fonacwtinm sop, sosae Price: 40 cents, ; Postage: Re. 1.00",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "State Lands (Recovery of Possession) (Amendment) ‘Act, No, 45 of 1992 {Certified on Sist August, 1992] - . CD—O, 20/01 . Aw Aer 10 ane Tax Stare Lara (Recovery or Possession) Acr, No. 7 ov 1979 BE it enacted by the Parliament of the: Democratic shorl ute, Socialist Republic of Sri Lanka #s follows :— . L This Act may be cited as the State Lands (Recovery of Possession) (Amendment) Act, No, 45 of 1902,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "% Section 18 af the State Lands (Recovery of Poses: Amunment son) Act, No- 7 of 1079 (00 last amended by Act No, S0.at is of\" 1987) is hereby further amended in the definition of 2iis: “State land” by the substitution, for the words and figuces “or the Superior Courts Complex Board of ‘Management Act, No. 60 of 1987, as the case may be,”, of the words and figures “or the Superior Courts Complex Board of Management Act, No. 60 of 1987 or the Ceylon Petroleum Corporation Act, No. 28 of 1961, as the case may be”, . 2 Last",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "“4. Im the event of any inconsistency between the sinbala",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "Sinhala and Tamfl texts of this Act, the Sinhala text cball Seva in prevail, ee",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "tency.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Annual subscription of Engtish Bills and Acts of the Paritament Re 885 Gol.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "‘As. 4180 (Foreign). poyable to the Sureeoermnent, Govmnrsenrr Pustscetens",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Rumeau, No, $55 Hauddhaloka Mawatha Colombo 7, before 18th Decunber oth ‘veer in reavect of the veer fallverieun,",
    "mean_p_confidence": 0.61
  }
]