[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA SRI LANKA INSTITUTE OF DEVELOPMENT ADMINISTRATION (AMENDMENT) ACT, No.22 OF 1997 [Corthed on 12h Ang, 1997] rinsed onthe Order of Covers Publnhed a Supplement to Pat ofthe Ganete ofthe Democrat Sexist Repablic of Srl Laahsof Angus !5,1997 ——SrnnisarananennecrenceaneT Pion ta 344 Postage Ras 250",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘Sri Lamba instinete of Developinent Admisiiraion",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(Amaninen) Act, Na. 22 of 1997 {Certified om 120s Auguss, 1997}",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "LP~0, 3194",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Av Acro asso rua Set Lana [esate cf Deverowneer Atunesrnsrion ACT, No.9 06 1982,",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘BE k enactsd by the Pstinment of the Deanocrtle Soealiat",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘Ropublic of Sci Lanka as follows >—",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "1s, This Act may be cited ns the Sri Lanka Instute of Store Development Administration (Ameadmeat) Act, No. 22 of 1997,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2. Section 6 of dhe Sri Lanka Tnutane of Developmeat Avendmenof ‘Administeation Act, No. 9081982 (bereinais fered to as Hen ot At “the principal epactaucot”) is hereby amended in subsection \"#1982 (U}of hat section as follows —",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘) Sm. petagraph {c) of that subsection, by the substinuion, for wbe wens “subjct of Fisance and tanning”, of be words “subject of Home Affair”",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "@} in paragraph (4) of that subsection, by the substitution, for the words “subject of Plan Implememation”. of the words. “subject of Finance”:",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "8) im paragraph (e) of that subsection, by the substitution, for the words “tubject of Higher “Education” of the words “subject of Planning” :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "() in paragraph (f) of that subsection, by the ‘ubitlurion. forthe morde\"subjectof Hora ATTairs\",",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘of the sords “subject of Higher Education” an",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "48) by the repeal of paragrighs (¢) aad (h) of than subsection, and the subatation of the following. paragraphs, therefor —",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "“*g) the person forthe imo being bolding affice as Scoreary to the Minisy of the Miointr in sharge of te subject of Provincial Councils; 2 Downne—a530 0708)",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 SoiLanka natiue of Development Adminstration ‘Amandaes) het. No, 22 of 957 10) owepenes who athe apnion se Mine, have itngishedshemicvesin mangement inte presets 40) wo persons who reo have been, hong inporem poston in mangeteh in th priser and (0) the peroam forthe time being oldng ofc tbe Diecot of the Inte wh shall ako Seneton a connor of the Coun Provided towerer whee to of more. sibjnets speciedin paragraph og) ofknsabetion se asigned to ove Minit the ‘Minizer may ‘gpoim inacontn De Secretary tothe Minis Ofte Fextmensioncd Minster the Addon Seursary in charge ofthe relevant shes be 8 smember of the Counc” ancinesct —__‘Seton7ofibprnipeenacment bee amended aoeTete in sheen (3) of hat gc, by the subaiuton, fr the reves! wordan igus “paragraph (of ration 6” s0Fthe wocds de igre parrot () or parse (of etn 6°, sumone _&_ Tn the evento any lconssacy berweea the Sisbala fretineacot and Tamil texts of this Art. the Sabla ox shal prevail —__ Taoaisocinieinphnmiewa havea Pane Rae Te (eal St Seumepen, omen Praesnore Baste 32 Fever Hach Taichi nce Fas Ih Donec et peat or mE",
    "mean_p_confidence": 0.34
  }
]