[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  ee)  eeie  } PARLIAMENT OF THE DEMOCRATIC  } SOCIALIST REPUBLIC OF  SRI LANKA  FINANCE (AMENDMENT)  ACT, No. 22 OF 1998  {Cette on 1 1998)  } Printed on he Oe of Goverment  Phelps Pu Gane te Demwea Sot  entrant iy 1528  Pe 898 eg 280",
    "mean_p_confidence": 0.47596491228070176
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Pinca mendes Ac No. 22 of 18  {erie cn 13m ey. 188}  Lb 008  Acer co ean te Pree Aes No 1568  DBE fend by he Parlement of the Demotcte Soca  . Repub of Si Lanka Gilore  A This Aes mas be okt as the Finance CAmerent) dee  . Aci No.3 0.  2, Section 11 of the Finance Act, No. 3 af 1965 Amcmne  {hereon referers the\"seinipal macenee is terdhy nm  fepzaed ia i alloming cio sete tet ne AERO  vAuducl Hh_ile #84 ofthe Comtiation eating  Aemme—aineauttotte secant of puis ssporaicns  sal apply iolbe suct ol bewconumaofne Fo  ofthe Bow  3. Seaton fof the seas enaiment hereby” Ripe  cepted ade lowing set setae hereon Sen  SESS 14. db Te Board may comin intone for pore  Wome he purpaes tne Part of thi et one  {2h The Bet omy erin seamen wth  : ny her rerson, fog teem! hy sich ther  er4o, of aera th arpa a Pat  oF hs Ast. behalf the ane  . £9) The Bon my by ones eH  etal authorise amit by aye po  of lege For he usps af ths Poof thar  et  64) Beowy lanary conducted by th oad  wae sateen (fo rmsd on tel of  {he Board under sn agement catered na nde  sbection (2) or conducted unr the aac  ef edene ted wer seinen (ii  Farol i Act rteredto asa \"aaiana ogo”  aepanes—ass0 se)",
    "mean_p_confidence": 0.32244360902255637
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Ponce (Amendment) Act N22 998  emotes 4 The Meng roe eon ty nse fe  SOENachihe soctho tna all never section sof he pica  Feeoielgantnenk =",
    "mean_p_confidence": 0.3067741935483871
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  “tants dn Up very Hence es by he Beart",
    "mean_p_confidence": 0.3781818181818182
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  gr nsec oto ate abs",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  $3) ouch terms ats conditions ab may be",
    "mean_p_confidence": 0.35700000000000004
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  REE ceined te the Board amd proved by",
    "mean_p_confidence": 0.275
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  we) Minne.",
    "mean_p_confidence": 0.115
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  The sal be pad ia rope of every  tarnce mused one shez oF ei 4,  ico och aroun maybe peste, Phe  fee tal Be pdt he Bose by dhe psn to  ‘Promila iecnoen sade sal becred  Spite Bard the Contin Fond  {sya te uf Fete Bend ceed  sapea ond yer sebacion ot elon  Toi he olds of i hee fo cerply  thy an sen como wh Ser  Peace or any proviso af 0\"  rensouisi —§._Secioh1S a th piasipalemtment is areby  Beate ped ye shat, he wos ombud  mare Gt wo contd oF wate Be sorte in  eninntst Seow Hof th prnspal erases feteby  ato aes ans —  ont Ay yt eps faci (oh ating ad  the eaoatsion at de (lowing swkrvtion  . hector  a) amber fn be sete na  ovine onary apie va of exh ah 8  shel  fa) te ese of ftery coud hy the  Board bem ese",
    "mean_p_confidence": 0.3331034482758621
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Finance (Amendment) Act, No.220f 19983  (6) inthe case ofa tery conducted on bebalf  ofthe Board uoder an agreement entered  ‘nto under subsection (2) of Seti 14, be",
    "mean_p_confidence": 0.513125
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  2 specified in such agreement",
    "mean_p_confidence": 0.4757142857142857
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (0) inthe case of alotery conducted under the  authority of a licence issued under  subsection (3) ofsetion 14 hea specifies  fn the terms and conditions of such  licence",
    "mean_p_confidence": 0.5141176470588236
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (2) by be repeal of subsection (3) ofthat section and the  substitution of the following subsection  therefor —",
    "mean_p_confidence": 0.5013636363636363
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  \"(3)_ The prize winners i very naionl eter",
    "mean_p_confidence": 0.378
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  shall be detemined—",
    "mean_p_confidence": 0.258
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  (a) inthe case of a lotery conducted by the  Board, in such manner ae may be  preserbed",
    "mean_p_confidence": 0.6066666666666667
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  ()inthecase ot alotery conducted on behalf  ‘ofthe Board, under an agreement entered  info under subsection (2) of section 13, in  sich manner as may be specified in sich  agreement; and",
    "mean_p_confidence": 0.46111111111111114
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  (6) inthe case of lotery conducted under the  luthority of a licence issued under",
    "mean_p_confidence": 0.46352941176470586
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  . subsection) of section 14 sch mannee  as may be specified in the terms and  conditions of such Hence”",
    "mean_p_confidence": 0.44478260869565217
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  (2) im subszction (2 ofthat section —",
    "mean_p_confidence": 0.33444444444444443
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "  (a) by the substiution, forthe words “the date  ‘ofthe drawing of los for the prizes in” af  the Words \"the date of the determination of  the winners of;",
    "mean_p_confidence": 0.4818181818181818
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Panance Amendnent) et Bo 22 af 1998  hy by the evbssitlion, forthe yore “the  ‘ord sal wrt wh pie” fie vee  \"i Bost the pon cating such  ptnat Eatery om hall othe Board oF  the precondition  leiderih:vthoniy of euace nc ander  ‘Sabvetian bof wetine Hn eeaserray .  taal grat sich pao”  anesdeonst Ye Section 17 of the principal enucwent is hore  SeoeFet ging x ftowy — .  Fea  see (as in subeesin (1 of tha sett, by the sustain,  fur tho wd “every maton otery ct” ofthe  tnends \"ee tinal oer concn by he Board  all”  12) phe slnlttion immagine ater sbsoson 1)  Sf abot ection ef te fooring sb |  SUA Wherethe prvecconsistig of ey ma  satan Katey vondaci bythe Bau 6 ct wo  by any person, susie prize money shall  covwithstanding ans 9 the contrary this  onion, i cred toa Pree Reserve Account and  th ames comune in such spout cate aed  [the awed of plzers ot paboequen nation!  reneri euadased by the Roars  > in subection (2) of tha peton, hy te sabato  fate won \"approved the Permanent Secrei  of ae words “approved by the Seren to the  nia ot the Master”  2) by the adiion, a the ead of thas seation of the  {oSlwing subuesues —  (a) The Bown atl pay to the Consiga  und droagh the Seeeraty 1 tre Ministy ofthe  DMinieaes, ths proceeds of every gations Intery",
    "mean_p_confidence": 0.34144444444444444
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Fine send) Act No 2 of 198  die cm bets ober ander an agreement  Clee nt de subsection 2) oP estica 14, afer  3 dein fom wick proceeds, the valu OT ee  eines guarded in sis wll lary aed of any  tarsgonters Fes posable, vader the forme of tha  ‘yoemens 0 he aon cevcating sac ational  Sonar af ofan emecan aprororad by he Secteur  os og amon nocesary forthe purpoes of  cing any punts ane Sie toe 612  . oragrophe (om fe a std  4 all prizes en masional loners wit re ben  forfeit and p58 tthe Por othe Bead, vader  scion 16, aBall Se eve by the Beard wo the  Comdited ond  N. Section 18 of dhe prncipsl enainant is Rarohy gape ie  epeult mere  2D. Section 23 of the pisipsl enasiment is hereby tendon  spend flows: ental  12) by ne speal tthe defeition of “Finapiet ae” ang A  the subaiasion, of the following definition  shee  “nancial year” mows the pavod women om  ‘ary 1 ina yesvand ending on Boveri  Sk ofthe year 3a  (2) by a cepa of he definition af \"Minsee” andthe  subuon, oft following defiaitontherefar =  nite” mana Miniirio what ho sabes  at Fnaue has been aig  20, Tetie wert any constancy Between he Sia Shale  ond Tastes of tis AU the Sihal ex sol geen ernie",
    "mean_p_confidence": 0.3482213438735178
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  ee",
    "mean_p_confidence": 0.07
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  “Nosas ancrqlonofEeion isd Aoi Palanent a HS (U.K. OS.",
    "mean_p_confidence": 0.21272727272727276
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  ASUS NTS Commoner: nemo Bunt Nn 1. Tasones Hoe  \"Cus na Cnc ele 15m Decent oh ee Fw",
    "mean_p_confidence": 0.32142857142857145
  }
]