[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "AEE ea « PARLIAMENT OF THE DEMOCRATIC i SOCTALIST REPUBLIC OF SRE LANKA . STAMP DUTY (AMENDMENT) ACT, No. 27 OF 1991 [Certified on 5th July, 1991] Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Repnblie of Sri Lanka of July 05, 1991 span 0 tm meat of cEPRECARTE FENG, A yo be Fanees At Eas coveasanent FocATe HINEAG, GOTOMIO Price : 75 cents Postage : Re. 1.00 : ‘ . 1",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Stamp Duty (Amendment) Act, No 27 of 1991 . {Certified on 5th July, 1991] LD—O 107/90 : An Act To auanp tHe Stamp Dory Act, No. 48 of 1982 BE it enacted by the Parliament of the Democratic Socialist Short site, ‘Republo of Sri Lanka as follows:— 1. This Act may be cited as the Stamp Duty (Amend- Amendment ment) Act No, 27 of 1991. Spe No. 2 Section 2 of the Stamp Duty Act, No, 48 of 1962 (here> of 1082 inafter referred to as the “ principal enactment *), as amend- ed by Act No. 71 of 1988, 1s hereby further amended, as fellows :— ) by the substitution in paragraph (d) of that section for the words “to be done, in Sri Lanku,”, of the words “to be done, in Sri Lanka \"5 @) by the insertion immediately after paragraph (d) ot ‘that section, of the following new paragraph “(e) every document in relation to any transaction which a person enters into with any bank in’ . Sri Lanka for the withdrawal or transfer of money,”. 3. Section 5 of the principal enactment as amended by Amendment Act, No, 71 of 1988 fs hereby further amended as follows:— $f fe\"™? (1) ty the insertion immediately after paragceph (1) of Sowce™ ‘that section of the following new paragraph :— ent. “ (8a) document in relation to a transaction entered into with any bank for the transfer of money from an account in the name of a person to - another account in the name of the same per- son in such bank ;\"\"; (2) by the substitution in paragraph (9) of that section for the words “for oron behalf of the Govern- ment;™, of the. words “for or on behalf of the Government where no consideration wag receiv: eds\" , (B) by the insertion, immediately after paragraph (20) of that section, of the following new paragraphs :— (20a) share certificate issued in respect of any share $n any quoted poblie company; (20b) instrument executed for the transfer of any share in any quoted public company ;\". 2-Dorsne—1490 1/08) 1",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "2 Stamp Duty (Amendment) Act, No 27 of 1901 Amenfment 4. Section 13 of the princtpal enactment as amended by Hof te Act, No. 71 af 1988, ia hereby further amended by the repeal Tiectment, of subsection (1) of that section and the eubstitution there-",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "for of the following subsection :—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "\"@) The Commissioner-General may authorize—",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "{@) any person issuing insurance policies,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "() say company issuing shares, whether such Samue is original or increased or renting ebenture stock,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(c) any bank doing business in Sri Lenka,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(@) any employer making payments to employees ‘who are liatile to give stamped receipts in rex pect of such payments,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "{e) an officer of the Supreme Court, Court of Appeal, the High Court, a District Court or any other court created or established by law,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "{f) any credit card company making payment on ‘the presentation of a claim, demand or request,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(@) any institution encashing travellers cheques,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(h) any other person ismuing instruments of a eate- gory having regard to the fact that tt is tar Practicable or inexpedient to stamp instru- ments of that category at the time, or fn the ‘tnanner, presetibed by this Act,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "to compound for the payment of the stamp duty",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "payuble, as the case may be, on the insurance poll-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "cles issued by such person or on the shares or deben- ture stock inmued by such company or om cheque forms supplied by such bank or on documents in relation to any transaction which any person enters into with such bank for the withdrawal or transfer af money or on the receipt given by employese fo auch employer or on the documents presented or | filed in any civil or admirality proceedings instituted in such cotrt or on any claim demand or request",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "+ Stomp Duty (Amendment) Act No 27 of 19918 + ~~ resented to such credit card company or on the tevellers cheques encashed by such institution or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "‘on the instruments ined by such other person, on",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "all or any of the following conditions :—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "@® that such person, company, bank, employer, officer, credit card company, institution or other person, as the case may be, entera into a bond with the Commissioner-General sul",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "+ tantially in the prescribed form",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "(@) that such person, company, bani, employer, officer, credit card company, institution oF other person, as the ease may be, maintains",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": ". a record of the onsurance policies fesued by",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "| uch person or the shares. or debenture stock {ssued by such company or the cheque forms",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "_ Supplied by such bank of document in re- lation to transactions which a person enters",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "into with any bank in Sri Lanka for the with",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "+ . drawal or transfer of money, or the receipts given by such employees or the documents Presented or filed in efvil.or admirality pro~ ceedings instituted tn such court or the claims, demand or request presented to such credit card company or the travellers cheques enesshed by much institutions or the Instruments issued by such other persons ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "Gil} that such person, company, bank — employer, officer, eredit card company, institution, or other person, as the case may be, remits to the Commissionet-General, at the end of such periods es may be specified by the Commis: sioner-General, the aggregate stemp duty payable, as the case may be, on—.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "(a) the insucance policies issued by such person, *  @) the shares or debenture stock issued by",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": ": soch company, >",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": ". 46) the cheque forms supplfed by such hank",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": ". or documents in relation to any transac:",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "Hons which any person enters into with such hank for the withdrawal or trans fer af money,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "= orsste gj",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "$ Stamp Duty (Amendment) Act, No 2% of 1991. ~ @) the receipts given by such employees, (@) the documents presented or fled in civil or admirality proceedings instituted in the court to which auch officer is ap- pointed, (A) the claims, demands or request presented to much credit eard company, (9) the traveller's cheques sneashed by such Institution, or . (h) insteument issued by such other person, during that period.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "For the purpose of this subsection “institution” means & gerson. or a body of persons authorized to encash travellers cheques by the Central Bank of Sri Lanka established by the Monetary Law Act.”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "‘Amendment & Section 54 of the principal enactment is hereby arnend- Gf meton ed in subsection (1) of that section, as follows:— i subst m in paragral , for the wor eeeteat. (1) by the substitution in (@), for the words “in: any manner whatsoever. ”, of the words “in any manner whatsoever ;\", and",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "(2) by the addition immediately after paragraph (d) of",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "that subsection, of the following new paragraph :— “e) where a letter of credit, issued in pursuance of a duly stamped application made for such etter of credit, has not been made tz of fm",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "any manner whatsoever. \". amendment & ection 71 of the principal enactment as amended by Bf seetion Act, No, 71 of 1986, is hereby further amended az follows :— Qriactpal (@) im the definition of “authorized representative”, by the substitution for paregraph “(3) thereof, of the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "“following paragraph :— : # @) who is authorized by any person in waiting - from time to time to act on behalf of such person . for the purposes of this Act in respect of such mat tare as are specified in the authorization and who— (@) being an individual registered as an auditor under the Companies (Auditora) Regulations ta approved by the Commissioner General ; of .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "» Stamp Duty (Amendment) Act, No 27 of 991 5 (i) ic an individuel approved by the Commissioner General under regulations made in that be-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": ": halt;",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(2) by the insertion, immediately after the definition of “conveyance”, of the following new definition:— “credit card” means an authorization granted to",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "any person by any credit eard company to purchase on credit, any goods or services from any merchant ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "“credit card company” means any company which makes payments for goods or services supplied by a merchant, on eredit, to the holder of any credit card issued by such company and on the guthority of such credit ard ;*3",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "@) by the substitution for the definition of “ document\", of the following definition :— :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "“ document” in relation to—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(a) legal proceedings in eny court means an ap- ointment of Attorney, plaint, answer, repli- cation or other pleading, petition, application, affidavit, appointment, summons, judgment, decree, order of any description, award, writ, warrant, inventory, account, mandate, bond recognizance, citation, application other that motion, interrogatories, answer to interroga- torles, notice of appeal, bil of costs, commls- sion, injunction or notice; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(®) any transaction which a person enters into with any bank in Sci Lenka for the withdrawal or transter of money means every instruc- tion, order or advice tendered to and acted ‘upon by such bank, whether such instruction, order, or advice is written or i by means of abagnetic of electronic or other medium (and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "_ ‘by-means or which the use of a cheque Grewn on any account which such person holds in",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": ". + guch bank is dispensed with)’; :",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "8 Stamp Duty (Amendment) Act, No 27 of 1991 () by the insertion immediately after the definttion ot ube corporation”, of the following mew defini **quoted public company” meons any company which has its registered or principal office in Sri Lanka or the control and management of the businesa of which are exercised in Sci Lanka and the shares of which are quoted in : any offclal list published by a stock exchange icensed tmder'the Securities Councils Act, No. 86 of 19875\"; @) by the substitution in the definition of “write” for the words “figures can be expressed, of the words “figures, whether in codified or other from can be expressed”, Retroo- 7. @Q) ‘The amendment made to section 5 of the principal Zaire —__ enactment by section 8 (8) of this Act, shall be deemed for all purposes to have come into force on November 15, 1930. (2) ‘The emendment made to section 5 of the principal enactment by section 6 of this Act, shall be deemed for ad purposes to have come into force on November 12, 1986 and every person entitled to make an application for an allow- ance under section 54 shall be deemed to have complied ‘with subsection (2) of that section if he makes such appli- cation within a period of three months from the date of commencement of this Act. Sinhala 8 In the event of any inconsistency between the Sinbale rate, sud the Tamil texta of this Act, the Sinhala text shall case of inn prevail: canaiency, :",
    "mean_p_confidence": 0.82
  }
]