[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 2nd Session 1966-67 ey Seow Sea amr EN UU Qe Local Authorities (Term of Office) Act, No. 2 of 1967 Date of Assent: March 23, 1967 Printed on the Orders of Government Printed at the Govennaant Poms, Crviow. ‘To be purchased at tha Govemiment Pusitcarions Burgav, COLOMRO Annual Subscription (including Bills) Rs, 30 (Local), Rs. 40 cpoan gue (esting Bub) Be 2, nat HES Putte Stank a Claas ora a dann ee etch near’ in’ seapees of the yeor following. Late Beiter dote inet a Us Macias, Bhs ‘intued before the date at payment will not be supplied. Price: 30 cenis Postage: 10 cents",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Local Authorities (Term of Office) Act, No. 2 of 1967 L. D0. 47/68, AN ACT 10 AMEND THE LAW RELATING TO LOCAL",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "AUTHORITIES FOR THE PURPOSES OF EXTENDING THR",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "DURATION OF THEIR TERM OF OFFICE AND TO PROVIDE",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "FOR MATTERS CONNECTED THEREWITH.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "[Date of Assent: March 23, 1987] BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in thia present Parliament assembled, and by the authority of the same, as followa:—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "1. This Act may be cited as the Local Authorities shoe uti, (Term of Office) Act, No. 2 of 1987.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2, The Municipal Councils Ordinance, the Urban Amesdment of Couneils Ordinance, the Town Councils Ordinance and Ojzwee the Village Councils Ordinance are hereby amended in the manner specified in the Schedule to this Act. \"=r.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "3. (1) For the removal of doubts, it is hereby Ato seply declared that the Ordinances amended by this Act [0 a. shall, as so amended, apply to all local authorities tamer notwithstanding that the term of office of the members “i! of any such authority has commenced but has not ofmmch expired on the date of commencement of this Act. a commenced",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "conelaged,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(2) The Minister may from time to time by Order published in the Gazette make provision in respect of all such mattere as he deems necessary to give fall force and effect to the provisions of this Act.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(8) Every Order eo made shall on its coming into force be as valid and eflectuel as though it were Rerein enacted,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "SGHEDOLE Ondine Baaion Amenéounte ‘Phe Municipal Councily Oral: 10 (1) Xa enb-otction (1) of thet section, 25 he ae Mier “sates dee” Ss tows year taretiar*,",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(2) Ta enbsestion (8) of Che wetion “wee et. ay of any soca in say ese beogentt te the year so Mie eal PH aly aS eal tt pa ot",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "“Shy \"guar nabeoqaea Se",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "fies awn _",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Local Authorities (Term of Office) Act, No. 2 of 1967 oni atin adnate (a ge re Ba sel ps Sal Ea Baap pai = ‘On foes Canes 9) Ia han Got a etn Sepa”  pebeas me na Ser eras Gee we dant de Se Bech a Wyte eede, Bee lata (chin pacegragh ( of thas anb- ce sot wt cr arias Se oe Ta, ae, fee eS Binh Besta moe Reece S ane a wo ae tt a me see oe mee LCRA = 05 oe po te, oe pov a a Ee ee Se ae ee ete ze ae tor coin Oxmne 10 Te eon of th sn, Reprints °° tp Bate ae Bet No, 90 of 1961, after, substitato the words: Fe ra (tn abewtnn Qt en e) ia paragraph (0) of that woh nave yee a a aatere Avs oe tees ae he aoe a Paes Coie tints seo oe 0 ip wre ty yt riety Fer eiageoe, coe Ee, aS ae = Og peri to an, wd ee go Ee ee ‘monthe,\"\", substitnte tha words Pal ‘on aoe’ Hee",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Local Authorities (Term of Office) Act, 3 No. # of 1967 Ordinanoe Seston Amendnenie {The Vilage Grencila Onli. 11) Tp eubscion (of thet section, ay eee Ov 18s yor Urntieh eck aon nas aie Mag obits ae onde Moore “Sear afer the \"eat fo which \"gach “term ‘of fice (8) In eabanction ( ot that sscion (a) in paragraph (9) of that ab 9 yacgranh (8) G) for the words “the inst Say of any math in any gor subvegaeat. othe Jour, “oo, epecited ot Tppeinee,”, sgbetote tbe words tha ee day ol toy, month ia ha ett la ey gear acbeegusal & Seta os spout sopeune's (69 for th words “ the lst iy of ay eon i aby Joe at fF apecded ig that Bakers Pinte ‘the word “eter ealas\"t a (8) fo the proviso to. that, bs ” teat, Fore Merde ta Sea aaoned \"Umea onthe.\" vebaitats the wordy Piel) oor creed twalee",
    "mean_p_confidence": 0.41
  }
]