[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "‘ PARLIAMENT OF CEVLONER, Bey oS 2nd Session 1957 fi A “ BO “eH . othe Q woe pitting ARTY SELB, NE iS 6B BG esp Ey Medical Wants (Amendment) Act, No. 46 of 1957 Date of Assent: October 25, 1957 Printed on the Orders of Government Printed st, the Govemmanst Passa, Certo, To be - \\ Fined ath Mt AR Fin tre BN, Colas he eee eee Bowmat, Post Ormce Box 600, Secretariat, Colombo 4 Price: 10 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Medical Wants (Amendment) 8 Act, No. 46 of 1957 L. D.—O. 68/55, AN Act 70 AMEND THE MupicaL Wawrs ORDINANCE. Ghapir, 110, [Date of Assent: October 25, 1987] vege 406); _ BE it enacted by the Queen’s Most Excellent Majesty, by aud with the advice and consent of the Senate and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "e Foose of Representatives of Ceylon in this present Parliament, assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "4, This Act mey be cited as the Medical Wants Sto ti, (Amendment) Act, No. 48 of 1957.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2. Section 10 of the Medical Wants Ordinance Ameémnt of (hereinafter referred to as “‘the principal enact- sia Wet ment \"'), is hereby amended, by the substitution for all the words from “ for each day’s maintenance,” to the end of that section, of the following: —",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "“* for each day, ot ea outstanding part of a day, in the period of maintenance, or for the entire period of maintenance if it is less than a day, thirty cents, or such other sum as may from |. time'to time be prescribed : . Provided that— . () where such period exceeds a day, n0 - sum shall be paid under paragraph (2) in respect of the day” gach Inbourer leaves the hospital, if he leaves before noon; and . Gi) the lisbility under that paragraph shall not extend. boyond a period of sixty days.”",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "& Section 12 of the principal enactment, 28 Amsodment ot amended by Ordinance No. 36 of 1946, is hereby sean 19. of further amended, in sub-section (1) of that section, 83 ttaken™ follows: —",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(1) in paragraph (f) of that sub-section, by the Baeeebea tor the words with such food and lodging as may be prescribed ”,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": ". of the words’ with euch quantity of ried",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "* or of such substitute for rice, and with such",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "- gum of money and such lodging, as may be prescribed ’”; and » +:",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(2) in the proviso to that sub-section, by the gubstitution, for the words. supplyin Food”, of the words “* supplying the food and money referred to in that paragraph ’”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "TAL mosses 007)",
    "mean_p_confidence": 0.24
  }
]