[
  {
    "i_page": 1,
    "par_num": 4,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA (AMENDMENT) ACT, No. 27 OF 1997",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 1,
    "par_num": 4,
    "text": "[cote on 2 Orbe, 197) Pinedo te Order of Coen",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 1,
    "par_num": 4,
    "text": "ita Sgr Patt to Gate nts Demers Slit",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 1,
    "par_num": 4,
    "text": "‘Republic of Srl Lenka of Orsober 24, 1997 its perens",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Pelion (Powers nat Brivlges) (sender) “Bet No. 27 of 1997 (Ceritod om 216t October, 19971 . Lp—0. 1497, AM ACT» sumo-Taz Pastunce (Pons 400 Por 508) ‘Aer BE h enacted by the Pestameat of he Democatic Social Reuble of Se Lanka a fllows— 1, This Act ry be cited tha Pariocot (Pomers and Shontte, Privileges) (Arpenhneat) Act, No. 27 of 1997. % Section 22 of he Pastlonent Powersand Privileges) Aneadent of ‘Act ineiafier refered o abe \"ncipahenscanent\")23 baht ~ amend by Law No, Sof 1978, is heeby rier amended “™P* s#foiows — (0 by te ropa of subsection (2) of dat ection, and the sahtindion thereor ofthe fllowing subsection — 0) every beeach ofthe peilges of Paria whieh i pacified a the Schedale wo this et (whether ln Pat or Pat B theneot hal be an fence under (his Pt ponishable by e Supreme Cow vm the srorilonshereinaiee contained ix hat bball”; aad 2) by the addon at heen of tection, te ellen. ew subsection — 70) Bey hnwsch of te pliloges of Partzment which i epecifed in Pa ofthe Sched otis Act 4 which is comssinodinreapect of, on reution 1, Parkament all be an offence ume ths Part punishable by Parlioment ander the provisios contained in dat ‘eal. ‘Section 23 of the pricipsl enactment ic hereby auametel exeded by Ie repeal of eveetion (2) of a section, ton oe el Lenny spose 9708)",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Parle (Power and Privileges (Amendit} ‘ek No 27 827 — pneuimarct 4, Section 27 ofthe prinepal enasinent as amended by sel ete Lau, Mo, Sf (97S hese Paste aes flow — ~— (yy the pea ofscbection (1) of thet sexton and the ‘aha three of he faowing saben — “UD Sct to he provisions of wbretoas (2) snd G), Petament sll hove power and saridsion panic smear any breach of the prvleges of Palin pected io Pat B fe Sobotul ts Act whlch commie ia \"eapet of ori fain tn, Peiancnt by a ember o any ober perso”: (2) by te rape of exbsetion (1A) of ht ston ad (9) byte sabato othe mapa nto tc, ofthe following magi nts — “Parliament's jurisdiction over offences speed in Pat B of Sched\". pedeteetem —__5._Seaton 27 ofthe pidcipa eracnee a anode Fketoe by Law No.5 of 1978s hereby repealed. moe Nicmatst 6 Section 28 of he proce macnn os asedod by gine Lax. NaSof 978 end Ac No 970 1997 eb rope =e ste lowing seta subsite therfore ‘reiimeat 28, The prisment vhich any be impnsed wile by Patino foray offence oes Pr tll Tfceet hoadnoaiionmthebarol Palanerterenera from th cic of Petimnene Provided, however, at ia the case of 29 soe conmlved bs a mabe of Petlament the Patient may, in addon Yo ofS eu of say punishment hesibofore specified, oder is smapeosion rot tric of Patient ot ay Prviod no encoding owe months",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "rtaman (Pore Pig) Amn) 3 ‘hs Naa? Proved fret hatin i ct fn tec anid yep stint arate Pama ny ant tala pondered ong Pt ornpetuce foraprtaneecetng it me 1. Seon 32th psc emcnens moe Rone Lay. Nob ot BTS ts teniy pean sae loving erate ‘section in swbatituled therefor:— vinci “ting 32, Noting itis fa sal cafe orb lft conse ncn om Pesanet ey poe BS apse ey penn ory pee ier tn Face poner topos tay ose eae Pen of ty Sebednn, any pratt tne by wae of Aa A. THeSctofle ode pcp cnactent at endo’ heme by Law, No, Sof 1978 is hereby farther amended ia Pact A of Scale corhe tat Shea by tebe fe dig peng eal Surce of ie ling beady “OFFENCES TO HE PUNISHABLE ONLY BY THE SUPREME COURT” senso 2, tatecrenicfeyinenbieny txtvers Re Siila Romine” snd Taal teas of is A the Sinha cet al perv, SN,",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "ee",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "“aca caecpica Page ea Acne Pte SCOR LATS",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "2OULS'E Srerrenbon, Corsa Pomtornse Bvere No. Tucan Feat, eet, Cormac te [se Docaber out yur uote ot eS",
    "mean_p_confidence": 0.2
  }
]