[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA IMPORTS AND EXPORTS (CONTROL) . (AMENDMENT) ACT, No. 48 OF 1985 _— [Certified on 27th December, 1935] : Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of December 27, 1985 serio a2 EAE DEPREIMEGTT OF GOVLRNMENT HEISEI, AE LANA TO i PUNCHED px See COWNRENT PUDLIENTIONS BURSA, GOURD Price: 45 cents ‘Postage : TS cenis",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "Imports and Exports (Consrot) (Amendment) Act, No. 48 of 1985 [Certified on 27th December, 1985] LB--O, 58/84 AN Ac? TO AMEND THe Ioromts aNp Exroats (Conrnot) Act, No, 1 oF 1969",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "BE it enacted by the Parlement of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "1. This Act may be cited as the Imports and Exports short tte, (Control) (Amendment) Act, No, 48 of 1985.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "% The following new sections are herchy inserted, Insertion immediately atter section 11 of the Lmports and Exports section 1h (Control) Act, No. 1 of 1969, and shall have effect as [hint sections 114, 1p, 11¢ and f1p, of that Act :— No. 1 of 1060, ‘Fubliggion 11a, (2) Where the Controller is satistied Gipergas that any pergon outside Sri Lanka has made itoments, default in the payment for—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "(a) any goods exported to such person trom Sri Lanka, or (0) for any goods to be exported to auch person from Sri Lanke in acoordance with an agreement to sell, the Controller shall in the interest of the national economy, publish in the Gazette a list (heretnafter referred to ax ‘the deiaul- ters’ list”) specitying the name of such . person (hereinafter referred to as “the detaulter™), the address of such defaulter, ~ and such other particulars that may be necessary to ascertain the identity of such defaulter. oe ee eed Probibities 11s, No person shall export any goods Sigexieto trom Sri Lanka to any defeulter for the time SacaEN? = eing specified in the defaulters' list, in the Seftulaey mo, 2A onntso—4,200 joo,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "2 Imports and Exports (Control) (Amendment)",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Act, No. 48 of 1985 . Prohibition, _1e, Tt shall be deemed to be a condition sehak ioe * of every licence, fasted under this Act, that ndlion the holder of the Licence aball not export licence. any goods to any defaulter specified in the . defaulter’s list.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "+ Deaton Lip, Where the Controller is satisfied that defaulter’s subsequent to the publication of any person’s Bemeon , name in the defsulters’ list that such person | equnew has paid the amount in default the controller",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "shall delete the name of such person from . such list’,",
    "mean_p_confidence": 0.83
  }
]