[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA APPROPRIATION (AMENDMENT) , ACT, No. 59 OF 1988 (Certified on 17th December, 1988] - Printed on the Orders af Government Published as.a Supplement to Part Il of the Gazette of the Democratic Socialist Republic of Sri Lanka of December 23, 1988 FRONTED AT THE DEPARTMENT OF GOEREMENT FRONTDNG, #80 LATO‘ TO BE PURCHASED AP Tit GOVRRNDGENT PUBLICATIONS BUREAU, COLONRO Price : 30 cents Postage : 75 cents",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "Approprietion (Amendment) Act, No. 59 of 1988 [Certified on 17th December, 1988] LD, 158/94 Aw Act TO AMERD THE APPROPRIATION Act, No, 51 or 1987 BE it enacted by the Parllames of the Democratic Socialist Republie of Sri Lanka as follows:—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "1. Tha Act may be cited as the Appropriation (Amend- short tie. raent) Act, No, 59 of 1088,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "2 Section 2 of the Appropriation Act, No. 61 af 1987, Amendment ds hereby amended in paragraph (b) of substction (1) of ofeecten thet section, by the substitution for the words “rupees fo\"'5i%h thirtyaeven thousand one hundred and twenty mullion.”, of 198%. the words ‘rupees forty thousand one hundred and twenty million. ”, .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "oe",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Annus] cubssription of Bila and Acts ot the Parliament Ra 177 (Local),",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "‘Fu 236 (Porelgn) payable ty the Sursmumrzumrr, GovpenMEnt PUsLICATIONS",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "‘Byrsac, Covosmc 1, betore Sth December each year in respect of the year following",
    "mean_p_confidence": 0.75
  }
]