[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF . SRI LANKA SUPERIOR COURTS COMPLEX BOARD OF MANAGEMENT ACT, No. 50 OF 1987 [Certified on 24th December, 1987] Printed on the Orders of Government : Published as a Supplement to part IT of the Gazette of the Democratic Socialist Republic of Sri Lanka of December 24, 1987 . Peo a fms SEPAACENT 68 COMEREEY PROREDNG, #2 LEA Te ne FOniamy af Tan SOPEURGENT FORACARIONE SURES, SEOEND Price : 90 ceats Postage 1 75 cents",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Superior Courts Complex Board of Management . Act, No. 50 of 1987 * {Certified on 24th December, 1987} t LD-O. 11/86 _ Ay. Acs 79 PROWOR, POR THE RSTABLISHMENT OF A BOAD oF",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "MANAGEMENT TO MANAGE THE BUILDINGS OF THE SUPERIOR",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Counts ComPLEx ; To SPECIFY 215 OBSLETE AND POWERS ; AND",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "‘To PROVIDE FOR MATTERS CONNECTED THEREWITH OR TNCIDEN-",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "‘TAL THERETO, . -",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "BE it enacted hy the Parlisment of the Democratic Socialist Republic of Sri Lanka as follows :—-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "1, This Act may be cited as the Superior Courts Com- ghort , plex Board of Management Act, No. 50 of 1987. tits.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "2 (1) There shall be a Board to be called “the Saperior Establish— Courts Complex Board of Management\" (hereinafter en cerhe referred to us “the Board”) to control, administer and Courts manage the Superior Courts Complex and the buildings GOURCr thereon, ‘Management,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(2) (@) The Board shall, by the name assigned to it by subsection (1), he a body corporate ‘vith perpetual succession and a common seal, - :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(b) AII sections by or against the Bourd shall be insti- tuted by or against the Marshal of the Board of Manage- ment of the Superior Courts Complex appointed under section \".",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(@) The Board shall, by Order published in the , Gazette, define the liraits of the Superior Courts Complex: The land and butldings falling within the limite specified in such Order half be under the control of the Board.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "3. (l) The Board. shall consist of the following superior members :— . . . . ce .",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(@ the Chief Justice ; Rae getoamt,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "{b) a Judge of the Supreme Cottrt, sppoitied by the ©",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Cho Justice ; as .",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(©) the President of the Court of Appeal ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(@) a Indge of the Court of Appeal appointed by the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "President of the Court of Appeal: : . — Semen eran",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "- 2 Superior Courts Complex Bocrd of Management Act, No. 50 of 1987 .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(©) the Secretary to the Ministry of the Minister in",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "sharge of the subject of Justice;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(f) the Secretary to the Ministry of the Minister in",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "charge of the subject of Local Government, _ Housing end Construction ; (g@) the Presideat of the Bar Association of Sri Lanka ; th) the Municipal Commissioner for the Colombo ‘Municipal Council ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "@ a representative of the Ministry of the Minister in",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "charge of the subject of Finance ; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "G) two members appointed by the President, from",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "among persons who have shown recognized com> petence or eminence in law. A member appointed under this paragraph is hereinafter referred to a5 “an appointed member\".",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(2) Every appointed member shall, unless be earlier rexigns or is removed from office, hold office for a period of three years,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(3) The President may, ot any time and without assign- ing any rezson therefor, remove an zppoinied member from office.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(4) An appointed member may resign his office by @",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ". letter addressed to the President. (5) Where an appointed memher vacates office by death, . Yesignation or removel,.the President, may, having regard to the provisions of paragraph (j) of subsection (1), appoint another member in place of the member vacating office. Every member 30 appointed shal} hold office for the remain- der of the period of office of the member whom he succeeds.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(@) Where an appointed member is temporarily unable to discharge the functions of his office on account of ill- ‘health, sbience from Sri Lanka or any other cause, the Presideat may sppotnt another person to act in his place.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Superior Courts Complex: Board of Management 3 Act, No, 50 of 1987 .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(1) All or any at the members of the Board may he pafd such remuneration from the Superior Courts Complex Fund established by section 8 as may be determined by the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "” Minister with the concurrence of the Minister in charge of ‘the subject of Finance, :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(8) An: appointed member who vacstes office by . efftuxion of time shall be eligible for reappotntment. .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "4 (i) The Chiet Justice shall preside at meetings of Misting: the Hoard, In the absence of the Chief Justice at any meet- Boars, ing of the Board, the most senlor Judge present at such mesting shall precide thereat, and in the abuence of a Judge at any meeting of the Board, the members present at such meeting shall elect, from smong themselves, a Chairman to Preside at such meeting,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(2) The quorum for a meeting of the Board shall be ous- third the number of members of the Board holding office ox the date of the meeting. Where one third of such number ts an integer and fraction, the integer immediately higher to that integer and fraction shall be deemed to be the one-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "_ third for the purpose of this subsection. (8) Subject to the provisions of subsection (2), the Board may regulate the procedure in regard to itz meetings and the transaction of busines at such meetings. (4) No Act or proceeding of the Bosrd shall be invalid by reason only of the existence of any vacancy amongst its : ” members or any defect or irregularity in the appointment of a member thereof, 5. The Seal of the Bourd— eal ot the “(@) shall be in the custody of such person as the Boarg \"ert may from time to time determine; (®) may be altered in such manner as may be determined by the Board ; and ” ‘ (@) shall not be affixed to any document except with the sanction of the Board and in the presence of two members of the Board who shall sign the document in token of thelr presenca,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": ". 4 Superior Courts Complex Bourd of Menagement ‘Act, No, 50 of 1987°",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "Qhet -\"' ‘The object of the Bourd shall be to control, adminis",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "giths ter, manage and maintain the Superior Courts Complex, and the buildings thereon and to make such additions, Alterations and improvements thereto as may be necessary to enharce the amenities of the complex and the building: thereon.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "Epwers 7. (1) ‘The Board shall have the power to do all things",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "Boead necessary or conducive or incidental to the carrying out of its object.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(2) Without prejudice to the generality of the powers conferred by subsection (1), the Hoard shal! have the power—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(a) to receive grants, gifts or donations, in cash or kind,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "from tocal or foreign sources ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "{) to let out or Tease, eny building or land in the Superior Courts Complex ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(c) to enter into and perform, either diveetly of through officers, servants or agents authorized in writing in ‘that behalf by the Board, all such contracts and agreements as may be necessary for carrying out Sts object or the exercise of {te powers;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(@) abject to the other srovisions of this Act, to appoint ‘Marshal of the Board of Management of the Superior Courts Complex” who shall be the Chief executive officer of the Board and such other officers and servants as may be necessary for ecarry- ing out its object or the axercise of its powers and to exercise disciplinary control (ineitding the power of dismissal) over such Marshal, officers and servants ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "{@) to determine the remuneration and terms of service",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": ". of the Marshal, officers and servants appointed under paragraph (2) ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "G) to open and maintain, current, savings or deposit",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": ",  Aecounts in any benk or banks;",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(9) to appoint from among its members, committees consisting of such number of members as it thinks ft, for the purpose of inquiring into, and xeporting ‘on, any matter relating to the powers and functions of the Board, 7",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "Superior Courts Complex Board of Management 8 Act, No, 50 of 1987 *  & (1) There shall be @ Fund to be called “the Superior Superlor Courts Complex Fund” (hereinafter referred to as “the SOU, > Fund”), Red (8) The Control and Management of the Fund shall be vested in the Board,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(8) There shell be paid Into the Fund— * .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(a) alt donations and gifts received by the Board trom local or foreign sources;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(&) all sums received by the Board az rerit for any buildings or land let or leased by tne Board ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "{c) any grant recetved from the Government under section 9,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(4) There shall be paid out of the Fund— .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(@) expenses incurred by the Board im the control administration, management and maintenance of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": ". the Superior Couris Comuplex and the buildings ‘thereon amd in making additions, alterations and improvements thereto ;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(2) expenses incurred by the Board in the payment of salavies, gratuities and other emoluments to officers and servants of the Board ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(6) all sums required to defray expenditure incurred by the Board in the exercise and discharge ‘of its powers and functions ; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(2) any sum which ts required to be paid out of the Fund by any provision of this Act.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "9% The Government may grant annually to the Board, @ Annual grant grant (including a grant for customs duty) adequate for Byte mane, the purpose of ‘carrying out the object of the Board.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "10. Every donation made in money or otherwise to the Brampton, Board shall, for the purposes of paragraph (b) of subsection taxa. (@) of section 81 of the Inland Revenue Act, No, 28 of 1979, . be deemed to be a donation made in money or otherwise to a fumd established by the Government,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "& Superior Courts Complex Board of Management Act, No. 50 of 1987 Audit of 1 (1) The Board shall cause proper accounts to be some kept of the receipts and expenditure, assets and Lisbilttles and all other transactions of the Fund. . (2) Article 154 of the Constitution shall apply to the audit of the accounts of the Fund, Dutigsotte «A. (1) The Board may delegate to the Marshal of the ‘Marshal. Board of Management of the Superior Courts Complex appointed under section 7, any power, duty or function, conferred or imposed on, or assigned to, the Board by this (Act: : Provided that the Board may at any time, notwith- . standing such delegation, exercise, perform or discharge such power, duty or function. . Appointment 13, (1) At the request of the Board any officer in the otters fo public service may with the consent of that officer and the fae Board Secretary to the Ministry of the Minister in charge of the subject of Public Administration, be temporarily appointed to the staff of the Board for such period aa may be deter- mained by the Board with like consent, or be permanently appointed to such staff,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "@) At the request of the Board, any scheduled public officer within the meaning of Article 114 of the Constitution may with the consent of that officer end the Judiclal Service Commission, be temporarily appointed to the stafl ‘of the Board for such period as may be determined by the Board with like consent, or be permanently appointed to",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": ": such Board, . . (@) Where any officer in the public service is temporarily appointed to the staff of the Board, subsection (2) of “section 18 of the ‘Transport Board Law, No. 19 of 1978, shall, - ‘mutatis mutandis, apply to, and in relation ta, him. -",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "(4) Where any officer in the public service is perma- ently appointed to the staff of the Board, subsection (3) of section 13 of the Transport Board Law, No, 18 of 1978, shall, mutatis mutandis, apply to, and in relation to, him.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "Superior Courts Complex Board of Management 7. ‘Act, No, 80 of 1987",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "(®) Where the Board employs any person who has entered into a contract with the Government to serve the Government for a specified pertod, any period of service to ‘the Board by that person shall be regarded as service to the Government for the purpose of discharging the obliga- tions of such contract.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "14. (1) No suit or prosecution shall be instituted against Protection any member of the Board or against any officer, or servant ofmembera of the Board for any act which 1s in good faith done or Booted purported to be done by such member, officer or servant oflcers, &e., under this Act or on the direction of the Board. for action",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "see",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "@) Any expenses incwred by the Board in any suit or prosecution brought by or against the Board before any court shall be paid out of the Fund, and any costs paid to, or recovered by, the Board tn any such suit or prosecution shall be credited to the Fund. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "(8) Any expenses incurred by any such person as is referred to in subsection (1) in any suit or prosecution ‘brought against him before any court in respect of any act which is done or is purported to be done by him under this Act or on the direction af the Board shall, if the court holds that such act was done in good faith, be pala out of the Find unless such expense is recovered by him in such suit oF prosecution. . :",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "1S. All officers and servants of the Board shall be Ofersand deemed to be public servants within the meming and for fieiloard the purposes of the Penal Code. Semis seivants Ea& Cade, 16. The Board shall be deemed to be a scheduled institd- Board ta}be tion within the meaning of the Bribery Act and the inde Provisions of that Act shall be construed accordingly. of ° rina By pe} . (7, Nothing in this Act chall affect or prejudice, ox Preservation bs deemed to affect or prejudice, the powers and privileges, girs of the Supreme Court end the Judges thereof, and of the Courter Court of Appeal and the Judges thereof. Arzetl",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8. Superior Courts Complex Board of Management Act, No, 50 of 1987 Amendment 18 Section 18 of the State Lands (Recovery of Passes- ‘feoction 1 — g fest sion) Act,,No. 7 of 1979, is hereby amended as follows * :. fa) fn the definition of “competent authority” by the “insertion immediately after item (g) of the following item :— * (gg) Marshal of the Hoard of Management of the : Superior Courts Complex, when such land . is vested in, or under the control of, the Superior Courts Complex Board of Management ;”; and (2) in the definition of “State land” by the substitution, for the words and figures “Sri Lanka Ports Autha- rity, Act, No. 51 of 1979, as the case may be ;”, of the words, and figures “Sri Lanka Ports Authority Act, No. $1 of 1979, or the Superior Courts Complex Board of Management Act, No. 50 of 1997, as the case may he. ”, Inlerpreta- 1%, In this Act unless the context otherwise requires- Hon. “ Superior Courts Complex ” means the area of land felling within the limits defined by an Onder made under subsection (3) of section 2",
    "mean_p_confidence": 0.83
  }
]