[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "} j PARLIAMENT OF THE DEMOCRATIC ’ SOCIALIST REPUBLIC OF SRELANKA REGIONAL DEVELOPMENT BANKS ACT, No. 6 OF 1997 [Certified ou Sth Jome, 1997] ' : q Printed on the Onder of Goversineat Published asa Suppleint to Part Io the Gazette ofthe Democratic Socialist Republic of Sri Lanke of June 06, 1997 Price + Rs,16,90, a Postage : Rs. 4.60",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "ian Devetopmens Boks ht No. 80197 {Cenied.on ne 1997) 1.03886, ‘Av ACr-70 ESSE Tas Moneraky Bons oF: Ces \"Banta ARLOH DeveLorni BANKS FOR sree . 21008 WEA EW Te DEYOPEO TG EOMOMY OF THE fe ay ono, HE DEVEL ONENTCRACMRUUTAR, ousmy, Tusoe, CoWMce 0 ontck SevaoHET . ACRE TRE RGD 5 TO VEST WIDEST OF Reuorus Rout Dovmmtne Banas Scat 0 S01 sweat Mewons ter Connacrovod DEVORE Bios ano fO8 MATTERS CORMECTED THERETO Om CREA, RET. ‘Bin cance by th Pins ofthe Desert Sci Repu of Sei Lara ove — 1, This Act may be cited ase Regional Developrasat Renal Baris Aa No 6a 1957. Pant Esraaniaaor or Devcon Boe cx srs HS 12.0) What the Minar, on the resonmesation of Mesraive ‘meneiar Board of é Cee Bak (erinfe refers t0 ERE + he Money Bom) decies hat ici nec th 8 Pregpnet ‘Develorien Bank herent referred ions Whe Bak\")bO Bua ere 1 Sibltedtoraspecitedregionterie pepe of deelpiag, ete en + theccocany ofc egoay providing fr he develgeint of agriculine, sadhstry, trade, comaesce and other ‘evelogmentacdvhies wheat gon the Mota Board ‘al by Order herent refered ras \"Tneorporei ‘Onder pblehed athe Gate— 4) declare sha 4 Bank be catia forthe region ‘eciiod Yo paeagrach (2, forthe purpose of developing he cco fat region by providing forthe developmeat of agricul, indusry, cornet and fie development ative i region: 2p oA sO",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Reslosal Development Banks Ac, No.6 of 1997 (@) assign acompocte name to Ue Bask ; 6) spcily the region witha Walch the Banke shal ‘pee: (specify he pica pace of busca ofthe Bank 5 nd (0 fix 9 dae 06 which the Bank shall commence” asiness. (2) The Bunk tal by the name anignd wo itby Wo” Incomoration Oner, be body omporas ad tll have _pryetual succession snd common sea, nd sy s06 awd be Fed io wick ame. inden vot 3 (1) Thepracpatptaorofxnersofth Bam hall Seen) o sec inte lcaporaton Orie BEER ay THe Bank ay wer the Bown of Directors of he Bask consis none so do.evablishsrmches and pendent aay place wikis rogion in-wich operatic specie io the Incorporation Orie. Ota 4. Theabjectofth Banksbalb to rove forthe over ome ceowomlc developmen ofthe region itn whichitopernics, ‘with ppecis)empads on promoting asd developing ihe great, indusey,tade,commerce ta feria sctiviicn, tnd pecjoca of Semi benefice, of tht region aod ‘evelopment projects uxdetaenby the Provincia Coumcs, PradecivaSebbasaadenyothzrlocalahmrityimabcresion + ponmaoren The Bancmay subject ithe provisions of tis At and an witout retin to ay power onto en ity order any law, exersite all any ofthe following powers — (0) weranshon tr, motiam tem and long em oars ‘and oer secomedon to individuals, conporte bodies and oups (©) (open, mansin and manage, beak acount, ober ‘han cient azoune, or hs cos;",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "Regional Developmen Banks Acs No, Sof 1973",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(© sooo, buy, sella dealin, bills of exchange, promissory motes, dealt, shares, debentares, fertficntes, serps and ovber insiraments and secures;",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "4) tong fans and advances",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": ". (fe) worective secatien and valuables foe safe cantody:",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": ") Noclet and tarsi money and vourses ;",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": ". (@) te manage propery both movable andl immovehe, ‘and cary on agency business which Reemed ‘commercial basks 48 peritied o carry ow under the Banking Act.No. 30 of 1988;",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(te borrow or rise oat In such manner ashe Bank shall ink Faw secure the prompucepeymentof amy money borrowed ined or owing by mortgage. thangs of Hen upon the whole of aby part af the propery of sees of he Ban, wheter presat fue, and kot asindlersongage,chargearticn ‘osevmeand guaraneetheperformoncaby he Bank of my obigaion or ability ay undertake ;",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": ") oleae advancemoney onswcminy of propery and give cre 0 persons, growpe af pertous, fant oF ‘Sommpanlt on suc ca xing deem expen, liter with or without seeuriy;",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "' (©) tase rd promone te snarhetng and processing of grioulurlpredave or any oer procs 5 . (0) so cary onthe busines of «pow broker;",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(0 te sompire or purchase my movable or immonble ‘property or agricultural, industrial. fshecies, ‘omamerisl or ober enarpises and to mamage, oF sang: forthe management of, wy uch propery oF nent and (0 sel r otherwise spe of, sch propery or eerie",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(on) wonder ral develope proce which ae of ‘2 mal-seade, including pliot pejects, in coder 10, achieve te object of ie Bak;",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "4 Regional Development Barks Act, No.6 of 1997",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(09 to assist in promoting the development ofthe region thin whichitoperatesboy proving enouragerneot tosuch ctivklsas re planingaspanofecodngical Iprovemeat, andthe improvement of vllges and _gvenlly$oprovidendvsoryasilancewhichseres the oboe ofthe Bask; .",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "() 10 wndertake und prontote he construction of ware- houses, podowot, ore ad buildings lathe region ‘thin which it operates, required for sgricoiral, + Tdi Fieri, tadiag aed conaoecilacivi- tis:",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": ") 10 enter ino any agreement with any banking intitatio oF co-operative wociely, subject 10 guidelines formulate by the Board of Directors of the Bank, for taking over any uoderiakiog or projct which 1s being financed by such banking Inetnoe ot co-operacvesociey or which a beg, cared onby schbankinginniawonceco-operatve saciey",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(BW open sccoants with toe Central Bask, with amy Niceasedcommercilbaak rary ieanedspeciatised banka ooaperative ncity or ih the approval he Monetary Board, i» any bank: of francial inséusion gonide Si Lankx,",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(1) Fee, let on hic, sel ont righ, or ei cm a end purchase basis, achoumes, godowns, sires na bbudings tn te seplon with which Ut operates, smactinery, aipmneat and oer goods: +",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "() tosequrcin any manscr wtatoever and hold akeot ‘give on leaps hire, mortgage, pledge, sefl oF ‘otherwise dispose of, any movable o immovable Property;",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(0) toponcipaein the developmen ofthe nfrascrure",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "«ofthe epi within which capers;",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(4 eo Snine with ether instnrings engaged ia promoting, developing or floascing developmental activites the egion with hich i operates;",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "Reglonat Devalopment Boots Act, No.6 of 3987 §",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "(©) te provide advisory serves, 19 and imdenate",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "“ks taining of, self explayed pean or those ‘engaged io agricole, Inder, commerce and ate",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "(09) to deveop ond rumeage nut pork for smal and",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "‘medium sole enterpises:",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": ". {4 wappoint sichofficer and servants rag he neces: ‘sry For carylog ou the ates ofthe Bank tix the wages, salries or other reaver of euch",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": ". ‘offices end setvane and deoane Oe terms aed ‘eaditonsof service of such offices ad serves:",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "49) to provide welfare ond secession foottes, and",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "‘cemnmodatin follies, to officers and servans employed by he Bank",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "(2 (oenerinand perform ellsochoonsracts, whether a",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "‘or cai Si Lanka, a sy be necessary Tr the ‘sereen of the omens sd the performance of the ‘uses ofthe Baa;",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "(ac) to make re i elton os offivers aad sevens ‘acludiag theit_appeisiment, promotion, remuneration, isciplinary contol nd the geet of Ipave other",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "(68) to ake rules in respec of the adinisrsion ofthe ‘ffs of he Bank 90d",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "ce) ta doall sh other things bic in he opinion of the \"Board of Direotor of th Bank muy be neoessey 1",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": ". folate pepeemingone be butbemct Bri",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "+ PARTI.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "Moca oF Te BAN,",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "6 (X) Themanagcment and administration afte ars sakot sae Fsiness ofthe Bank shall vest ia « Board of Directo Devoe ‘ereinalr refered to as \"Whe Bowrt”).",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "(2) The Bosed may exerci alle poses ofthe Bk under Gis Actors osber Jaw, and do ll acts and ings ‘nich ts wu orsed odo and perfonnander this Astor such ber law atthe ase may be,",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "spot",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Rei Deep Bt et 6197 (2) The Dd tet gwem tn mg talnan wrap and te ae gla ae Soe ee gin ea Cooerioion of 7. (1) The Based shall consist of nob leoe than five and not ‘ee dowd aoe than Cwelve nowtinated and slected dieetoes, nominated Tintdotecongtase te + (2) Noung te sins of neni unde detonate ace, Soeur ceateccenae meant (Te Miner sa amie dss fe settee (osteoma Bante nani bc Momy Bon whew ts Cana St aint ae wer tm Coan mean? Prva ha Cl Ba heh sccatennnecscuenesea eT Snes ihicdcmmterancnes, Petersen erected Mmetaeecud erent ses chen aetna ‘Board under (his paragraph ; ©) mothrtacteaeCCnrntennaeisin | ier aur aeons pedis cfereantrenrimied Ti tatocepel ote . (0) mulfeotbeteopcroetontepetmenntn sits bona conan Ba oe People’s Bank holds xot las than eight per cent” Bratton eer . bm oer of etal Senge one rome te baat Bis ant Sou weet hen Sra ee nt (Sitar aguprconenctintoet a Exeter",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "‘Regional Developmare Banks Ack No.6 af 877",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(0) a offices ofthe Coral Bank 1 represen tie Fi",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "logees Provident Poa he tnetmmesaion of (he Moncary Boed, whose such Fond oleate thu cht percent of de el sare capil of . he Bank ans 9 opeison who bs distinguished bimaltio defied of : Iresines comers, arcs. inetsy we ftace. nt a hex ac uber nthe developed the segion Wain whieh Ue Bork apse.",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "[Apron nominned at adiretor ndes thr abeoionsie Aereafzeeferod na woe dene”,",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "2) A nominaind dete sa held effceTor aterm fr yeas",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Provided however, whese any iawiaion ef tia suieestae 0, ceases wo Anke es nalying proetage af hares the dicectr representing ach istlion shall raxign This oft are where sack dimen 6 tbe Fog, ts Miser sl ramove such decor fom Ton,",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": ". (£5) TecMinisaresyeithootasigningmy eaeontharetor remove « nominaeed dace fo ocd.",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "+ (8) mexsiomed creator may renga rom bs bf by ¢ ees in haha des the Minit,",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(Where snoxinated diretoe is wmporaily enabte perform odie tbisoflce by raat toni ee oter 2afiemiy oF abeeace fem Sri Laake, the Miser migy fe ‘sountaton wish the Band of Dirssrs of ts issue “which sinh dacs ropemera oc hs Monsary Bear the ememeybe nominee enobet person se actar hnallemate ‘Bosrd micdogsand de garmo ona nad cho Wave sgh ioe MAR metings.",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "8 Reginnad Development Banke At, a ef 1997",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "(6) a the event of sh onan oF Mice fy deat, reigning o teow of  vowaaid directr, ofharsise {any resignation cereal ndanthe pesets sbaecon (2,the Miser stall narateinaccordancs withthe pro sions of suhnection (1) anottor per tr negro asist= 7 ot léch aah perion mara offen tad pease, The ferean sonceninacd ballne fice for be unengirod perf AeunriolefReeolteraminuatdeararwbombesmccts. —*",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "ee 5, £1) Tae send Dieses af the Beard shal he elec",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "ad by de sharers ef the Bane (er shan ao shar ers ‘feed vo i sheen (1) of section 8) ak every Animas ‘General Misting ofa shareholders of he Banc cm be has ‘of ome member fr every such nhl per cox of the fea ina te phe i Rancastafeldby such sharbosios, homer, ial she sankey of zero selected sit wot cxeotd the alfrence asee che TIS Reber Aerts of the Bowe specie onder section 7 vod apaber of eto: tat may Be eM ey the Minar rier section",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "2) The shareholders of the Hank ho tu enbited tole anyeberddinexrandertmbscetion(), may tamectngof stchharch ders anv he rejstafonecigbahefine ‘mime of sharholdere oho ar onda to eloc he casted ivestorseftoBoordunderaetrolonc! emoveanlocted Siren fom afBee andelest anor sector ais lane >",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "2 As ecard deci may reign bis fee by fetor snbiense the Cstratan of th Boor ins eta.",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "16) Whore an clried dct f terporiily sale ta room haan oto by season of heath o citer ‘aftity ce aheans fom St Kana, such ven sy ite ‘Se-cortumcc of he Hea appt aniber peru to BO aS is arma a Bie mietingy and he gern sa appointed hab havea eighs 8a such mw.",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "Regizao! Development Banks Att Na Cot 99% 9",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "18) Totheovceraftuevaesionof affca by rma, deh cor exiguation of an decid dieser of in the even oF the (Bunter of elecied decors sired wm be etclad bel Ipernaead as renal ofax crear ie stare ong fhe",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "+ hare haber (ode than the shurebokers refered ta ia schacctinn (1) of sation B) the Bowed may spp another ‘rrooe Ufil at vacaacy oF Rpts new member tothe",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "_—-Bowud the ease maybe, ona pnmom poate ball Velde antl fst Amel Getert Meng of Bak In be isi afer toch appoinameat. a which nating basal babligile for re-claion se auiresioe",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "6) Aewery Arai Genel Meeting af te antes oP ie Bak, se0-thsd of the steed dicetrs or where te ‘tuber of lied dzwsars nat shes or areatpe of ire, hee the nore ewes 12 noo ed of tet mabe, ab ‘vente lice and ofber prions alee till suck vaca {r patancien ay ihe cate may be, antes the shmehoiier (Geer than th inition refered to im aaecon (8 of Selon 8} expreayseslee not Io A such VAC} oC ‘aeanetarorihechirehaidimgsef teeshorcholier (ther ak ‘he eatdens fered in puheectian (1) of sation 8), 08 the day pred ve dae weer weting da mot jeaity ce ‘Ming of mick vacecy.",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": ". (1). Newt the roviions of subvectiona (5) sn 6) oft secon, nde eveat of oy of the fastens ramet nsuhorcic 2) ection hokding tesa than Drteeasge of eed ase capil pected arespern enc",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "+ Biihowe fain in paragraphs Co), (eI. CED Cat Df the sabweston which ees Hees huve = aominaind iat ne Boardsachitlons stat beeniad oot ‘ancleee dreamer rebetiona (115) 04 (08 ESE ‘oy be taper withthe seekers sefered we del,",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "(6) Theclec init oF decors Hho al sero andes sanction (6 alt be de dtector 0 dierons who eve Sexved Yonge) offices the Gate of te Arial Geactad ‘Mentiagroered vo in dnt ebaecten bans ton eloetod rcs whats me fir at cee] ah wa (te the rector wo arto shal be deemed by let ‘Saway de Chane oF the meeting.",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "1 Reson Develop Bankr At Naf 1997 ©) A ming sted diet shal be cig fr se",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "ection.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "renee 10 (1 The Fit Hod of Dees inte conte for",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "EimISE —_theBatstulleonistf amined deco sonnet snumer pid inten of is Acad veh Bord cal santo fenton ode Hous of eso ofthe Bank ‘a woch tne us the election of ened cis ender sexton aan Annel Generel Metngof he sara beheld any dna.",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(2) The provisions of section 8 rbting 0 vicaion of fe by death igo evo a hs empty sence of «nominated member of te Board. sal apy snd inceipectl te embers of iF Bead f Dar,",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "Gmenctte A (1) Th oar hl lest ono ders oft et Boar she Charman fhe Board",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(2) He Chan is by reason of es, fi or stemce Bom Si Links tempera mabe perm fe dis on fice the Hoa sal eet wots Dee setin hs ace,",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": ") TheDourimty wibontsigningeny ras ert, serminet the appcicnmen of te Charman of te Boa i ‘sch termination hl ct cll in qusoa any coun",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "2) The Chairman ty cesign om his ofc by leet cened othe Boar.",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(8) Sutjecto te provisionot sutton (2 and Othe ‘wrmafotTizeoiteCharmonshalbelispriodetnebersip of Boma.",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "Reiereiner 12 UnatiheFee Annas Goer Mesting eld under",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "Gramm aecdon 10 of thin Ac, tbe ders may be pa ach ‘emarrainoutof ais oC Ge Denkasnaybedeeraned bythe inser. Trot he emunerion be paid te ects sel be as deine he rho of Bank at every Anau Geared Mostng",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "egionlDassopmns Bask AN, af 171 1, Adeomr whoie decty intimal arene ind trent sontctpromeed tobe made by to Bank cil in tha Arinstmen sarauofhiieestata moving Board radeon: AMEE shalt he roti fa ths mini of ateh Baan, and sat Fede ‘incor shart ake pan any eteraton ae eee of Bo | Saat oad with rape ach coin A. (2) The Chaiman ofthe Boot shal  presnt segs be pretie every esting af te Beet heaven a ba Sore en 7 ‘Chairesnn from cary much raeoting. the divectoes puesena atti tM mignon of loston ofthe cos rosa reste at ich esting, =A (2) he quorm or ey lingo he Bom where the tol namie of eto ath ied al acct See fer) eight et than ih, sal bs tree ra sshere he wid bal sare 0 lor mor Han Jhalloetne dese, Gh Treperwnpesiegstenyweeng ofthe Boast, {aden tobi own vote, ve acating vee (A) Sijectsbe proviso Febesoons (2 an (939 ‘Boor ay epuae the ere nega Moma ste Dos and th enna f hase ch meng. 1S, Nose orproceasing othe Bond sal be inilitby,_ oat Bad + rest oy oF te sano of my wesney among te! SAREE ‘Brera, say tafe te appa cen oo neh ‘rece 16 1) The Board fom tine tatime dees tte Dehn ‘Sonerah Menger sy ter oe orsevent ote Bank, (ESA ay oft pers dion {21 Seer personto weary gue ox ty ted ec saben (bl ents pofam ph pom ‘ty elec Thc so fom nd cons ab soy bo spel by Board and he Bear nay eves or ‘tirew such power day on tga",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "2 Rephol Doel Banks Act Ni. af 129? Swlataete 17, Gp Tiesea oft Barks bit ts cvsoy of Chain nya ocr eri by em.",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "{0 These oft Barkin be sera nach manners sip bodereed Wy te Boarh",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "2) Ta ps oft ak stall nox bo fie my snsromentoreaintegeeatsotresciecarcfieBoed —* tre ef the Bert ue Cenc Mg. ‘Shem alg tn inrent in tuhen ef eps",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "PARTS. ‘ Few axon 1 C1} Thar star copie fhe Henk hn be ead fivebeneamallonrapes divertor Sheet eng aach ne. G} Each of fre foRowkag iestitions, wamety —",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": ") ae BmkehCoses:",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "@) ae Feo sBank;",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "40) e Mota Sevag Bk an",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(2) the Emptoyroe Providest Fund, sal totale tantvo wei tombe de of hopin, ‘ti neorperton Ono esting ta asim of Hes, te ecm of sich ain money amy be ‘tern ein ba  nahereding oso ‘alin epost the tl ep ef orh Sa ad 26 inaeaion aby ne of sick combo tooots 8 > Sartell of Oe bank ond be te shes Back oper ono,",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(9) Te Comet in sb mae «conn fhe inal cop fe an of ch an of yo ay leony the Mein Boel wih een ot the ince, hog roped te ctw of ong Banker Br aero or arborea one Boar wets £7 Act",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "Regional Developm Beaks Ara No bef OST 13",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "{0 whyep he consinuns so decsiand in respect of",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "im ie squat io ork a he pe WA OF suc Vesting Sok or Burs, ah 2c word up ‘ale of sw deeemned, sal be dorset fe theconbibeiondy ie Cental Sank ohana Spin of such Bank, pd the Sorece beteeen",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": ". Jy net mor nd the someon dene o De esha eal with 6s ener provid foc Veto $8",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "+t) whete sho contin go desea i mepot of Bank ty are than she net roof ouch Vas, Bank of Beals ase as werbal edeed tobe pa fei enattutinn ofthe Cevtal Ba tothe fold cupid in auch Bank, and the Conet Bask ‘all ccrebute v ford ‘ian ageivalest to The ‘lfermee bowers such reLororDiond he colnet San so determined frthat Bak.",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "By virne ofthe comin mace ander beeen (9), Ceant Bonk ll bororneashweboler fhe Bonk mad be iow snaestn proportion vibe combate made bt",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": ") Notwiinaoding depresioesatzedweaon Oywtiere Bim in atl teat is Ae foc espertid sgionie ‘wach «Regine! Rural Devan Bunk. bes wot boat ‘erunned. io Conval Hank tal conti othe Capitol bch Hark not tater tae evo weeks from Ge ast of Coibcenenre uch ek, nel deeralod tO MOREURY Bard withthe coneerence of the Miniser ond shal ine",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "+ dagofne nstureder of sock Baok adhe ated shores in sph Dak proper 1 te contin.",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "(6) Fhe setebotters foro fa berton (2) may in",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "Selection, oamrthut font cali a purchase shares ‘athe Bank, mn onaen of ie sidered byte Minister ‘econ abs vn y such eb oh tad ‘pia f thal Ba",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "18. ayTReBoerdmayonsowsorondarecommenson Rhine ofthe Monetary Bowed ofa such ath cares fered isin Bowes Subsection (F) of section #8 a ave nat boon slowed ander faheoetion {2} oF Gt sxction, to any Ftensedeormerclat tra oensedepaciatied tank ort my other psn at ateh Lined Bigs, inauch pacar erase, ofeach, ‘uy te detrlaaby te Booed.",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "gpnese:",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "Ye Reston Bretagne ake Act Ma. of 1997 12) Wha any cect commer bank segues ay",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "staves nthe nk ho provi of sci 174 of Broking Ac, No. 30 1968 shale iply a espe fhe scwiskion sd bol of Sieh Smee fy such Henne cota asks",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "est 28, Testateldrofte ankincaing nsec,",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "es, whemodeconttsomande iltcapalet Banka",
    "mean_p_confidence": 0.08
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "SeSelim ecto 1 shaBhavethepooertowypforaaletanseenay",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "te ta cher person,",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "nereart ‘a, The Bonk ay, om eS, hea fm he",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "HEEL. ovens andthe Goverment ng, Bom feet an lend i the Bane thongh toe Canal Bank from ConsofcandFadary vuoi) proved Paaant ssbjcuo ochre acon ma) Bee the Goverumt",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "sevens 2, Th Ben my. ithe ten uo approval oe",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "Secietee ——_atowiaty Bowed pane in oaommenan uid de Mine",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "oe (ott litre 40 ime, baren from acy forniga Govern eat, ay othr Soree whatorv cede La, ay row ouch era cononses tobe fren Meter sod the payne theo, a be appraves tye Mam. ‘uy Boe th Doncaene of the Mins",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "Dene 28, The Benk shall extutitish wGaseral Reserve Fond and",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "Revco Bad shall cred so atch Fund every your such percentage oF its sa rina Be dec eth Bod.",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "fei 21, The Bank ba ond Sposa meron Pend tar",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "kowre ‘had and doubnfal debes, and stall credit 40 sueh Fuad every",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "mes. ‘Yen mech parcemmapeof it anoualprodits es may be determines pte ben",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "Sercpmen 2K (1) Fhe Rawk chet) aciabtlsh and maintain 9 tid ‘alied he “Devcon Fad” an ha cio exc fd ‘ey yeu, ach perce of Baap se ‘erm by te Be md 0g tse Le By te ‘Bink os grunt ocd rom al made semen",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "Regional Development Bonks Act, No.6 of 1997 1% (2) Temosioslyngtothe cri ofthe Development Fond may be used— {0} (© grt financial accommodation co, or purchase ‘iuioyn,tigh iskenterprne weldpotenal ibiy ‘ inthe dog enn; (0) tose technologie and ther experts rlevastvo . ‘theactvitesof heBank witha view tomaking hem. ‘evallable to customers ofthe Bak ) Nowithnanding the geavisions of eubectiom (2) ‘monies consisting of any grantor donston ecelved frm any local orforelga source nd which scedied othe Psd under saberction (J) shall be lise only In accordance wit such . terms and conditions subjoct to which such grantor donation waa mode, (4) Anysnchmonieslyingtoliecredkofite Development ud as ae not enmity required for any ofthe purponcs refered tain anbarcton (7) ay be ineatd by the Bod 26, The Bank shal ie forte purpose of payment of Rinne Aividendstosharehokierssuchpercenugecflisanmual profits Se. te may he determined Wy the Hoard. 23, TheBanksballbcexcmp fromthepaymentofincome eieapoe et axupontheprofisandincomeofibeBank,forapesiedoftwo Batt Kes + years from the dae of commencement af ex banca om 28, (1) Anylasn gasted by he Hank sll be on secaty Seomty snd othe teens andcondidons as may be detemined bythe Tet Bou. var (2) Noswittanding anything conned ssbection (1), he Boas may, ina discretion, grant nas withoatsenity Inany cosin which the Board, fr easons tobe ocarded by ‘ie wring, dees that such every ot necetsny.",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "6 Regional Deseloprien Bowke Ac, Na 6 1087 PARTIV Stare ace 29, 02) TheBoanmayenpsiniapamson hohe sremsive Sse experince ia basing oe finde ina — . (a) olde a dogs rom secognizd Univeriy oc 4) has ull profstonal qualiaions tn accourianor, Tenking of oly cor ala fad, toe the Gaoeral-Bouager of the Bak, on much tet tnd _sonnine of uve as the Bow kal eversine. (2) Tha Cease Manager that te he ete erative office te Bark edn ene, rug and ain the sffain of the Boek aubjet 1 the gener dineon, ‘mipervaion aod contd ofthe Bord a si Se Bank 10 cechieving the objet sf Uo Rank, sell 0, (1 Tha Bos mmny appa! Sach der officers an af servants asiteoideesnecessry fr tfiantsicrgeot is anetons (2 The affcae and servants appa andr sabscetion (yah be emanened nachmanmersmdatstelaerand sultbesojott such omsenonisonsf cerice ae ay bedeternned by the Beard pany . Avert or Actas or se Boa Naum al, (1) Thin yeaeuiboBankshal edhe caler Som ye (2) The Anno! General Meath of te stareboBec fhe [Bank sl be ld not ater Him sath From rend of och nancial yea,",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "Resist Develops Bank Act He 60§ 99717",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "132, (1) Te Boardshalemue properbooksof accountant feet of ncome and expan, he rs anise {ed ofa oer faecal Weasrtoas of ho Baa. oreo",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "Fer",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "(2) Wininoocmomkf te expntion of cach focal lvoe",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "+ yemof be Bank the Board shall pepe in pect of dar MEER ‘aan you— ‘ (a) tance seta abe ot woskng Sy",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "(6) praiand ts acon",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "24. 0) Thestarhcers ofthe Banks atcach Anal sypstamen eeenl MouingoftbeBenkappoiaculiataadiocashe pet ‘Paditer ofthe Bank andheshall holdofbce from:heconclesion OF tat meting tlt coon of the nest Amu!",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "General cing: :",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "Provided dat Fat Hoard of Dieses of the Bank refered win section 1st Tt esting appoint» ‘ealifd anor otoktfie as theatre te Bane nl the holding ofthe Fru Ato Geos Maing of the Sachs ert:",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "2 For the pupore of hit scion “quid anit” mean of Arvo och of tae depres of chick being « menbat of the Tnstitne of Charened",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "+ AesoenunsetSeLanknorany ott etabihedby tem possi acca topo asen Accord bythe Coan of such cs.",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "24. (yThemudtordl inspect esc, thetinee, Onset he mangement of the free of fhe Bank ad where seit “necessary examine — a",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "(a) wher de ond oF te seca affine of he",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "Beaks eon Sorts weordanewithtoprovisins fii Acc ny lesmadeencer ie Atri tothenme",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "(0) wheter suecance of scout by the Bond +",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "satiny",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "1 Regional Development Banks At No.of 197 (© wheter he sooo sted (ding the tree ‘het and prof and lee ascowl prope he ‘Bond have bee designed prec ote 8d fe view of afr ofthe Bere ot the Died under corsier.on, doe pad beteg hon Principles of cons. ancieg wot valizion * (2) The andr sta! maka repo on th scorns ‘ramined by him anda de balene sbetandibe proftand > ros accoun! prepared by the Boa (8) The repr ofthe anit sal be ak tore th shorchokers ofthe Bank atts Aan Genel Meng and Stale open fr nap by any sarcoler, — 35 (1) The Board haten he contusions ray Armia ge ‘Genel Moning ofthe Basks cate 2 copy each ofthe emneo : ‘crepoetw following doctmeats which were coraidered by the SEERSED sharon at auch Mong, 10 be tanec? @ the Seer” Maier — (2) tebancssest (©) the prof a os scout (2) the audhors repo ad (@ a sep of te Chakman ofthe Bom, giving on coun ofthe pefornmnes of te Bank dalag te * fanaa yorinrepetof fienncotatshetoen ‘Prepared. (2) Thre Minister shall where not ies than fifty per centars . of biped capa of i= Bank tome by Governed ot any puble sarpoeation cane copes of the doctments trusted Wo fin under amen (0) tobe lad blot Patamen, rein ome 136, Rulesmaybemadety be Bow ioprerideformaties Zain” tohesbown in te bate se, te prof od loss mecoa, STEEL, tremanerin which Sook of cou shoal be maiaied Son byte Board rmaneraon of rs onal ee eters ining the ult of aosune ofthe Bank.",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "Repiona Deelopoen Banks he, No 6f 1557 PART VI oem. 31, Theprovelonscf he foiowng orien amano Ons + epeyto de Bank == ced {a) the aney Lending Ordacee suet 18) tne Contation diane and + (© the Bron Brokers Onanoe ‘38, The Bank stall be Jemallo be a approved ced Teta ageecy wil tbemeaning fe Mortgage Ac (Chg). arte oan. 29, Nowwiteanding nyhing i te Samp Duty Ac, ean 180.43 of 1982 oy nsrumen requ or mrised be ann annie or excouted by the Bask or any instrument made or 9 . esc nconnen wih ibe Busnes ofthe Bask ye ‘Bande ad any incarment de of execaed by ay oer feo favor ofthe Bank io espc of ay sun fra Joan stale exempt rm pyrene Ah 40, Every Disc office orehet employe ofthe Bank, omy ot stall be indented by We Bask agin! ll xs and se “rtenceacred by im or nella to he diichage ott Ais exept snc ware tne by hi fl ac de + at Cy Evy Dinton anion offeeroserragent  Datane rather roma eglyed in fe sess of tie Bk, stall = before entering pom his Gc sgn deslaron pldsing + Rinselfiobece sicserey renpecingall wernt (he Baik iecuomen, the ra of esac wil sry ptt twinsowion anal aes relsng ern cd salty ach deteraden pledge ime roto ved my ober eter ‘eich any come tas Knowhedge he dacharge of WS pein aal (0) when epied 01 do. — ‘@) by tba Beard. 4) by weour of aw; (3 rim prt wins sch ts cease tin) by the Monetary Boa,",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "3 Regional Devslopmnent Basks Ac Ma 6g 1907 1B) it portomasee of hs dies ot 40) fe ondr to comply aay of ie pro ans ofthis ‘Aetor aay ter lew, ery Dirt, ani, afer or neva into ‘ther yermon employed in the busines of tha Bank tl sclowto mener my quecieaeonamingtichisnesotve —* ‘Bor be cnet ancwer the question wilbaa inroginghis Pledge of secreny uncer aubmeeion (2, 0) Breey Dieter, mite, offer 6 vtvant agent or ‘shor paou eviployed in the besioest of tw Bank ty ae my elk ncn of tan ‘gue by iim sade subsecon 19) st he py of an ‘tfenee ender dit Act amd sha ca conviction aller ssa si before a Magistrate beinblewoa fine ne exceeding te ‘awed repeer. twits ng tbat ach tne ences sure of ine idigistale ry expnecin exer es ordiery bse, es 42 The Bord ray mask ress respect of alt x any ‘hater for which es nari. unordered lundor tha At or any oor tater secessry to couhlethe [Back oo effonvay cuny oul md pesfonms pow an ‘Satis ance this Act kins The Bek tl “es \" \" rm (a) \"keading nenon” witty meseingof ond for Sad lhe purpose of che Debi Recovery (Special. cet Provision) Aol No. 2 of 1990 and the Capt ‘geities Infection Bureau of Soi Lanka Ame, aie of san 1950; . (6) a \"bunk hihi ihe meaning of nd forse purposes of ip Recovery of Lamas by Ranks (Special -Prosiions) At, Nac of 2090, (€} 3 \"cena speciiod bank” within te mmasing of ‘sd forthe putpoces of the Baking Ask NOD of 5088 andkallbe ossat ot aloenct in ceccedanee ‘wih he provtieaof tat Ac ocmry on basics ekg tpi te aurora Orr nd stall fe abjae 0 2 such drerons fan may Be iscord by the Mowstary Sand wider Ha ct in respect of ceased specatica Rerda:",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "22 Regional Developme enka it. No.6 of 797 any ot atl Regional Rom Devslopoat Bushs inthis Act ‘elerad t0 0 “Vesting Sank ot Banks\") bring fusinesss ‘whit ot thay are sued cary an under the Region una Development Backs Act No. 13.0 IDES ae whlch is ‘8 a opening within th mpciiedvegion for whieh sock sessing bunk he be etalihd, , (2) Forde purpenect sabsetioa (1}the\"businesreaniet 8 by ay oF Veting Bank or Bit inches . (4) imunovabte amd morse property anid by ms estag Bonk ar Biaeke om ey procoding (0 the date te Vesting Ouderinehing cach baler, reatre fad, Inpegau und depos) (20 alt gia, pomers, pesca, subarior Rad bares acing ins oof, ay pogory. movable or in ioviblecumed by the Vesting Bank or Barks ad ny leaschokd vghts in ary ramble ope snjeyed by such Vesting Bank or Banks ot he day recoding the dee ofthe Vesting Gedo (6) all be Eales uf the Vastng Bank oe Baty and scbcistng oo tho aay prsding dhe date of ehe ‘Vesting Order and . (2 all bwoks. seoouens aed decoments stating or ppetaising tose bunnzot wick Voulng Rack ar Bae, . Benet {4 theft fom tiedite of vexing hehsnses aay cowl (wR Vesting Bank ox Banks as he cave eaay hein the toguling bash (2) th sequivng bank shall ave aon! and posession of hu asi tunes the Vewtiag to Banks ‘ed Repo he trator of te wt mina oF ‘sch Vetting Haak oe Ba: id",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "esol Devon ants et Ne. ap 1883 10) ncorpntion Order or Ort as ann :  salninig fy Rapid Kars Deweppmen eke ‘Rac NodS cea ty atic ech eng Ban oF ests Uae niin shal be td Be teaneseied . af. 13) Por the purpose of ascertaining the net worth of Aunt oF se Taapeas of ey Vosag bank ct a oe ay ett Sreeincly prs te 6 of esi, te Homey NE + How aha ce an et so vowed haem beef onde a que",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "12 The aur pois unr ssc {1 St saber tote Maenty Boar itis perad ‘hay pened thm Boa an th Maney Ba’ bl Seon ego and ace ofr es ak Soo rogue fe suo fri any oer to. enpnnlow se ny comer seit).",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "48, (1) WerethenerworhfiheVesingBarkorBraks Davee “inkvgncess of the pontribesion sua: by the Central Bank 10 the: bene SSonequatate ak nda peer} ofabeeetonGsy Seem? Pe each Baa Sel wie or wks othe mt sock of be Varig Bark or Bark ig moped ty tie cement ‘Momtmry Bowed unicr section €7 isha abe Money on, debra e ve fsck tg a Ian fie pu con per ear",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "(0) Tre Menctry Beat stl wrt aasert my ater peru debe eerie Sowers Bowes dat",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "| tease (toed inne atch eres Sal Sienna igheaeibeSfociy Bown repetot sick sean,",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "(3) eset dy of a cinghakoredasy eben: wav acon (OY of Ses Tne dt on wh ach ene ers",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "{The Conn Bea may ma ie seg spare atteaivaem nace ba lteofiedeboreees Sct fpte Monaary Sow under noudon (0, 8 sy Fo doretant sree Ceatbeckciea ten Boa",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "States tres nd Bare poporica oat oe",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "24 Regional Development Banks Act, No.of 1987",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "sg 49, Wiehe trom th dae of vesting —",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "inal (0) ol contracts, deeds, bonds, greenies, powers of sttoraey, eras of legal represpnation and cher ‘nsrumeat of whatever ane pertaining, of rats ng to the vested busines of the Veting Bonk or ‘Banks a subsiing, or having effect om the day? inmeoditely preoeding te dete of vee and ‘ich the Venting Black or Banks iso re paty which és or are in favour of te Veeting Bank or * ‘Banks shall be deemund with effet for the date oF vesting tobe conrat, dends, tend agrocats, ower ofanorney, gis of legal rpresenalion of ‘therimumentsenteredin toa granted, asthe case ny be, by the acai tank",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "(6) allacom> mn procesdingsotwhoreverntarlasnuted boy or against the Vesting Beak or Banks pertaining, oF reloning fo the wesed banest of ach Bonk oF ‘Books axipendingos the dey iomnediately preceding the dat of vecing shall be owed ith ff from the date of vesting to be actions and proceedings Ininned by raga he sequlting bank and may De coutinned or prosecuted accordingly:",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "() alt uch officers and servants ofthe Vesting Dark or ‘Banks md were king a penmanse postin sch ‘asting Bank or Banks of the day immediatly preceding the date of vesting shall be offered) ‘aaployment wilh he acquiring big, nd —",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "(where sucbofter is accep such officers and servants shall be employed therein om such ‘sams and coutons of emelayraent 2s ie sequing bank considers reasonable ving ‘gard to the qulifeaionsandexperteace of such officers and errans cad",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "I) here suc afer exo secepied, such officers and servants shal bo ented eo the payment of compensation as determined under section 50.",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "Regional Development Barts Act No, bof 187 28 3. Where any offeror sarent of he Wenig Bank or Pmt risisorarceniad ote paideargerion ie scquting OS™ anki eberine ie unt ofcorpenteion hat shlbe ud in conatalon wih the Commision of Labour en __ et darn shal be ded nat wat ay Hes tach fier or ervenr tay fave unde any he riten ev Si Iniheerenof ay nconsiienybetwenn the Sinhala FEST + qqd'Tamil cos of ie Act, he Sala est sal revel. Seine 2. ets Acs unless become oberebe toques henna = scommodain” meas nylon versace oF ny corimimnent 10 rk any lon, overra of fdvance including & commitment (0 accept © coingent billy “Bank of Ceylon\" means te Bol of Ceylon eblshed yt Bank of Ceylon Orne (Camper 377) “tanking Tesitaoe” mens a bank reise unr the ‘Banking et No. 30 of $988 “Cena Bank oan the Ceara Bank of Si Lanka enablsbedty te Moneary Caw Act(ChaperA22); co-operative Seciey” meant a acy repieed ot . \"dermed tbe Tegatered under Une Co-opernve Societies Lav, No of 1972; | _sBnployeea Provider Fens” mean te Semper Provident Pad exiabahed under he Employees Provident Pune Act, No 5 0f 1958; “enterprise mesa boy of perhaps eniecrpora by whatsoever eigiod ile and tacos a eorpartion ole ot le ‘ropritonhip: steed comercial bank meta x comms ask Teenped or decried to be Ueated 19 4 oem commer! bok onder ie Bag At, No 500 188;",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "26 Raglonal Desslopment Bandy Al, Ro. of 1997",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "“lcemedsrcciatond bank means aovtagatyerinattion Uiemaed or demned 19 be fcemmed at a Hecaxed specined bank ander the Banking Ac No, 30 of 198:",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "“Momury Rom” sens the Moacary Boul af Ge ‘Camtat Bank of Si Lanka estate onder he Manceary Lan Aet (Chapter 422);",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "“Batoos) Savinge Bank” meant she National Savings + ‘Bank euablishedby the Nein! Savings Band Ak, Wo, 30 AL;",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "“Morwart ofthe Vested Baakor Baas” wemthe vaiie ‘of ie sees ofthe Yesing Banker Bouke vexed in ‘Se nequding hank by virme of an ander te ender scclin dS fezclodieg unrecoversble aren 95 ese te oe sori wader SC 447) ease valu ofthe Hakaee of ave Vosing ‘Bank or Banks voned i the aoquring tk. by ‘Sir of seh Dede.",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "“People's Ban” mems the Foap's Back establihed by he Peopte’s Baek. det, No. Bal 1961",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "\"Regional Rural Develagmant Bonk ox Beaks\" mesas 2 bok orb esd ctod unos the Regione! Renal Deveopman: Beaks Ae No [Sof 19853,",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "“elon! seas cr or mary of the adiniteatve dsl specified on Adraleracve Dies et (Chair iy: .",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "‘all scale” retain «9 coral éovelopmant oft Meaanaprejeciof whichis vmveotthe fcedasieis Ia am torsion pecs nc",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "“Vesa busine “nda te Yehg Buh ot aks \"neERthe bul ee the Baek or Raae wach oe Me vestedia suck seating hank by 30 Onder ander section,",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "ae",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "Anal aero ngs Bits Ago he Parana 85 Loca R180",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "{Farcan,peyable ta he Surentaee, Gonetonar Poeiexrens Buku 80,32,",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "‘Tuservouns Hove, Lotus Roun, Cena O bees 18h Deconber, eh Jar I respect fe year o¥owing.",
    "mean_p_confidence": 0.36
  }
]