[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". 4 : (ua : . REN, PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF . SRI LANKA a CONSUMER PROTECTION + (AMENDMENT) ; ACT, No. 34 OF 1992 . {Cttited on 26th July, 1902] a Printed on the Orders of Government L | i Published as a Supplement to Part WJ of the Gazette of the Demecratic . Socialist Republic of Sri Lanka of July 31, 1992 | se new oe tm a ; ‘TO BN PURCHASED Av THE GOVERNMENT PUBLICATIONS TUREAU, COLOREEO Price: 45 Cents. Postage: Re. 1.00",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "«Consumer Protection (Amendment) 7 Act, No, 34 of 1992 ‘ [Certified on 28th July, 1992} . L.D—0O 40/89 : . ‘Aw Act 10 AMEND THE Consumer Protection Act, No. L oF 1979 ’",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BE it Gnucted by. the Parliament of the “Democratic * Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "L This Act may be cited as the Consumer Protection short title (Amendment) Act, No, 34 of 1992,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2. Section 6 of the Consumer Protection Act, No.lof Amendment 1979 (hereinafter referred to as the “principal enact ofssction’ | ment\") is hereby amended by the repeal of subsection (4) of 1978. of that section, and the substitution, of the following subsection therefor :— .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "“@) Any person who removes, alters, obliterates, : | ‘erases or defaces any label, deseription or price mark",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "on any article or sells, or offers for sale, any article .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "from ‘or on which the label, description or price mark =. *",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "has been removed, altered, obliterated, erased or .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "defaced shall be guilty of an offence under this Act.”",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "& Section 28 of the Principel enactment ‘ts hereby Amend,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "— 7 amended as follows: Hees ot () by the repeal of, subsection (1) of that section and DaCHHERE the substitution, of the following subsection therefor :— . “ (1) Every person who acts in contravention of any of the provisions of this Act or any regulation” > made thereunder shall be guilty of an offence . under this Act”. @) by the insertion, immediately after subsection (1), : of the following new subsection :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "*  # (1a) (@) Any person guilty of an offence - ‘under this Act by reason of a contravention of the . provisions of section 11 or section 12 or section 13 shall, on conviction before a Magistrate, be able—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2-*D 16055—s000 (9100) . :",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 \\ Consumer Protection (Amendment) . Act, No. 34 of 1992 Gi) in the case of a first offence to a fine not less . than one thousand rupees and not exceeding three thousand rupees or to imprisonment ~ . of either deseviption for a term not excecd- ing thtee months or to both such fine and imprisonment ; and (ti) in the case of a subsequent offence to a fine not Jess than three thousand rupees and not exceeding seven thousand five hundred rupees and to imprisonment of either description for a term not exceeding six months. : (®) Any person guilty of an offence under this Act, in respect of which no punishment is pres- eribed by paragraph {a}, shall, on conviction * hofore a Magistrate, be lable— (i) in the case of a first offence to a fine not exceeding three thousand rupees or to imprisonment of either description for a term not exceeding three months or to both such fine and imprisonment; and (i) in the case’ of @ subsequent offence to a fine not exceeding seven thousand fve hundred : rupees and to imprisonment of either des- cription for a term not exceeding six . . months. *. 7 4. In the event of any inconsistency between the Sinhala Sinhala text, and Tami texts of this Act, the Sinhala text shall prevail. case of . inconslatency.",
    "mean_p_confidence": 0.81
  }
]