[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON . * 2nd Session 1971-72 GEE ECD é ok ey a 3! a TEs a WAN 12-2. FE & eae SN 4 (WAR Sse’. ; Local Authorities. (Special Provisions) ‘Act, No. 48 of 1971 pete of Assent : November 3, 197! Printed on the Ordere of Government _ Printed at the Daranrecewr of Goviuacuitr Prov, Crriox. te peboed tte Sgr Peasant Se . Price: 60 Cente ‘Postage: 15 Cents",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Local Authorities (Special Provisions) Act, No. 48 of 197%",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "L.D.—O. 16/70.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "AN ACT 70 AMEND THE LAW RELATING 70 LOCAL AUTHORITIES; TO MAKE I? OBLIGATORY FOR LOCAL AUTHORTrES 10 PREPARE QUINQUENNIAL A8SEES- MENTS OF ANNUAL VALUES AND TO LEVY RATES ON ||| SUCH ANNUAL VALUES; [0 FROVIDE THAT WHERE AN ORDER ALREADY MADE REMOVING A CHAIRMAN OR A MEMBER OF A LOCAL AUTHORITY FROM OFFICE TS SUBSEQUENTLY REVOKED, SUCH PERSON SHALL CEASE TO BE SUBJECT TO THE DISABILITY OF NOT REING QUALIFIED 10 BE ELECTED TO ANY LOCAL AUTHORITY;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "TO CAST TRE DUTY OF RECOVERING RATES, TAXES, RENTS AND OTHER PAYMENTS ON CERTAIN OFFICERS OF LOCAL AUTHORITIES; TO PROVIDE FOR THE SUCCEBSION OF ONE LOCAL AUTHORITY TO ANOTHER LOCAL AUTHO- RITY OF A DIFFERENT CATEGORY (IN CAGES WHERE NO, SUCH PROVISION HAS BEEN MADE); TO PROVIDE THAT WHERE ANY LAND WORTH LESS THAN A SPECIFIED SUM 18 BEING ACQUIRED FOR A LOCAL AUTHORITY, THE TMMEDIATR FOSSESSION OF BUCH LAND SHALL BE",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "- DEEMED TO BE NECESSARY FOR THE PURPOSES OF AN ORDER UNDER SECTION 38 oF THE LAND ACQUISITION Acr; 10 PROVIDE THAT THE VICE-CHAIRMAN OF A Towx Counc, avp THE Vice-CHAIRMAN OF A Viiace Counen, suai Ex Ofiedo wa Justices op rae Paacs; 10 PROVIDE THAT THE MAYOR OR THR Devry Mayor ov a Muntcrrat, CouNcn, SUALL Bi REMOVED ONLY BY THE VOTE OF TWO-THIRDS OF THE TOTAL NUMBER OF COUNCILLORS; AND TO MAKE PROVISION FOR ALL MATTERS CONNECTED THEREWITH OR INCIDENTAL THERETO.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "[Date of Assent: November 3, 1971]",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enacted by the Queen's Most Excellent Majesty,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "by'and: with the advice and consent of the House of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Representatives of Ceylon in this present Parliament",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘assembled, and by the authority of the same, as",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "follows :—",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘of, This Act may be cited.as the Local Authorities",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(Special. Provisions) Act, No. 48 of 1971. eure,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "pear :",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ". 8 Loval Authorities (Special Provisions) - Act, No. 48 of 1974 “PARTI QUDNQUENNIAL ASEESSMENTS OF ANNUAL VALUES 7 smpings ¢ 2, Section 988 of tho Municipal Councils Gime.” Ordinance is hereby amended as follows:— . (J) by the renumbering of that section as sub-section (1) of that section;",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(2) in the renumbered sub-section (1), by the substitution, for tbe words “ Tt shall not”,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ". ° of the words “ Subject to the provisions of sub-section (2), \"it shall not\"; .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(8) by the insertion, immediately after the renum- bered sub-section (1), of the following new sub-section :— >",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "* @) Is shell be the duty of a Municipal Couneil to prepare once in every five years a list of assessments of annual values (to be called the “ quinquennial list”) im respect _",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "\\ of each house, building, land and tenement “~ within the Municipolity, and upon the preparation of such quinquemnial list,—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "; (a) the annual values which appear in such quinquennia) list. shall be entered by the Coanoil in the “ Assesstant Book ” required to be kept by the Council under section 935; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(®) the annual values appearing in sach last-prepared quinquen-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ": nial list shall, subject to the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ". provisions of this Ordinance, be’ the annual values in relation to which the Council shall make and assess any rate or rates referred toin section 230.\";and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Local Authorities (Special Provisions) = 8 . Act, No. 48 of 1971 (@) by the substitution, for the marginal note thereto, of the following marginal note! . \" Frequency of ‘asuesements of aanual values, ”, &. Section 87 of the Village Councils Ordinance is Astoinm hereby amended as follows: me ioe . .@) in sub-section (5) thereof, by the substitution, for the words ' The land tax”, of the words ‘* Subject to the provisions of sub-section (8), the land tax\"; and ®) by the insertion, immediately after sub-section (7), of the following new sub-section: — ‘ ©) For the purpose of lorying, the assessment tax referred to in paragraph (2) . of sub-seotion (2), the Council shall cause te he prepared once in every five years a ist of assessments of annual vanes, to be called the ‘' quinguennial list, and where an assesstent tax is levied by the Council such tax shall be calculated in rela- tion, to such las-prepered quinguennial ist’, . PARTI REMOVAL OF CERTAIN DISABILITIES OF CHAIRMEN AND ‘MEMBERS WHO ARE REMOVED ¥ROM OFFICE 4A, Section 164 of the Urban Comeils Ordinance seein is amended insertion, immediately sstiea thot pee Meera @ thereof, of the following new MP6 sub-section -— (4a) (a) Where an Order is made by the Minister under sub-section (1) removing & person from the office of Chairmen or member of the Connell, the Minister may by a subsequent Order ‘published in the Gazette revoke the first-mentioned Order, and (the publivation of such subsequent Order in the Gazette shall have the following effect, and the following effect only, namely that such Perzon shall, \"nobwitbstanding the provisions of sub-section (8) of section 9 of the Local Authorities Elections Ordinance, cease, with effect from the dite of such publication, to be subject to the dis- qualification set out in the aforesaid sub-section 8).",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 “Local Authorities (Special Provisions) Act, No. 48 of 1972 . (8) Where the provisions of paragraph (a) are in Soallet ot ineodeiatont with aby olbes ee sions of this Ordinance or’ of the Local Authorities Elections Ordinance, the provisions of paragraph (@) shall prevail.””. awntent ¢ 5. Section 183 of the Town Councils Ordinance weion to is hereby amended by the insertion, immediately after ‘Caper sub-section (4) thereof, of the following new sub- section: — . ** (a) (a) Where on Order is made by the Minister imu sub-sction (1) removing person from the office of Chairman or member of the Council, the Minister may by a subsequent Order abltsnsd in the Gasetze Yereke the frcenieationsd Bidet, and the publication ef such subsequent Order in the Gazeite shall have the following effect, and the following effect only, namely that such person. shall, notwithstanding the provisions of sub-seotion 3) of section 9 of the Loval Authorities Elections Ordinance, cease, with effect from the date of such publication, to be subject to the dis- gualfeation set out inthe aforesaid sub-section (@®) Where the provisions of paragraph (a) are in conflict or inoousistent with any offer, rot eions Of this Ordinance or of the Local Authorities Elections Ordinance, the provisions of paragraph @ shall prevail. *. Acmtmat et 6, Section 54 of the Village Councils Ordinance Gaui! is hereby amended by the ineertion, immediately after mib-section @) thereof, of the following new sab-section :— “ (8) (a) Whore an Order is made by the Minister under sab-eection (1) removing » person from the office of Chairman, the Minister may by 9 + Subsequent Onder published in tho Gazette revoke the first-mentioned Order, and the publication of such subsequent Order in the Gazette chall have the following ‘fect, and the following fect, only, nancly that such person shall, notwithstanding & provisions of eub-gaition @) of section af the eal Authorities Elections Ordinance, cease, with effect from the date of sech publication, to he subject to the disqualification eet out’ in the aforesaid sub-section @).",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "Local Authorities (Special Provisions) = ty No. 48 of 197% @) Where. the provisions of paragraph {ay- . . in conflict pr inconsistent with any ee eee \\ | of this Ordinance or of the. Local’ Authorities Elections Ordinance, the provisions of- paragraph : (@) shall prevail.””. : . , “ly A AONES PART III anes RECOVERY OF RATES, TAXES AND RENTS AND OTHER PAYMENTS tienes",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "7,\" Section 186 of the Municipal\" Councils amcitmin'sl’ Ordinanes is hereby amended by the eubetitation, for aeetion go the words “' by the Council’, of the words “‘ by the Commissioner”. ——",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "8 Section 188 ‘of the Municipal Coincile smisined gi Ordinance is hereby amended in sub-section uy ‘Cape a thereof, in paregreph (1), by the sutitatin, for words“ Meyor on behalf of the Council’ in ths grenciso of ity powers ang tho discharge of Hts 2 cor functions”, of the words Mayor. or the Commis 9002.7 floner or any officer of the Council on bebalf of the Council in the exercise of its or bis powers and the discharge of its or his functions”. sem",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "“9, Section 252 of the Municipal Councils sma of Ordinance is hereby amended in aub-section (1) Soe e thereof, by the substitution, for the words “a warrant signed by the Mayor shall be issued to some collector”, of the words “it thall be the duty of the Commis. sioner to, sous a warrant signed by him’ to some collector **, .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "10. Section 258 of the Municipal Councils ammntana of Qrdinance ig hereby amended in subsection, (1) sion 8 at thereof, by the substitution, for the words Council may by warrant authorize an offcer ”, of the words ‘it shall be the daty of the Commissioner by warrant signed by him to authorize an officer ””.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "44, Section 956 of the Manicipal Councils aman a Ordinence ia hereby amended as follows:— omg",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(1) by the substitution, for the words “ appointed",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "by the Council”, of the words “ appointed by the Commissioner\"; and. -.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "& =. Local Authorities (Special Provisions) Act, No. 48 of 197%",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "(2) in the provizo to that section, by the substitu- tion, for the words ‘under the Council's wartant”, of the words “under the- Commissioner's warrant”.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "somtens 13. Section 257 of the Municipal | Councils Bee Ordinance is hereby amended by the substitution, for’ the word ‘' Counei) ”, of the word ‘ Commissioner ”’. amnion ¢ 19. Section 259 of the Municipal | Councile Scie, Qrdinango iy hereby amended by the sufetitation, for PS. the words “signed by the Mayor, , of the words - \"signed by the Commissioner,” Aotomt ot 14%, Section 261 of the Municipal | Cooneils ReMi Ordinance is hereby amended by the substitution, for \" the words “ by the Council, ”, of the worda “ by the \" ammannct ¢ 16. Section 263 of the Municipal Councils 2S\" Ordinaneg is hereby amended by the substitution, for the word “Mayor”, of the word * Commissioner ”. Amscdzens @ 16. The Fifth Schedule to the Municipat Councils Se RAN’ — Ordinance is hereby amended by the substitution, for:~ inpec ‘sm, the letters and word— 7 “AB, Mayor ”\", of the letters and words— “AB, * Municipal Commissioner ”’. acmioerot 17. ‘The Sixth Schedule to the Municipal Councils BeBe Ordinance is hereby amended by the addition at the Giepur'an, end thereof, of the following: — “AB, Municipal Commissioner”. otek 48. The Seventh Schedule to the Municipal SCEert” Councils Ordinance is hereby amended ao follows:— Chapter 959. (@) by \\the substitution, for the words ““the * Mayor”, of the words “the Commis- sioner \"5 and",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "Local Authorities (Special Provisions) = 7 ~ Act, No. 48 of 1971 (0) by the substitution, for the letters and word— “AB, . Mayor”, of the letters and words— : “AB, Municipal Commissioner”. 48. ‘The Eighth Schedule to the Municipal Ampimet o ‘Councils Ordinance is hereby amended as follows:— Made, (1) by the substitution, for the words “the Mayor”, of the words ‘the Municipal Commissioner ”; and : (2) by the substitution, for the letters and word— “AB, # Mayor ”, . : of the letters and words— “AB, Municipal Commissioner \"*. :",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "20. soon 169 of the Urban Conn cits Ordinance sents o is hereby amended in sub-section (1 in een Beragraph (a), by the substitution, for Oe a by Ee fhe Council in the exercise of its powers and the dis charge of ite funetions ”, of the words ‘by the Councilor by the scretary‘ot any other offcer of the Couneil in the exeroise of its or his powers and the - discharge of its or his functions ”.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "21. Section 163 of the Usban Councils Ordinance amsinas is hereby amended in sub-section (8) thereof, by the Soe2s, substitution, for the words “the Chairman”, of the words “ the secretary of the Council “”.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "22, Section 170 of the Urban Councils Ordinance Ameimat of is hereby amended in sub-section (1) thereof, by the Nez ‘Ss substitution, for the words “\" be recoverable \", of the words “‘be recoverable, by the secretary ‘of the Council”, -",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "23, Section 188 of the Town Councils Ordinance Asmingy ig hereby amended in sub-section (1) thereof, in . Gay 20 Paragraph @, by the substitution, for the words ‘* by the Council in the exercise of ite powers and the dis- . charge of ite functions”, of the words “by the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "8 Local Authorities (Special Provisions) dot, No. 48 of 2971 Council: or by the searatary or by any other officer af . the Council in the exercise of its or his powers and the discharge of ite‘or hia functions”. | ® Ameioms ot 24, Section 162 of the Town Councils Ordinance ia SEELAE hereby amended in sub-section (0) thereof, by the sub- stitution, for the words “the Chairman”, of the words \"the secretary of the Council”. Anmdmeet 25. Sectioh 169 of the Town Councils Ordinance is Ghee ate, hereby amended in sub-section (1) thereof, by the eub- stitution, for the words ‘* be recoverable, of the words “be recoverable by the secretary of the Council ”. : ‘ Aneainet ot 26, Section 87 of the Village Councils Ordinanos Sint! is hereby amended in eub-section (@) thereol, by the substitution, for the worda*\" shall be recovered sum- marily,”*, of the words \" shall be recovered summarily by an officer of the Council nominated for the purpose by the Assistant Commissioner,” . Apeine « 27. Section 89.of the Village Councils Ordinance Grae, i hereby amended in eub-aection (6) thereof, by the substitution, for the words ‘” the Chairman ”, of the words \"' an officer of the Council nominated for the purpose by the Assistant Commissioner ”. » Rasa of 28, (1) Where under the provisions of the Munici- RewPua™ pal Councils Ordinance, the Urban Councils Ordi- svistsiee ance, the Town Councils’ Ordinance or the Village Councils Ordinance, or any by-law, rule or regulation made under any such Ordinances, any duty, fine, penalty, feo or other payment has become due to any ] authority, then, notwithstanding anything to the contrary in any such provision or auy such by-law, rule gr regulation, it shall be the duty of the specified offeer to take all ateps necessary to recover such duty, fine, penalty, fee or other payment and credit it to the fund of the local authority in question.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "@) Where any rate, tax, rent, feo, duty, toll, fine, penalty or any other payment whatsoever has become due to any local authority under any written law, other than the Municipal Councils Ordinance, the ‘Urban Councila Ordinance, the Town Councils Ordi- nance or the Village Councils Ordinance or any by-law, * rule or regulation made under any such Ordinance, then, notwithstanding anything to the contrary inthe =<",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Local Authorities (Special Provisions) 9 Act, No. 48 of 197% . aforesaid written law, it shall be the duty of the speci. | “fied officer to take all steps necessary to recover atch Tate, tax, rent, fee, duty, toll, fine, penalty or other payment’ and ‘credit it to tho funde of “the local authority in question. (8) For the of sub-section (1) and wld, Be PE, oh eon (a) in relation to a Municipal Council, the Municipal Commissioner of that Council; (®) in relation to an Urban Council or a Town Council, the secretary of that Council; and (¢) in relation to a Village Council, an officer of that Council nominated for the purpose by the Assistant Commissioner of the region in : which that Council is situated. PART IV . Succession oF ONB LOCAL AUTHORITY TO ANOTHER. 29, Section 825 of the Municipal Councils smatues of Ordinance is hereby amended as follows:— oun ms of < (1) in sub-section (1) thereof 1 (@) by the substitution, for the words “ of any local authority established under the Urban Councils Ordinance or the Town Councils Ordinance—\", of the . worda “‘ of any local suthority estab- lished under the Urban Councils Ordinancs or the Town Councils Ordinance or the Village Councils Ordinance—”; and @) in paragraph (6)— {i) by the substitution, for the words * Town Councils Ordinance,”, -of the words ‘’ Town Councils Ordinance or the Village Councils Ordinance,”’; and (ii) by the substitution, for the words ‘Town Council”, wherever those words coon in that paragraph, of the _ words Towa Gouncil or Village Council ”;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "“10 Local Authorities (Special Provisions) Le . Act, No. 48 of 1972 * (2) in sub-seotion (2) thereof, by the substitution, for the wards “* Town Councils Ordinance,\"\"; of the words * Town Councils Ordinance or the Village Councils Ordinance,”; and . (8) in sub-section (8) thereof—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "@) in paregraph (5), by the substitution, for",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "The eae & en Council,’’, of the",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "words “Town Council; and”; and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": ". @) by the addition, at the end of that sub- section, of the following new . paragraph :— “@ in relation to the Village Councils Ordinance, means a . Village Council.:”. Ameimeat of 30, Section 2 of the Urban Councils Ordinance is “Ghepursse. hereby amended in sub-section (1) thereof, by the substitution, for the words “ any area, which is not a Municipality within the meaning of any written law for the time being applicable to Municipal Councils, and which ”, of the words “ any area, which ”*. Taman of 1. The Village Councils Ordinance is hereby as amended by the insertion, immediately after section -Guner 1. 55, of the following new section which shall har effect as section 554 of that Ordinance: — teres = 55a. (1) Where a Village Council ig ofa Vihg © cOustituted under this Ordinance out of . Goma ott an area which is wholly or partly within ‘uti tie the administrative limits of any Muni- pinnate cipal Council, Urban Council, or Town Jmalvetitey, Council, the provisions of sections 230 to 245 of the Giban Councils Ordinance shall, mutatis mutandis, spely in rele- tion to the constitution of such Village Council.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "(2) Tn connection with the preliminary arrangements necsssary for ‘he conetita tion of a Village Council under_sixb- section (1), the Minister may, by Order Published in the Gazette, issue all such directions as he may deom necessary With a view to providing for any unforeseen or special circumstances or to determining OF adjusting any question or matter f ‘the determination or adjustment of which no provision or no elfective provi. #Sion is made by this Ordinance.’’.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "“Local Authorities (‘Special Provisions) ML” Act, No. 48 of 1977 PARTY * 3 oy ‘ Miscmasnnous oe 2, . (1) Where any lend is being acquired for the immstiwn purposes of a local authority and the preliminary valu. ene ation of that land made by the Chief Valuer of the {ip sna Government does not exceed the specified sum, the {it PP imunsdiate possession of such land on the ground of ‘boris, urgency, within the meaning of the proviso to section 38 of the Land Acquisition Act, shall be deemed to have become necessary, aud acoordingly the Minister in charge of the subject of Crown lands may make an Order of possession under the aforesaid section 88 of : that Act. (2) In sub-section (1) “* specified sam \"* means— (0) in the case of am acquisition for the purposes of a Village Council or » Town Counal, twonty-five thousand rupees; (8) in the case of an acquisition for the purposes of an Urban Council, seventy-five thousend rupees; and . (© in the case of an acquisition for the purposes of Municipal Council, one bandred thousand rupees. * (8) The provisions of sub-section (1) shall not be construed to limit in any way the powers of the Minis-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "ter in change of the subject of Crown lands to wake . any Order of possession of any land on the ground of ny urgency onder section 88 of the Land Acquisition Act which he may lawfully make under that section, whether stich land is being acquired for the purposes Of & locel authority or not. :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "83. Section 22 of the Town Couneils Ordinance smsinm at (inserted therein by Act No. 28 of -1957) is hereby ‘rin 2. amended as follows :—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "(1) by the substitution, for the word “ Chairman ”, . of the words “Chairman and Vico-Chair- tan : @) by the substitution, for the word “ shall,”, of the words “ shall each,”; and (8) by the substitution, for the marginal note to that section, of the following marginal note: — “The Chairman and Vice-Chairman to be Tustices of the Peacs.””.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": ". 7. 12 Local Authorities (Special Provisions) ono. Acts No.-§8 of 197% amevieust of | Bil, ‘Seotion 224 of the Village Councils Ordinanes EGGS Geol “is heteby amended as followa:— Connells Ord (1) by the Substitution, for the word “ Chairman \"*; of the words.” Chairman and Vice-Chair- Ls man”) fy : (2) by the substitution, for the word “shall,”, of the words “shall each,\"’; and",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "(8) by the substitution, for the marginal note to that",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "section, of the following marginal notes— “The Chaitinan and Vice-Chairman to be Tustices of the Peace”. Ameetntt 84. Suction 15 of the Municipal Councils Ordi- Guaper 304 pane is hereby amended in sub-section (2) thereof, by the substitution, for all the words from “‘ one-half of the total number of Councillors ” to the end of that sub-section, of the words “ two-thirds. of the total : namber of Conncillors, he shall be deemed to vacate office on the-date on which the resolution for such removal is so passed.”, ageism 4 88, Section 18 of the Municipal Councils Ordi- Gust 49. nance is hereby amended in sub-section (2) thereof, By the substitution, for paragraph (®), of the following new paragraph:— :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "** (&) If ata special meeting of the Council convened under paragraph (a) of this sub-section, such a resolu- tion as is referred to in that paragraph is negatived or is passed by less than two-thirds of the total number _",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "+ of Councillors, then, no other meeting for the purpose * of considering resolution for the removal from office of that Mayor or Deputy Mayor shall be con- vened by the Commissioner within six months from the date on which the firstmentioned resolution was negatived or so passed, anything in paragraph (2) of : this sub-section to the contrary notwithstanding. ’*.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "Inerpretation, 87. In this Act, ‘local: authority’ means 8 Monicipal Council, Urban Council, Town Council or Village Council. . - : Z",
    "mean_p_confidence": 0.64
  }
]