[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "(fore ie: ce coe PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF - SRI LANKA URBAN DEVELOPMENT AUTHORITY (AMENDMENT) ACT, No, 4 OF 1982 lo [Certified on 22nd January, 1962] on Printed on the Orders of Government on Published ax a Supplement to Part II of the Gazette af the Denuseratte: Socialist Republic of S:i Laka of January 22, 1982 RReras A ERE MEPAREMENT OF GOVERINCEES TEOMTOMG, HF LAKE yo be Pena AF EEN GOT, FURmAmOWE sOREAU, coMmMD Prieg: Ra, 118 Fostage: 15 coats",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Urban Development Authoruy (Amendmral) : . Act, Wo £ of 1982 (Certified on 22naJanuary 1982) L. D6. 81/81 Aw Act 70 asanp tam Unnax Davatoramer Avrmonmy Law, No. 41 ox 1978 BE it onsstod by the Parlinmont of the Democcatio Soslallst ‘Republic of Bxi Lanka as follows :—",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4, Tha Act may bo cited op the Urban Development fhoet Wile —",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Authority (Amendment) Act, No, & of 198% i",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2. Beotion 8 of thn Urban Development Anthority Law, Ametdonat of No. 41 of 1978 (hescinafter rofsered to aa the “prinsipal Tews, “ar of ‘snactmant”) is hereby amended as follows :— awa.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "() ly the mubstitation for paragteph {e) of that eostion, of",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "the following pacagragh :— {e) to onter into, porform andl oarry out, whether ivecily or by way of joint venture with any . ‘porson in or outalds St Lanka, ll suoh sontrecte of agreements 2a may be nsceessry for She porpoee of carrying out any devolopment projector scheme, ‘ks ny bo approved by the Government;” ; and () by the substitution for paragraph (p) of that section, : of the following paragraph >— \"(p) to approve, éo-ordinate, regulate, control or : Prohibit any development schema or project, or any development ectivity, of ang Goverament ageney ar any other parson in wach areas,\"",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2. The following now Part te heroby insarted imedlately Inwmtion of aftor Part IT, and shall have effect as Part Ia, of the prinoipal BT, erkged oanetzment -— ‘ounce,",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "«Para ‘PLANNING PROCEDURE",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Troparstion of 4, (2} With » view to promating and SEeER™—rogalating the integrated planning and . hysioal development of landa and buildings in @ development atta or part therwof, the",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": ": ‘Anthority chal, bevingregerd to the amenities ‘and eervices to be provided to the community,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "prepare a development plan for such develop",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": ". ‘ment area or part thereat,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "88 sores, 00 (01/10)",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Urban Denelopment Authority (Amendment) Aes, No. 4 of 1088 (2) Without prejudice to the generality of the powers conferred by subsection {I}, development plan may contain provisions in respect of all or any of the mattern provided ‘in the Schedule to this Law. Appointmoat 80. (1) For the purposes of advising the Gomumieten. Authority on all mettre portsining to the preparation, implementation and enforcement of development plan, there shall be appointed in terms of section 6, a committee (boreinafter saferred to as tho “Planning Commitieo”). (2) Rules may be mado for tho conduct of business by the Planning Committss. omg « 80, (1) The Authority may, for the pre- call for aration of ¢ development plan, by notice in ‘Wfarualion és. writing, require the Joeal authority oF local Beton ot authorities within whoto adbmlnistasive mitt noe Peent the development area or part thereof for which the development plan is being prepared, is situate, or any poreon in such area— {@) to furnish imeh information ax may be ‘spevifiod fn the notice and which in the opinion of the Authority is considered, apowenry j and (6) to make such recommendations, if any, ‘as may be comsiored woeful by the losst authority or local euthorities or peeson, {In the preperation of the development plan, ~ within such period a mney bo mpeoifed in amich notieo. (2) Tt shall be the duty of » local authority ‘oF any person who is required to furnish any * + information by 4 notice under subsection (1) * te comply with auch roquirenient within the ‘time specified in euch xotice, excep where the local authority or person is preolnded fom furnishing uch information under tho Provisions of any law.” _",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "Urban Development Aubority (Amendment) a Ads, No, bof 1982",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "‘Erpamtion of gp, Upon the preparation of a draft davo- snes AUP opment plan, the Authority shall forwend » copy of such plan to tho ooal authority or ssuthorities within whose edministrative timite the dovolopmemt area or part thereof for which that plan ia propared is situste, for ite or their oommenta, and it shall be the duty of tho loon! authority or authorities, within sizty days of the reooipt of such draft plan, to communioate ite cr thelr commenta thereon,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "ony, to the Authority. Draft develop Su, (1) Upon the oxpiry of the period of Rant plat tobe siaty daya referred to in sootion 0, tho draft Flansiog Com: development plan, together with the Abuities “ty comments, if any, recetved thateon tndor thet whe Auibority. section, shell bo examined by the Planning",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "Committee, and the Planning Cammittes",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "shall, a 000 aa practicable after auch examina",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "tion, submit such ‘development plan together vwith ite reoommondations thereon, to the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "Authority.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(2) Upon the mubmiaeion of the draft dove 1opeent plan to the Authority under subsection",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(1), the Authority shall transmit such dovelop-",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "‘ment plan together with its recommendations",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "theresa, to the Minister for approval or",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "Approvall’ of fr. Upon the franmnission of the draft pis\" — development, plan to the Minter under smbecotion 2) of section 83, the Minister may,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "‘after consideration of the resormneniiations",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "made by tho Authority with reepect to the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "plan, approve the development plan, subject to much alterations or modifications, ifany, aa",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "‘the Minister may consider nsoeensry.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "Rotien of 86; Where any draft develoyensnt plan",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "ere ct has been approved by the Miniater, it aball be",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "‘lan deo. ‘the duty of the Authority an soon we may be sfter much approval—",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(@) to cause a notice to be pablished in the oe? Gasette ond in « daily newapaper in the ae Binhala, Tanfl ond Englah Inngaagen",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "at _ sivouleting in tho development area ot . ‘part thereof to which the development",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Urban Development Auihordy (Amendment) ° Act, No. £ of 1982 . plan tolates, to the effect that the develop. - ron ‘ment plan has bean, approved by the Minis os tar and thot it ahall oome into oparation on the date of the pubiioation of the notice in the Gazette sand . @) to asnso opis of the development plan, together with the written statement, plans, maaps and annexures thereto, to be evailsbla for inspection by the ‘pubic at tho head office of the Authority in Colombo, and at such offices of the | Authority, and at the office or offices of + the local authority or loos] authorities, situated in or near the development area, ‘or part thereof to which the development : ‘plan relates, . Amendment, do... 8a, (1) ‘The Authority may, at any time tarermest ator a development plan bas tome into : operation in @ development area or part thereof, with the approval of the Ministec, ‘amend, replace, revise or modify the develo techs smant plan in 00 far a it relates to any parti- - onlar part or parts of the development ares or : . ‘part thereof, where such amondmant, replace 1. * ant, revision or modification is nesesiary oF . expedient beving regard ta tho amonitice end sorvices set out in the development plan. +. (Q) The provisionsof sections 80, 80,8, 87 we ‘and 80, aboll, mudatia mulandie, apply in . |: reepast’ of the amendment, replocoment, : revision or madifcation of any development. on plan under eubsection (1). + Permits to ‘83. (1) Notwithstanding the provisions of + ers any other law, no Government agenoy or Geist any othor person shall eary out or angus eigenent in any development eotivity in any develop teas, Mant ares oF part therecf, except under the ‘authority, aad in accordance with the termi? and conditions, of o permit issued in thst + behalf hy the Authority. : ” (2) An application for » parmit to osary out : an ‘or ongsge in any development sotivity ‘within © development ares or part thereof . |.) “shall be made to the Authority in euob form,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 6,
    "par_num": 24,
    "text": "‘Urban Development Aithorstyy (Amendment) 8",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 6,
    "par_num": 24,
    "text": "Ad, No. 6 of 1988",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 6,
    "par_num": 24,
    "text": "* “Shall contain auch “partionlare end be accom « _ baod by ouoh foes aa many be prescribed by ** regulations made undar thie Lav, “++. (@) A penmit under eubseption (1) absall be . granted by the Anthority wider that sub- seotton subject to euch terms and conditions 4a th Authority may consider necowary, if . the Authority 1a satisfied that—",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 6,
    "par_num": 24,
    "text": "(2) in any case where the development plan haa beon aubmitted to the Minister for spproval or the devolopment plan has ‘been approved by the Minister, the deve. lopmant activity proposed to be earriod out or eugeged in will not be inconsistent ‘with or in contravention of any proposal provision in such development plan ; and",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 24,
    "text": "(@) tn aay once where no development plan Ihas bon prepared, the purpose for which each permit ix required to carry cut or engage in auch development) activity",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 6,
    "par_num": 24,
    "text": "+ conforms 40 the fotare development of such arco. .",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 6,
    "par_num": 24,
    "text": "+ (4) The Authority muy take into conaldare-",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 6,
    "par_num": 24,
    "text": "‘ion the recommendations of tho Pleaning",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 6,
    "par_num": 24,
    "text": "Committee, in granting or refosing to imme",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 6,
    "par_num": 24,
    "text": "‘9 pexmit undot this seotion, .",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 6,
    "par_num": 24,
    "text": "+ (@) Any parson who is aggrloved by the",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 24,
    "text": "refusal of the Authority to grant & permit",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 24,
    "text": "‘upiiae thia sation may, mubject to regulations",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 24,
    "text": "mado uncler this Law, apes! to the Minintor",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 6,
    "par_num": 24,
    "text": "‘against aueh refosal and the decidon of the",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 6,
    "par_num": 24,
    "text": "‘Miniater upon anry such appeal ahall be final,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 24,
    "text": "_ | @ A permit ismusd under this eootion hal be valid for s portod of one your;",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 6,
    "par_num": 24,
    "text": "Provided, hawover, thet the Authority may",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 24,
    "text": "on npptication extend tho validity of « per-",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 6,
    "par_num": 24,
    "text": "amit for « farther period or pociods not expee-",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 6,
    "par_num": 24,
    "text": "ding tro yoor if tho Authority ia satiaied",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 24,
    "text": "that the developwen! sstivity referred to in.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 24,
    "text": "“- the permit has been oommenood bat not been,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 24,
    "text": "ww\" 3 gmploted due to unforeseen olroumstences :",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "6 Urban Development Authorly (Amendment) Act, Ho. 4 of 1988 . Provided further that the expiry of = . permitsball not pretlude any subssquent _ application, boing made for a fresh permit ‘for sath purpoeo. ‘Depelontoent 8. (1) No development activity shall be Sere carried out or engaged in, in contravention pamnit, &e. of, of in verianos with, the permit issued in that behalf.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "{2) Upon. the completion of any develope ment sotivity by any person under the authority of 9 pormit famed in that behalf,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "- it ahall bo the daty of such person ta apply . for ond obtain a certificate from the Authority” Yo the effect that the development activity",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "‘ carried out or engaged in, hee been dane #0",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "$n confoemity with the permit innvod therefor,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(3) Upon the receipt of » certificate of conformity under subseotion (2), no lend or building shall be wed for any purpose other ‘than for the porpose specified in the permit. ‘sued in that behalf. ’.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "Anpanet of 4, Section 16 of the prinsipal enactment is hereby amendsd Peinciped enact. im aubsection (2) of that ecotion, by the substitution, for the ‘pat, ‘words \"increased by sressonableamount on acoount of improves ments, if any, effected to euch land, after that date.”, of the . following — > tnareensd by fifty per contum of the difisunes between that market value and—~",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": ". te (@) in the csge of ony ‘land or intorest therein, os 4 in reepast of which no Order undot the proviso to section $8 of the Land Acquisition Act has beea made, the market valuo of the land or interoat- ‘therain on the date of publiostion in the Gasstte uo ‘of the notice under mestion 7 of that Act; or (@} im the case Of any Isnd or interest therein, in reapect of which an Order under the provio to section 38 of the Land Aoquisition Act has been. i mada, the market vane of the land or interest . ‘therein on the date of publiostion of such Order.” Acpendment of ‘5. Beotion 28 of the ‘ipel enactapent in hereby smended",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "wepten Sot te as follows — Pekeigal v loa (c) in subsection (1) of that seotion, by the mubstitation for ‘the words “development project\", of the words",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "development plan or development project”:",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": "Urban Development Avthority (Amendment) 4 Adi, Ho, £ 0f 1982",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": "(6) in mbeoution (4) of that seotion, by the substitution,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": "for the words “No person other than the Authority”, of the words and figures “Subject to the provisions of wubgootion (8), no poraon other thea the Anthority “; and",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": "{6} by the addition, at the end of that seotion, of the following",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": "ew subsection s—- ; (5) Tho Authority may delegate to any officer",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": "of 5 local euthority, in consaltation with that lool",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": "authority, any of ita powers, duties and function",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": "relating to planning within any area declared to be =",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": "development area under eovtion 3, end each ofiver",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": "shall exercise, perform or discharge any uch power,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": "duty oF funotion ao delegated, under the direetion,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": "- soparvision and control of the Antharity.”.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": "6, ‘Tho following new sections are hereby ingertod ioume- Iaserdon oli aw diototy after ceotion 36, and shall have effoet aa aoations 264 wuinas, JAK ‘and 260, of the principal enactment :— Fecal ene",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": "! ~ “Deegution of 264, The Authority may delegate to",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": "PETES gy “the Chairmen or any offcer of the Anthority",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": "aay of ite powers, faneiions and dntion ‘under this Law.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": "Fiou_vien ap, All fiss imposed for any offase",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": "ordied to the wider this Law or any regulation or rule Fung et te sade thereunder shall when recovered be",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": "sutbority. gredited to the Fund of the Anthosity. ”.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": "7 Soction 28 of the ptncipal enactment is hereby repesled Bapluenint of ‘and the following section substituted therefor :— Biase! eanet",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": "SOteow and 98, (1) Every parson who omtrovouse",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": "or foils to somply with soy provision of thia ‘Law or any regulation, role, order, direction or requirement made ot given theroander",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": ": shall be guilty of an offense under this Law,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": "‘and shall, om conviction after summary",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": ". ‘tial bofore a Mogistrote, be lisble to 0 fine",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 8,
    "par_num": 26,
    "text": "not exceeding fifty thoassnd rupee or to fmoprisonnent of either description for a tar snot exceeding two yearn or to both such Bne and imprisonment,",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "& | Urbis Dévelopwiens Authority {Aniendment) Att, No, & of 1968 4} Q).Bvaiy peraosi who ie guilty of an \" offerice’ under ‘thia Taw, shall, in addition a Qo ho fine prescribed undor this section, be Tikble tos fine of ome thousand rapees for enah day on which the offence is continued, sfter conviction, *. Kamerison of naw & ‘Tho following now sootions are hereby inserted imme. seotioce 2h.” diately after aection 28, and shall bave effect as section 284, Grprneel Aetton 289 and aootion 280, ofthe prinsipel enactment -— ‘eg eseedis 8°\" 284. 1) Where in a development roa, S“jepect sof ; any development eativity is oommenood, , aetein Sevaiep- \" continned, resamed or completed without & <I Sawssont ao, Permit or contrary to any term oF conition \"tontrery “te” set out in o pormit iseued in respect of each Gondhions “of davelopmant activity, the Authority may, in Poewit, addition to any other remedy available to the Authority undor thia Law, by written notioe require the person who is executing or haa exeoated ewoh developuiont activity, or hee ‘eonnsd i$ to be executed, on ar before auch day os shall be specified in such notion, not being less than eoven days from the dato therecf— {0) to ease’ such development activity forthvrith ; or {8} to-rectore the land on which sash develop- ment sotivity is bring executed or has been exiouted, to fta original condition; (6) to secure complisnos with the permit ‘under the authority of which thet dovelog- mont activity 1s carried ous or engaged in, or with any term or condition of + ab, part, and for the purposes of oumpliance with ‘he requirements eforcenid— to disoontinus the une of any lead ‘os op building jo ‘le i} to demotiah or alter any building o work. (2) It shall be tho duty of the person oo ‘whom & notice is issued under mubseotion (1) \\ to-eomsply with sing requiremont specitiod 6",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Urban Development Authority (Amendment) ’ ‘Ach, No, 4 of 1988 “hel Oe gach notioe within the tine specified in euoh ™ notice or within auch extanded time ua may bo granted by the Authority om spplisaticn ede in that behalf, an (8) (a) Where in punmanco of a notice ‘issued under «ubsootion (1), say baitding or ‘work ie not demolished or altered within the tine epositied ta the notiee o within such extended time a may have been granted by the Authority, the Authority mey apply to the Magistrate to make & mandatory \"onder wothorizing the Authority to demolish or alter the building oF work, and the Msgis- trate on serving notioe on the porson who had failed to comply with the requirement of of the Antherity under Subsootion (1) to demolish or alter the building or work, wsy, if he is matisicd to the oxmo effect, make order soooedingly, (©) Tf euch poron undartakes to demolish or alter the building or work, tha Magisirots . may ifhe thinks ft postyous the operation . of the order for such time not exoseding ‘two months aa ho thinks eaitent for the urpoee of giving the person un opportunity of demolishing or aliering the building or work, . (4) Where 6 mandatory ardar hay bon meio under subsection (8), it sball be the duty of the police authorities to rendse all mecoasary sonistance to the Authority in carrying out tho order, . +) The Authority shall be entitled to : reoorer say reseonsble expanses incurred by the Authority in demolishing or eltering . “ qny building or work fa purmance of an . order mada hy the Magistrate undor sub- bol tion B). Yovting af nds - B80.\" (1) In any oase, where » porson— (@) has beon sonvictod under section 28 for having contravened any provision of section 8 (1); and",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10. Urban Development Authority (Amendment) Ads, No, dof 1982 @) whore a notles hus been insued ‘under subsection (1) of section 284 end aay requirement in such notice haa not boca, complied with, the Minister may, on an appliostion being mado therefor by the Authority, and ‘upon being satisfied that tha land oF building, jin the prosant stato, could be utilised for any purpose by the Authority, by Order published in the Gaselte vest auch lond in ‘the Authority, with effect from such date 6s ‘shall be epocified fn the Onder. (2) Where sny land has beon vested in the Authority under subsection (1), end— . (@) no permit hed boon obtufasd under section 83 for the execution of say development activity upon such lend, no person ahall he entitled to any com- pensation in regpest of any such develop- ant antivity } . (® whore permit has beon obtained vader seation 87 for any development sotivity ‘upon euch Isnd, no pereon eball be entitled to any compensation for such .) davelopment activity exoept to the extent . of the work carried out fn aosordance ‘with the terms ond conditions set ont , in the permit, Qilenew te \"280, Where sn offence under this Lew Le, eon . > {@) by a body of persons, then, boa Qf thet body ia 6 body corporate (other than s public corporation or : Iooal authority), every person who 06 the Une of the comminio of the : offence was 8 director or secretary oF other similar officer of tant body, or - (i) if that body ia o publie corporation, - ‘ty Chairman, or whece there is m0 Chnirman, the ehief executive offioer ‘thereof, or",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Urban Development Authority (Amendment) u Tae tet ae , 7 Gil) if that body fea local outhority, the . District Seatetary, in ths osse of 5 Development Counell, or the Mayor ‘or Chsirman, as the osee may be, in the oase of » Municipal Council or ‘Urban Counell ; or iv) if that body ia not » body ocrporote, ‘every person who ut the timecf the coermisdlon of the offence was a mem ‘ber or partnat of that body, or is ite + chief exeoutive officer ; or () by 8 Government Departmant, the officor of that departanent responsible far ‘the exeoution, or the ownsing of the - execntion, of the development activity in respect of which the offense waa : committed, - shali bo Liable for tha commission of that ‘ffenoe unless he proves that the offence waa committed without his congeat or sonnivance, sod thet be exereined ail due diligence to rovant the commission of that offence 12 ho ‘caght to have exercised, having regard to the. nature of his functions and all other eireums- |” 9. Seotion 29 of the principal enectiment is hereby amondled Amendment of as follows >— ie (a) by the insertion, immedistely before tho definition of - ‘Jocsd authority\", of the following now dafinitions:— +\" development activity” means the’ parcelling ot* “: 1 Subdivision of any lend, the erestion or te-eren. ‘lon of wtruotares and tho eonstrustim of works —_ . ‘thereon, the cserying out of building, exginesring nd other operations on, over or ‘under such end and auy chauge in the use for which the land ‘ or any strustoro thereof ia used, other than the\" * we of any land for purposes of egricultate, ‘hortionttore and the’ use of any land within the ourtilage of » dwelling hone for any purpose fac! dental to tho enjoyment ofa dwelling house, not involving ony building operation that would require the aubiaiseion of 6 new building plaa ; “Governwent agenoy” means » Governmnent * —Qopartment, looal suthority or ® pablio corporation 5\":",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "12 Urban Development Arthority (Amendment) ' Act, No. € of 1982",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(©) by the eubstitation, in the definition of “Toosl anthority ”, for the words “ menns any Munisipel Council,” of the worde “ meana any Development Council, , Municipel Council,” and; .",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(©) by the insertion, immediately’ after the definition of + Dbyaival planning *, of the following new dafinition>-~ + “public corporation” means any corporation, board. or",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "other body whioh was or Ia established by or under ‘eny written Inw other than the Compsnica Ordinance, with funds ot capital wholly or partly provided by the Government by way of grant, foun or otherwise.”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "40. ‘The principal ansctmont is hoteby amended by the addi- Adtition of ion, immedistely after sootion 29 thereof, of the following Setwials to the Bobedule :— ment",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "“ SCHEDULE Masters for which Provision may be made tn the . Development Plan",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "1, The mannee in which the lend and buildings in the development area shall he used.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "2. ‘The allotment, reservation or zoning of land for different ‘Purposes.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "8. The provision for regulating the uses of lond ond buildings in different zones such a8 iesidentisl, oommareial, industrial and imposition of conditions and restrtotions in regard to the floor area ratio, dennity, location, and. hhelght, number of stareya and size of building and struo- ‘tures, the sive of plots, yards and open spaces, sot baoks ‘rom street, building linea and the use and maintensuoe of buildings, stravturee ond appurtenant land,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "4. ‘The requirementa for buildings in respect of ~ .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(@) stability of different parte of buildings—founda ‘tions endeuper-atrnsture ;",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "@) area and height, levels of floors,standarda of acoom+ modation for rooms, losstion and standard for stnireasea and axita;",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(o} lighting and veotilation ;",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "{@) fire protention ; Lous",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(@) drainoge of site and roof; .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "“ebun Devogment Autry (Amendment) B “Ack, No, d of 196",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "(P spectications for materials of constraation and code of practice; =",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "(@) standards and materials for plunbing and waste ‘disposal, slooticel witing and installation such fe pumps and Ii8e 5",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "(2) regulations regarding stoar diatances of buildings from oloctronl, telephone and. telegraph end inerowave and otbor linea,",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "{i) regulations in roepest of unaafo buildings snd ‘Presribing standards of fitness for buildings and other musttom incidental to the eururing of stobility, asfety and amenity of buikiings.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "5. ‘Tho control of srohitectaral features, clevation and frontage of buildings and regulations for atiaining ‘urban design objectives.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "6. Tho provision for proserving and promoting landreaping fagtading preservation snd plenting of woodlands, trocs and preservation of views and prospects, plaacs of Bitorioa,nrchiteotaral interest ond aoonie beaity.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "7. The control of pollution, environmental quality and sudvortisement.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "8 Tho provision for oar parking facilities, pking, Ionding and sorvice bags ior all types of vehicies,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "®. Tho provisions for matters concerning and incidental to— (@) trafio and transport facilities including special",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "‘aoiities for pedestsiana and oyolsts;",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "(©) water supply, sewerage ond. drainage and woste iapoeal falitios;",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "(©) power supply ;",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "©) tolooommuntoation.",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "10. ‘Tho provision for laying out of land for building purposes {including minimum standanda for acccea ways and roads, rawevation of parks, play grounds and open spaces for othor amenities ond the imposition of on. ditions taniring the amount of land to oonatxact or improve rosas, and provide amnenitice or to contribute ‘to the oost of auch constrnstion or improvement",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "11, Provisions for reclamation of land.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "14, rbam Development Authority (Amendiaent) “Aah, No, 4 of 1982",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "19, ‘The laying out and relaying out of land elther yaonnt or",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "slready built upon, as building sites.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "18, ‘The construction, diversion, extension, elterstion, im",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "provement or sloqure of lanee, stroota, roads and communieations.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "14, Tho construction, alteration, removal or domolition",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "‘of buildings, bridges and other strnotures.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "15. ‘The redistribution of Boundaries and the reconstitution",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "of plots belonging to owners of property.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "16, ‘The domaroation of arese for special treatment and their",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "detailed planning , devolopmont and redevelopment",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "17, The stage by which the development plan shell be",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "samiod oat.",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "18, The levy of fous tnd sorvice charges in roepeot of",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "different catogorica of developments, ”.",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "AL, ‘The amendments made in io principal enactment by Retronpeative vetéon 4 and paregrapta (8) and (c) of section Sof this Act Seek oh. shall be deemed to have taken effect on Ootobar 1, 1978. ane,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "48 Where prior to the date of commencement of this Act, Validation of any offcer of @ local suthority haa on behalf of the Urban Sut\"! wyit Development Authority, done any act in the exervite, perfor. lage! antborty amenee oF discharge of any power, duty or function relating to fas “snthortiye planning within any ares declared to be a dovelopmant trea under section 3 of the principal enactment, auch act aball not be deemed to have beon or to be invalid hy reason only of tthe faot that auch officer wea not legally empowered to exetaine, —- pesfiem or discharge such power, daty or function.",
    "mean_p_confidence": 0.72
  }
]