[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Lire Ce PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA NATIONAL SAVINGS BANK (AMENDMENT) ACT, No, 33 OF 1987 {Certified on 25th June, 1987] . Printed on the Orders of Government Published as a Supplement to Part IT of the Gazette of the Democratic Socialist Republie of Sri Lanka of June 26, 1987 PEDIEED AF TE DEPANEMIENY OF QOVOOOENNT FREEING, SME 24004 ae FREE AF Fs SERGEY FORTRON URIS, ORS Price : 30 cents Postage : 78 cents",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "National Savings Bonk (Amendment) ACT, No, 33 of 1987 {Certified on 25th June, 1887] L, D0, 38/86. Am Act To amano THe National, Savanes BANK Act, No, 30 or 1971",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "BE it enacted by the Parliament of the Democratic Soctaliat Republic of Sri Lanka ss follows >",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "1 This Act may be cited an the National Savings Bank short title. (Amendment) Act, No, 33 of 1987.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "2, Section 87 of the National Savings Bank Act, No. 30 of Amendment 4971, 1s hereby amended by the insertion, immediately after fcr No. 20 the definition of “ director \" of the following definition :— ot 1871.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "“guardian” in relation to a minor means, the father or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "mother of the miner and where the father and mother are not living, the grandfather or grand- mother of the minor or any person in whose care and legal custody the minor is for the time being ;’.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Annual subseription of Bills und Acts of the Perliament He, 150 (Local).",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "fa. 20 (Foreign), payable to the Sovemememenr, Goveumanrs Posiscatuts",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Bummsv, Coram 's, before 18th December each year in reepect of the year allowing",
    "mean_p_confidence": 0.55
  }
]