[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 4th Session 1951 g aa peter (Slenn & SE PN on rey PASaR EAN Felling of Trees (Control) Act, No. 9 of 1951 Date of Assent: March 15, 195t Printed on the Orders of Government Printed at the Cxvton Govt, Press, Cotomno, To be Parte PEC Bio Sore, Pte ovo, Te be Annual Subscription (including Bills) Re. 25, payable in Shs ES Gere cma Paes Pen to cen tags 3",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Felting of Frees (Control) Act, No.9 of 1951. 3",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Js Bn, 1061,",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "An ACT 10 PROVIDE FOR THE FRORIBITION, REGULATION OR CONTROL OF THE FELLING OF TREES. . [Date of Assent: March 16, 1951.]",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enucted by the King’s Moot Exealont Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and-by the authority of the same, as follows: —",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4. ‘This Act may be cited as the Felling of Treo» chon wie: (Control) Act, No. 9 of 1951.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2, (1) The Minister may by Order provide for the Ovten prohibition, regulation ‘er control of the felling of Prmmint trees of such description as may be specified in the te fing Order. ov",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(2) Au Order under this section may be mads s0 a to have effect either throughoat Ceylon or in any Particalar area in Ceylon, and may probitit the doing of anything regulated by the Order except under the . authority of = lioonce granted by such officer as may be specified in the Order.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(8) Every Order made by the Minister under this rection shall be published in the Gazette and shall conte into operation upon the date of sach publication or upon such later date as may be specified therein.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(4) Every Order made by the Minister under this section shall, as soon as practicable after it comes into i operation as hereinbefore provided, be laid before the Senate and the House of Representatives; and if a resolution is passed by the Senate or the House of Representatives. within forty days after the Onder is a0 laid, that the Order shall be annuiled, the Order shall with effect from the date of the resolution be void. but withont prejudice to anything previously done thereunder.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Every order which ia not so anuulled shall be as valid and effectual as though it were herein enacted.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "3. Any. peraon authorised by the Land Commis step to siouer may take such steps whether by marking or ‘deouication",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "+e otherwise as may be necessnry for the purpose of the fdentifcation of trees to which an Order under section 2 or any licence thereander relates.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "FM. atemeagte G60,",
    "mean_p_confidence": 0.13
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": ". 4 Felling of Trees (Control) Act, No. 9 of 1951, Peashy for 4% Any person who acts in contravention of any EE Order mate onder this Actor of eay condition inserted : in any licence granted under any such Order shall be guilty of an offence and shall, on conviction after sammary trial before a Magistrate, be fiable toa fine “* . not exccading five hundred rupees or to imprisonment * of either description for a term not exceeding cix soontbs or to both euch fine snd imprisonment, é .",
    "mean_p_confidence": 0.81
  }
]