[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "q : : PARLIAMENT OF THE DEMOCRATIC i SOCIALIST REPUBLIC OF SRI LANKA RECOVERY OF LOANS BY BANKS . * {SPECIAL PROVISIONS) , ACT, No. 4 OF 1990 [Certified on 6th Marck, 1990) ° Printed on the Orders of Government * Published as a Supplement to Part IL of the Gazette of the Democratic Socialist Republic of Sri Lanka of March 09, 1990 UNTED AP 28e DEPARTMENT OF GOVERNMENT PRINTING, Ot CAEL 70 Me FORGHABM ar TRE GOVEMIAIENT FUTLICATIONS WOREAT, COCCURO Price : 90 Cents ~ Postage : Re. 1.00",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Recovery of loans by Bunks (Special Provisions) © an : Act, No. 4 of 1990 : [Certified on 6th March, 1990] LD—0 6/89 . AN AgT To proving Far Tue RECOVERY OF LOANS GRANTED",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BY BANKS FOR THA ECONOMIC DEVECOPMENT OF Sri LANKA; .",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "AND FOR MATTERS CONNECTED THEREWITH OX INGIDINTAL BB it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "J. This Act may bs cited ar the Recovery of Loans by Banks Short tile ‘(pesial Provisions) Act, No. 4 af 1990,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2.) Every person Renioret",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "j etree of © to whom any (omm is granted by a bank on the mortgage bauowee ds. of property, or . (® who has obtained probate of the will or letters of adminis” ‘ration to the estate of & person to whom any loan has boen gritmed by & bank on the mortgage of property, ‘oF who, upoo application made in that behalf by the Byard, has been appointed by court to represent such _ ~ estate, or (© to whom any right, titte o interest whatsoever in any property mortgaged to & bank as security for auy [oan, fhas passed, whother by Voluntary conveyance or by operation of law, : shall register with a bank an address to which all netices to him . may bo addressed,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "@) Any notice which is required to be served on any person to whom subsection (1) applies, shall bs deemed. to bave been duly served on that parton if it is sent by post in 8 registered letter directed to that persom at the address registered fy him under that subsection, and service shall be deemed to have ‘boon effected. at the time a4 which ths letter would be delivered im the ordinary course of post :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Provided that, where any such person fails to register ts ‘addreas under subsection (1), the bank shall publish in te -",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Garerte ond in 9t least three daily newspapers in the Sinhole.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘Tamil and English languages, ® notice addressed to hint and ° auch notice nbail be deemed to be duly given to him om the day",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘on which such notica is last published.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "3. Whenever default is madein the payment of any sum dug Action by ‘00 Say loan, whether on account of Principal or of interest or of Beard where both, dofanit shall be deomed to have boen made ix reapzot of “sult # mde ‘the whole of the nnpaid portion of the loan and the interest dus Ls thoreon up to date ; and the Board may in its disretipn, toke action ag specified elther in section 5 or in section 4; ,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "3-8 0074299, 080 (89/12) :",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "<1 12 (> Recovers af loans by Banks (Séecial Provisions) ty Ath, No.4 of 19% * Provided, however, that where the Board hrs in any case ‘aken action, or commenced to take action, in accordance with ._ teotion 5, nothing shall be deemed to prevent the Baard ot any time from subsequently taking action in that cose by resolution _ under seotion 4 if the Board deems it adviseble or necessry to do 50, ‘Anthorization 5 A of sale of 4, Subject to the provisicns of scction 7 the Board may by cmortgtand resolution to be recorded in writing suthorize any person property. ‘specified in the resofutian to sell by public auction any proparty mortgaged to the bank as security for any loen in respect of which defaatt has been made in order to recover the whole of the. ‘unpaid portion of such loan, and the interest due thereon upto: the date of the sale, together wilh the moneys and costs yecoverable under section 13- Acttortation . . js of Mazagerto 5. (1} Subjectto the provisions of section 7the Board may by take posesion ——retolution to be recorded in writing authorize ay person ofmorigaged sprcified inthe resolution to enter npon any immoveble proparty ‘property. mortgaged to the bonk as security for any loon in pespzot of which defoalt has boon made or where the terms of any loan ‘agreement are contravened in respect of such property to tuke : ‘possession of, and to manage and maintsin such property, and to exercise the same powers im the contyol and management “of such property as might have been exercised by tie mortgagor if he bad not made defeait, or contravened tho terms of such agreement,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "2) Whenever aay sum of money due on any foan granted” for any agricultural or fudustrial undertaking on the s.curity of any plant, machinery or otber sbovable propsrty to the brink is in defoult or where the tecms of any loan agroentent ere contravened in respoct of such propzrty, the Board may suthorize any person specified in writing to enter and teke possession of",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Sich agricultural or industrial wadertaking in which such plant, . * aachivery or other movable property is situate, and exercise ‘the same power int the contro! and management of such under= ‘icing as might hove boon exercised if such property had been pledged or mortgaged. rocedare where 6 (1) Any person authorized by resolution of the Board mangers under section 5 in respsct of any property shall be entitled eppointed, * generally to take action in terms of the retohtion and in porticular— . @ to sell the produce of such proporty s “ (@) to sell the gocds manufactured wholly or partly from any plnt or svchinery, on the seourity of which any loan - gms granted, if dofault ns horn made in respect of ‘such Ipen",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Recovery of loaus by Banks (Spectat'Provisions) “3 . . det, Mo. 4 of 1990",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "© to recsive the rents, profits or othet income from such Property Lo",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "« @ to pay the expenses incuzred in the control and manage-",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "iment of such property out of the income from such proporty 5",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "{¢) to approgzists to himsaif out of such income such Sam fang) 28 the Board may deem fit to Bxas remumeration for his sorvices;",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(A) to remain in possession of such prop2rty until all moneys due to the bank under the mortguge om such proprety have boen filly pid or until he is direciod by the Board 10 yield possession of such property under subsection @.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "@) Every person mahoriz.d by resolution of the Board under",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "sectiont 5 in respect of any prep:rty shall",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "@ pay monthly, cut of the income of such prop2rty such ‘sum (if say) es the Boel moy in its discretion Bx, to the morigsgor for his maintenance ; ‘",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(8) poy queriaily or a8 otherwise directed by the Board, to",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Sach Parson or pions, and in suck manner, #8 the Bourd may disect, ths balance of the income from such\"property remsining after the payments herein before cutinaria.d have boen made; -",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(©) keop and render to the Board, at such intervals as the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ". __-B3ard may dotseming, clear aad eotnate records of",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "all sums reezived or paic out by him in sespeet of such » Broperty 5 {@) yield posscssion of such proparty tothe morigagor or some other p:rson 2s directed by the Board and pay to the Board, any brlance of the income from such — * propzrty rommning in his hands alter the peyments otcinbofore authorized have ben made. ke",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ") Tho Bosrd shall when al} sums de to the bank ander the mortgage have boen Fully paid surrewilsr possession of the ‘Morlgeged proporty te the mortgegor and rectum to him any balance remaining of tho nese from such property.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "7. (2) Save 2s othorwise provided in subsection (2) the, Where borroner Provisions af section 4 shall apply iu the ese of any default ide. ‘Rotwithstsnding that tie borrower may have divd or that any right, title or interest whatsoever in the Property mortgaged 10 the bonk as scexsity for the lonn may have passed.by the ‘Yoluntary conveyenoo or oprration of law to uy other person",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "Xs Recovery of loans by Banks (Spectal Provisions) det, No. 4 of 1990",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "@) Wherea borrower is dead and probate of bis will or Jettore",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "of administration to hisestato have not been issued to any person,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "the District Court of Colombo or the District Court of the . disériot in which the property, morgnged to the Bauk by the borrower, is situate, may upon application made in that behalf by s bank and after service of notice of the application on such persons, if any, a$ tha court may order, and iF sotistied that the + griot of probate or tho issue of letters of administration is likely to be unduly defaycd, appoint a person to represent the estate of the borrower for the purposes of this section ; and the pro ~ Visions of section, shall not apply in the case of any defenlt raido by such borrower unless and until a parson is appointed",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "under this subsection to represent the estate of such borrower. ‘Notice of 8 Notice of every resolution under section 4 authorizing rmcohution. the sale of any property shall be published im the Gacette and in j at east three daily newspapers, ia the Sinhala, Tamil snd Boglish ‘languages and copies of such notice shall be despatched to the borrower, if he is alive, and to every psrvon who has, in resgcot of that property, registered his-addrese es required by section? and if that property consists of the interest of a lessee under &",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "Jease from the State, to the Land Commissioner,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "Rotiseofsele, 9. \"Notice of the date, tims and place of eysry sale authorized by @ resolution under section 4 shai, not Less than fourteen days bafore the date fixed for the sale bz published in the Gazette and copies of such notice shail be—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(©) dispatched to the borrower, if he is alive, and to £¥0:y, ‘person to whom notice of any resolution is required . s to be dispstched under section 2, (2) posted on or near the property which is to be sold.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "‘Payarnt before 30, (1) If the amount of the whole of the unpaid portion of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "ae. ‘the loam, together with interest payable and of the moneys aad.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "se taste, if any, recoverable by the Board under section 13 is tendered to the Board ‘at any tim> before ths date fixod for tho sale, the property shail not be sold, and n> further steps shall bs taken in pursuance of the resolution under scetion 4 for the sale of that proparty.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "@) Jf the amount of the instalment in respost of which default bas been made, and of the moa.ys and costs, if ony, Tecovertble by the Board ymder section [4 is tendered ty the Boerd at any tim: before the date fixed for the sale, the Board may in its diseretion dizeet thar the propzrty shall not be sold and that mo further steps shall bz taken in pursutmes of the sastvticn ender sogtion 4 for the wale of that Dronorty.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": ". + Recovery of foans by Banks (Special Provinens) °° 3 Act, No.4 af 1990 _",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "1, The Board may fx an upset price below which the Upetprice,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "Property shal] not bs sold to eny parsom other than the bank . , to which the proparty is mortapagzd. .",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "42 (1) In eny case where Iwo or more fonns have ben Defahio Gremtod by a bank om the security of the sam: propsty. 2d, Sesereral loans defealt made in th: payment of any suin due upon @nY one on eae ‘or more of such foaus, the foregoing provisions of this Act mopaty. shall apply notwithstanding that doftalt may not bave been made in resp2ct of the other loan or any of the other loans ead the Board may, in any such cage, by resolution under stction 4 authorize the sale of the peoparty for the reoowery of the total amount dus to the Bank in respsct of both or all of the loans, as the case may bs, and those provisions shall apply accordingly,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "@) Nothings in section 3 to 15 (both scctions inclusive) shall be read or construed as prohibiting @ bank from recovering the amount due on a mortgige bord in accordance with the Provisions of any othr written law.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "13, In addition to the amount due on any loan, the Board Recoveryot may recover from the Dorzowsr, or any porson acting on his SXPeDGeE kod bohail— costs Incurred",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "‘ythobank,",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "{@) ali moneys expended by a bank, in aocordance with the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "Soventitts contained in the mortags band executed by the person to whom tha loan was granted, in the pay ment of premia and other charges in respect of any . policy of insurance effected om the propaty mortga- wed to such bank, and in the paymant of all other costs mud charges suthorizod to be incurred by the bank, under dhe covenants ecnttined in such mortgag? bond And executed by the borrower : , . (8) the costs of advartising the sale and of selling of the mort= god roparty 2 .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "Provided that the costs incurred under paragraph (b) shall ‘not exceed such porcantage of the loan as may be prescribed.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "14. IF the mortgagsd proporty is sold, the bank shell, after Paymentof = deducting from th: p-oceeds of the sila tho Amount due on the | *comh",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "‘moctgegs and the monays hd costs recoverable under section 13, pay the balance remaining, if any, either to the borrower or Any person legally entitled to socept the payawent due to the borrowers or whore the Bowed is in doubt 33 to whom the money + should be paid into the Distriat Court of the district in which the niortgaged proporty is situate,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "7 + \"6. Recovery of loans by Banks (SpeckalsPravisions) * Act, Noo$ of, 1990 . Setiteate _ 15. (1) If the mortgaged propztty is sold, tho Board shall istue a c*rtifcate of sale and thereupon all the right, title, and interest of the bortowar to, and in, the propertY shall vest in the purchaser ; and therafter it shall not 62 comp2tent for ‘any personclaiming through or under any diswosition whatsoever . Of the right, title or intercst of tho borrower to, and in, the Property made Or registered subsequent to the date of ths mort- : mortage of the proporty to the bank, in Any court to move OF invalidate the sale for any cause whotsvever, oc to maintain ‘ny right title or intervst to, or in, the property as agtinst the Purchaser.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "Q) A certificate signod by the Boasd under subsection (1) shall bs conclusive proof with resp20t to. the sols of any pro porty .that all the provisions of this Act colating to the sale of",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "* that property have bon complied with,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "G) Af the purchsser is some person othar than th> bank, the certificate shall besubstontially in the proscribd form ond, tt the parehaser is ths bank, the czstficate shall bs substantially in such other form ag may be presoribod,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "4) Beery certificate of sale shall be liable to stamp duty and charges as if it were 9 conveyance of property and to aay Togis- tration and other charges authorized by lav, all of which shall de payable by the purchaser,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "G) Where the propaty sold consists of tha interest of lessec wader @ lesse from the Siate, than , if ths parchtser of the Boperty is some pxrsen other than tho bank, the exrtificate of sale shall not by signed by the Board unless the Land Commissioner, in the exercise of his discretion, has approved thepurcheser.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(6) Whenever the Land Comuisisioner refuses, under eub-",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "tection ©), to approve any purchaser of the interest of @ lessee” under a lease from tho Stats—",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "@ all sums paid to the bank by the purpchaser in respsct of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "the sele shall be repaid so him by the Board ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(©) the costs of advertising and holding such sale shall be",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "“dewmed to be costs recoverable by the Board under section 13 ; end",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(© the property shell bo resold in accordance with the pro",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "visions of this Act. “Orde for 16. (1) The purchaser of any immovable p-opsrty sold in delivery of pursuance of the preceding provisions of this Act shall, upod possession application made to the Disttriet Court of Cofomba or the > Distriet Court having jurisdiction over the place where that",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "Recovery of loans by Banks (Spectal Provisions) 7 Act, No, & of 1990 Propurty is situate, and upon production of the eartificate of sale issued in respect of that property under section 15, be catitled to obsain an order for dalivery of possession of the that propaty.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "@) Bvery application wnder subsection (1) shall be made and shall bz dispos:d of, by way of summary procedure in",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": ", devordanes with the pioviions of Chuptor XXIV of the Civil Procedure Gods ; and on all docam ats fled for the purpose of ecch such application rad on wll procecdings keki thereupon, stamp dutics and other charges shall bs peyaale ot the respoctive, rates payable und. any writtan Inv for ths thm baing in forca* ‘on applications for , and proczedings comnseted with, or incie denttl to, the excextion of a dzerve of 2 District Court for the delivery of pass:ssion of any immovable prop-7t¥ of the same velue 85 the prop.tlY to whieh such spplication eclates. ~",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "@) Wheie any iamnaveble property sold im purcuance of the. preceding provisionsof this Act in the oconpency of ths borrower of somepSonon tis b-half or of som: p2rsom claiming under a tide created by the borrower subsequently to the mortgage of th: propzrty to the bank ths District Court shall order defivery to be made by putiing ths purchaser or any person whom, he vty appint to rescive possession om his behalf, in possession of the property.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "@ Where any inmavable property sold in pursuance of the Brcoxding p-ovisions of this Act is in th> occupmey of a tenant or other p:rson entitled to oceupy tha samz, the District Court, shall order delivery to bo meds by affting @ wotioe that the sale has been taken placs, in the Sinhala, Tamil and English Tanguages, in somz conspicuous place on the property, and « proclaiming to th: occupant by beat of tomm-tom or any other customary ode or in such manner as ths court may direct, at some convenient place, that the interest of the borrower bas been transferred to the parchaser. ‘The cost of such pro clamation shall ts fixed by the court and shall in overy case ba Preptid by the purchaser,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "( Bvery order wader subszetion (3) or subsection (4) shall bz deemed, a the case may bz, to bs an order for delivery of potsession made under section 287 or section 288 of the Civil Procadute Code, and may bz enforeed i like manner as sn order sa made, the borrower oud the purchasor being deemed, for the purpose of the application of any provisions of that Code, to be the Judgement-debtor and judgement-creditor, respectively.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "3 Recovery of toans by Banks (Special Provisions) * Act, No, & of 1990",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "Seugtes 7, Whore tho proparty sold bas bom parchased on behalf of the bank, the Board may at any time bofore it resells that poopy, cancel the sale by an endorsement to that effect on a certified capy of th: curtificate of sale, upon the borrower of any person on his behalf paying the amount dus in respzot of the loan for whioh th> property was sold (including the oost of sebmire and sale) and intarest on the aggregate sum at a rate ‘not exceeding the prescribed rate por annum. Such an endorsee meat shall, upon registration in the office of thr Registrar of Taade, revest the eaid property in the borrower as though the sale under this Act bas never been made,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "moon 48, Bf the property so sold his been purchased on bebslf ‘of the bank and the aale is aot, cancelled under seotion 17, the- Board may at any tims, re-sell th: property and transfer to the purchaser by endorsement on a cartifixd copy of the eartificate referred to in subsection (3) of stotion 16, all tha right, title and interest which would have been acquired by the pruchascr at the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": ": criginal éale, ‘The endorsem=nt sabll’b> liable to the some stamp duty end charges as @ certificate to © purchaser et the original sale and shall, whon it is registered in the office of the Registrar of Lands vest such right, title and interest as aforosaid in the purchaser,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "Laitor 19. If at any sale in pursuance of the proceding provisions of",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "Fetoutlon of ‘this Act, @ bank has purchased any ptopzrty sold for default in",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "Eeegerty ty the the payment of a loan, the bank shall not hold such prop2tty",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "a for a longzr pariod than it is neocssary to enable the bank to re-sell the property for such a sum ss will cover the total amount due to the bank on eetount of tho loan, interest, exp2nses and ‘ost.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "Otanee, 20. Any person who without reasontble cause, resist, ‘obstructs ar prevents person authorized by the Board bv a resolution under section 4 to sall any prop2rty mortgagsd to the bani feom carrying out such sale shalt b: guilty of an offsnoe",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": ". and shell om conviction aftor trial by 8 Magistrate, be liable to dmprizonm nt not exceeding six yoart, of to a fine not exoreding five thousand rupzes, or to both such imprisonment and fine.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "Regulations, 21, (1) The Minister may make regulations for or in respect of all matters required by this Act to bs prescribed.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "@) Every regulation made by the Minister shall be published in the Gazette and shell coms into op:ration on the date of auch publication or upon such Ieter date as mey be spzcifcd in the regulation, .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "() Bvery regulation made by tho Minister shall, as soon a8 is oonveniant after its publication in. the Gaverte, bo brought before Parliament for approval,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Recarery of loans by Ranks (Special Provistons) f) det, No. 4 of 1990 & Every regulation which is not so approved shall be deemed +to be rescinded as from the date of such disapproval but without Ptejudice to anything previously done thereumfer. Notification of the date on which any regualtion is decmed to be rescinded, shall be published in the Gazette, 22. Tn this Act, unless the context otherwise requires _—_—taterpretation, ‘Phenk’* means a loensed oommercial bank within the meaning oft. Banking Act, No, 30 of 1988, other than— {@) the Bank of Ceylon established by the Bank of Geyion Ordinance (Chapter 397) ; 4@) the Peoples’s Banke established by the’ People’s Brak Act, No, 29 of 1961 5 Xo) say bank established under the provision of the Regional Rural Development Bank Act, No. 15 of 1985, ad shall be decincd to inclade the Development ‘Finance Corporation of Ceylon established by the : Development Finance Corporation of Ceylon Act, {Chapter 165) ; ‘* Board \" in relation to # bank means the Board of Directors ‘of the benk or any body of persons by whetever namo cor designation valled for the tisne being charged with ‘tho minagement or administration of such bank 5 oso” medus.atoan of money and Includes any overdraft ‘ox advance or any other monotary secamodation by ‘whatever namie Oc designation called 7 “property” means any movable or intmovablo property and Toofudes the right, tile and faterest of che lease, fa any ‘case where aloan is secured by 8 mortage of the interest ‘ofa losace under 3 lease from tho State. 23, In the event of ony inconsistency between the Sinhala statue text and Tamil texts of this Act, the Sinhala text shall prevail. ‘egrets case . pconaieacy.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "Avous| subscription of Billa and Acts af the Parliament Ra. 171 (Locei), ‘Fa, 296 (Foreign), payable to the Surmmmmmen, Gover Portcamons ‘Brwray, Covomma 1, before 16th December each year in respect of the yest",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "following. -",
    "mean_p_confidence": 0.39
  }
]