[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC , SOCIALIST REPUBLIC OF SRI LANKA MOTOR TRAFFIC (AMENDMENT) ACT, No. 40 OF 1984 (Certified on 11th October, 1984) fT Printed on the Orders of Government rr 7 y . — Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of October 12, 1984 seme so marun emna ‘0 HE PURCHASED AT THE GOVERNMENT PUBLICATIONS BUREAU, COLOMBO. ~ Price: Re, 156 . ‘Postage: 90 centa",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Motor Traffie (Amendment) Act No, 40 of 198 \"(Certified an Lith October, 1984) A LD.—O. 30/88 Ay Act 70 asamp tax Moros Tuarrig Act EE it enacted by the Parliament of the Democratic Soctalist ‘Republic of Sei Lalna as follows :—",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1. This act may be cited as the Motor Traffic (Amand. short tite, ment) Act, No, 40 of 1984,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "% Section 27 of the Motor Traffle Act (hereinatier Ammément referred to ss the “ principal enactment) ts hereby amend~ $f Sec ed in the proviso to gubsection (1) of that section by the ter 200, Substitution for the words “any motor vehicle, other than a motor coach, motor tricycle van ot lorry,\", of the words “ony motor vehicle”,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "3. Section 124 of the principal enactment is hereby Amendment amended as follows :—~ ‘324 of the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "i ‘Brincipal",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "{a) in subsection (1) of that section—~ enact. .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "G@) by the relettering of paragraphs (a) and (0) of ‘that subsection as paragrapha (0) and (c) respectively ; and (i) by the insertion, immediately before relettered Paragraph (b) of that subsection, af the tol- lowing new paragraph :— “(@) a certificate from a medical practi- tioner registered under the Medical Ordinance to the effect that the appt cant is physically fit to drive the class of vehicle in respect of whlch the ap- plication is made ;”; and {b) in subsection (2) of that section, by the substitution, in paragraph (4) of thet subsection, for the words and figures “registered under sectlan 32 of the Medical Ordinance ;”, of the words “registered under the Medical Ordinance ; ,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "4. Section 195 of the principsl enactment is hereby Amendment",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "amended by the repesl of subsection (8) of that section, of section, principe Saackment,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "5. Section 129 of the principal enactment in hereby Amendment amended in subsection (2) of that section by the substitution of, eq for the words “any disesse of an infectious oF contagious principal nature, or that such helder is unit to drive any such vehicle Sent”",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Se ormas—s,o75 (24/08) .",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Motor Tragic (Amendment) Act, No. 40 of 2984 by reaosns of the fact that he is a registered criminal within the meaning of the Prevention af Crimes Ordinanes—”, of ‘the words “any disease of an infectious or contagious Jpeettion. &. - The following new Part is hereby inserted immediately’ Part VA after Part VIL, and shell have effect as Part VIIA, of the _, Prineipal enactment :- - . ccm . hoa. . ment, . : . ws, “Part VA +g, Megnsing 1894. (1) No person shall, on or after the Seite\" “nélevant date, act as a driving instructor ex- on “sept under the authority, and in accordance * with the terms and conditions, of a licence (hereinafter referred to as on \" instructor's . . Hicence”) issued in that behalf by the Com- wissioner under this Part and for the time being in force, . (2) Any person who is guilty of the offence - of contravening the provisions of subsection * (1) shall, on conviction after summary trial _., , before a Magistrate, be lisble to a fine not <.:y _ 1ees than five hundred rupees or to imprison- ment of either description not exceeding six : -'. months or to both such fine and imprison “ ment. ot Applica. +1898. (1) Every application for an instruc- jnsteoe, ~~‘ tor’s Licence shall be made to the Commis- fore sioner in soch form, and shall contain such se particulars, and shall be accompanied by such application fee as mey be prescribed. ‘ > (2) No instructor's Licence shall be issued to any person uniess he— (0) is the holder of a valid driving licence ; 1) SS\" @) possesses such sultable qualifications and experience as may be precribed. ve + \"> @) An instructor’s Tieence shall be sub- : * Ject to such terms and conditions as the Com- O78}. mlsstoner may consider necessary to ensure",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Motor Traffic (Amendment) Act, No, 40 of 1984 3 7 ‘that high stendards are maintained in the “, giving of instruction in the driving of mator \"vehicles, hth . (4) A driving instructor who fails to com- . ply with any of the terms or conditions of his _, _ Heence shall, in addition to his licence being “ iable to be cancelled or suspended under section 1382, be guilty of an offence under this Act, Duration fe, 1886, (1) No instructor's Sieence shall be feuctor’s issued by the Commissioner to any person Tbenee, under this Part, except upon the payment by such person to him of such fee or fees as may be prescribed,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(2) Subject to the provisions of subsections",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(8) and (4), every instructor's licence issue ed under this Part shall be valid for a period of two years, and every usch licence may be renewed for a period of two years at a time upon payment of such fee as may be pres cribed. rt",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(8) An instructor's licence which is caneel-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ". led under the succeeding provisions of this Part shall cease to be effective on the date of cancellation thereof,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(@) Am tnstructor’s licence which ir sus- pended for any period under the succeeding provislons of this Part shall not be effective during the period of such suspension,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Eefusnlto . ° 139, Where the Commissioner refuses",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Peiew. o, _. te issue or renewal of an instructor's licence",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "cence ta \"on the ground that the applicant theretor or",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Saagie \"the holder thereof, has failed to satisty any",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "apyleant of the requirements set out in or under",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "subsection (2) or subsection (8) of section",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "1398 the Commissioner chali serve or cause",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "to be served on the applicant or the holder,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "as the case may be, a written statement to",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ". ‘that effect, The statement shall set out the grounds of such refusal. .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "4 Motor Traffic (Amendment) Act, No, 40 of 1984 Cancellation «139, (1) The Commissioner may cancel eqpuipension oe suspend an instructor's licence if he is fer'slicence. satisfied that the driving Instructor—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(@ has itaproperly obtained his tostruc- tors licence contrary to the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ". provisions of this Part or any ts regulations made thereunder ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "{®) is no longer a fit and proper person to continue to hold an instructor’s licence by reason of his conduct or physical disability ; oF",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(c) is contravening or has contravened any of the terms or conditions of his licence or any of the provisions of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ". this Part or any regulations made thereunder,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(2) The Commissioner shall, before can- celling or suspending a licence under the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ": provistons of subsection (1), give the driving instructor concerned notice in writing of his intention to do so specifying a date, not less than fourteen days after the date of the notice, upon which such cancellation or suspension shall be made and calling upon the driving instructor to show eause to the ‘Commissioner why his licence should not be cancelled or suspended.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(3) Where the Commissioner has cancelled or suspended a Weence under the provisions ef subsection (1), he shall forthwith inform the driving instructor concerned by notice in ‘writing of such cancellation or suspension.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "4) A driving instructor may, within",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ". fourteen days of the receipt of the notice referred to in subsection (8), appesl in",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "- writing against such cancellation or suspen sion to the Secretary to the Ministry of the Minister whose decision shall be final,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(5) An order of cancellation ar suspension shall not take effect until the expiration of a Period of fourteen days after the Commis- sioner has informed the driving instructor concerned of the order,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Motor Troffic (Amendment) Act, No, 40 of 1084 5",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "{8) If within that period, the driving",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "instructor concerned appeals to the Secretary",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "of the Ministry of the Minister, the order",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "shall not take effect wntil it is confirmed by",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": ": the Secretary or the appeal {s for any reason Aismissed by the Secretary.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(1) Where an order of cancellation or of suspension hecomes effective under sub-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": ": section (6), the driving instructor concerned shall, ss from the data when the order becomes effective, cease to give instruction to any person in the driving of a motor vehicle,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(8) A driving instructor whose instructor's Ticenee has been cancelled under this section shall forthwith sucrender it to the Commis- sioner.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Licensing of 139F. (1) No person shali, on or after the Sivng relevant dete, carry on the business of a | Griving achool except under the authority, and in accordance with the terms and conditions, of a licence (hereinafter referred to as a “driving school licence\") issued in that bebelf by the Commissioner under this Part and for the time being in force,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(2) A person carries on the business of a driving school if thet person engages or employs other persons or, agents to give instruction to persona in the driving of a motor vehicle,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(8) Any person who fs guilty of the offence of contravening or failing to comply with the provisions of subsection (1) shall, on conviction after summary trial before a Magistrate, be Hable to a fine not less than five hundred rupees or to imprisonment of either description for a term not exceeding six montha or to both such fine and imprisonment.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Application 1996. (1) Every application for a driving",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "fepariving —_gehool licence shall be made to the Commis-",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "cence. sioner in such form, shall contain much particulars, ond be accompanied by such application fee, as may be prescribed.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "8 “Motor Traffic (Asnendment) Act, No; 40 of 1984 (@) No ariving schoo! Licence shall be . + ‘” ” jssued to any person unless he— ‘+: (@) possesses or has at his disposal the prescribed kind of motor velitcles to ‘be used for driving instraction and driving tests in the driving school ; and (2) has the facilities to carry on the driving school in a proper or satis~ . factory manner and employ licensed driving instructors in that school. » 3) A. driving school Heence shall be , subject to such terms and conditions as the Commissioner may consider necessary to ensure that high standards are maintained . in the conduct of the activities of driving : schocls. - ration 18x, (1) No driving school Icence shall Gaving be issued by the Commissioner to any person school under this Part, except upon the payment by cence. such person to him of such fee or fees as may be prescribed, (2) Subject to the provisions of subsection . (8), every driving school licence issued under this Part shell be valid for a period of two yyeats, und every such licence may be renew- ‘ed for a period of two years at a time upon payment of such fee as may be prescribed. (8) A driving school Heence which ts cancelled under the succeeding provisions of this Part shall cease to be effective on the . date of cancellation thereof. Refusal to 1303, Where the Commissioner refuses the renew issue or renewal of a driving school Keence driving ‘on the ground that the applicant therefor or {heel ue the holder thereof, has failed to satisty any pommuni- of the requirements set out in or under sub- filed to, section (2) ar subsection (8) of section 1396, aFhoider, \"the Commissioner shall serve or cause to be served on the applicant or the holder, as the cose may be, a written statement to that effect, The statement shall set out the grounds of such refusal.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "‘Motor Traffic (Amendment) Act, No, 4 of 1984 7 opemiaion, 2804, (1) ‘The Commissioner may cancel a of driving driving school Hcence if he is satisfied that ‘Ucence, the owner of the driving echoo}—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "\"7 |, G@) has carried on the driving schook in an are improper or unsatisfactory manner ; eed \" (B) has failed to comply with any of the terms or conditions upon which the . 0 driving school licence was ‘ssued; : Oe (@) has been convicted of an offence under this Act' or any regulations made thereunder. . (2) ‘The - Commissioner shall, . before +o: >} eaneelting a driving school licence under the vee provisions of subsection (3), give the owner ‘ot the driving school concemed notice in writing of his intention to do so specifying a . date, not less than fourteen days aiter the Gate of the notice, upon which much cancel- ation shall be made and calling upon him to show cause to the Commissioner why his _ © licence should not be cancelled. : (3) Where the Commissioner has cancelled _ a Sicence. under the provisions of subsoction . +. (1), he shall forthwith inform the owner of _ _ the driving school concerned by notice in SUP) 0 > Avriting of such cancellation. o> (4) Any person aggrieved by the decision ~ of the Commissioner under subsection (1) _ +. May, within fourteen days of the receipt of the notice referred to in subsection (3), . appeal in writing against such cancellation is s to the Secretary to the Ministry of the . Minister, whose decision shall be final. (6) Am order of cancellation shall not take , effect until the expiration of a period of . fourteen days after the Commissioner has . informed the owner of the driving schecl concerned of the order, : »  @®) If within that period, the owner of the @riving school concerned appeals to the Secretary to the Ministry of the Minister, the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "8 Motor Traffic (Amendment) Act, No. 40 of 1984 order shall not take effect until it is eoufirm- : ed by the Secretary or the appeal is for any reason dismissed by the Secretary. . (7) Where an order of cancellation . becomes effective under subsection (6}, the owner of the driving schoot concerned shall, as from the date when the order be2umes effective, cease to carry on the business of the driving school. (8) The owner af the driving school tee! whose driving school licence has bean tan- wealled under this section shell forthwith surrender it to the Commissioner, ‘ppeal 189%. Any person aggrieved by the re- Pelurat fusal of the Commissioner to issue or renew fo iseue my licence under this Part may, within a\" fourteen days of the written notification of cence the refusal, appeal in writing to the Secre- Pat, tary of the Ministry of the Minister, whoss decision shall be finel, Regulations 18%, Reyulations may be made for or in Ripecrget respect of oll or any of the following laPart. = matters :-— © +. > (@) all matters stated or required in this Part to be preserthed ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "Ty (®) prescribing the qualifleations and ex- perience necessary for eligibility to apply for an instructor's licence;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "(©) prescribing the kind of motor vehi- ~ | eles which may be used for driving instruction and. driving tests and the conditions that must be com- plied wish before such vehicles may he so used; (@) regulating the conduct of driving ins- tructors when giving instruction;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": ": (@) regulating the activities of driving schools and prescribing the manner in which driving schools should be conducted; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "Motor Traffic (Amendment) Act, No, 40 of 1984 9",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "() prescribing the form of records to be kept by driving instructors, driving schools and their particulats to be entered therein, .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "ta . Tn thi . Biepre- 1800. In thig Part—",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "“ driving instructor” means a person who gives instruction in the driving of a motor vehicle for fee or reward, but does not include a person acting as a driving. instructor in a Government Department or Public Corporation ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "“driving school” means an establishment where persons are given instruction in the driving of motor vehicles for",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "’ fee or reward, but does not inelude a driving school maintained by a Government Depertment or Public",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": ": Corporation ; and",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "“relevant date\" means the date appointed as the relevant date for the pur- ‘poses of this Part by the Minister by Order published in the Gazette.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "rensitionst 1999, Notwithstanding anything comtain- provisions. ed im this Part a person who, immediately before the relevant date— (a) was scting as a driving instructor shall be entitled to carry on ag each without an instructor's Heence; or . (b) was carrying on the business of @ driving school shell be entitled to carry on such business without a driving school licence, for @ period of three months commencing from the relevant date and, if before the ‘expiration of that period such person applies for an instructor's licence or a driving school eence, as the case may be, until the Heense ig granted or finally refused or the application is withdrawn.’",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "WO Motor Traffic (Amendment) Act, No, 40 of 1984 Amendment 7. Section 148 of the principel enactment is hereby Ms'rBe amended by the addition at the end-of that section, of the Brlneipal | following new subsection —",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "“ (14) A motor vehicle proceeding from any place to a highway shall stop, before entering such highway where stopdines are painted\", :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "8. Section 151 of the principal enactment is hereby",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "amended as follows: —",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(@) by the substitution in subsection (14) of that section for the words “hiring car or any other vehicle”, of the words “or any other motor vehicle” ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "\" (B) in subsection (1c) of that section—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "‘  @) by the sibstitution, in paragraph (a) of that subsection, for the words ‘a breath test for sloohol and that person shall comply with such requirement.”, of the words “a breath test for aloohot or an examination by a Government medical officer in order to aseartain whether such person has consumed alcoho] and that person shall comply with any such requirement, as the case may be.”;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(i) by the substitution for paragraph (b) of that subsection, of the following paragraph —",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "“ (>) Where a breach test for aleshol or",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "* an examination by a Government",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "medical officer reveals that such",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": ": person has consumed alcohol or",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "a where such person refuses to submit",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "a ‘himself to any such test or exaraina- tion it shall be presumed that such ‘person has consumed alcohol unless evidence to the contrary has been adduced.” ii) by the substitution for paragraph (@) of that subsection, of the following paragraph :— “ @) The report of a Government medical . : officer to the effect that the driver + of a motor vehicle on a highway hes consumed alcohol or ahy drug shall be sufficient evidence of the fact that such person has consumed alechol or any drug unless evidence to the / contrary hag been adduced.” ; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "‘Motor Traffic (Amendment) Act, No. 40 of 1984 11\" (iv) by the substitution, in paragraph (e) of that\". subsection, for the words “consumption of “ .- drugs”, af the words “consumption of ue 2 alcohol or drugs”; fed *'{e) by the insertion, immediately after subsection (1c) ‘of that section, af the following new subsection :— “(1cc) Where a police officer has reasonable - grounds for believing that any person hes com- * mitted an offence under this section, he may . avrest such person without warrant,”; and (d) in subsection (1p) of that section, by the substitu- tion in paragraph (iii) thereof, for the words “consumed any drug;”, of the words “consumed aleobol or any drug ;”.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "% Section 168 of the principal enactinent is hereby Amendment amended by the addition at the end of that section of the 158 of tie following new subsection :— , Peeeent,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "“ (8) Where the driver of » motor cycle carries on",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "his motor cycle any other person who does not wear a",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "protective helmet of a type approved by the Minister",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "under subsection (2), both such driver and such person ©",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "shall be guilty of an offence under this Act”, \"18. The following new section is hereby inserted imme- Tngertion, of Giately after section 160, and shell have effect es section Téa ta the 1604, of the prinefpal enactment :— ae Buinetpal “Warning 160. Whenever repairs are being made to gensene a road, it shall be the duty of the person whenever - effecting such repairs of causing such repairs eager to be made, to cause to be displayed for the done, safety of road users warning signs and lights",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "at night”, .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "Ji, Section 168 of the principal enactment is hereby Amendment amended by the substitution for the words “stop the car”, isi of the of the words “stop such motor vehicle”, pringipa",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "12. Section 164 of'the principal enactment is hereby Amendment amended in subsection (1) of that section, by the subs- Sf gestion 164 ‘titution for paragraph (a) of that subsection, of the follow- principat ing paragraph :— enacienent. “\" (a) hry onder of a police officer not below the rank of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "Assustent Superintendent, for the purposes of any regulation of traffic; or”",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 18,
    "text": "12 Motor Traffic (Amendment) Act, No, 40 of 198¢",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 18,
    "text": "am» 7 ni 4",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 13,
    "par_num": 18,
    "text": "Apuandment 28, ‘Section 167 of the principal enactment is hereby",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 13,
    "par_num": 18,
    "text": "Serre amended as follows :—",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 13,
    "par_num": 18,
    "text": "y",
    "mean_p_confidence": 0.02
  },
  {
    "i_page": 13,
    "par_num": 18,
    "text": "aneee (1) by the substitution, in subsection (2) of that section, for the words “leave the car unattended”, of the wards “leave the motor vehicle unattended” ; and (@) by the addition, at the end of that section, of the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 18,
    "text": "following mew subsections :— (4) Where in the opinion of a police officer",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 18,
    "text": "any obstruction is caused to traffic on any high- ‘way or public sidewalk by a motor vehicle belle ed, or parked on a highway, ar by any object, thing or material, such police officer may cause the motor vehicle causing auch obstruction of such other object, thing or material to be re- moved and charge the cost of such removel to the owner.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 18,
    "text": ". (8) No police officer shall be held lable in damage for any damage caused in good faith in the course af the removal of a motor vehicle,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 18,
    "text": ". object, thing or materiel under subsection (4). ”",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 18,
    "text": "Amendment 14, Section 188 of the principal enactment is hereby",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 18,
    "text": "gets further amended ag follows :—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 13,
    "par_num": 18,
    "text": "Thactent (1) by the renumbering of that section as subsection (1)",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 18,
    "text": "of that section; and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 13,
    "par_num": 18,
    "text": "(2) by the addition, immediately after renumbered sub-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 18,
    "text": "‘section (1), of the following new subsection :— © (2) Where in the opinion of a police officer, any lorry or metor tricycle van on a highway carries goods the weight of which exceeds the maximum load specified on the revenue licene® for that lorry or motor tricycle van, of carries goods loaded thereon in such a manner og is in the opinion of such police officer dangerous to any user af the highway such police officer may detain",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 18,
    "text": ". the lorty or motor trieyele van, and—",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 13,
    "par_num": 18,
    "text": "(@) in any case where he is of the opinion that the lorry or motor tricycle van carries goods the weight of which exceeds the maximum load specified on the revenue Licence for that lorry or factor trieyele van, remove or catise to be removed any auch",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "Motor Traffic (Amendment) Act, No, 40 of 1984 18. . excess goods or part thereof and take all such necessary steps to ensure the safe custody of such goods until they are",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": ". seturned to the owner of the lorry or motor trleycte van or the owner of the goods; or (0) in any case where the lorry or motor tricycle ‘van carries goods loaded thereon in such a manner as ig dangerous to any user of the highway cause the goods to be reloaded in such a manner as is not dangerous to the users of the highway. ”.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "18, The following new section ix hereby inserted imme- Tisertion Giately after section 189, and shall have effect as section section 08a 1894, of the principat enactment :— eincnal “Distinctive 198s, Where any motor vehicle J used on ‘ales, any highway with a trailer attached to such",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "vehicle, the trailer shall, in addition to the distinctive number of the trailer, also display the distinetive number of the motor vehicle to which it ig attached”,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "16 Section 193 of the principal enactment is hereby Amendment amended in subsection (1) of that section, by the substitue ofthe tion for paragraph (0) of that subsection, of the following Eocene, ‘Paragraph :—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "{@) may stop a motor vehicle on a highway if he has",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "reasonable grounds for believing that the vehicle or any tyre fitted thereon is not i a fit condition ; and may—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "@® by written order direct the driver of the vehicle to produce the vehicle for examination at any suitable place reasonably convenient to the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": ". driver and specified in the order; or . (ii) detain the vehicle for the purpose of such ' examination; and”,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "14, Motor Troffic (Amendment) Act, No. 40 of 1984 Tyrertion 12, The following new section is hereby inserted imme- foctim te distely after section 215A, and aholl have effect as section Bicroa! —_22fp, of the principal enactment, \"Penalty for; 215m, Any on who - contravenes conizavaatlon’ provisions ot Tubrection (@ of section sd £3 obsgetlo™ of this Act, by driving a motor vehicle on a puincipel - - highway at any time while an order suspen- | ding or cancelling his driving licence or “ . declaring him to be disqualified for obtaining a Yicence, is in force, shall be guilty of an . offence under this Act, and shell on convis- tion efter summary trial before a Magis~ trate, be Hable to imprisonment of either description for x term not exceeding six : months.”, Amendment, 18. Section 217 of the principal enactment js hereby otibe amended as follows:— eineipel ‘enactment. (a) in subsection {1) of thet section, by the substitution for all the words from “to a fine” te “such fine and + imprisonment” of the following :— . “to a fine not less than seven hundred and Sfty rupees, and on a second conviction to a fine not Jess than one thousand rupees and the auspension To > ' “af his driving licence, and on a third or subse- quent conviction, toa fine not more than one foe \"thousand five hundred rupees and the caneella- tion of his driving cence or to rigorous imprisonment for a term not exceeding six months to both such fine and imprisonment. ”. (b) in subsection (2) of thiat section, by the substitution for the words “not exceeding five hundred rupees”, of the words “not less than five hundred rupees, ‘and on a second conviction to a fine not less than 7 one thousand rupees and on a third or subsequent : conviction to a fine not more then one thousand : five hundred rupees and the suspension of his @riving livence for a period of six months.”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "Motor Traffic (Amendment) Act, No, 40 of 1984 15 18, Section 218 of the principal enactment is hereby Amendment amended by the substitution for the words “not exceading oitre’? five hundred rupees”, of thé words “not less than five Drineipal hundred rupees.” |” Te 26. Section 219 of the principal enactment ts hereby Amendment, amended by the substitution for the words “not exceeding of the one thousand rupeei,”, of the words “sot less than one Praniient, thousand rupees,”, os wre 2. Section 220 of the princtpel enectment is hereby Amendment further amended as ‘follows :— ce oie (@) in subsection (1) of that section, by the substitution, Soacthent for the words “not exceeding five hundred rupees\", of the words “not less than one thousand rupess”” and for 2 second or subsequent conviction to a fine not more than one thousand five hundred rupses.\". (©) in subsection (2) of that section, by the substitution for the words “not exceeding one thousand rupees”, of the words “not less than one thousand rupees” ; and (© in subsection (3) of that section, by the substitution for the words “not exceeding one thousand rupees”, of the words “not less than one thousand rupees\". 22, Section 221 of the principal ennetment is hereby Amendment amended as follows :— one . principal (a) by the substitution for the words nad figure “provi- Enactment. sion of Part 111 ;\", of the words and figure, “ provi- sion of Part IV ;”, and (B) by the substitution for the words “not exceeding . two hundred and fifty rupees,\", of the words “not =. - less then two hundred and Afty rapees,”, ue 2, Section 223 of the principal enactment is herchy Amendment amedned by the substitution for the words “not exceeding Ying”? one thousand rupees”, of the words “not less than one Srineipal | thousand rupees”, * oe .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "16 Motor Trafic (Amendment) Act, No, 40 of 1984 Amendment 24. Section 22% of the principal enactment is hereby ofie further amended by the substation for all the words trom Eien, “to a fine” to the end of that section, of the following:-— “fa a fing not less than two hundred and fifty rupees and ‘on, 2 second conveition tow fine not less than five Juundred rupees and on a third or subsequent con- + vietion to a fine not lens than seven hundred and ‘fifty rupees and the cancellation of hia driving licence. ”, Insertion 2%. The following new section is hereby inserted imme- ney ig lately after section 224s, and shall have effect as section nee 224, of the principal enactment :— enactment, “Suspension ‘2248, Where the driver of a motor vehi- of driving Hemeesiyy, ole oan (@) fs prosecuted for— (@ rash and negligent driving; or (i) driving at an excessive speed; or (15) causing an accident resulting in Joss of life or grievous injury ; or . @) ie involved in on accident resulting in the loss of life and the matter has - been referred to a Magistrate for inquiry, the Magistrate may, upon an application made by the police to have the licence of the deiver of such vehicle suspended, in his Gescretion order the Mcence to be 30 suspended until the determination of the proceedings or inquiry,”, Amendment, 28. Section 240 of the principal enactment is hereby Site\"? amended by the substitution for the definition of “urban Principal, area”, of the following definition :— “urban area” means— . (@) any area comprised within the limits of any ‘Muniefpall Council or Urban Council ; oF (®) any other area declared by regulation to be an. ‘urban area for the purposes of this Act’.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "Motor Traffic (Amendment) Act, No, 40 of 1984 17 7. The Seoond Schedule to tho principat ennetiment is hereby  Resinceaent repealed and the following Schedule is substituted therefor :— of th» veconst Behedute tote Pripoipel eraetmeas- “SE00ND SOHEDULE 2 au at Sesion of Act Provione Arment of no Ree. a s+ Hentifostion platen ” - woo Ey ++ Shape aidentifentionplatos 100\" a8 + Revenme lisence #o bo ence on motor vehishes net ‘Prodnoed when requited . oo 4“ ++ Restrictions on wwe af motor vanialn in contraveation of rovomee lisoane ” - 8 123.(1)(#) ... Prohibition of deiving without driving Ueenes .. 260 # 123 (1}(6) .. mploysng porvon without detving line «. 1500 128(9) Driver uivor the gy of 18 yoaen old + 160 0 Mo. Speeding - m0 3A. lew of the sone - 1006 1st. Position at driver whon driving motee eekloke “.. 100 153. Signale by dsfwoca whee diving, & 9. woe : AN. Reversing of saotor-vebisies =. 1 OO 186 |. Sound or ight warnings ” im 6 18. Th elding oF permiting the riding on rani: ‘boards de. of moter eohiales .- . lm’ 157. Mumberofpersonain front wate ofmotorears .. 100 0 158(2} Failure to woar protective hekaot + 100 0 180, Distsibution of avertisomenta oto a 162. eat detection nad Signals of police afizers .. 150 0 105, Precautions to he taken whon motor vehioleis akan . intotank ” - 90 166. Hlalingor parking of moter vabitles on highewy 140 0 147... Prosnationa to be takon whan otor vabfola ie halted or ofe, mmattonded or disublorl oushighmay .. 160-0 172. Gareinge of paonangees in oxoeone 2. 4+ 1800 199s Pomnons ho may bo catrioi in lorry 380 8, eck RA AR ma Gb ee i Pe ete Ber te tenn ake : :",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": "—<——",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": "‘Annual subscription of Billa and Xews of the Parliament Rs. 190 {Local",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": "Be. 20) Foreign), payable to the ostunenzmet, Govmmvonaes Punters",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": "juRrAU, P. O, Box 500, Corosrso 1, be fore 18th December’ each year in respect of the yeu'r following.",
    "mean_p_confidence": 0.72
  }
]