[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "fe : ; | a A PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF : SRI LANKA - ‘THE MONETARY LAW (AMENDMENT) j ACT, No.6 OF 1998 r [Certified om 27th March, 1998) Pear Ore nome Pubtihed a Supple Fat ofthe Gamo the Denne ocalit Rapel of Sr Lenka of Mach, (98 ro emacs Peer a 280 Penge Ra 280",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Phe Monetary Law Amend No.8 of 188 [Corin on 204 Mach, 1956] Lp-oxm, : ‘dcr rosso ie Mover Lie Ae BE i coscd by he Pcianen of be Decree Sci Repaic of Si Lana flow This Ast may be cited asthe Manciary Law~ scat Cmeadnrat Act, Noo 1998 2 The following aow seston us herby inserted eptectore Inanedinicy fe cvton 52 ofthe Monetuy Law Act, Ene (Geninafer fee esi \"pci ccactmer andi Ia fet as win 2A of aA “Dine 524 (0) The Cate Bak my wi he SESE, sepa ofthe Miser charge om ect, TEES of raaace ond sebjet 10 evction 53, Saree See conrnerocatie cumeny ont cr cn = (©) Conmenoraine unecy acs or oohn ese unr parepgh (ef i teeta oy ‘salle po higher an denraton specie i vc ots or cla ad ns way be eid ty the Mic a care of he rete ohare, 2) The se cfs cormnemorte cavacy er col bond under suerte (14 pt Whe tha Be deri peli in such sera nal be Gece not to be concarorlog of sel St. ©) Ini reton “commamensiecueney ane coin” rete a caren mol col itaoed to somacunnac ny pew 6 pea oat\". 2nomsy—assi0ie)",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "2 The Moneusry Law {Amendiwent} Act, No. 6 of 1998 seminseee 3. Seton $5 of lo prinipa exscnsa ie heey SEF cenaadn toes",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(0) bye remrtring 0 hat ion a webton() cies (2) frente nto (1) fat on by fheacatnica ore woke \"pon ew Yon paso of ee wots bajo ke orks of Serio Gh pen ontop Pee: (2) byt sion ines serf reanbeed Sazston 1) of ht seton of he foowing sere “(2) Nothing im svbscetion (1) shall be read aad. courted w eng en caiguon ow be Cx Sank der dene weer oerion 507 omowornnyouerey noc anid ter ‘Satoru nh eed com orca ‘rota dentnnacen ected thc econ rower: The emenvats mde pl cuit sea ‘sections 2 and 3.of this Act, shall be deemed for all parposes",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Sinton inten Feroy 609 and oog",
    "mean_p_confidence": 0.08
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "eiamatonve carey wo er en nel oro",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "egurFeay 2998 tbo he commence",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "esac llr, forall air tare en ol 2",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Aertel aed rt seuaimie 5. tihanvemof my inenaeny boven Sala poesiaeee and Tal tb iA Sal et all eal cmnor",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "ee",
    "mean_p_confidence": 0.07
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Keoersacieig Waa tis aon is Feta BS",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Rene ata Bt tcamees nme Pere ere es",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Sera Path ote fie eed bona che preety",
    "mean_p_confidence": 0.27
  }
]