[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON ~~” Ist Session 1960-61 : Seep ane en han! 5) . School Teachers Pension (Amendment) Act, No. 38 of 1961 Date of Assent : June 17th, 1961 1 Printed on the Orders of Government ‘Printed at the Govenncmrr Frest, Cwrton, To be Fe aN Pe 4 Sot Coase (anid) Eiecistion (teding MU a, 29, peahin advance to the Strraprenpant, Govenwarr Preticexroms ‘Busgav, Post Ormce Box 500, Secretariat, Colombo 1 Price: 18 cent Postage: 10 vents.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Sehool Teachers Pension (Amendment) Act, No. 38 of 1961 L. DO. 49/50, . AN Act 10 AMEND vaz Scwool, Tzacusne Puneron (Aumwpucent) Act, No, 23 oF 1957. [Date of Assont: 17th June, 1961] BE it enaoted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "¢ Flouse of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "4, This Act may be cited as the School Teachers sea uw. Pension (Amendment) Act, No. 38 of 1961.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2, Section § of the School Teachers Pension - sneatment ot (Amendment) Act, No. 23 of 1957, is hereby amended section 6 of in gub-section (1) of that section, by the substitution, Teacher for all the words from “‘ if prior to his retirement ” ee aot) to “ granted to him”, of the following:— a",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "rif prior to hie retiremont he was entitled to \" have his name entered in such Register, his name",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "may be entered in such Registar as from the date",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "he was entitled to have his name so entered in",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "uch Register, and sccordingly pension may be granted to him with effect from the date of his retirement \",",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Lm Base-sa aD",
    "mean_p_confidence": 0.08
  }
]