[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  a  ee  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRILANKA",
    "mean_p_confidence": 0.495
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": "",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  [Cenifed on 21st of March 2025]  Lp.-0. 7772028  ANACT TO PROVIDE FOR THE SERVICE OF THE  FINANCIAL YEAR 2025; TO AUTHORIZE THE,  RAISING OF LOANS IN OR OUTSIDE SRI LANKA,  FOR THE PURPOSE OF SUCH SERVICE; TO MAKE.  FINANCIAL PROVISION IN RESPECT OF CERTAIN  ACTIVITIES OFTHE GOVERNMENT DURING THAT  FINANCIAL YEAR; TO ENABLE THE PAYMENT BY  WAY OF ADVANCES OUT OF THE CONSOLIDATED.  FUND ORANY OTHER FUND OR MONEYS, OF OR  AT THE DISPOSAL OF THE GOVERNMENT, OF  MONEYS REQUIRED DURING THAT FINANCIAL  ‘YEAR FOR EXPENDITURE ON SUCH ACTIVITIES:  TO PROVIDE FOR THE REFUND OF SUCH  MONEYS TO THE CONSOLIDATED FUND AND TO.  MAKE PROVISION FOR MATTERS CONNECTED.  ‘THEREWITH OR INCIDENTAL THERETO,  BBE it enacted by the Parliament of the Democratic Socialist,  Republic of Se Lanka as follows:-",
    "mean_p_confidence": 0.6851677852348994
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  1. This Act may be cited asthe Appropriation Act, No 3. Shite  oF 2025,",
    "mean_p_confidence": 0.5188235294117647
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  2. (1) Without prejudice t anything in any other law Apres  autbrizing any expenditure and subject t0 the provisions en  fof subsection (4) of this section, the expenditure of the Yar 32s  Government which is estimated to be nupees four thousand  ‘vo hundred eighteen billion two hunded forty eight million  ‘ightcen thousand forthe service ofthe period Depining on  Sanuary 1, 2025 and ending on December 31,2025 (in this  Act efered to asthe “financial year 2025\"), shall be met",
    "mean_p_confidence": 0.5565517241379311
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (@) fiom payments which are hereby authorized to  bbe made out ofthe Consolidated Fund or any  ater fund or moneys, of oat the disposal of the  Government; and",
    "mean_p_confidence": 0.5754545454545454
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  2 Anpreriation Act No.3 of 228  (©) fom borrowing made inthe financial year 2025  Which ae hereby authorized in terms of elevant  laws formoneysto be mised whether ino outside  Se Lanka, for and on behalf ofthe Government,  provided thatthe balance outstanding of such  hoeowing at any given time during the nancial  year 2025 aa the end ofthe financial year 2025  shall notexcced rupees four thousand billion and  the details of such foun shall be incorporated in  the final budget position report which required  to be tabled in Patient under seston SI of  ‘he Public Financial Management Act, No. 44  of 2024  Provided tht, the diference between the  total short-term borrowing raised during the  financial year 2025 and th total setlement of  shor-term borrowing made during the financial  $year 2025 shall only be considered in deciding the  ‘volume of shor-fenm borrowing forthe purposes  ‘of calculating the borrowing made during the  financial year 2025 as specified in this section,",
    "mean_p_confidence": 0.5806666666666667
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (2) Thesum of pees fourthousand wounded eighteen  billion wo hundred forty cight milion eighteen thousand  refered to in subsection (1), may be expended as specified  in the Fist Schedule to this Act.",
    "mean_p_confidence": 0.5048648648648648
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (6) The provisions of subsection (1) shall have effect  Without prejudice tothe provisions of any other written  law, authorizing the easing of loans for and on behalf ofthe  Government",
    "mean_p_confidence": 0.5452941176470588
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (4) The estimated expenditure of the Government  sutorized by laws to be charged on the Consolidated Fund,  shallerupes four thousand sx hundred ssten billion even  hundred fly one million nine hundred eighty two thousand  forthe service ofthe period bepianing on January 1, 2025",
    "mean_p_confidence": 0.5851020408163264
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  Arpmpriation At No.3 0f 2038 3  snd cong on December 31, 2025. The expenditure Heads  nthe laws under which such expenditure is authorized to  ‘emda a spoifidin the Second Schedule this Act.",
    "mean_p_confidence": 0.42189189189189186
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  14. (1) The receipts ofthe Government ding the inant Fest  year 2025, from each activity specified in Column T of the Movs  ‘Thin Schedule to this Act salle creiedo the account of \"ST  sich activi, butte agrepate of eciptssocretedshall not “Se  ‘eles than the minimum limitspeciistin the coresponding_ athe  coir in Corn Iota Schedule. The net surlis, any of Nene  Suchattviy shall be paidto the Consolidated Fundbeferetie ST  pry ofsitmonths ar the close ofthe inci year 2025.",
    "mean_p_confidence": 0.33744186046511626
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (2) For the purpose of determining the net surplus under  subsection (1, the following charges shal esto against  the revene ofeach acti»",
    "mean_p_confidence": 0.435
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (@) he working, establishment and other expenses  ofthe city. whether paid or acercd, properly  Chargeable tothe even of the activity and",
    "mean_p_confidence": 0.46759999999999996
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  (©) provision ocoverthe depreciation ofthe movable  and immovable property ofthe activi",
    "mean_p_confidence": 0.3885714285714285
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  (6) Theexpendiureincuredhy the Goverment during the  Siancal yar 2025 on cach atv specied i Colin of  the Third Scheduleto this Act shal be paid ut ofthe ects  of the Government from sich activity daring tht Banca  $year, such expenditure shall not exceed the maximum  limit specified in he corresponding etry in Column It of  that Schedule",
    "mean_p_confidence": 0.46734375
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  (4) Thedbitblance oustanding atthe endothe financial  year 2025 of any activity specified in Column ofthe Tied  Sched to thi Ac, sal ot exceed the maxinum limit  specie inthe corespondingenty ia Column IV ofthat  Schedule andthe otal baits of that soiviy at dhe end  Gf that Sana yar, sll not exceed the maximum it  specticd inthe comespondng entry in Column V of that  Scho",
    "mean_p_confidence": 0.4925
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  ‘ Apprpition ht No.3 of 2025  omens 4, Whenever at ny time during the Banca yar 2025,  fei th recip he Government from any activity specified in  fry! Column 1 ofthe Third Schedule to this Act re snout  birfindee to met the expenditure incurred by the Government  tmoos uch att, the Minit a, fom nso tine by One  SSISS'E. nectar such sume ashe may deem necessary tomes sich  Seine expeniture shal be payable by way of advances, ot of the  ‘veces Conolidated Fund o any other fund or moneys, for atthe  ‘rlacacin- disposal ofthe Goverament, so however thatthe aggregate of  ‘Screed the sume so advanced sal enced the maint iit  wens. pent spoiled i the conesponding en in Coluna  EERIE, orth Schedule. Any sum so advanced i respect of such  BS cvity sal be efunded to the Consolidated Fund in sch",
    "mean_p_confidence": 0.48205128205128206
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  tanner, asthe Minister may by Order diet.  mers —_§,(1)Any moneys which by virtue of the provisions ofthe  omit Schodl to this Act, have been alloted to Recurrent  smoelel spend under any Programme appearing under any Head  Siccaie spin tat Schule, but have ot been expended or are  cist” ot ikelyo Be expended maybe transfered tothe allcsion  Exist Gf Capital Expenditure within that Programme of tothe  SSSR aoation of Resuent Expenditure or Capital Expenditure  iit under anyother Programe within tht Head by Onder of  Se mg ae Bats soy oneness Dey  Srisumaer Secretary to the Treasury or the Ditetor-Generl ofthe  gmc” National Budget Department, who may be authorized in tht  meg bal by the Secretary othe Treasury.",
    "mean_p_confidence": 0.42023076923076924
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (2) No moneys alloted to Capital Expenditure under",
    "mean_p_confidence": 0.471
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  any Programme appearing under any Head speci inthe",
    "mean_p_confidence": 0.42400000000000004
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  Fit Schedule to this Act, shall be tasted out of that",
    "mean_p_confidence": 0.38846153846153847
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  Programme of oan allocation of Recent Expenditure of",
    "mean_p_confidence": 0.361
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  that Programme  Money 6 (1). Amy money allocated to Recurent Expenditure  alos! op Capita Expenditure under the “Development Activites”  tethe-Be- Programme, appeating under the Head, \"Department of  ‘elopmest National Budget” specified inthe Fist Schedule, may be  ‘Atv’ ganaeredsjetto guidlines stipulated in Badget Estimates  Pesrane Svat Parkuna relevant yo ya",
    "mean_p_confidence": 0.41192982456140353
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  ind say te Scooter, Tacmney 50  be es than se amounts anced to nance Ft",
    "mean_p_confidence": 0.3927777777777778
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  ‘ Aperoriion At, No.of 2028  gettin (@)_ then ite specie in Cohan TH,  Seles Tid Schedule tts Act.  (2) No Onder mae under subsection (1) shall have eft,  uns thas een approved by Parliament by Resolution.  (3) Any Onder made under subsction (1 shal, if $0  expres bribe deemed have adflet fm sch date  petro de dae of making such Onder, ax may be specified  therein  foucol _ 9, Parliament may, by Resolution, amend the Third  Fatianest Schedule to this Act, by adding othe spoprats Columns  teamed gf that Schedule any activity and providing for~  Er (2) sMlocanyof te maximum nits rating to such  seu and  (©) the inion rein to such atv,  Comin 40, Nowwitstanding anything contained in the Resolutions  expen passed by Prlament unr paragraph (2) ofA 1500 he  seiseme Consuion osubmia Vote ar Account inten of the sib  Eeittns section (I) of scton 2 ofthe Pull Financial Management  tenet” Asi No.4 of 2024,on Dosmber 2024 making sania  ‘aiphne provision for expenditure fore period commencing on  {ager Famuary 1, 2025 and ending on Ape 30,2025  (@) all such sums of money which have been  expended during le respective periods, out of  the moneys lle by uch Resohitons omy  Progiumme appearing nr any Head pected  inthe Fist Scot to such Resoitions snd  ay moncys which have not been expend  on he day ined preceding the date of  ommencement of tis Act shal fr al purposes  be deemed oe incladed ine noncys alos  toibccoreaponding Programme appearing unt  the conespnding Hear ax seca in the is  Schade otis Act,",
    "mean_p_confidence": 0.40276450511945394
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  Arpmpriation At No.3 0f 2038 >  (@) all such sums of money which have been  expended during the respective pesods, out of  the moneys allocated by such Resolutions to any  Programme appearing undr any Head spevfcd  in the Sev Schedule to such Resolutions,  fd any moneys which have nt been expended  fn the day immediatly preceding the date of  ommencenit ofthis Act shall oral purposes  ‘edcumedto be ncded in he moneys located  to the corresponding Programme appearing  under the corresponding Head as specie in he  Sevond Schedule to thi Act and  (©) _anysuch ums paidby way ofadvances out the  {Consolidated Fund ding he respective pid  Inespect of advance account activites spied  dn the Third Schale to such Resolutions, and  any moneys which have not been expended  fon the day immediatly preceding the date of  Soimencemint ofthis Act shall forall purposes  te dou to be nchdedin he moneyslocsted  {0 the coresponding activities spect fn he  “hid Schl to his Act.",
    "mean_p_confidence": 0.4907650273224044
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  11 Notwithstanding anything contained inthe Resolutions Barings  psd by Parliament under paragraph (2) of Arle 130 Mam ems  Of the Constitution t9 submit Vote on ACCOURE nem ge  of subsection (1) of section 23 of the Public Financial octane  Management Act, No. 44 of 2024, on December 6 2024 ANCE 80)  refered ton ection 10, making provisions for loans o be Zotsion  ‘ane in tems of elevant laws wheter in oF outside Sei  Lanka, for and on behalf ofthe Goverment, proceeds of  toans, which ave been raised during the respective periods  cut ofthe moneys appearing in such Resoltions, shal be  zene forall purposes to have een raised under paragraph  (@) of subsection (1 of seton 2 ofthis Act.",
    "mean_p_confidence": 0.5309160305343511
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  12, tn the event of any inconsistency between the Sinhala Sila xt  an Tami texts ofthis Act. the Sila text shall preva.",
    "mean_p_confidence": 0.4632
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  ig Heigae  a a eg eee  H yu  fap  Pio  PB, Gey ba  1 fig Papa",
    "mean_p_confidence": 0.1075
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  Ss ibeee $  ee  ee ee  fo Gao 8 8 §  . . a3",
    "mean_p_confidence": 0.1715
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  :",
    "mean_p_confidence": 0.15333333333333332
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  i",
    "mean_p_confidence": 0.18666666666666665
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  i Py  g i go is 32  2 848 8 5b 2 og bf  PEP gh fan ai  Hu bag  $5 25 #3 $5 g5 5 gs Ys  2p up fa 2) 2p gn fe ae",
    "mean_p_confidence": 0.29954545454545456
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Pe ee ee  ee er re ne  witidgidi  i  u  i F  : 2 ;  ig g¢ £24 8 8 G8  5 — 3 ee GE ged  gPEP GP HD IP GP UDG",
    "mean_p_confidence": 0.24750000000000003
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  HHL  ts re  2 €€ € £€ 8 & &8  i",
    "mean_p_confidence": 0.255
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  Habu a  . SEE DEE EE EE BE EE EEE  Pbpb obi up",
    "mean_p_confidence": 0.3205882352941177
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  ag. G2 G2 G8 ge  _, $2 28 G8 cso  HG HH |  ap Rs geo  ine 7  af 25 25 S82 anf og  gf p82 282 2°\" 252 93  484 4Lk G88 h ea je  HP PP EPP Gd  g& = a g & 5",
    "mean_p_confidence": 0.26631578947368423
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  eee ee  ar i re z  hb pp agi  PHP HDD",
    "mean_p_confidence": 0.125
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  ag = &@ € &€ & § € E  Hog 8 a @",
    "mean_p_confidence": 0.284375
  },
  {
    "i_page": 16,
    "par_num": 2,
    "text": "  bh pra  BEG ibn  2% 8 & & & & RH F",
    "mean_p_confidence": 0.370625
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  Pegagg  Bf gf 2 #  € € € € € € &  PEGG a EE  HH  e i  BUEGE TRUE yE i  EE GE EE EE EE GE 48 a3  PEE DaGE",
    "mean_p_confidence": 0.2904761904761905
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  do ii pd bb dd",
    "mean_p_confidence": 0.2871428571428571
  },
  {
    "i_page": 18,
    "par_num": 2,
    "text": "  ue Be # € € € € €",
    "mean_p_confidence": 0.422
  },
  {
    "i_page": 18,
    "par_num": 3,
    "text": "  H, EP PG bE GG",
    "mean_p_confidence": 0.29857142857142854
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "  EP oss 5 2g 7 a F  ii",
    "mean_p_confidence": 0.1990909090909091
  },
  {
    "i_page": 18,
    "par_num": 5,
    "text": "  gee a a a 2 a a",
    "mean_p_confidence": 0.5233333333333333
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  PEER REE ES  p,eeeggaa  ee ee  PEER EE REG  32 5 g",
    "mean_p_confidence": 0.15666666666666665
  },
  {
    "i_page": 19,
    "par_num": 2,
    "text": "  HEEL EH  HigguiHl  PEL Erbe  PEE REEGEE  EEE aba",
    "mean_p_confidence": 0.058666666666666666
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  ag fe o£ 8 88  Hei Ea  a ad",
    "mean_p_confidence": 0.3092307692307692
  },
  {
    "i_page": 20,
    "par_num": 2,
    "text": "  Hod Hea  had ll  EaHEL a ub  £8 & pe a oR A",
    "mean_p_confidence": 0.29444444444444445
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  & ag ag  i 4 af  Pp oo ou  i B eG",
    "mean_p_confidence": 0.24294117647058822
  },
  {
    "i_page": 21,
    "par_num": 2,
    "text": "  i i",
    "mean_p_confidence": 0.2575
  },
  {
    "i_page": 21,
    "par_num": 3,
    "text": "  » dd",
    "mean_p_confidence": 0.0725
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "  i p ie",
    "mean_p_confidence": 0.23000000000000004
  },
  {
    "i_page": 21,
    "par_num": 5,
    "text": "  Fn ee ee",
    "mean_p_confidence": 0.148
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "  HE HDG  Path gad gh! fad a  : ft oe] giz og  biooabh fiba  gs iP $84 rf gh 4k  Ss iz Zey FEa sg $5  BRU Pia",
    "mean_p_confidence": 0.2441666666666667
  },
  {
    "i_page": 22,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "  ao gas ag  . g  2 &§ € 8 8 & ge  eit g 8 :  H",
    "mean_p_confidence": 0.26608695652173914
  },
  {
    "i_page": 22,
    "par_num": 2,
    "text": "  za h $8 2",
    "mean_p_confidence": 0.26666666666666666
  },
  {
    "i_page": 22,
    "par_num": 3,
    "text": "  1 2? 2 He 5  feds oe 6 bs gs HE Lad  e245 gd 2 ef a8 25 abe  foal ai eesh dee 2g  oa bibs ee Be  Hun fiaici? ale  PPG E Gh  G2 a2 22 G2 42 22 382. £32  EER SE EE EE Ge isd: che  PPT aa",
    "mean_p_confidence": 0.2974193548387097
  },
  {
    "i_page": 23,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "  pi: ig Gf G2  pau Ee  a ee Gf G2 GE  oe.  bog  hol. a  aber URS sip aie fp ib  HuuE In  UE EE GE TEE. EE TEE PEE ELE  HOP bap  g 8 & #2 2 8 8",
    "mean_p_confidence": 0.2790384615384615
  },
  {
    "i_page": 24,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "  uoi 2 HOG Epi  Heli go Gp 5 Ga:  _. 2 2 #2 € 8° 8  Hebd Hogg 4  i ii  EUR GEL GL PEE 2)  TE EE EEE be BEd BE EEF  gf 8 & R §",
    "mean_p_confidence": 0.3176595744680851
  },
  {
    "i_page": 25,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "  # ie oGE  s poe  : ;  ge ge 6 &  at  u  H 7  t H  ie EEE CEB GE  jb GLE",
    "mean_p_confidence": 0.19205882352941178
  },
  {
    "i_page": 26,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "  8 8 ge 8&8  ae & & 8 88 88  : i  i L",
    "mean_p_confidence": 0.24105263157894738
  },
  {
    "i_page": 26,
    "par_num": 2,
    "text": "  1",
    "mean_p_confidence": 0.18999999999999997
  },
  {
    "i_page": 26,
    "par_num": 3,
    "text": "  nm |  Be eee a 8  = 5 Bs  Hal 1 OP Gu  Ss os z 253 353 353",
    "mean_p_confidence": 0.3144
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "  & £ A & &",
    "mean_p_confidence": 0.06428571428571428
  },
  {
    "i_page": 26,
    "par_num": 5,
    "text": "  bP Gib",
    "mean_p_confidence": 0.005
  },
  {
    "i_page": 27,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "  ob bog gf  ge € &€ & &8  HEPau  32 5 9 # 7A",
    "mean_p_confidence": 0.3173684210526316
  },
  {
    "i_page": 27,
    "par_num": 2,
    "text": "  i £",
    "mean_p_confidence": 0.17250000000000001
  },
  {
    "i_page": 27,
    "par_num": 3,
    "text": "  i t",
    "mean_p_confidence": 0.1975
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "  Hod",
    "mean_p_confidence": 0.04666666666666667
  },
  {
    "i_page": 27,
    "par_num": 5,
    "text": "  Hg",
    "mean_p_confidence": 0.07333333333333333
  },
  {
    "i_page": 27,
    "par_num": 6,
    "text": "  i Bbahab ab dat",
    "mean_p_confidence": 0.17333333333333334
  },
  {
    "i_page": 27,
    "par_num": 7,
    "text": "  i a eee",
    "mean_p_confidence": 0.21400000000000002
  },
  {
    "i_page": 27,
    "par_num": 8,
    "text": "  iy 4 a, 2",
    "mean_p_confidence": 0.13833333333333334
  },
  {
    "i_page": 27,
    "par_num": 9,
    "text": "  Bg gE g Hf",
    "mean_p_confidence": 0.10000000000000002
  },
  {
    "i_page": 28,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "  ai Hag  i g z  af g 8  HE i @2 ees  t &  i,  & i  3 i  g a  fi  at deg  cr cere  H E Si ai il gi 3  Cee  gu UE E  ai fi RR @ 2 BA",
    "mean_p_confidence": 0.26116666666666666
  },
  {
    "i_page": 29,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "  ee ee ee  HEGEgGggaH  FPP",
    "mean_p_confidence": 0.10111111111111111
  },
  {
    "i_page": 30,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "  aii $2 $8 3 3 8 §  Hee boa Gb Gb dk  aii:gggedd  HH iad bd bad  oie bee eee  Pdi gi di Halll Hal  aE aR EP GP GR GE EDGE a)  gigagadiid",
    "mean_p_confidence": 0.28093023255813954
  },
  {
    "i_page": 31,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "  aoa Boao  iii oped",
    "mean_p_confidence": 0.08571428571428572
  },
  {
    "i_page": 31,
    "par_num": 2,
    "text": "  af",
    "mean_p_confidence": 0.12333333333333334
  },
  {
    "i_page": 31,
    "par_num": 3,
    "text": "  i 5  pug duly  t € #2 fh, ds te b  i a} a2} LPP UPR OTPP  BR 8 g a &",
    "mean_p_confidence": 0.20428571428571426
  },
  {
    "i_page": 32,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "  oe ee ee ee  ce rr  Hoi og g§ @ b 3  IPP GoGo Gi 3: i  ee eee  gEE B SbF : : t  RUG",
    "mean_p_confidence": 0.1652941176470588
  },
  {
    "i_page": 33,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "  ag q  aia 8",
    "mean_p_confidence": 0.21714285714285714
  },
  {
    "i_page": 33,
    "par_num": 2,
    "text": "  i i \"  i Sof 2 58 fe fod  i re  Eid; TEE TE EE EES 2 HE  2 8 5 B2",
    "mean_p_confidence": 0.2989285714285714
  },
  {
    "i_page": 34,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 34,
    "par_num": 1,
    "text": "  ui ge 3  veo: ge ag  H A  iss . a8  a: ae 2 23  ado GHP UE  PE pee; GEE TE pad; [EE  HBG G GPRERG Gib  g3 BBE a8",
    "mean_p_confidence": 0.21878048780487808
  },
  {
    "i_page": 35,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 35,
    "par_num": 1,
    "text": "  fees ge &8",
    "mean_p_confidence": 0.186
  },
  {
    "i_page": 35,
    "par_num": 2,
    "text": "  baad ou",
    "mean_p_confidence": 0.23500000000000001
  },
  {
    "i_page": 35,
    "par_num": 3,
    "text": "  - € € @£ € ge 88  g",
    "mean_p_confidence": 0.19272727272727275
  },
  {
    "i_page": 35,
    "par_num": 4,
    "text": "  ep de GE GE G32 ate",
    "mean_p_confidence": 0.275
  },
  {
    "i_page": 36,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 36,
    "par_num": 1,
    "text": "  7 “ii ee",
    "mean_p_confidence": 0.22999999999999998
  },
  {
    "i_page": 36,
    "par_num": 2,
    "text": "  iB \"44 fad",
    "mean_p_confidence": 0.16799999999999998
  },
  {
    "i_page": 36,
    "par_num": 3,
    "text": "  eo HEEL  i,",
    "mean_p_confidence": 0.3016666666666667
  },
  {
    "i_page": 36,
    "par_num": 4,
    "text": "  j  hob. fh, ibd.  Poaabpabio aap ab ak  a 32 B 22 8 &",
    "mean_p_confidence": 0.2889473684210526
  },
  {
    "i_page": 37,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 37,
    "par_num": 1,
    "text": "  ge 88 38",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 37,
    "par_num": 2,
    "text": "  fe 82 &  ge a8  ul tot lee  1. HyH HEL 7  Poitbaad",
    "mean_p_confidence": 0.19894736842105265
  },
  {
    "i_page": 38,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 38,
    "par_num": 1,
    "text": "  aie G8 ge i  es  Mbgibe al  ad yu - iH  Gina dina  e208 a",
    "mean_p_confidence": 0.1640909090909091
  },
  {
    "i_page": 39,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 39,
    "par_num": 1,
    "text": "  tan 2 PPEE]  “ F  iy  id  i  BE  fo, ob bana  i ie Ppgaad  He  feb, 4, 3,4, 4,4,4  Lei ererinininer  ge: & Bet BEZREZ REE REE REE  fi] Bo i WinME  Shay poof :  Pup badd  238) 2 $8 4 8a a8  Php a baa bu  Pb fs ain",
    "mean_p_confidence": 0.24285714285714285
  },
  {
    "i_page": 40,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 40,
    "par_num": 1,
    "text": "  ye EEEEEE!  E  Lk.  i  g  yeobb bia  &  iets la dy  u UVLO  £  Had fp apy Ge dp  ie 5 i  HE bo} Gp ae  Had do] dna dis  BPE] bau; gh  He os A as aoa ez",
    "mean_p_confidence": 0.22035087719298246
  },
  {
    "i_page": 41,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 41,
    "par_num": 1,
    "text": "  poo: j  Doe i  Et “ 3  : :  : i  ‘ i  poo i  e E  E i  5 i  bh é i  g a",
    "mean_p_confidence": 0.2876923076923077
  },
  {
    "i_page": 42,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 42,
    "par_num": 1,
    "text": "  ait  Bs sea gee2 2 e288  7 HEHE  bo TiS EEA FEES E  &  eeeese  s ity, 9888 8 888  _jile GPP EERE  al gese  in HLL Gg dibd  zi goaa a Gaa 5  Larned $543 4 23323  a gs EhGa P EEEE  a * eee @ FREE  44444 4455  is ges 8 £888  ve ead  eee  = eepaheeaa? 22  Er ELE Ri  Be raat were e",
    "mean_p_confidence": 0.19921348314606743
  },
  {
    "i_page": 43,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 43,
    "par_num": 1,
    "text": "  =  PER EEE  PPL iqp  e gdb: Fee ane  CEE EE EER EEE  Gib ib dii dl  RE, £h £ ER BEE  Hii di 22 28 444  f 8",
    "mean_p_confidence": 0.1671794871794872
  },
  {
    "i_page": 44,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 44,
    "par_num": 1,
    "text": "  aH, g 8  Hy Pbabia b bad  RES fe gage saa  oS  pa PPULEE 2 PEG  TL  gtiad ~  im, £22288 8 888  PEEEEE € BES  a peepee gees  A 2241222 2 223  £44542 2 4484  | gu Pala  a Seieia @ $F G2 $238  s PLGlaudie dee gab aR GEG  Bs ROA RA RR OR OR RF",
    "mean_p_confidence": 0.27773333333333333
  },
  {
    "i_page": 45,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 45,
    "par_num": 1,
    "text": "  = Be",
    "mean_p_confidence": 0.20750000000000002
  },
  {
    "i_page": 45,
    "par_num": 2,
    "text": "  PEP addin  Se g F 28 ¥ 58  fie ge gaegeg  Pf pg ge bee §  bb 8 8 € 8 EERE  Pe Ee gargs  PE EE GfE ang  £4 2 4 244 43 4  g o¥e i rT  Lik Padi di  Ge PoE REERRE GLEE ES Ea, E",
    "mean_p_confidence": 0.30688524590163935
  },
  {
    "i_page": 46,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 46,
    "par_num": 1,
    "text": "  it, 8 88 ag  Ny PE dba i abel  lie £82 € §2 2 3 2ae58  hay PELE GL EDGED  THe ff E28 § GEEE5  Wile EEE E GES 2 GREE:  HF  7 888 8 28 § § bees  a EEE EEE EE GGEEE  et 222 2 22 3 2 £32232  24224244 94228  4 as 2a, 3F &  HISUIHEAIE  ae e239 $8 8 3 anaes",
    "mean_p_confidence": 0.28825
  },
  {
    "i_page": 47,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 47,
    "par_num": 1,
    "text": "  5  PidPiaiadba dil:  a |  PLGeGadiaiil  Pep P Piha  PEPE ERD E EGE",
    "mean_p_confidence": 0.056499999999999995
  },
  {
    "i_page": 47,
    "par_num": 2,
    "text": "  5 ae  bh if ah EEE FEES  PEEL GE EEE EEE  Pidiii did tiie  2442 0232 9 4448  EEg:2. 43  Pidb lai.  BEE PHEEEED HEEL La",
    "mean_p_confidence": 0.20342857142857143
  },
  {
    "i_page": 48,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 48,
    "par_num": 1,
    "text": "  “ 4  uy : 7  fon, EEE: :  lakhs gee 2 8  is; g sss gs -  i VT eee ge  Hie) PEEP  ga 5  ride  HH (21222211 ii  i THT  fib RRRZ 22 2  Bs red -  ; ulidiul  easy i i  HEEB H  z RF RReee BF -",
    "mean_p_confidence": 0.2766176470588235
  },
  {
    "i_page": 49,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 49,
    "par_num": 1,
    "text": "  Eaeddi G22 2 2 284  Efe) G22 2 8 288  BB ®Ssss 885 8 § Ss  Eegeee Gfe ff gee   EEG88 88 8 8 EEE  PHUPHD EL EG  LELEEL EEE 2 2 EE  § 2R5FR G22 5 9 235  z all, thi is  : 52923 sii ba fe  IPM",
    "mean_p_confidence": 0.1898360655737705
  },
  {
    "i_page": 50,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 50,
    "par_num": 1,
    "text": "  aH, g 8 ggg",
    "mean_p_confidence": 0.35000000000000003
  },
  {
    "i_page": 50,
    "par_num": 2,
    "text": "  HL ob Gb G2 GPP PEEGG!",
    "mean_p_confidence": 0.23125
  },
  {
    "i_page": 50,
    "par_num": 3,
    "text": "  HES POR fea auaeee  i",
    "mean_p_confidence": 0.08625000000000001
  },
  {
    "i_page": 50,
    "par_num": 4,
    "text": "  sce | GE EE GEL GEELLE",
    "mean_p_confidence": 0.26875
  },
  {
    "i_page": 50,
    "par_num": 5,
    "text": "  PRG EPP DE  goiud",
    "mean_p_confidence": 0.09
  },
  {
    "i_page": 50,
    "par_num": 6,
    "text": "  Hs Oo",
    "mean_p_confidence": 0.13999999999999999
  },
  {
    "i_page": 50,
    "par_num": 7,
    "text": "  EE beled GR8888",
    "mean_p_confidence": 0.11199999999999999
  },
  {
    "i_page": 50,
    "par_num": 8,
    "text": "  EEMEIETEMEEEEEE.",
    "mean_p_confidence": -0.006666666666666667
  },
  {
    "i_page": 50,
    "par_num": 9,
    "text": "  ii diag",
    "mean_p_confidence": 0.1725
  },
  {
    "i_page": 50,
    "par_num": 10,
    "text": "  RHEL MEG}",
    "mean_p_confidence": 0.037500000000000006
  },
  {
    "i_page": 50,
    "par_num": 11,
    "text": "  Bs zs 88 BE BES SSSSEE",
    "mean_p_confidence": 0.37125
  },
  {
    "i_page": 51,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 51,
    "par_num": 1,
    "text": "  Amora Ma 3f308 gg  fleqdi Gb 2 2 G2  FuadHR EER GE  geese gee 8 8 88  frgiee 2 8 2 2 ¢ 92  88855825885 88  GEESE PE EEG ES  HELE Ei  He  ECC EC ee mee  eeeSre PE rite  gf22s2 22 ££ £ 28",
    "mean_p_confidence": 0.21172413793103448
  },
  {
    "i_page": 52,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 52,
    "par_num": 1,
    "text": "  ait, «88 g 88  uy GPRlGiili 2 Gi dE  bes SSSESSSFa 2 LE g =  paw GED Pda be  pH GREEEREES GGG SE  Vile GEEEPELEE EGE EE  EEERERERGG § EB 8 &  a EEEEEEERE EEE GE  et 2222322323 2 22 2 2  244244442 2 42 2 3  a be?  : baiz sf  I HIN ag  : fiiiiiiiiie i253  5 TELLER E GSE Sec oe 503  PiLLLLLIN Er eibae  ge ERRARSRAQ 2 228 2 3",
    "mean_p_confidence": 0.2725
  },
  {
    "i_page": 53,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 53,
    "par_num": 1,
    "text": "  PLLTLLE EEET  #4 ¢ ¢€ gf € fe RR  PiGiaii gigG  Palau baad  PERG EG PEGE  Gigdiii: Pade  Hidadig 2243  it, |  § 13 $$) a,2 24  LUHEIHHIBYHD  BS 5 232 3 9 8 3 8",
    "mean_p_confidence": 0.235
  },
  {
    "i_page": 54,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 54,
    "par_num": 1,
    "text": "  apt, Be Be  HL PElibi dy  hay PEEEEGL PGLRG  ALE EE EGG PEPE  Uy bp ebb aaa  bee EEE § 88  y (~iiddd diley  et BREE: 2242 Gy  222223 234257)  fe PERE EE 2 2222  . be us H  i Tinian  = EP EREZ EL EE ES — gre  HUME  ae $2228 5 G 94n",
    "mean_p_confidence": 0.2219718309859155
  },
  {
    "i_page": 55,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 55,
    "par_num": 1,
    "text": "  i  HEELLEL LL dL  Push gs gs 2G 2 gE  gee ge ese ge eggs  $2828 2 2 GR S42 S 2 a A  Seif PPP FR GR RR RE  2 fe app aug  WiLL bihiiidy  SUUIELELE eee Ebay  e228 232 $2 2225",
    "mean_p_confidence": 0.24888888888888888
  },
  {
    "i_page": 56,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 56,
    "par_num": 1,
    "text": "  Sit i  deny 8 8 i  a HE  is; ge ¢ gee :  . B BREE i",
    "mean_p_confidence": 0.2839130434782609
  },
  {
    "i_page": 56,
    "par_num": 2,
    "text": "  Paadae i  j ie g  : pill ;  é fal",
    "mean_p_confidence": 0.19333333333333333
  },
  {
    "i_page": 57,
    "par_num": 0,
    "text": "",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 58,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 58,
    "par_num": 1,
    "text": "  ae A a Ra A Ra a",
    "mean_p_confidence": 0.15666666666666665
  },
  {
    "i_page": 58,
    "par_num": 2,
    "text": "  ed",
    "mean_p_confidence": 0.08333333333333333
  },
  {
    "i_page": 58,
    "par_num": 3,
    "text": "  Soe erence ences Ree Go BS  eee pea OS",
    "mean_p_confidence": 0.15083333333333335
  }
]