[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "2 Sars fy - & aa a ‘i a “a ee a Sass. PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA LAND ACQUISITION (AMENDMENT) ACT, No. 8 OF 1979 f [Certified on 25th January, 1979) . Printed on the Orders of Government . Published as a Supplement to Part II of the Gazcite of the Democratic Republic of Svi Lanka of January 26, 1979 + . . - vue 2 tar vesamnnt OF conten Parag, Sa até” Tyo ae enc AE Tu GOVE PUNLEATIONS BURENC, COLOMBO Prica: 30 cents ¥ Postage: 25 conts",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ". Land Acquisition (Amendment) ‘Act, No, & of 1978 [Certified on 25th January, 1979] . LD—0.15/78 Ax Acr 10 AMEnp THE LAND AcquzsiTion ACT AND To FROVIDR",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "RELIEF TO PERSONS WHOS LANDS HAVE REEN ACQUIRED WITEOUT",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "ADEQUATE JUSTIFICATION.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enacted by the Parliament of the Democratic < Socialist Republic of Sri Lanke as follows :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1. This Act may be cited as the Land Acquisition (Amend- Short title, ment) Act, No. 8 of 1970. .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2, The following new section f hereby inserted tnsertion of immediately after section 39, and shall have effect as section ng sectlan 394, of the Land Acquisition Act :— gaeer {Digesting of 30a, (1) Notwithstanding that by virtue of wetan Tenses. an Order under section 38 (hereafter tn this don hag \"section referred to os a “vesting Order\")",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "nm » any land has vested absolutely in the State",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "and actual posseasion of such land has been ‘teken for or on behalf of the State under the provisions of paragraph (a) of section 40, the Minister may, subject to subsection (2), by subsequent Order published in the Gazette (hereafter in this section referred to ss a ~ “ divesting Order”) divest the State of the lend go vested by the aforesaid vesting - Order. . * (@) The Minister shell prior to making @ Aivesting Order under subsection (1) satisty himself that— (@) 10 compensation has heen paid under this Act to any person or persons . interested in the lang in relation to : <+ Which the seid divesting Order is to . be made;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ". ” Q®) the said land has not been used for",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘4 public purpose after possesion of such land has been taken by tho State under the provisions of vee paragraph (a) of section 40;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(©) no improvements to the sad and have",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "been effected after the Order for - . Possession under paragraph (a) of -",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "section 40 had been made; and _--\"",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘2-8 STAT) ~-14.400 <Fasin 7",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "a Land Acquisition (Amendment) ‘Act, No, & of 1978",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(@) the person or persons interested in the said lend have consented in writing to take possession of such lend immediately after the divesting",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Order is published in the Gazette, ay (@) Copies of any divesting Order made under subsection (1) shall be published in at least one Sinhala daily newspaper, one Tamil datly Newspaper, and one English dally newspaper circulating in the area in which the land to which the Order retates is situated, and shall be exhibited in conspi- cuous places upon and in the vicinity of the land, tok (&) The following provisions shall apply in any case where eny Jand vested in the State by a vesting Order referred to in subsection (1) is subsequently divested by # divesting Order under the said subsection :—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "{a) that land shall be deemed never to have vested in the State by virtue of that vesting Order ; ‘",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(0) every right, title, or Interest fn or over that land of a person interested in that Jand existing at the time the vesting Order was published in the Gazette shall be deemed nof to have",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ". been extinguished and every such . right, title or interest shall be valid and enforceable notwithstanding",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "such vesting Order ;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(©) the person or persons interested in that land at the time the vesting",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ". Order was published in the Gazette . shall forthwith be restored to Possess{on of the said land ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(@) all claims made under this Act to the compensation payable in respect of that lend and all proceedings taken",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ": under this Act in relation to such . claims before the divesting Order took effect shall be deemed to be null",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "and veld;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "Land Acquisition (Amendment) 3 Act, No. 8 of 1979",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "{e) no fresh claims to compensation in ‘respect of thet land and no claim for damages sguinst the State, a public officer or the Minster by any person or persons interested in that land at the time the vesting Order was published in the Gazette or sub- ¢ sequent thereto, shall be entertained = {7 -F or allowed in any court or tribunal ; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "() the preceding provisions of this section shall have effect notwithstenditig anything in any other provisions of thia Act or in any other written lw.’ :",
    "mean_p_confidence": 0.77
  }
]