[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "* PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF : SRE LANKA . CITIZENSHIP (AMENDMENT) . ACT, No. .45 OF 1987 . , [Certified on 25th November, 1987] Printed on the Orders of Government Published a5 a Supplement to Part Il of the Gazette of the Democratic Socialist Republic of Sri Lanka of November 27, 1987 : ‘PRIWEED AT FA ORPARTMOENT OF COVERWAMCENT PROSTING, MAI Lawich |, *0 Ri oGham AP oy GOVERN FORLICATIOPS BUREAU, COLOR Price : 45 cents : Postage : 75 cents",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Citizenship (Amendment) Act, No. 45 of 1987” . [Certified on 25th November, 1987] 4, DO, 98/87, . : Ax Acr 70 anenp THe Crramente Act - BE {t enacted by tho Parliament of the Democratic Socialist Republic of Sri Lanka as fellows :— 1 This Act may be cited as the Citizenship (Amend~ Shorttitie ment) Act, No. 45 of 1987. . 2 Section 19 of the Citizenship Act is bereby amended Amendment as follows:— Toot chapter a () by the renumbering of that section as subsection (1) of that section ; (2) by the addition immed{ately after the renumbered subsection (1), of the following new subsections :— \\ (2) Any person who ceases, under subsection (1) of this section or section 20 or section 21, to be . a citizen of Sri Lanka may at any time thereafter . make application to the Minister for a declaration that such person has resumed the status of a citizen of St Lanka, notwithstanding the fact that he is, and continues to be; @ citizen of any other country ; and the Minister may make the declara- tion for which the epplication is made if he is satisfled that the making of such declaration would, in all the clreumstances of the cage, bé of benefit . _ to Sti Lanka. . . (2) Any citizen of Sri Lanka may, at any time ptior to his ceasing, under subsection (1) of this section or section 20 or section 21, to be a citizen ‘af Sri Lanke, make spplication to the Minister for . a declaration that such person retains the status . of a citizen of Sri Lanka from and after a date to be specified im euch declaration, notwithstanding . the fact that he is, and continues to be, from and after that dete a citizen of any other country; and : the Minister may rialte the declaration for whick application 4s made, it he ia satisfied that the making of such dectaration, would, in all the clreumstances of the case, be of benefit. to Sri + Lanka, 2 onots2a.300 cots",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "2 | Gitizenshtp (Amendment) Act, No, 45 of 1987",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(4) Where a declaration in made in relation to ‘any person under subsection (2) or subsection (38), that person shall, with effect from such date os ‘may be specified in the declaration again have or continue to have, as the case may be, the status ot a citizen of Sti Lanka, notwithstanding the fact ‘that he is a citizen also of any other country.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(8) So long as a declaration under subsection (2) or subsection (8), 1s in force in relation to any.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "_ Person, the provisions of this Act shall not be read and donstrved as requiring that person to renounce ‘the citizenship of any other country of whicb be fs a citizen, :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(6) The provisions of section 23 and section 24",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "2+ ‘ahall not apply to any person in relation to whom a declaration under subsection (2) or subsection (2) bas been made.”",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "() The Minister may, at any time, revoke 6 declaration made under subsection (2) or sub- aection (3) if he is satisfied thet the person in relation to whom such declaration was made has so conducted himself that his continuance as @ citizen of Sri Lanka will not be of benefit to St!",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ": Lanka,\" ; 18)\"by the substitution for the marginal note to that section of the following new marginal note :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "“Renunciation of citizenship and specisl Provistons relating to duat citizenship. \". .",
    "mean_p_confidence": 0.63
  }
]