[
  {
    "i_page": 1,
    "par_num": 3,
    "text": "PARLIAMENT OF CEYLON 2nd Session 1953 ey Tea Thefts Prevention Act, No. 45 of 1953",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "Dete of Assent: December 19, 1953",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": ". Printed on the Orders of Government Bonted pete Gorenpienl, Pee gor, Coleus Price: 50 cents, Postage: 15 cents.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Loa Lhefts Prevention Act, No. 45 of 1959, 8",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "L. D,—O, 18/50.",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘Ait ACT T0 MARE PROVISION FOR THE PREVENTION OF a",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘(MEFTS OF, AND FOR THE LICENSING OF DEALERS TN, «MADE TEA, GREEN TBA LEAP AND TEA SEED; FOR THE",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "+ “CONTROL OF THE SALE AND UGE OF REFUSE TBA; AND",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "FOR MATTERS CONNECTED WItd OR INCIDENTAL TO THE",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "a! MATTERS AFORESAID. =~",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "A",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "«, -[Date of Assent: December 19, 1953.]",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "\"BE Gt enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate ‘and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:——",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "-4., (1) This Act may he cited as the Tea Thefts star ts",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Prevention Act, No. 45 6f 1053. and operation, “\"{) The provisions of sections 4 to.17 and of section 1 of this Act shail not come into operation until such date ag the Minister may appoint by Order published in the Gazette. “2. (1) The Controller may, upon application made Tanne, in that behalf and upon payment of the presoribed fee, S5\"3t\"™ issue a dealer’s Licence under his hand authorising any 4% Person to carry on the business of—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "_ (@) a dealer in made tea, or .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "“i *.@) a dealer in green tea leaf, or : * (@) a dealer in tea seed. : (2) The Controller may in his discretion— “? 1(@) refuse to ise a dealer's Hoence to any applicant or to renew any dealer's Hcence ot. Which'has expired, or (@) revoke any dealer's licence which bas already been issued, - : “(By Any person who is aggrieved by the refusal of the: Controller to issue or secew » desler's licence oF by ‘the revocation of a dealer's licence may prefer a written appeal to the Minister against such refusal or-revocation, and the Minister may confirm or reverse such refusal’ or revocation. The decision of the Minister on any such appeal shall be final and con- ¢lusive and shall not be subject to question or review * im any court of law. \" a Basta sour",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "4 Lea Thefts Prevention Act, No. 45 of 1959. Zep 8. (1) Every dealer's licence shall— im. (@) be in the prescribed: form and contain the prescribed particulare,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(6) specify the business in respect of which the licence is issued and the premises (herein- after referred to as ‘ the licensed pre- mies”) in which such business is authorised to be carried on,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "{c) where the licence is intended to authorise two or more persons to carry on in partuershi the business specified in the licence, specify the names and addresses of the partners and the style of the partnership, and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(2) unless earlier revoked, expire on the thirty first day of December of the year in respect of which the licence is issued.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(2) Where any person proposes to carry on the business of a dealer in made tea or green tia leaf oF tea seed in two or more premises, a separate dealer's Heence authorising him to carry on such business shall be required in respect of each such premises.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(8) No dealer’s licence shall be transferable and, where the person to whom a dealer’s licence is issued dies, such licence shall not authorise the executor, administrator or other person administering the estate of the deceased to carry on the basiness specified",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": ": in such licence. Bastvictions 4%. (1) No person other than a licensed dealer in siete, made tea shall sell or deliver any made tea to any pez ot other person: ; male tea, Provided, however, thet nothing in the preceding provisions of this sub-section shall be deemed to prohibit— (a) any menofactarer from ecling or delivering ‘any made tea mamufactured by him— (i) to a licensed dealer in made tes, or (i) to @ retailer, in any quantity not exceeding such quantity as may be Prescribed a the maximum quantity which may be sold toa retailer, oF (ii) to any person, in any quantity not exceeding such quantity as may be prescribed as the maximum guantity . which may be sold for consumption; or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "_ Toa Thefts Prevention Act, No. 45 of 1958. 6 (® any manufacturer from delivering to the Tegistered proprietor of any estate or small holding any made‘ tea manufactured by . him for that proprietor from green tea leaf a Which ie the produce of that estate or » holding; a A : © the registere rietor of any estate or @ small holding whe ie uot a manufastnrer from selling or delivering any made tea manufactured for him by a manufacturer ot from green tea leaf which is the produce of that estate or holding— (i) to a licensed dealer in made tea, or Gi) to a retailer, ia any quantity not exceeding the prescribed maximum . quantity referred to in sub-par: graph & of paragraph (2) of this proviso, oF (iii) to any person, in any quantity not exceeding the prescribed maximum quantity referred to in gub-pare: graph (1ii) of paragraph (a) of this proviso; or . {@) any retailer from selling or delivering to any peneon any made fea in any quantity not exceeding the prescribed maximum . quantity referred to in sub-paragraph (fii) of paragraph (a) of this proviso; ot (@) any person from delivering to sny other . person by way of gift any made tea in any quantity not exceeding the prescribed maximum quantity referred to in sub- paragraph dad of paragraph (a) of this ~ Proviso.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "(2) No licensed desler in made tea shall sell or deliver any made tea to any person other than a licensed dealer in made tea:",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "Provided, however, that nothing in the preceding provisions of this sub-section shall be deemed to prohibit any licensed dealer in made tea from selling or delivering any made tea— ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "(a) to a retailer, in any quantity not exceedin; the prescribed maximum quantity referred to in gub-paragraph (ii) of paragraph (2) of the proviso to sub-section (1), or ®) to any person, in any quantity not exceedir . the prescribed maxiium quantity referred : to in sub-paragraph (iii) of paragraph (@) Of the proviso fo aub-seetion (1).",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "6 Tea Thefte Prevention Act, Na. 45 of 1963.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(8) No person other than a licensed dealer in made tea hall purchase or take delivery of any made tes from any other person:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "Provided, however, that nothing in the Preceding provisions of this sub-section shall be deemed to * prohibit— .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "+ (@) the registered proprictor of amy estate or small holding who is not a manufacturer from taising delivery of any made tea manufac! tored for him by a manufacturer from green tea leaf which is the produce of that estate or holding; or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(B) any retailer from purchasing or taking delivery of any quantity of made tea not exceeding the prescribed maximum quantity referred to in sub-paragraph (ii) of paragraph (@) of the proviso to sub- section (1); or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(@) any person from purchasing or taking delivery * of any quantity of made tea not exceeding the preseribed maxinmm quantity refer to in sub-paragraph (iii) of paragraph (a) Of the proviso to eub-section (1).",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(4) No licensed dealer in made tea shall sell or",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": ". deliver any made tea to any other person at any place . other than his licensed premises except on a permit issued in that behalf by the Controller. Rerivtions 8. (1) No person other than a licensed dealer in sstgmle. green tea leaf shall sell or deliver any green tea leaf to Sheer Sha OY other person:",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "Provided, however, that the preceding provisions of this sub-section shall not be oeemed to prohibit. the registered proprietor of any estate or small holding from selling or delivering any green tea leaf which is the produce of that estate or hdlding.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(2) No person other than a licensed dealer in green tea leaf or a manufacturer shall purchase or take delivery of any green tea leaf from any other person.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "Sastcetons 6 (1) No person other than a licensed dealer in Giglss ge 108 cood ahall cell or deliver any tea seed to any other tlie, of person:",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "Provided, however, that the preceding provisions of thig sub-section shail not be deemed ts prohibit, tbe registered proprietor of any estate or small holding from selling ot Gelivering any tea seed which is the produce of that estate or holding.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Tea Thefts Prevention Act, Na.45 of,1963. 7 Save as otherwise provided. in enb-section ,(S), no garoon esher thon a Losuned dealer rene ae , Tegistered proprietor shall purchase or tek delivery of any tes seed. toe",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(8), The Controller may, opon application mads to him in that behalf by @ pérson to whom a licence for planting tea has been granted under the Tea Control Act, No, 28 of 1949, issue a permit under his hand authorising that person to purchase or take delivery, of tea seed of such description and in much quantity or number as may be specified in the permit, {",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "@ The permit issued. onder sub-section (8). shall be in the preseribed form. a ®",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(8) Nothing in aub-section (2) shalt be deemed to Probibit a person to whom a permit has been issued under sub-section (8)- from parcbasing. or. taking : delivery of any quantity or number of tea seed of the description specified in the permit not exceeding the quantity or number so specified...",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "7. (1) No person shall purchase ‘or take delivery Renate of any refuse tea from any other person except under oak &, the authority of a permit granted by the Controller fete ta. under this section. ° :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(2) Every application for a permit authorising the parchase of refuse tea shall be made te the Conttoller 1m such form as may be provided by him for the pur- Powe; and the Controller eball not grant any such permit unless it is shown to his satisfaction that the applicant requires refuse tea for the purposes of any business carried on or proposed to be carried on by -- the applicant, . .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(8) Every permit granted under this section shall—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(@) specify the maximam quantity of refuse tea which may be. purchased under the authority thereof",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(®) specify the manufacturer from whom such quantity may be parchased; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(¢) contain euch conditions as the Controller may",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": ": consider neceesary, including conditions specifying or restricting the parposes for",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "| Sthich’ \"refuse ‘tou mag’ be used \"by\" tho",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "holder, :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "@) No person, other than a manofacturer, shall sell or deliver any refuse tea to any other person,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "8 Fea Pheyts' Prévention Act, No. 45 of 1959.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "~ @ ‘No manufacturer shall sell or deliver any refuse tea t any ‘person except upon surrender to the manofoctrer of & permit granted under this section authorising the holder thereof to purchase refuse tea from that, manufacturer.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(8) No manufacturer sball on surrender to him of any permit sell or deliver to the holder of the permit any quantity, of refuse tea exceeding the quantity specified in the permit.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(7) Any pereon who contravenes or fails to comply ith any ‘condition inserted in a permit granted to him under this section’ shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "Restcietioan 8. (1) Every person, other than a registered pro- sy 12 powewlon prietor or & mantfacturer or a licensed dealer in Eee ade tea, who has in his possession any quantity of Teal: tae made tea shall be guilty of am offence under this Act ‘tas tea. ‘unless he proves to the satisfaction of the court that such tea is in his possession on behalf of a registered . proprietor or a manufacturer or @ licensed dealer in",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "made tes:",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": ". Provided, however, that—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "{a} the possession, by @ retailer, of any made tea in any quantity not exceeding the pre- scribe maximum quantity relscred fp ja",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": ", sub-paragraph (ii) of paragraph (a) of the proven tb eub-eection a) ‘of section 4 shall ot constitute an offence under this Act; ant",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(®) the possession, by any person, of any made tea in any quantity not exceeding the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": ". . _ -prescribed maximum quantity referred to",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "in sub-paragraph (iii) of paragraph (2) of . the proviso ‘to sub-section (1) of section 4 shall not constitute an offence under this",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(2) Every person, other than a registered proprietor ora mauutaciurer ora lgnsed dealer in green tot leaf, who has in his possession any green tea leaf shall be oily of an offence ander this Act unless he proves to the satisfaction of the court. that such leaf is ip his possession on behalf of a registered proprietor or @ manofacturer or a Licensed dealer in green tes leaf.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "_ @) Every person, other than a registered proprietor or & licensed dealer in tea seed, whe bas in Fis posees- sion any tea seed ehall be guilty of an offence under",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "Tea Thefts Prevention Act, No. 45 of 19538. 9 this Act unless he proves to the satisfaction of the court that such seed is in his possession on behalf of a registered proprietor or licensed dealer in toa seed:",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "Provided, however, that the possession, by a person to whom permit has been issued under sub-section (8) of section 6, of any quantity or number of tea seed of the description specified in the permit, not exceed- ing the quantity or number so specified, shall not constitate an offence under this Act.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(4) Every person, other than # maniifacturer, who has in his possession any quantity of refuse tea shall he guilty of an offence under this Act unless he proves to the satisfaction of the court that such refuse tea—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(a) is in his possession. on behalf of a",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "manufacturer; or",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "{b) was purchased or acquired by him under the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "authority of a permit granted under section 7.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(8) Where any person is convicted of an offence",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "under this section in respect of any made tea or green",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "- tea leaf or tea seed or refuse tea, the court may order auch tes or leaf or seed either to be restored to the person proved to the satisfaction of the court to be the lawful owner thereof or to be forfeited to Her Majesty and disposed of in such manner as the Controlier may determine.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(6) Where any person is convicted of an offence under this section in respect of any made tea or free tea leaf or tea seed or refuse tea found in any vehicle or vessel, the court may order that such vebicle or veswe! shall be forfeited to Her Majesty:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "Provided, however, that no order under this sub- section shall be made except after notica to the owner ‘of the vehicle or vessel, nor unless the court is satisfied that the vehicle or vessel was used with the knowledge of the owner thereof for the purpose of the transport of stolen made tes or stolen green tea leaf or stolen tea seed or stolen refuse tea.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(7) Where upon the conviction of a person under this section an order under sub-section (6) or sub- section (6) is made, an appeal shall lie ta the Suprema Court from such conviction and such order, notwith- standing the provisions of section 336 of the Criminal gap. 4 Provedure Code, _",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "10 Tea Thefts Prevention Act, No. 45 of 1953.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "Dots of 9, (1) Every licensed desler shall display ins HSE aa conspicuous pevition in his licensed prea 2 board Beufies bearing in English, Sinbslese and Tamil— spade os fran (a) where he is a licensed dealer in made tea, the Erie is words ‘' Licensed Dealer in Made Tea ”, pol tbe or er (B) where he is a licensed dealer in green tea leaf, Suite the words “ Licensed Dealer in Green Tea",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "Leaf”, or",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(¢) where he is a liconsed dealer in tea seed, the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "words ‘ Licenged Dealer in Tea Seed”.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(2) Every licensed dealer shall maintain in his Nicansed premises a register in the preseribed form and shall enter therein the proscribed particulars immediately upon the purchase or taking ativery or the sale or making delivery of any made tea or gresn tea leaf or toa seed.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(3) Where any manufacturer manufactures made tea out of green tea leaf which is not the produce of any estate or amall holding of which he is the regis- tered proprietor, he shall maintain in his tea factory a register in the presoribed form and shall enter therein the preseribed “particulars immediately upon the purchase or taking delivery of any such green tea leaf or the sale or making delivery of any made tea manu- factured by him out of any euch green tea leaf.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(4) Where any entry made in any register required by sub-section.) or aubsetion 1G) to be maintained by any licensed dealer or manufacturer ig false in any material particular, the licensed desler or manvfac- turer and the peraon by whom such entry was made shall each be guilty of am offence under this Act unless he proves to the satisfaction of the court that the entry waa made without bis knowledge or consent or throug a bona fide mistake.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(6) Every licensed dealer shall keep in his licensed",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "remises, and every manufacturer to whom sub-section. 5 applies shall keep in his tea factory, scales capable of weighing up to one hundredweight avoirdupois and if, at any time referred to in section 14, any officer eathorised by or under that Section to inspect those premises or that factory requests that dealer to weigh any made tea or green tea leaf in thosa premises oF to weigh or count any tea seed in those premises or requests that manufacturer to rreigh an made ta or green tea leaf which is in factory and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "Tea. Thafts Prevention Act, No. 45 of 1953. 11 tegarding which particulars are required by sub- sesion to be entered in the register which he is required by that sub-section to matatain, that dealer or that manufacturer, ag the case may be, shall forth- Pith comply with euch request and shail give every facility aad. assistance to that officer to compare thy weight or number of the articles weighed or counted by ‘him in compliance with seh request with the weight or number thereof as shown in the register which he is required by sub-section (2) or sub-section (3) to maintain:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "Provided, however, that it shall not be necessary for 9 licensed dealer who deals solely in made tea packated by a registered packer to keep in his licensed Premises the scales referred to iu ths sub-section,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(6) Every licensed dealer hell on or before the fifth day of eal month Prepare end transmit to the Con- troller a return in the presoribed form relating to the quantity of made tea or green tea leaf, or the quantity Or number of ten seed, purchased by’ or delivered t or sold or delivered hy him in the preceding month.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "() Every, manufacturer, to. whom sub-section (8) applies shall on ot before the fifth day of each month prepare and tranamit to the Controller a retara in the prescribed form relating to—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(@) the quantity of green tea leaf purchased by im in the pissing month from regis. tered proprietors or from licensed dealers in green tea leaf, :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(8) the quantity of green tea leaf delivered tobim = - in the preceding month by registered proprietors for manufacture into made tea for those proprietors, .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(©) the quantity of made tee manufactured by him in the preceding month from green tea leat referred to in paragraph (a) of this sub- section, and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(@) the quantity of made tea mannfactured by him in the preceding month from green ted leaf referred to in paragraph () of this sub-section.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "40, Where there is a discrepancy between the Dower quantity of made tea o green tea leaf, or the quantity poneedon of ‘or number of tea seed, actually found in the Ticensed aan ea eat Premises of a licensed dealer or the quantity of made eened tea or gréen tea leaf actually found in the tea factory bln of 8 manufacturer to whom eub-section et section 8 anahictore, applies and the quantity or number thereof which, gy vmust™ according to the entries in the register maintained",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "_ 12 Tea Thefts Prevention Act, No. 45 of 1958. under that section, should be in such premises or factory, that dealer or that manufacturer, as the case may be, shall be guilty of an offence under this Act:",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "Provided; however, that no prosecution shall be entered if such dealer or manofacturer proves to the satisfaction of the Controller that such discrepancy has been caused in the normal manofacture of the made tea or is due to natural causes or has been oocasioned by some loss or bone fide mistake.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "‘Declarntions. 11. {1) No licensed dealer shall take delivery, or . cause or permit delivery to be taken, of any made tea or preen tea leaf or tea seed which is not the pro- duce of any estate or small holding of which he is the registered proprietor unless there is furnished to him a valid declaration in respect of such tea or leaf or seed,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(2) No manufacturer shall take delivery, or cause or permit delivery to be taken, of any green tea leaf which is not the produce of any estate or small holding of whieh he is the registered proprietor unless there is furnished to bim a valid declaration in respect of such leaf.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(8) No registered proprietor and no person to whom 8 permit under sub-section (3) of section 6 has been issued shall take delivery, or canse or permit delivery to be taken, of any tea seed which is not the produce of any estate or small holding of which he is the registered proprietor unless there is furnished to him a volid dodaration in respect of such seed.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": ". (4) A declaration made for the purposes of any of the preceding sub-sections of this section shall not be valid unless it—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(@) is in the prescribed form, and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(® is signed by a person legally entitled to sell or. deliver the articles” to which the declaration relates or by any other person",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": ". aathorised by him to sign such declara-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "tions on his behalf.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(®) Every person to whom a declaration is furnished under this section shall retain that declaration for a period of one year, and all the provisions of section 14",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": ". Telating to the inspection of the register shall apply to every such declaration. :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(6) A person making for the of this section a declaration ‘which his ikmoprlog ig false in any material particular shall be guilty ‘of am offence under",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "is Act.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "Tea Thefts Prevention Act, No. 45 of 1958. 18",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "(7) In any case where the registered proprietor of any estate or small holding furnishes a declaration for the purposes of thia section in respect of any articles alleged in the declaration to be the produce of that estate or holding and the total quantity or number of those articles specified in the declaration is substantially in excess of the total quantity or number of such articles which could reasonably have. been produced by that estate or holding, that proprietor and the person by whom the declaration was signed shall each be guilty of an offence under this Act unless he accounts for auch excess to the satisfaction of the vourt.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "12. No person shall take delivery, or case OT Restrictions permit delivery to be taken, of any made tea or green $5,.2,#4°e tes leaf or tea seed or refuse tea at any time between rigs. sunset and sunrise unless such delivery is authorised by @ permit issued by the Controller.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "418. No person shall transport, or cause or permit  Hescieion the transport of, any made tea or green tea leaf or tea franrpart 6 seed or refuse tea at any time between sunset and sun- \"# rise unless such transport is authorised by a permit issued by the Controller.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "44, (1) It shall be lawful for the Controller or any Fevers of officer authorised by him in wviting in that behalf, or faZan for any police officer not below the rank of sub-inspeo- tor, to enter and inspect, at any time between sunrise and sunset, any premises in respect of which a dealer's licence is in force or any tea factory of a manufacturer t6 whom sub-section (3) of section 9 applies, and to call for and take extracts from the register required by this Act to be maintained in those premises or in that factory; and it shall be the duty of the licensed dealer or the manufacturer or other person for the time being in charge of those premises or that factory to give : admittance to the Controller or such authorised officer or such police officer and to permit him to inspect those premises or that factory and the register and to take extracts therefrom. .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "_ (2) Where the Controller or any officer mentioned",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "in sub-ection (1) has reasonable grounds for believing that any offence under this Act has been or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "is being committed in any premises or tea factory : referred to in that sub-section, it shall be lawful for .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": "I4 Toa Thefts Prevention Act, No. 45 of 1953.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": "him to exercise at any time whatsoever in respect of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": "such premises or factory the powers conferred by that ‘ sub-section, and in any such case—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": "*  (@) any person who resists or obstructs the Controller or such officer shall be guilty of en offence under this Act, and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": ": (8) it shall be lawful for the Controller or such officer to break into such premises or factory for the purpose of inspecting such premises or factory and the register maintained therein and of taking extracts from such register.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": "Sram’ 45. Every pereod who contravenes or fails to comply",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": "4 gerseot with any provision of thia Act or any regulation made",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": "ee thereunder shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": "Cotsins,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": "Poalshaen} 16, (1) Every person who is guiltly of an offence",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": "fe ofenet, under this Act shall, on. conviction after summary trial",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": ". before a, Magistrate, be liable to imprisonment of cither",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": ".. | deseription for a term not exceeding one year or to a",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": "fine not exceeding one thousand rupees or to both",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": "such imprisonment and such fine. ‘",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": "(2) Where any offence under this Act is committed",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": "an by a body corporate or by a firm, every person who is &",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": "1,7 director, manager, officer or partner of that body or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": "firm shall be guilty of that offence unless he proves that",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": ". he had taken all steps to prevent: the commission of the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": "offencs and the offence was committed without his knowledge or consent.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": "ote, 47. Every offence under this Act shall be deemed to",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": "emg’ — be cognizable within the meaning of the Criminal ‘Gap. 36, ig oft",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": "Procedure Code, and any person against whom a reasonable suspicion exists that he is guilty of an offeace under this Act may be arrested by @ police officer not below the rank of sergeant. Ex person so arrested shall, with all convenient despatch, be taken to the nearest police station to be dealt with according to law.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": "Regulations. 48. (1) The Minister may make such regulations 25 mey be necessary for the purpose of carrying out or giving effect to the prorisions and principles of this Act and in particular for prescribing any matter which",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 26,
    "text": ". is stoted or required to be presoribsd. :",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "Tea’ Thefis Prevention Act, No. 46 of 1968. 15",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "(2) No regulation made by the Minister shall have effect until it hes been approved by the Senate and the House of Representatives. Every rogulation whichis :s0.approved shall be published in the Gazetie and shall be-as valid and effectual as though it were herein enacted. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "19. Where a licensed dealer is convicted of an ‘tremimie offence under thia Act, the Magistrate shall tranamit a %Preeling copy of the proceedings io the Controller for such of lensed action as he may deem necessary. - Beale to tbe",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "20, In this Act, unless the context otherwise ' Interpeetstion. requires—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "“ Controller *? meana the Tea Controller or any person acting for the Tea Controller anc lacindes an ‘Resistant Tea Controller;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "** dealer's licance ’? means a licence issued under section 2;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "“ licensed dealer *” means the licenses specified in a dealer's licence which is in force;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "“ made tea” means tea manufactured from the leaves, leaf buds and immature stalk of ibe tea-plant but does not include refuse tea;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "“ manufacturer ” means a manufacturer of made tea who ia for the time being registered as a manufacturer under the Tes Control Act, No. 28 of 1949;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "* prescribed ” means prescribed by regulation made under this Kets",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "“refuse tea.” means sweepings, red leaf, fluff, amature stalk or any ofher product (aot being made tea) obtained in the process o: manufacture of made tea;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "“* registered packer ’? means a packer registered. under the Food and Drugs \"Who. 5° ‘Regulations 1952, made under the Food and Drugs Act, No. 25 of 1949, and published. in Gazette No. 10,490 of Sanuary 23, 1953;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "“* registured proprietor ” means the person for ‘he tine being registered under the Tea Control Act, No. 28 of 1049, ag the proprietor of any eatate or small holdings dnd includes the scoredited agent of su Proprietar;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 5,
    "text": "16 Tea Thefts Prevention Act, No. 48 of 1958.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 5,
    "text": "“+ retailer means a person for the time being carrying on the business of selling made tea by retail; .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 5,
    "text": "“tea plant? means the plant of the specion camellia sinensis syn. Camellia Thea, ‘Link, syn. Thea sinensis, Linn;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 5,
    "text": "“‘ tea seed ’* means the seed of the tea plant and includes tea plants, tea seedlings, and such cuttings from or such living portions of tea plants as are capable of being used to",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 5,
    "text": "+ propagate such plants.",
    "mean_p_confidence": 0.64
  }
]