[
  {
    "i_page": 1,
    "par_num": 2,
    "text": "EEN Big Goo) PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA CIVIL PROCEDURE CODE | (AMENDMENT) roy . ACT, No. 6 OF 19300 > e . [Certified on 18h February, 1993] 7 ( 7 (Printed on the Orders of Government)",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": "Pea eT an ae Steele of Democrat aoa 19 He OF sre PME, La \"Jo me PURCHASED AT THE GOVERNMENT PUNLICATIONS GUNRAD, SOLOMED TT Price: 45 cents Postage: Re. 1.00",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "é Cinit Procedure Code (Amendment) 7 Act, Nov 6 of 1998 [Certified on 18th February, 1993] LD—0. 3/92 Aw Act To AMENo THE Civ Procapusa Cope",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows =~",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1, ‘This Act may be cited as the Civil Procedure Code Short tiite, (Amendment) Act, No, 6 of 1993",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2, Section 55 of the Civil Procedure Code (hereinafter ‘Amendment referred to as the “principal enactment”) is hereby 55 of amended in subsection (1) thereof, by the substitution, Chapter 102, for all the words from “to the Fiseal of the court or” io “actual service thereof has been entrusted.” of the following :-—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "“to the Fiseal of the court or to a Fiseal of a ‘ court of like jurisdiction within the local limits of whose furisdictfon the defendant resides or to the Grama Niladhari within whose division the defendant resides, who shall cause the same to be duly served on the defendant, or on each defendant, if more than one, and shall as hereinafter provided, return the same and the execution thereof to the court, duly verified, in the case of a summons delivered to 2 Fiscal, by the officer to wham the . actual service thereof has been entrusted, or in the case of a summons delivered to a Grama Niladheri, by such Grama Niladhari.”,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "& Section 60 of the principal enactment is hereby Amendment amended by the substitution, for the words “the Fiscal” Sane wherever that word occurs in that section, of the words principal “the Fiscal or the Grama Niladhari, as the case may be,”»  °™#etment",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "4. Section 370 of the principal enactment js hereby Amendment amended by the substitution, for the words ‘Fiseal or of scetign, Deputy Fiscal \", wherever those words occur in that section, principal of the words “Fiseal or Deputy Fiscal or Grama Niladhari, enactment. as the case may be,”.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "5. Section 371 of the principal enactment is hereby Amendment amended as follows :— Sater the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "prinelpat",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(Q) by the substitution, for the words “The report of lho *nactment,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "- Fiscal or Deputy Fiscal”, of the words “The report of the Fiscal or Deputy Fiscal or Grama ‘Niladhari, as the esse may be,\" 5 ¢",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Civil Procedure Code (Amendment) Act, No. § of 1993 (2) by the substitution, for the words “each initialed . and dated by the Fiscl.”, af the words “each - initinlled and dated by the Fiscel. or Deputy Fiscal or Grama Niladhari, as the case may be.”, Amendment 6. The First Schedule to the princtpal enactment is Fit hereby amended by the repeal of Form No, 17 thereof, Behetule and the substitution therefor, of the following new Form:— Ehcthent, [Sections 55 and 364] : No. 17 FORM OF PRECEPT TO FISCAL OR GRAMA NILADHARI TO SERVE SUMMONS (Nite) . : To the Fiscel/Grama Niladhari of the..........0.0005 Court/Division Of... seeseesseecsseteeeres . Serve forthwith the summons in the above-named action, which, with duplicates, is herewith transmitted to you, upon each of the persons to.whom it is directed, and leave with or tender {o each such person a duplicate summons and one of the copies of (or concise statements presented with) the plaint, which accompany the summons. : And certify to this court on or before the.........ccse0 day Of ieee cerereeeee ID eee in what mauner you have execuled this precept, returning the 7 suinmons atiached to your certificate as an exhibit, By order of court, (Signed) ——\", . . Registear. The eeceeeeeeeees OBY Of secesers Wee Sinhala 7. In the event of any inconsistency between the Sinhala tet to and Tamil texts of this Act, the Sinhala text shall prevall. vase of inconslatency. .",
    "mean_p_confidence": 0.78
  }
]