[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ist Session 1960-61 . Sup AGED fy (=) ‘Gs 5 ; , Companies Tax Act, No. 35 of 1961 , Date of Assent: June 6, 1961 Printed on the Orders of Government . Printed at te Gommuncorr Passe, Cervon. ‘Tobe urchasa at the Govarnaser Puecicarioes Buneat, Cove1eeo ‘Apuual Subscription (including Bills) Re. 25, payable in rane Ig the orem a ne paral tate ‘Bumeas, Fost Orrce Box S00, Secretariat, Colombo 1 Price; 20 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Companies Taa Act, No. 36 of 1061 T. D0. 28/80. - : AN Ac? 70 IMPOSE ON COMPANIES INCORFORATED I CeYLON AND RAVING A SHARE CAPITAL A TAY COMPUTED BY REVERENCE TO TBE AMOUNT OF THE SHARE CAPITAL, TO IMPOSE A TAX OF A PIXED AMOUNT ON COMPANIES INCORPORATED IN CEYLON - BUT LIMITED BY GUARANTEE AND HAVING NO SHARE CAPITAL AND ON COMPANIES INCORPORATED OUTSIDE CEYLON AND CARRYING ON BUSINESS IN CEYLON, AND TO PROVIDE FOR MATTERS CONNECTED THERE- \\WITH.OR INCIDENTAL THERETO. [Date of Assent: 6th June, 1961] BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, ag follows: — * 1, This Act may be cited as the Companies Tax Shot tte, Act, No. 35 of 1961. : 2. The provisions of this Act shall not apply to—  Sempuaiert» (@) amy company which commences on or after the Atel, ‘relevant ‘data to carry on any industrial undertaking and in respect of which certificate declaring it to be sn approved gompany for the purposes of this Act is issued under the hand of both the Con- ’ groller of Finance and the Director of Industries, or @) any company which has been registered before the relevant date and the profits and income of which are exempt from income tax by virtue of the provisions of section 7A or section 7B of the Income Tax Ordinance, for the period during which such exemption laste, or . : (¢) any company registered under section 19 of the Companies Ordinance, No. 1 of 1988, as a company with limited liability, with- out the addition of the word ‘‘ Limited ” \"to its name, or @) any company incorporated for promoting com-. meres, art, adience, religion, charity, . . education, “or otier’ usefid) object aud » 3, @xempted from the provisions of this Act, by Order made by the Minister of Finance. . 3 mata (09",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "2 Companies Tax Act, No. 35 of 1961 gharge of 3. (1) Subject to the other provisions of this Act, Ae tr, there didn ie charged for each Ruanoial year—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(a) from every company incorporated in Ceylon and carrying on business on or after the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "relevant date and having a share capital, a tax computed at the rate of ty rupees for every ten thousand rupees of re eapital of that company as on the relevant",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ": date, in the case of the financial year end- ing on March 31, 1962, and, in the case ofeach of the subsequent financial years, on the date of commencement of each such financial year,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "@) from every company incorporated in Ceylon aad carrying ‘on busineye on ot after the relevant date but limited by guarantee and having no share capital, @ tax of five",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "* thousazid rupees, and.",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(©) from every company incorporated outside Ceylon and having & place of business iD Goylon ‘on or after the relevent. date, © tax of Atty Tupees for avery ten thousand Tupees of its capital employed in Ceylon,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ". bat 30 however that, i the ) of the financial year ending on March 31, 1982, the tax payable shall not be less than five thousand rupees.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "_ (2) A tax charged under sub-section (1) is hereafter in this Act referred to as “ the tax’,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "_ (3) For the purposes of sub-seotion (1), the expres- sion * capital employed in Ceylon”, means all pro- perty, movable and immovable, used by # company incorporated outside Ceyton for carrying on, its business in Ceylon but docs not include the Tionitities of such company incurred in carrying on its business in Ceylon or any sum invested by such company in any industry approved for the purposes of this Act by the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "+ Minister of Finance by Order published in the Gazeéte. Gonpoutin st 4. Where any company, to which the provisions * Seraem ger” Of Paragraph (a) of section 8 (1) apply, takes steps SINE sooo, '2 Peduce its share capital and ouah reduction 1s @ieaica”” Sllected on or before March 31, 1981, then,— enil t (a) if before sach reduction the share capital of company, that company exceeded, and the issued : shaze capital of that company did ob",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "Companies Tax Act, No. $6 of 1961 8 epoeed one million rupees, the tax to be 4 from com or . finateial year ending on March 31, 1962, shall be computed on the amount of its reduced share capital or one million rupees, whichever is more, and _",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "_ (8) if before such reduction the share capital and. the iseued share capital of that company —- each exceeded one million rupees, the tax to be charged from that company for that financial year shall be computed on tho - amount of ita reduced share capital or on the amount of its iesued share capital as on the relevant date, whichever is more.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "8. Where a company which is liable to the tax compray lable under this Act for any haancial year is also liable to te tie tax gee the land tax under the Land Tax Act for that year, ihe ina tr then, if the amount of the tax under this Act is less unde, the Land than the amount of the land tax, such company shall lve lable to Dot be liable to the tax onder this Act for that pay the tr year. ifthe amma",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "at och tox . lew an tae fob,",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "@. Where the aggregate of — Eat ay",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "@ the tax to which a company is lisble under #77255, this Act for any financial year, and bert (2) the income tax to which that company is Hable“ under the Income Tax Ordinance for the year of assesment ending on the day Broceding the date of commencement of financial year, : exceeds eighty per centum of the assessable income of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "that company for that year of assessment and the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "whole or any part of auch, excess cannot as required",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "by section 75B of that Ordinance be set off against the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "income tax to which that company is liable, the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "amount which cannot be so sot off shall be sot off",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "against the tax to which that company is liable under",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "is ‘Act for that financial year. .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "The provisions of this section in so far as they relate to incnite tax shall apply to the Income Tax Ordinance as if they were alao provisions of that Ordinance,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "7. (1) A company lisble to the tex for any Pryment of financial year hall pay the tax to the Registrar of #* Companies within thirty days after the date of commencement of that financial year. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "4 Companies Tax Act, No. 36 of 1961 (2) Where a company liable to the tax fails to pay aay amount of the tax for any Anansi year within the period required by sub-section (1}, the Registrar of ~ Goupanies shall, by notice in writing, require that company to pay, within '& period of Tourtom days after the date: of the service of such notice, such amount to the Registrar. If such company fails to pay such . amount within the period of fourteen days so specified in the notice, such amount shall be deemed to be in default and shall be a charge on all the assets of + such company, and the company shall be deemed to be a defaulter for the purposes of this Act. ‘Proceedings 8. Where the amount of the tax for any financial Se of year is in default, the Registrar of Companies may ieee issue @ certificate containing particulars of suc! amount, and the name and the place of business of such defanlter to a Magistrate having jurisdiction in the division in which such place is situate. The Magistrate shall thereupon summon the defaulter before him to show cause why proceedings for the recovery of the amount of the tax in default should not be taken against such defaulter, and, if suificient . canse is not shown, the amount of the tax in default shall by order of the Magistrate be recovered as if it were a fine imposed by the Magistrate on such : defaulter. Powers contered 9. (1) The Registrar of Companies or any offiver of Competicn authori in that behalf by such Registrar may direct ‘jr elpamoes any company to furnish such returns as may be neces- sary for the purposes of this Act, and may inspect, and make copies of any entries in, the booka, records and all other documents of the company in order to ascertain whether the company is liable to the tax or the amount of the tax which the company is liable to pay. :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "@) Every company shall comply with any direction given under sub-section (1) and shall permit and assist any person empowered to do so by that sub-section to inspect, and make copies of any entries in, any books, reoords or other documents of the company.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "tenes. 40. If any company— (@} contravenes any provisions of this Act, (®) furnishes for the purposes of thia Act any return which is, or any part of the con . tents of which is, to the knowledge of the company: untrue oy incorrect, OF",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "- Companies Tax Act, No. 96 of 1961 6 (c) does not comply with any direction given by * © aoe \"Registrar of Companies, oF sty oicor",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "authorised in that behalf by the Registrar, under section 9,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "the company and every director, manager, secretary, Grother officer of tbat company shall be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be liable to pay a fine not éxceed- ing one thousand rupees or to imprisomment of either deseription for a term not exceeding six months, or to both such fine and imprisonment.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "44, All sums paid to or recovered by the som sid o Registrar of Compdnies as tax under this Act shall it'd,“ be credited by the Registrar to the Consolidated Fund credit ‘oe of Ceylon. Gpnsalianted",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "Gera.",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "42. (1) Where sty emount paid as the tax by & Rafoni of emt company for any financial year is in excess of the Miswcae smount with which thet company was properly charge- any feancst able for that financial year, that company shall, upon 7***",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "a claim made in writing by the company in that behalf",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "to the Deputy Secretary to the Treasury, be entitled",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "to a refund of the sum ‘paid in excess.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "Any eum payable to any company under sub-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "setion (i) shall be paid out of the Coneclideted Fund .",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "of Ceylon. -",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "48. This Act shall have effect notwithstanding Tis 4a w anything to the contrary in any other written law or elon in’ any instrument governing the management or wltm iw functions of any company liable to the tax. 9 inetrarsens,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "44, In this Act, unless the context otherwise tntenroteton, requires,—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "“ company ”’ means any company incorporated or",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": ". ‘eguetered under any law in force in Ceylon or elsewhere; .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "“financial year” means the period which",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": ". commences on April 1, 1981, and ends on.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "+ March 31, 1962, and every -subsequent period of twelve months commencing on. prit 1; and moe “relevant date” means the fifteenth day of ~ September, 1960.",
    "mean_p_confidence": 0.67
  }
]