[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "eG PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA . CONTROL OF PESTICIDES ACT, No. 33 OF 1980 [Certified on Sth September, 1890) Tey Priated on the Orders of Government Published a5 a Supplement to Part II of the Gazette of the Democratic Socialist Bepublic of Sri Lanka of October 03, 1980 some At mt Hatin GF OOTRORINE PENTNG, HE MEA Gi Rese i ios oo Poneman, come Price: 90 cents Postage : 95 cents",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Control of Pesticides Act, No. 33 of 1980 : [Certified on Sth Septernber, 1990] ‘ LD—O0.13/79 . Aw Acr 10 Prove ror rae Licensnva oF Pesrictoms ; 70 Recutare THe Toerort, Packma, Lasmaore, Stonacs, | Forsconatron, TRANSPORT, SAL AND USE TSEREOR ; FOR THE | APrORIIMEKT OF A LiceNsINe AUTHORITY ron PESTicIDEs ; vou mae EsrasLiseMent op a Prsmcme Fomautamy Com- ‘(MITTEE AND. FOR MATTERS CONNECTED ‘THEREWITH OR INCIDENTAL THERETO, . : BE it enacted by the the Parliament of the Democratic Socialist Republic of Sti Lanka as follows :— “' ~ 1. ‘This Act may be cited as the Control af Pesticides Act, Short title No, 88 of 1980, - - - . . ae 2 ‘This Act shall apply to— ee : * (a) active ingredients and pesticide formulations with Application included adjuvants; and 8 of the Act () adjuvants other than those included im pesticide formulation if sold for addition at the point of use #1 to the spray tank or other container of pesticide’ ‘formulations, . 3. (1) There ahall be appointed a Registrar of Pesticldes Licensing who shail be the licensing authority for pesticides. feet (2) The Registrar of Pesticides shall be a person with knowledge of toxicology and biclogical subjecta ansoclated with pest control and shall be respansible to the Director of Agriculture. 4, (4) There shall be a Pesticide Formulary Committee pestickle (hereinafter referred to as the “Camnutier”) Formalary (2) The Committee shall consist of— (a) the folowing ex officio merabers namety— -. q+) the person holding office for the time being 7 +L)” | a the Director of Agriculture (hereinafter ay h ,, tekerred to as the \"Dizector”), and * (i) the person holding office dor the time being a “ Fu... the Registrar of Pesticides (hereinafter : referred to as the “Registrar\"); and :- © A attts—10,00 canjee)",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "B Control of Pesticides Act, No. 33 of 1980 (®) not more than eight persons who are experienced in the use of pesticide or in pest control and related scientific disciplines who shall be appointed by'the ‘Minister : - /\"*. Provided, however, that mo person liaving-a commercial interest in the manufacture, import, |, > marketing, formulation, storage, transport or sale",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "“of pesticides shall be so appointed.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(8) The Director shall if present preside at all meetings of the Committee, In the absence of the Director from any such meeting, the members present shall elect one of the members to preside at such meeting, :",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(4) Every member, other then the ez officio members",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "~. hall, waless he vacates office earlier by death, resignation or removal by the Minister, hold office for a perlod of three years from the date of the appointment to such office:",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Provided that a member appointed in place of a” member ‘who dies, resigns or otherwise vacates office, shall, unless",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "on hhe earlier vacates office, hold office for the unexpired part of the term of office of the member whom he eucceeds, +8) The Minister may, by Order published in the Gazette remove any member, other than the ex-officio members, from ofiice, without assigning any reason therefor and such removal shall not be called in question {n any Court : (8) Any member other than the ex officio members vo __2. vaoating office by the efffuxion of time shall be eligible for reappointment,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(7) Ei any member, is temporarily unable to pecform the duties of his affice during any period due to ill health or absence from Sri Lanta or for any other cause, the Minister may appoint some other person to act in his place during",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "a Muh period in like manner as auch member was appointed in in eccordance with the provisions of subsection (1).",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "{8) The Minister may, determine the remuneration of such members and the manner of such payment in consulta ‘Hon with the Minister ia charge of the subject of Finance,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Fypetions 5 (3) ‘The functions of the Committee shall be to advise",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Committee, the Registrar on any important matter relating to the vegistration of pesticides, approval of containers, and the storage, formulation, import, sale and use of pesticides and such other matters relating thereto as may be prescribed by regulations made under this Act,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "Control of Pesticides Act, No. 33 of 1980 3",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(2) @ The Committee may make rules in respect of all or any of the following matters :—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "{@) the procedure to be followed at its meetings ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(Gif) the conduct of its business; and ~ {iy all matters connected with or incidental to the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "carrying on of its business,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(b) Such rales shall be made at a meeting of all mem- ders of the Committee. :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "{c) No rule made by the Committee shell have effect ‘unless it is approved by the Minister and published in the ‘Gazette.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "6 (1) Every person desirous of licensing any pesticide application shall make an application to the Registrar in that behalf, fof 240\",",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(2) An application under sub-section (1) shall contain on",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "the following particulars :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(a) the name and sddvess of the applicant ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(b) the name and address of the manufacturer oF producer of the pesticide in respect of which such application is made ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(0) the proposed trade name under which such pesticide shall be marketed or sold ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(d) a copy of the draft lebel which shall be affixed. on any container in which such pestictde shall. be sold ; art",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(e) samples of the container in which such pesticide shall be distributed or sold ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "4) @ statement of the clei made by the manufactirer arg ‘or producer of such pesticide as to its uses, potency, aa shelf-life and effect; vat be",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "4g) a stetemnt af the composition of such pesticide, its chemical identity, nett weight, its stability in",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "~ storage, methods of use and date of expiry for usage;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(2) adequate toxicological data concerning such pesti- ‘cide including information on antidote ; -",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(@ methods of analysis of the formulated compound ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "44) methods for the determination of the residue of such",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": ". pesticide ;",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "$ Control of Pesticides Act, No. 33 of 1980 (0) report of officlel ox other experimental stations or laboratory or biological tests concerning the efficacy of such pesticide ; « @ such other information relating to the efficacy or safety of the pesticide as may be required by the “\" \"Registrar. . ,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "(3) Where the information contained in an application made imder subsection (1) ia given by:.the applicant in confidence, it shall be treated gs confidential by the Registrar:",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "[+ Provided. that the preceding provisions of this sub- section shall not apply where tt is necessary to divulge such information if so required by a court of law. Considers. - %.- (1) The Registrar shall, on receipt of an application He8 eto. under subsection (1) of section 6— (@) register the pesticide and issue @ licence’; oF {b) register the pesticide and,- pending the issue of @ Heence, issue a provisional permit for limited . marketing and use of the pesticide in accordance + -\" with conditions stipulated in the permit ; of {©) reject the application and state the reasons for such ejection, .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "(2) The issue of a licence or a permit shall be effective for the period stated in the licence or permit, and shall be Tenewable on application made in that behalf, Such",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "Tenewal shall be conditional upon a review by the ‘Registrar of the data. on the pesticide in question. Tsoue of 8. (1) The Registrar shall not issue a licence under Heence, paragraph (a) of subsection: (1) of seetion 7 unless the copy of the drait label submitted With the application contains ta the Sinhsta, Tamil and English languages the following ‘particnlarss ft . (e) the trade name under which the pesticide shall be * sold ;., co badutygh ot ae 5 (®) the:common, names of the active ingredients of the + hops, Pesticide, in characters not smaller in size than half \"the size of those used for the trade name of the ° itv vt pesticide, and in a position placed directly below . the trade name; oy",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": ", ‘Control of Pesticides Act, No. 33 of 1980 5 -_ ¢)_# statement of the composition of the pesticide with ‘ < ‘the chemical identity of the active ingredients 2 * ). expremsed on a weight by weight percentage basis, > together with the percentage of other. - materials _. i+, Bresent, to give one hundred per cent, and in the . case of Hquid formulations, the active ingredient “* expressed ap grams per litre;",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(€) the name and sddress of the holder of the licence ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "{e) adequate directions concerning the manner in which . ‘the pesticide is to be used, including information",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "7. ‘yrag to the ‘period of time which should elapse",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "between the last application of the pesticide and \"| harvest af the exop to whfeb it is applied and where -\"the Registrar deems appropriate, the sheit-life af the pestickde; .. G) adequate warning and precautionary symbols and ., Statements imeluding frst. aid and antidote informatien ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(9) the statement “Registered under the control of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Pesticides Act, 1960\" which shall be an official symbol indicoting thet the pesticide -hus been Hoensed under this Act and the licence number on assigned to it by the Registrar; . :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "* (h) any other particulars as may be prescribed by regulations under this Act,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(2) Where licensing of a pesticide has been effected under subsection (1) of section 7 mo change in respect of any matters set out in paragraphs (a) to (h) of subsection (1)",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "‘of this section shall be made without the prior approval of wae the Registrar.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(1) Where the Registrar issues a licence under ssproved subsection (1) af section 7, he shall declare that pesticide to Pesticide. be an approved pesticide,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "‘@) Bvery. declaration made under subsection (1) shell",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "be approved by the Minister and pubbisbed in the Gazette; '- 10, ‘The Registrar shall, when he approves 2 pesticide, Approred also approve the container or package containing such sontainer pesticide, if he is satisfied, having regard to the conditions",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "required for safe and effective storage end handling of such pesticide; that rach container or package is satisfactory.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "% Contvol of Pesticides Act, No, 33 of 1980 | 14 @) Where any person contravenes any provision of",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "SS this Act or any regulation or Onder made thereunder, of where the Registrar conzidem it necessary in the interest of the public to do so, he may, on the advice of the Committee éancel, suspend or modify the licence issued in respect of * such pesticide or withdraw, suspend or modify the provisional permit issued to such person,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(2) Where the Registrar cancels, suspends or modifies the licence or withdraws, suspends or modifies the provisional Permit issued in respect of a pesticide under dufisection (1) ‘é shall State the reasons for euch cancellation, suspension modification or withdrawal as the case may be.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(3) Where any canceltation or suspension takes plade in respect of a pesticide under subsection (1) such pesticide shall cease to be an approved pesticide. © @), Bvery cancellation or suspension under subsection (1) shall be by Order published in the Gazette.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "Alerationin \"12, No alteration in the package, label or composition of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "BoepSlion pesticide shall he made by the holder af a Heence sssued ‘ih respect of a pesticide unless an application is made in that behalf and approval obtained from the Registrar in respect of such intended alteration.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "Appeals. 33. (1) Any person aggrieved by the rejection of an application under section 7 or the cancellation, suspension, or modification of a licence or the withdrawal, suspension or modification of 2 provisional permit under section 11, may",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": ". prefer an appeal in writing to the Secretary to the Ministry of the Minister in charge of the subject of Agricultural",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "Development and Research (hereinafter referred to as the “Secretary\") against such rejection or cancellation, suspension, withdrawal or modification within sixty days after such decision is commuminated to such person and the Secretary may, in dealing with any appeal preferred to him,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "i affirm, vary or annul the order against which the appeal thas been preferred. “ (a) The decision of the Secretary upon an appeal shall be final and conclusive for all purposes whatsoever, and ehall not be called in question in any Court. :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "‘Cotstrol of Pesticides Act, No. 83 of 1980 7 * 14° No person shall manufacture, formulate, pack or Probibition distribute, sell, offet for sale or deliver within the country, any’ pesticide unless ~ .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "(a) such pesticide is registered and a valid licence or &",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "provisional permit is obtained from. the Registrar ; . and {) such pesticide is contained in an approved container ‘or package and an approved label is conspleuously fixed thereon : , : Provided, however, that the foregoing provisions of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "this section shell not apply where any approved research",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "organization imports with the writien consent of the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "Registrar any specified quantity of pesticides or pesticide",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "sompanents for the purposes of research,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "15, No person shall manufacture, pack, distribute, sell oF adulterated, offer for sale or deliver within the country any pesticide, Secpuposed which fs adulterated or which has decomposed or deterio- rated rated so as to be ineffective or dangerous or which is Pesticides. packed in containers which have deteriorated or have ‘been damaged aa to be dangerous in storage or use.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "16. No person shall store, transport, sell or offer for sale Storage, any pesticide to close juxtaposition with foodstuffs or in gle gt ‘any such manner as would result in the contamination of BUGS\" such foodstuffs. destepoaition",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "Hodahufts",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "17. No person shall import any pesticide except with the Probibition written approval of the Registrar granted on the advice of Sf impert the Committee. except upon",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "oe approval",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "18, (1) Any wittten, printed or graphle material relating Advertise- 4o and accompanying s pesticide when stored, ¢ransported, Matt Sf distributed, sold, offered for sale or delivered within the country shal include the substance of the particulars Referred to in section 8.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "(2) Tt shall be unlawtul to advertise any pesticide in a manner that is false, misleading or deceptive, and not Justified by the conditions af its Togistration.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "(8) Any claim for 2 pesticide contained in any advertise- ment or device shall be in accordance with the label statements referred to in section 8, and not be contrary 10 the requirements of subsection (2) of thir section.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "8 Control of Pesticides Act, No. 38 of 1989 ‘Storage of 8, (1) No person shail store pesticides in bulk other then pln in ® special store kept for tht purpose. The store shall be kept locked when loading or unloading 4a. not, in Progress.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(@) A notice shall be displayed in a conspicuous position. outside the store indicating the hazardous nature of its contents.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "Harvesting 29, No person shall harvest, of offer for sale any food ‘of eros. crops, in which pesticides have been used unless a time Himit os. may be prescribed by regulations has elapsed between such use and harvest, or if the food crops shall contain pesticide residue in excess of levels as may be",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "Breseribed, 1 Authorized 21, (1) The Director shall nominate such tuumber of gbcers officers of his department as may be necestary to carry powers and out the purposes of this Act, who, shall’ be known as one \"authorized officers\", rn",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "@) An authorized officer may—— -",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(a) ‘ascertain whether any person has contravened any provision of this Act or any regulation or Order made thereunder ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "() obtain samples of pesticides for the purpose of determining whether any deterioration, aduitera-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "../ +.» tom er decomposition thereof has occurred ; and",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "{c) do all other acts or thing: which are connected",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": ". with or are in furtherence of the exercise, per- formance and discharge of the powers, duties and L functions under this Act, -",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(3) Any authorized officer may enter any premises, after sufficient notice at all reasonable hours of the day in the Gischarge of his functions under this Act, Such authorized",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": ". officer shall not be Hable on account of such entry oF oD",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "‘account of anything done bona fide tn such premises which ie necessary in the exercise, performance and discharge of the powers, duties and functions under this Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "Analysis of 2. () An authorized officer on obtaining « sample of samples. @ pesticide shall forthwith inform the seller or bis ageat",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "‘of his intention to have the same analysed by an authorized analyst and shall forthwith divide the suraple into three ‘equal parts and cause-each part to be marked and sedled Jy ouch ‘manner ag its nature will permit and shell deliver ene part each to the selleror hie agent, the authorized analyst and the Registrar. vote",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": ". Control of Pesticides Act, No. 33 of 1980 9",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(@) In the event of a dispute in respect of the resultof inst. ‘an andlysis the Registrar shell forward such part of the sample as is in his custody to a referee analyst nominated by him,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(@) Tn any proceedings under this Act the production of certificate sigced by an authorized analyst or a referee analyst with regard to any sample procured for analysis under this section shall be prima facie evidence of the facts “ stated therein. :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "23: (0) (a) Every application for the Licensing of & Pees",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "Pesticide under section 6, and . () every appeal against any rejection, cancellation, suspension, withdrawal or modification under section 13, shatl be accompanied by such fee as may be prescribed by tegulations made under this Act,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(2) In addition to auch fee payable under subsection (1),",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "a jevy on the importer, manufacturer, formulator or packer of a pesticide may be prescribed by regulations made under this Act for the general purpose of making proper financial provision for the effective smplementation of this Act and of the regulations made thereunder.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "24. (1) Every person who contravenes or fails $0 comply penaity with any provision of this Act or any regulation made for coatre- thereunder shell be guilty of an offence under this Act and fa Act ‘shall_on conviction by a Magistrate be sentenced to imprisonment of either description for a period of two years.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "*\\ (2) Where an offence under this Act is committed by a ‘body of persons, then— .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(@) if that body of persons is a hody corporate, every",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "+s +4 director, manager, secretary or officer of that body",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "corporate ; or:",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(b) ff that body of persons is a firm, every partner of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "that firm, shall be deemed to be guilty of that offence :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "-Provided, however, that no such person shall be deemed to be guilty of an offence if he proves that such offence wae committed without his knowledge or that he exercised due diligence to prevent the commission of the offence.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "10 Control of Pesticides Act, No, 33 of 1980",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Fortalture, 25, ‘The Court which convicts any person of an offence under this Act, may impose any of the penalties herein- before preseribed, and may, if it thinks fit, in addition + order that all or any article or articles in respect of whick the offence was committed be seized and forfeited to the State. +",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Regulations, 28, (1) The Minister may make regulations in respect af matters required by this Act to be prescribed or in respect of which regulations are authorized to be made and in particular in respect of all or any of the following matters =",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(1) setting forth the position, size and colouring of the Jabel 2g well aa the system or eystems of weights or measures to be stated in the label ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(i) setting forth special provisions with regard to the substances or operations which presents a high or ‘vimusual degree of hazard; much special provisions",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "|| may in partieular— (@) provide for the field evaluation of certain substances ; . (b) regulate the marketing or distribution of certain substances ag may be necessary to ‘ . safeguard third parties, the environment and : ‘wildlife resources other than such noxious o Plants and animals whose control is destred ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(iii) fixing the dates on which the marketing and sole of ‘Pesticides for which licences are issued under this Act shall cease and the disposal of such pesticides :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Gv) establishing standards or technical competence and equipment used by any person or body of persons engaged in the manufacture, formulation and packing of pesticides ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(¥) the designation of any product as a pesticidé formule- ‘tion; and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(vi) the mode and manner of use of pesticides.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(2) Every regulation made by the Minister shall be - published in the Gazette and shall come fnto operation on the date of such publication or on such later date as may he specified in the regulation.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "Control of Pesticides Act, No. 33 of 1980 i",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "(8) Every regulation made by the Minister shall, as soon ag convenient after publication in the Gazette, be brought before Parliament for approval. Any regulation which is hot so approved shell be deemed to be rescinded ax from the date of disapproval, but without prejudice to anything previously done thereunder.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "(4) Notification of the date on which any regulation shall he deemed to be so restinded shall be published in the Gazette,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "21. Tn this Act, unless the eontext otherwise requires— _ Inferpesia-",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "“active ingredient” means any substance which gives Jormulated product its pesticidal properties ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "“adjuvant” means any substance used as an afd to the efficacy of a pesticide;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "“Authorized analyst” means the Government Analyst, the Additional Government Analyst, 2 Deputy Government Anolyst, a Senior Assistant Govern ment Analyst, an Assistant Government Analyst and any other person authorized by the Minister by notification in the Gazette to act as such ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "“pest” means any insect, rodent, bird, fish, mollusc, nemtode, fungus, weed, micro-organism, virus or other Icind of plant or animal life which is injurious, troublesome or undesirable to crops, stored pro- ducts, processed foods, wood, clothes, fabrics or inanimate objects or which are objectionable from the view point of public health and hygiene, and shall also include ectoparasites and endoparasites of man and domestic animals other than any pest ‘which may be specifically included or excluded by regulations made under this Act ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "“pesticide” means any substance intended for use or used for controlling a pest and shall include active ingredients, adjuvants and pesticide formulations ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "“pesticide formulations” means any mixed or unmixed products sold, supplied, Imported for use, or used for one or tote of the following purposes, namely, for destroying or repelling amy pest within the meaning of thfs Act or for preventing its growth or mitigating ‘ts effects, az a plant regulator defolient or destecant or as an adjuvant and ineludes amy similar product so designated by",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "| Tegulstions mage under this Act.",
    "mean_p_confidence": 0.67
  }
]