[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC ~~ SOCIALIST REPUBLIC OF - . SRI LANKA . : VETERINARY SURGEONS AND PRACTITIONERS (AMENDMENT) ACT, No. 3 OF 1994 i [Certified on 23rd February, 1994} . ae poo Printed on the Order of Government oon Published as ¢ Supplement to Part I] of the Gazette of tho Demecratic Socialist Republic of Sri Lanke of February 24, 1004 ere a mie berate Ov COVERSOAENE PROCTING, SK LAMA Tye a Ponca Ar Ta GOMRERNET ROMEATIONS BOREAU, COMMON Price; 90 esnts. 7 Postage: Re, 1.0",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "Veterinary Surgeons and Practitioners (Amendment) ° Act, No. 3 of 1994 [Certified on 23rd February, 1994]",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "LD—O. 37/91.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "Ax Ac? To Antenp THE VETERINARY Sunctos axp Pascrt~",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "‘ioners Act, No, 46 oy 1956",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "BE Jt enseted by the Democratle Socialist Republic of Sri Lanka sx follows:",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "1. This Act may be cited as the Veterinary Surgeons and Short title Practitioners (Amendment) Act, No, 3 of 1904.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "2 Section 2 of the Veterinary Surgeons and Practitioners Amendment Act, No. 46 of 1956 (horeinafter referred to as the  Sehiae “principal enectment \") is hereby amended as follows:— Nodal",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "(1) by the repeal of paragraphs (b) and (c) of subsec-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "‘Hon (1) of that section and the substitution therefor",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "of the following paragraphs :—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "“ (b) 4s of good character ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "(e) is the holder of, the degree of Bachelor of Veterinary Science of the University of Ceylon or University of Peradeniya or such other qualification approved ly the Couneil;; and .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "(a) is the holder of a certificate issued by the Couneil under subsection (4).\"",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "(2) by the repeal of subsection (2) of that section ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "@) by the insertion, immediately after the repeated eub-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "section (2) of that section, of the following new : ‘subsections :— : (8) For the purpose only of enzbling acquiring : of such experience as fs required for obtaining",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "‘ from the Council, a certificate under subsection",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": ": (4) a person hall upon application made in that iehal£ to the Counell, be registered provisionally asa veterinary surgeon for a period of six months if he satishies the requirements specified in paragraphs (a), (0) and (c) of subsection a.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": ". (4) Where any person who ts provisionally",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "registered as a veterinary surgeon spplics to the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "Council for a cettificate under this subsection, the ~",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "Couneil shall, upon being satisfied that the appli-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "tant has been engaged in employment in» capa.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "city relating to Veterinary, Medicine, Veterinary 2D peek. aah asr00,",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "Veterinary Surgeons and Practitioners (Amendment) 3 Act, No, 3 of 1998 }4, Sections 7 and 8 of the princfpal enactment are hereby Replacement wealed and the following sections are substituted sections peretor :— at the i Brae al Refund ef 7, Where an application for registration fa \"™dctment Musa, not accepted by the Council, the fre paid t by the applicant shall be refunded to him, ‘gitrotion «3, Tho registration of a veterinary surgeon ait for or a veterinary practitioner shall be valid ' fox life, provided that his name is not a expunged from the register by the t Council. ”, $ Section 9 of the principal enactment is hereby Amerdment ‘mended by the repeal of subsections (2) and 48) of that of martin tion and the substitution theretor of the following principal Sbseetion -— Ehectment, | _\"@) The register shall be maintained by the Regie ' {tar for and on behalf of the Council. ”; > Section 10 of the principal enactment is hereby repeal- Replacement ' and the following section is substituted therefor ;— $f S480 prine:pal buy 30. The Registrar shall register in that Sheciment, Mira, part of the register which is for the regio. * tration af veterinary surgeons, the names oT addresses and qualifications of such of the 4 persons who have made applications under i section 2 for registration as Veterinary Sur- 4 geons and whose apulications have beh 2c- : cepted by the Council. » (0. Sections 11, 12, 18, aud 14 of the principal enactment feneat {hereby repeated. simmons 2 and 14 d of the i Perera Al. Section 16 of the principal encatment is hereby re Raprecemeat led end the following section is substituted therefor:— of termi Sawtitution 15. There shall be constituted a Councit Prneinal DF ecy which shall te called the Veterinary Coun- hak eH of Gri Lanka and which shall conslst of — the following members :— (@) the Director of the Department of Animal Production and Health or I hfs nominee ;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "4 Veterinary Surgeons and Practioners (Amendment) Act, No. 3 of 1998 (b) eight registered veterinary surgeons elected by the registered veterinary surgeons in accordance with the re- gulotions made under this Act; and (e) the Dean of the Faculty of Veterinary | Sefence of the University of Pera- deniya or his nominee, ”, Replarement 12 Section 17 of ehe prinetpal enactment is hereby re- ag tection” peated and the following section iv substituted therefor +—— principal Term of 17. (2) Bvery elected member of the Coun= gies ot cil shall, unless he vacates office earlier, hold ot toe office for four years from date of election Counc, or until such date as his successor is elected. (2) Bvery elected member of the Council who vacates office by effluxion of time shall bbe eligible for re-election, (8) A member of the Council shall vacate office— (@) if he being the Dean of the Faculty of Veterinary Science of the Universi- ty of Peradeniya, ceases to hold such office 5",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(b) if he being a membor other than the Fresident ot the Director of Depart= ment of Animel Production and Health, resigns his office by writ~ ing addressed to the President of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": ": the Council ;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(©) ithe being the President of tho Council, resigns his office by writing addressed to the Minister ; Or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(@ if he boing an elected member, absent",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "himself without leave from the Council, for three consecutive meetings of the Council.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(4) Im the event of the death of, or vacation, of office hy, an elected member of the Council, any other person shall, in accordance with, the provisions of section 16 be elected in place of such member and shall hold office duxingz the remaining part of the term of office of such member. ”,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "Veterinary Surgeons and Practitioners (Amendment) 5 Act, No. 8 of 1994",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "32, Section 18 of the principal enactment is hereby Amendment ~ umeniied as follows :-— Seton 12",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(4) by the repesl of the proviso to subsection (1) of that principal",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "section; and enactment,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "{2) by the repeal of subsection (3) of that section, and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "the substitution therefor of the following sub- section :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "“@) No business shall be transacted ot any meeting of the Council unless at least five members of the Council are present.” ; and.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(8) in subsection (5) cf that section, by the substitution",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "for the words “election or nomination of any member, of the words “ election of any member\".",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "14. Section 19 of the principal enactment is herehy Amendment amended by the substitution for the words and figures “by of the section 15 (1) and”; of the words and figures “by section pfinelpal",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "” Enuctvent, 35 and",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "M& Section 21 of the principal enactment is hereby Rpplacernent repealed and the following section is substituted therefor: *eet#oa ‘Ponts 21, All fees paid for registration to the Enscrtent Sea Registrar shall be credited to the funds of",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "Counell and there shall be paid out of such funds, the remuneration of the staff of the Couneil, all expenses incurred by the Coun- cil in the exercise of its powers and the discharge of its duties under this Act, and expenses incurred for any preseribed purpose.” .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "16, Section 22 of principal enactment is hereby repeated, Repeat of of the ae,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "17, The following new section is hereby inserted Insertion of Immediately after section 25 of the principal enactment and \"e™ ae shall have effect as section 25 of that enactment :— petacipal",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "enactment, {MeComme 254. The Councit xball have the power to Ramnas evaluate the courses conducted by the Hoatathe University of Peradeniya and to meke Usiverty. recommendations to the University from Hime to time on matters relating to the field 7 of Veterinary Educotion in Sri Lanka, \",",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "% Veterinary Surgeons und Practitioners (Amendment) ‘Act, No. 3 of 1994 Amendment 18 Section 28 of the principal enactment is hereby 36 ofthe © amonded as follows :-— principal ji Guuactment, (1) by the substitution in subsection (1) of that section for the swords “the registering officer or the registrar”, of the words” the Registrar”; and (2) by the substitution in subsoction (2) of that section for the words “the registering officer or the registrar” wherever those words occur in that subsection, of the words “the Registrar” 18. Section 29 of the principal enactment ts hereby repealed and the following section !s substituted therefor :— Replacement “Insertion of 28, A regastereri veterinary surgeon WhO Chien xo MaUHONAT obtains any qualification in addition to iis of the ie qualification specified in the register shall be Bhctuent entitied to have guch qusliffcation added to his qualificarfons in the Register, where such additional qualificstion fs approved by the Council. \", ‘Amendment 20, Sectisn 82 of the principsl enactment is hereby of the amended in subsection (2) of thet section by the addition Pelnetial at the end of that subsection of the following paragraphs :— (hy the branding and tatooing of any enimad ; @ the dressing of minor wounds of any animal.” Amendment 3. Section 84 of the principal enactment is hereby athe amended by the substitution for the words “University of Grinctpad Ceylon” or of the words “University of Ceylon or “ent “University of Peradeniya”. Gmendment 22, ‘Section 35 of the principal enactment is hereby Bete amended as follows :— rimelpat recast. (1) by the substitution for the words “The registering ‘officer or the Registrar\", of the words “The Registrar\", and (2) by the omiiston of the words “the renewal of his registration\", Yoanément 23. Soctlon 87 of the wrincipal enactment is hereby PGe\"\"97 amended by the substitution for the words “two hundred ‘actos and Gfty” and “five hundred\", of the words “five mest. hundred and “one thousand” respectively.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "Veterinary Surgeons and Practitioners (Amendment) 7 Act, No, 3 of 1994 %. Scetion 40 of the principal enactment is hereby Amendment ot amended by the repeal of paragraph (a) of subsection (2) fT? of that section. principal Enactment, 25, Section 41 of the principat enactment fe» bereby Reptacement repealed and the following section is substituted there- of ection] for :— 2 Ennctmnent, ‘interpreta 41. In this Act uniess the context other- tom, wise requires— “Director of the Department of Animal Production and Health” means the person appointed to be or to act as the Director of Animel Production and Health ; * Minister” means the Minister appointed under Article 44 of the Constitutfon to wkem che subject of Animal Prozuction and Health, has been assigned ; “prescribed” means preserihed by regule- tion made under this Act ; “President” means the President of the Council ; “Registrar” means the register appointed by the Council ; “registered veterinary _ practitioner” means a person registered as a { veterinary prpactitioner under this Act; i “veglstered veterinary surgeon\" means 1 a person registered as veterinary i Surgeon under this Act ; i “the Council” means the Veterinary ; Council of Sti Lenka constituted : onder this Act’, 3° 6 In the event of any inconsistency between the sinhals 3 Sinhala and Tarnfl texts of this Act, the Sinhala text hal H2U{° 4. = prevail. care of ~ {nconsistenay.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "nat",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "‘Annoal subscription of English Bills and Acts of the Parliament Re. 088 (Lace!",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "Rx. 1,180 (Foreign), paysble to the Burcawsmmerr Govmunanr Pyucsartot",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "Bumuy, No. 258, Biveraiona Mawarsa, Covomao 7, before iétis December om | Year in fespect of the year taliowing.",
    "mean_p_confidence": 0.54
  }
]