[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT’ OF CEYLON 2nd Session 1961-62 . Sep 4 AGED cere Ve 8 > nS) . . CU Immigrants and Emigrants (Amendment) Act, ; No. 68 of 1961 Date of Assent: December 7, 1961 . Printed on the Ordere of Government : Pret at the Gormame Pasty Geno To. be purchased ‘at the Goveaxscenr Puaticarions Bureau, CoLoMas. Annus] Bubscription (lacladiog Bills} Ea, % (Local}, Re. 40 (Foreign), Sona Shes coe 2 2 dem ew meme St scome mca Seems, Povey Bom 5,0 tes, cat 18 Dae, wa are ‘at Bille iotoed bafore the date of paymang will not be suppliod. . Price: 45 cents Postage: 10 cents",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Inmigrants and Emigrants (Amendment) Act, No, 68 of 1961",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "~ L, DO, 6/61, .",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "AN Acr 70 AMEND Tae Thocicranrs aNp Enrcnanrs : Acr, No. 90 oF 1948. . . [Date of Assent: December 7, 1961]",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "4, This Act may be cited as the Immigrants and sic ws. Emigrants (Amendment) Act, No. 68 of 196i.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2. The following new section is hereby inserted tution ot immediately after section 7 of the Immigrants and ?7%\"s\" Emigrants Act, No. 20 of 1648, hereinafter referred No. Wot 190, to os the “ principal Act ”, and shall have effect as section 7a of that Act:—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "\"Bowery 7a, (1) The Governor-General may,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "ht, for the “purposes of this Act, by Order",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "subeied published in the Gacette, dosignate all",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Groce or any of",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "{a) the members of the army raised ‘and maintained in accordance . with the provisions of the : Army Act, No. 17 of 1949, . : (®) the members of the Royal » Ceylon Navy raised and maintained in accordance \"with the provisions of the Navy Act, No. 84 of 1050, ‘ and (©) the members of the Royal Ceylon Aix Force raised and _ maintained in accordance with the provisions of the = . Air Force Act, No.- 41° of qoa9, , we as authorized members of the Forces. (2) The powers and duties conferred — - ‘and imposed upon authorized members of the Forees fy this section shall be \"exercised and discharged notwithstand- . ing that such powers and duties are “ © not conferred of imposed upon them by 2. B 140m en",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Immigrants and Emigrants (Amendment) Act, No, 68 of 196% the provisos of the Army Act, No. 17 of 1949, the Navy Act, No, 94 of 1930 or the Air Force Act, No. 41 of 1949. @ The Minister may, by Order published in the Gazette,’ specify the ares, ot areas in which the powers and duties under this Act may be exercised and discharged by authorized members of the Forces, (4) Within the area specified under , sub-section (8), an authorized member of the Forces shall, in respect of — . (@® any offence onder paragraph (a) of subsection GO) of section 45, (®) any offence under sub-section of section 1 arch (a) of lates to paragray (a) aub-eection® o ot that section, and ©) offence under sub-section © “Nayar sab-scction @) of : section 454, wo be deemed to be a officer within up a8 the meaning of the Briminal Proedure Code for the purpose only of exercising ae Any poner conferred upon 4 peace officer i * by that Code. “iy, (@) An authorized member of the be “S Reroes making an arrest without war- rant shall without delay hand the person . 80 arrested to the custody of a police oho officer. Raplscmens \"3. ‘Section 88 of the principal Act ie hereby gies ® repealed and the following new section substituted Smraa therefor: : “Ttentifatin . - 88, For purposes of this Act it shall - ot pent.” be lawful for any person authorized by ji the Controller, or for a police officer not 1S below the rank of a sergeant, or for alt anthorized member of the Forces not : below the rank of 2 corporal or leading . seaman, to take all auch steps 08 may",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "Immigrants and Emigrants (Amendment) Act, 3 + No. 68 of 1961 ° be reasonably necessary for photograph. ing, ‘meastiring, Gngerpraung and otherwise identifying— (@) any person who is nota citizen ‘of Ceylon, of (®) any person who is suspected or ‘alleged to have committed an offence under this Act. ”.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "4 Section 45 of the principal Act is hereby Ameoiman ot amended— Pane ae (@) in sub-section (1) of that section— se. (i) by the omission of paragraphs (b) and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "(©, and (ii) by the relettering of paragraphs (2), @), A, 9. @), @, G) and (&) as paragrapha (0), (6), (2), (@), (f), @) (i) and (@) respectively; (®) by the repeal of sub-section (8) and (4} of that section; (0) by the renumbering of aub-section (2) of that - section as sub-section (8); . (@ by the insertion, immediately after sub- section (1) of that section, of the following new sub-section :— . \"(@) Any person who attempts to commit, or does any act preparatory to the commission of, or aids or abets the . commission of, an offence under sub- section (1), shall be guilty of ap offence under this Act and shell on-conviction be liable to the same punishment as if he had heen guilty of an offence and been con- vioted under sub-section (1).\"5 {e) in the renumbered sub-section (9) of that section, by the eubstitution, for the words “except by the Controller or with his written sanction ”, of the words “ except by the Controller or by a polios officer of a ranic not below that of Assistant Superin- tendent or with the written sanction of the Controller or such police officer”; and () by the renumbering of sub-section (6) of that section as sub-section (4).",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "+, & Immigrants and Emigrants (Amendment) Act, No. 68 of 1961 ‘Tneertion of 5 The following new sections are hereby inserted men uecins immediately after section 45 of the princi { Act, and in. the . shall have effect as sections 45a and ie of that Act :— ‘rinalpel Ack \" Pieacee of 45a, (1) Any person who— rar inka i i we in (a) brings any other person into Es ‘ Ceylon by any dans whotso. ae ever, knowing that the entry into Ceylon of that other person is or ould be in con- fravention of any provision of this Act or of aby Order or regulation made  there- ‘under; .. @) conceals or harbours any other . person in any place whatso- ever, or transports. any other person or caises any other person to be transported by any means whatsoever, know- ing that such other person has entered Ceylon or is remain- ing in Ceylon in contraven- tion of any provision of this Act or of any Order. or regulation made thereunder; or (c) employs any other person, know- () ampoy ay ther person, knee . entered Ceylon or is remait- +. ing in Ceylon in contraven- 7. ©” tion of any provision of this i + Act or of any Order or regulation made therennder, shall be guilty of an offence under this Act and shall on conviction be Hiable to rigorous imprisonment for f term of aot less than two years and of not more than five years. @) Any person who— {@) attempts t6 commit or aids ot * abets the commission of ap aifence under sub-section (1), 2 OF",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "Immigrants and Emigrants (Amendment) Act, 5. No. 68 of 1961 (b) does any act preparatory to the commission of & offence : under par (a) or para -",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": ". graph oy ‘of seb-aection (1), shall be guilty of an offence under this Act and shail on conviction be liable to-rigorous imprisonment for a term of not less ‘two years and of not more than five years.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "(3) Where a person is charged with an offence under sub-section (1) or sub- section (2), it shall be presumed that he acted knowing that the entry of that other person into Ceylon was or would have been, or that the other person had entered Ceylon or was remaining in Ceylon, as the case may be, in contraven- tion of a provision of this Act or of any Order or regulation made thereunder, and the burden of rebutting the pre- sumption of such knowledge shail lie upon the person so charged.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "(4) For the purpose of every prosecu- tion under paragraph (¢) of eub-section (1) of this seotion, a person alleged to have entered Ceylon or to be remaining",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": ". in Ceylon in contravention of any pro- vision of this Act or of any Order or regulation made thereunder,— :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "(2) who ig in the service of « body of persons shall (i) where the body of persons is 2 body corporate, be deemed to be employed. by the manager, secre- tary and every director of that body corporate, and (ii) where the body of persons Ha a firm, be deemed to employed by every partner of the Sra.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "8 Immigrants and Emigrants (Amendment) Act, No. 68 of 1961 . unless such manager, secretary, director or partner, as the case may be, proves, having regard to the nature of his functions and to all the circumstances, that such person . was employed without his Know: ledge; and (8) who is in the service of a busi- ness registered under the Business Names Ordinance, . shall, as regards every indivi- dual, every firm and every body corporate registered ander that Ordinance in respect of that business, be deemed to be employed by such individual, every part- ner of such firm and every manager, secretary and dir- ector of such body corporate, unless such individual, partner, manager, secretary or director, as the case may be, proves, having regard to the nature of his functions and to all the circumstances, that auch person was employed without his knowledge. Prpmeticn 455. If in any prosecution for any Geeatata offence under this ee there is produced eantificates, # certificate ised by a police officer of a reok not below that of an Assistant “ Superintendent to the effect that he believes any person named in the certifi- cate to be a person who has entered or femuined in Ceylon in contravention of any provision of this Act or of any Order or regulation made thereunder, it shall be presumed that the ge go named entered or remained in Ceylon in contra- : vention of such provision, unless it is proved by the accused that the persoa 30 named—— : (@ is 4 person to whom Part IIT of . this Act does not apply; OF",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "Immigrants and Emigrants (Amendment) Act, 7+ No. 68 of 1982 . @) entered Ceylon, or remained in Ceylon, as the case may be, in conformity with such pro- vision; of : (© was in Ceylon prior to the . appointed diate’ and dia not ereafter leave Ceylon; or @ was born in Ceylon on or after the appointed date and did not thereafter leave Cey- ion. ”,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "8. Section 48, of the principal Act is hereby Bepsomsit repealed and the following new Teetion substioated fan Fherefor:— Aa * Oarain 464, (1) Notwithstanding anything in",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "cee any other law—",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "se",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "(@) every offence under paragraph i) “of sub-soction (i) of section 45,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "() every offence under sub-section (@) of section 40 in 50 far as Jt relates to paragraph (a) of sub-section (1) of that section,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "(0) every offence under paragraph",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": ". @ or paragraph iy of sub",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "section (1) of section 454,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "@ every offence under paragraph of sub-ection Gy of",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": ": seotion 454 in so forse it",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "relates to paragraph (2) or aragraph WO) of sub-section Ed of that-sectioa, and",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "(6) every offence under paragray",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": ") “(of sub-ecction ‘© mt",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "section 454,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "shall be non-bailable and no person",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "accused of such an offence shall in",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "any circumstances be admitted to",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "bail. .",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "(2) Notwithstanding anything in any",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "Notwi ing anything",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "(@) every offence under parograph (©) of sub-seotion at section 454, and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "\"+ < \"8-2 Immigrants and Emigrants (Amendment) Act, No. 68 of 1961 ®) every offence under paragraph » et ot subsection Gof * section fon in 90 or : relates to paragraph (c) , sub-section (1) of that section, shall be non-bailable.””. Boplernat ot 7. Section £62 of the principal Act is hereby the rt Tepes and the following new section substital mete refor:— id “Duicatin of 468. Where any person is suspected of | et” the commission af on offence onder para: oe wt graph (@) of sub-section (1) of section 45, cmmwioe ot it shall be lawful, notwithstanding any- often uoder thing in any other written law, for the #@ w. Controller or any police officer of a rank not below that.of an Assistant Superin- tendent, to authorize in writing the detention of that person in any place of detention approved by the Minister for the purpose of this section, until that person has established his innocence or an Order is made against that person by the Minister in terms of section 28 (1A): Provided that if such person remains in custody at the expiry of a period of two weeks from the date on which he : was first taken into custody, he shall be produced forthwith before a Magistrate ‘who shall make such order as he deems appropriate. ”'. Rephuameot of 8, Section: 474 of the principal Act is hereby snd! repealed and the,following new section substituted is, therefor :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "Powe to. 47s. It shall be lawful for any police uuchey officer irrespective of rank, or any pupee of authorized member of the Forces not seri. below the rank of a corporal or leading",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "seaman, fo search any ship (not being an aircraft) in the territorial waters of Ceylon, and to arrest and take into custody any person on board such ship who is suspected of the commission of any offence under section 45 (1) (2); section 45 (2) in so far as it relates to section 45 (1} (a), or section 484.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "Immigrants ond Emigrants (Amendment) Act, A, ~ No. 68 of 1962 8, Section 478 of the principal Act is hereby anmimetet amended as follows:— asm Ft",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(1) in sub-section (1) of that section— ae (@) by the substitation, for the words",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": ": “any police officer of » rank not below ‘that of inspector \"”, of the words “' any police officer irrespeo- tive of rank, or any authorized ‘member of the Foroes not below the rank of e@ corporal or leading . seaman \"’, and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "@) by the substation, for the monde in aragraph (6) or paragraph (6) o: Easton Q), of soution 45.\" of the words ‘in paragraph (a) or paragraph () of sub-section (1) of section 454\";",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(2) in sub-section (2) of that section, by the substitution, for the words “by the officer making the seizure\", of the words “by” the officer making the seizure or, where",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": ". such officer is an authorized member of the Fores, by any police officer ’”;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(8) in-sub-section (8) of that section—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(a) by the substitution, in paragraph (a) (©) Py eeceot for the words eon & expiration of fourteen days after the seizure\", of the words“ upon the expiration of six weeks after 8) by the wabatzotion h (8) substitution, in paragray ©) PY Meveot forthe worde\" anlses daly declared to be forfeited to Her Majesty under section 474\", of the words “' unleas daly declared to be forfeited to Her Majesty or ordered to be destroyed’ under",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": ". sub-section (4) \"5",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(© by the insertion, immediately efter sub- section (8), of the following new sub- section: —",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "“ (4) Where any vehicle, vessel or” other ineans of transport or equipment oF sovestores, produced before oF ‘made available Zor inspection by 8 Magis: trate's Court under sub-section @, is - proved to have bee used in, or in",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "+10 Immigrants ond Emigrants (Amendment) Act,” ° No. 68 of 1961 connection with, the commission of an offence under aragraph @ or para- graph (8) of sub-section (1) of section : 45a, such court shall make order for . ' the’ forfeiture to Her Majesty or fur . * the destruction of such vehicle, vessel or other means of transport or equip- ment or accessories. ’; and : (8) by the substitution, for the marginal note thereto, of the following marginal note: — “Seizure and detention by police, authorized members of the Forces or authorized officers, of vehicles, etc. suspected of being used in the eommis- sion of offences under section 45a (1) (a) or section 45a (1) (3). Tamtinee «10, “The following new sections are hereby ser seciow, inserted immediately after section 478 of the prin- {be prince! cipal Act and shall have effect as sections 47¢ and Ae 47p of that Act:— “Pmeedion 470, (1) The proceedings -in any . weer, court in respect of an offence alleged to piety in = have been committed by any person Soaet. under this Act shall have priority over all other business of that court, except when circumstances render it Reoessary for such other business to be disposed 0} earlier. (2) Where the trial of a person : accused of an offence under this Act cannot be concluded on the day of com- mencement, such trial shall be continued on the working day immediately fol- lowing, except where circumstances render auch continuation impracticable or render it necessary for other business tobe disposed of on the working day immediately following. . | Britons in 47D. (1) Where any person is : cometh.” gooused of an offence under section 45 Geass, of — (1) (@), or section 46 (2) in so far as it sree relates to section 45 (1) ©, or section ieee = 454, any other person who is about to Talaod leave the Island may, if he so desires, make a.eworn,.or afftmed atatement in ‘connection with the offence before a . Justice of the Peace, or a police officer",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "Immigrants and Emigrants (Amendment) Act, 11 No. 88 of 1961 not below the rank of an Assistant . Superintendent of Police, in the presence of the person sccused of the offence. ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "(2) The Justice of the Peace or tha police officer before whom the statement ja made under sub-section (1) shall—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "(a) record such statement,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "(0) read over such statement in the presence of the accused to the person making’ the state- ment,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "(0) explain the statement to the ‘accused,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "{@) afford the accused full oppor- tunity of asking any ques- tions relevant to the state- ment from the person making the statement,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "(@) record such questions, together ‘with the answers given by the person making the statement,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "(f) secore the signatare of the person making the state- ment to the record of the statement, and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "(g) certify, if such be the caso, * that the requirements of thia section have been complied with.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "(8) Any Justice of the Peace, or police offeer not below the rank of an",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": ". ‘Assistant Superintendent of Polica is hereby empowered and required—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": ". (@) to administer an oath or affir- mation, in manner autho- rized for witnesses under ‘the Oaths Ordinance, to any cap us,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": ". . person desiring to make & statement in accordance with this section, end =~",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "() thereafter to take proceedings",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": ". under the provisions of",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": ". sub-section (2).",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "12 Immigronts and Emigriints (Amendment) Act, ~",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "No, 68 of 1961 oe",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": ". (4 A statement purporting to be certified under this ‘section may,  not- itheianding the provision of any other law, be produced in court and given in evidence against any person accused of any offence under section 45 (1) (@), or section 45 (2) in 20 far as it relates to",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": ". section 45 (1) (a), or section 454, and shell he prima facte evidence of the facts therein stated. , : dmminesot 44, Seotion 50 of the principal Act is hereby Specel amended as follows:-—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": ". (1) in sub-section (1) of that section—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "@) by the insertion, immediately atter the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": ": definition of “ authorized officer \",",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "of the following: —",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "«Ceylon ” includes the terri- torial waters of Ceylon; *, and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "@) by the insertion, immediately after the definition of “ship”, of the following: —",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "* © territorial waters of Ceylon ” means the part of the sea within @ - distance of six nautical miles from any point of the coast of Ceylon measured from low-water mark of ordinary spring tides; °; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "+ (2) in sub-section (8) of that section— (@) by the substitution, for paragraph (2), of the following paragraph :—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": ": “ (@) A person who arrives at any aerodroine in Ceylon on board any sircraft shall not be deemed, for the purposes of this Act, to enter Ceylon oF to be brought into Ceylon until that person leaves the aerodrome otherwise than by that aircraft.”, and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(0) by the substitution, for paragraph (0),",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": ". of the following paragraph:—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "“@) @) A person who enters the ‘territorial waters of Ceylon on board any ship (not being an aircraft) as @ passenger it",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": ": legge Immigrantpand Emigrants (Amendment) Act, 13 No. 68 of 1062 . transit, shall not be deemed, for the purposes of this Act, to enter veyion or to be brought into ay'on until that person leaves the ship.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "(ii) “ possenger in transit” means a passenger who is travelling from a country other than Ceylon to & country other than Ceylon on board the same ship.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "Gi) In any prosecution for an offence under this Act, the burden of proving that a person is a passenger in tran- sit shall Lie upon the person so asserting it.””,",
    "mean_p_confidence": 0.83
  }
]