[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Ge hfe Gee PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA NATIONAL DEVELOPMENT BANK OF ° SRI LANKA (AMENDMENT) : ACT, No. 10 OF 1992 [Certified on 6th Murch, 1992} . Printed on the Orders of Government Published as a Supplement to Part IT of the canote ot the Democrat Socialist Ropublic of Sri Lanka of March 6, 1982 . . “em ar nar pesto oF covet mG, AEA : ‘TO 9B PORCHARID AT THE GOVERNMENT FUELICATIONS BUNEAU, COLOBER® Price: Re, 1.20 Postage ; Re: 1.00",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Netionat Development Bank of Sri Lanka - (Amendment) Act, No. 10 of 1992 (Certified on 6th March, 1992.] LD—O. 99/90. . , Aw Act To AMEND THE NATIONAL DevgLorment BARR oF Set Lana Aer, No. 2 oF 1979 BE it enacted by the Parliament of the Democratic Socialtat Republic of Sri Lanka as follows :— .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1. This Act may be cited as the National Development Short title, Bank of Sri Lanka (Amendment) Act, No. 10 of 1992.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2, Section § of the National Development Bank of Sti Amendment Lanka Act, No. 2 of 1879 (hereinafter referred to as the of section? “principal enactment”) is hereby amended in subsection of i979.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(1) of that section by the substitution in paragraph (a) for the words “providing medium-term and long term credit”, of the words “providing credit*,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "3. Section 6 of the principal enactment is hereby amended Amendment as follows — Fie",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(1) in paragraph (a) of that section, by the substitution <nactment",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "for the words “grant loans and advances to any enterprises\", of the words “grant loans and advances with or without security to any enter. prises” ; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(2) by the insertion immediately after paragraph (k) of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘that section of the following new paragraph:— (kk) to undertake and execute any trusts the undertaking whereof ray seem desirable;”,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4. Section 7 of the principal enactment is hereby amended Amendment in paragraph (¢) of that section by the substitution for the fara? words “establish a provident fund, and”, of the words principal “establish a provident fund and pensions fund or scheme *ctuanh for the benefit of its officers and servants, and to make contributions to such fund or scheme, and\",",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "& Section 8 of the principal enactment is hereby repealed Reptneamant: and the following section substituted therefor:— Spegeuons",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "“poartot 8, (2) The Bunk shell have a Board of Zanccsent",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Direciort. Directors of not less than five and not more",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "than ten members consisting of both nominated and elected directors nominated or elected, ay the case may be, under section 8a or fa,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 | Nationat Development Bank of Sri Lanka (Amendment) Act, No, 10 of 1992 @) The General Manager shall be an ex- officid member of the Board of Directors without the right to vote at any meeting of such Board of Directors.”. Temtermea ‘The following new sections are hereby inserted fae\" © immediately after section 8, and shall have effect as sections prince, Ba, 88 and 8c of the principal enactment :— ‘Nominated Ba. (1) The Minister shall nominate 3 Tirector. members of the Board of Directors— (@) three persons, one of whom shall be 2 senior officer of the Central Bank where the Government of Sri Lanka or the Central Bank or both parties together holds or hold twenty five per-centum or more of the issued share capital of the Bonk; or ®) two persons, one of whom shell be a senior officer of the Central Bank where the Government of Sri Lanka or the Central Bank or both parties together holds or hold lese than . twenty-five per centum of the tssued share capital of the Bank, . A person nominated as a director undet this subsection iz hereinafter referred to a a “nominated director” @) A nominated director ehall hold office -» for a term of four years : Provided however, where the percentage of shares held by the Government of Stl Lanka or the Central Bank or both parties",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "‘ ; National Devetopment Bank of Set Lanka 3 {Amendment) Act, No, 10 of 1992",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "together, is reduced after the nomination of such diectors under subsection (1), to such an extent as would require an increase in the number of elected directors, the Minister shall request one or two, as the case may be, ‘of nomniated directors to resign from office .. and where such director or directors, as the . case may be, fails or fail to resign trom office, + Femove such director or directors from office. wot (3) The Minister may without assigning any reason therefor remove @ nominated director from office. . (4) A nominated director may resign hia office by a letter in that behalf addressed to the Minister, : (5) Where a nominated director is temporarily unable to perform the duties of hig office by reason of ill-health or other infirmity or absence from Sri Lanka, the . Minister may nominate another person to : act as his alternate at Board meetings and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "the person so nominated shall have a right to . vote at such meetings.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "2 (6) In the event of the vacation of offce by death, resignation or removal af anomina- ted director, otherwise than by resignation or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "1 removal under the proviso to subsection (2)",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": ". the Minister shall nominate another petsou to fill such vacancy, The person so nominated shalt hold office for the unexpired perlod of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": ". office of the member whom he succeeds. 8, (1) The elected Directors of the Elected Board shall be elected by the shareholders directors. : of the Bank (other than the Government of",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "- Sri Lanka and the Central Bank) at every Annual General Meeting of the sareholders of the Bank, on the basis of one member for every such ten per centum of the total issued share capital of the Bank as is owned by persona other than the Govern-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "ment of Sri Lenka and the Central Bank so however, that the number of the directors so elected shall not exceed the . difteunce between the maximum number of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "4 Nationat Development Bank of Sri Lanka (Amendment) Act, No. 10 of 1992",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "directors of the Board of Directors specified under section 8 and the number of directors that may be nominated by the Minister under section 8a.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "A Example",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "i If the percentage of the total tseued share",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "i capital of the Bonk owned by shareholders {other then Government andthe Central",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "' Bonk) is forty per centum, such shareholders shall be entitled to elect four members.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": ". (2) The shareholders of the Bank (other than the Government of Sri Lanka and the Central Bank) may, at a meeting of such shareholders convened by the Chairman at the request of five or more of such share- holders remove an elected director from office and elect another director in his pince.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(3) An elected director may resin his office by letier addressed to the Chairman in that behalf,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(4) Where an clected director is tetaporavily unable to perform the duties of his office by reason of ilt-hex!th or other infirmity or absence from Sri Lanka, such director with the coneurrance of the Board of Directors may appoint another person 10 act as his alternate at Board meetings and the person so appointed shail have a right to vote at such meetings.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(5) In the event of the vacation of oftce by death or resignation of an elected directur or in the event of the number of elected directors being increased as a result of an increase In the sharcholdings of the share- holders (other than the Government nt Sel Lanka and the Central Bank), the Board of Directors may appoint another person to fill such vacancy and the person so appointed all hold office until the first Annual",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": ". General Meeting of the Bank to be held after the occurence of such vacancy at which meeting he shall be eligible for election as a director.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "National Development Bank of Sri Lanka 5 (Amendment) Act, No, 10 of 1992",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(8) At every Annual Generel Meeting of the shareholders of the Bank one-third of the elected divectors or where the number of elected directors is not three or a multiple of three, then the number nearest to one-third of thet number, shall retire from office and new members elected to fill such vacancy or ‘vacancies, as the case may be, unless the shareholders (other than the Government of Sri Lanka and the Central Bank) expressly resolve not to fill such vacancy or vacancies or a resolution for the re-election of such retiring elected director or directors, as the case may be, shall have been put to such shareholders at such meeting end been lost or the shereholdings of the shareholders (other than the Govern- mont of Sri Lanke or the Central Bank) on the day preceding the date of such meeting does not justify the filling of sueh vacancy.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(2) The elected diector or directors who shall retire under subsecton (6) shall be the director or directors who have served longest in cifice as at the date of the Annusl General Meeting referred to in that subsec- tion but as between elected directors who have served for periods of equal length at that date, the director who shall retire shall be determined by lot drawn by the Chairman",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": ". of the meeting.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(8) A retiring elected director shall be eligible for re-election.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "8, (1) At the first Annual General TheFirst ‘Meeting of shareholders of the Bank to be Board of held after the date on which this section comes into force x Board of Directors (in this section referred to as the \" First Board\") shall be constituted in the manner specified in subsection (1) of section 8a and subsection (2) of section 82.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(2) The elected members of first Board shall hold office until the date of the next Annual General Meeting of the shareholders",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "- 4 National Development Bank of Sri Lauka (Amendment) Act, No. 10 of 1992 of the Bank immediately following the | Annual General Meeting referred to in ! subsection (1), (8) Subject to the provisions of subsection : @) the provisions of sections 8s and & | relating to vacation office by death, resigna- : . tion or removal and the temporary absence H : of a member of the Board, shall apply to | oe and in respect of the members of fhe frst I Board. ‘Amendment 7. Section 10 of the principal enactment is hereby af gection 10 amended hy the substitution for the words “as may be principal determination by the Minister. ”, of the words “as may from Inactment, me to time be determined by the shareholders of the Bank at an Annual General Meeting of such shareholders.”. ‘Amendment & Section 15 of the principal enactment is hereby ofseetionl5 §— amended as follows ;— orinelpal (1) by the repeal of subsection (1) of that section and the substitution therefor of the following subsection :— “(Q) The Board of Directors shall elect from among themselves a Chairman,\" ; 4 (2) in subsection (2) of that section, by the substitution | for the words “date of appointment.”, of the words | “date of election.\" ; . I 48) in subsection (3) of that section by the substitution ~ for the words “ shall be appointed in his place”, of the words “shall be elected in his place”; ! | (4) in subsection (4) of that section, by the substitution i for the words “eligible for reappointment.”, of the | words “eligible for re-elcetion.” ; and | (5) by the repeal of subsection (6) of that section, i Amendment Section 16 of the principal enactment is hereby 3 sertion amended in subsection (3) of that section by the substitu: | itiscinel’ .  tlon for the words “presence of the General Manager or uciment, fhe acting General Manager ond two Directors all of | f whom”, of the words “presence of the General Manager or the acting Generel Manager and one director both of whom”, 1 7",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "National Development Bank of Sri Lanke = 7 (Amendment) Act, No. 10 of 1992 10. Section 21 of the principsl enactment is hereby  Meptacemem repealed and the following section substituted therefor: $f Sten aes, “Capital of 21, (1) The authorized capital of the theBank, Bank shall be two thousand million rupees divided into two hundred million shares of ten rupees each, (@) The Bank may offer such of the : shares referred to in subsection (1) as have + not been alloted under section 22, to the public for subscription at such time or times in such amount or amounts and in such manner #s may be determined by the Board of Directors and upon payment being made for such shares shall, subject to the provi- sions of subsection (2s) of section 22, allot such shares to the respective purchasers”. AL Section 22 of the principal enactment is hereby amended as follows — (1) by the repeal of subsection (2) of that section and Amendment the substitution therefor of the following subsec- of ction et the thon :— principal \"(@) The shareholders referred to in subsection “™*t™ : (2) shall have power to— (a) sell all or any of their shares in the Bank; {®) convert, with the approval of the Minis- ter ali or any of their shares in the . Bank into bonds, debentures or _pre- ference shares issued by the Bank gubject to such terms and conditions as may be approved by the Minister.”; : @) by the insertion immediately after subsection (2) of that section of the following new subsections :— . (2a) ‘The Board of Directors may, with the concurrence of the Minister cancel any pro . missory notes ised to the Bank by any of the shareholders referred to in paragraphs (b), (©) and (@) of subsection (1), and upon .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "3 National Development Bank of Sri Lanka = * (Amendment) Act, No, 10 of 1992 such cancellation, the issued share capital of the Bank shall be deemed to be reduced to the extent of the value of the promissary notes cancelled, (22) ‘The Bank shall not allot any shares . under subsection (2) of section 21 or register : any shares—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(a) in the name of any company, incor porated body or an individual, if such alloument or registration would result in such company, incorporated body or individual owning more than fifteen | per centum, of the totel issued share",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": ": capital of the Bank; ' (®) in the name of a company and any one or more of the following :— @ any of its subsidiaries; (ii) ts holding company ; (iti) a subsidiary of its holding com- pany; or (iv) a company in which such com- pany or its subsidiary or its holding company or a subsidiary of its holding company has a substantial interest,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "if such allotment or registration would result",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "in such company and one or more of the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "person referred to in sub-paragraphs (i), {ii},",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "Gil) end (iv) owning, in the aggregate, more than fifteen per centum of the total issued share capital of the Bank;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(¢) in the name of an individual and of any one nr more of the following :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "{®) his close relations; Gi} a company in which he has a sub- stantial interest or in which has . close relation has a substantial interest 3",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "National Development Bonk of Sri Lanke 9 (Amendment) Act, No. 10 of 1982",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "Gili) the subsidfary of a company",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "referred to in sub-paragraph (ii) ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(lv) a holding company of a company",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "referred to in sub-paragraph (ii) ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(¥) 8 subsidiary of a bolding company ‘of @ company referred to in sab",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "paragraph (ii) ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(vi) a company in which a company, referred to in sub-paragraph (ii) or its subsidiary or ite holding company or @ subsidiary of its holding company has a substan- tial interest ; or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(it) an incorporated body other than @ company in which such indi- vidual or his close relat’‘on has substantial interest,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "if such allotment or registration would result in such individual and one or more of the per sons referred to in sub-paragraphs (1), (ti), (ii), Gv), (v), (iH) and (wii) owning, in the aggregate, more than fifteen per centuma : of the total issued share capital of the Bank. A company oF individual shall be deemed to have a substantial interest in a company or incorporated body other than a company within the meaning of this subsection where such company or individual owns more than fifty-one ver centim of shares in such com",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": ". pany or incorporsted bady, as the case may",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "be”;",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(3) in subsection (4) of that section, by the substitution for the words and figures “this section or section - 57.”, of the werds and figures “section 21 or this section.” ; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "“(A) by the addition immediately after subsection (4) of that section, of the following new subsection :~ © 45) Por the purpose of subsection (20)—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "“close relation” in relation to @ person means ‘a parent, spouse, or child of that per- son cr the spouse of a child of thet Person",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "10 Nationat Development Bank of Sri Lanke (Amendment) Act, No, 10 of 1992 “subsidiary” has the meaning assigned to it by subsection (1) of section 8 of the Banking Act, No. 30 of 1958. *. ‘Amendment 12, Section 26 of the principal enactment is hereby aot the amended as follows :~ principal ancient, () by the addition, at the end of that section, of the following new subsection :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "* (8) Notwithstanding the provisions of sul- sections (1) and (2), the Bank may fro. time to time borrow sums of money from any licensed commercial bank on such terms and conditions as may be mutually agreed to betwcen them.” ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "(@ vy the addition, immediately after this section, of the following paragraph :—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "‘For the purpose of this section “censed com- mercial bank” means a licensed commercial bank within the meaning of the Banking Act, No. 30 of 1988‘; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "(8) by the substitution for the marginal note to that section of the following marginal note :—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "“‘Yemporary borrowings from the Central Bank and licensed commercial banks.”",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "Repeal of 48, Section 88 of the principal enactment Is hereby section 36",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "ol the repealed.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "principal",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "enactment.",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "Repeal of 14 Part IV of the principel enactment is hereby Part IV of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "the repealed.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "principal",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "Seachment.",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "Insertion 15, The following new sections are hereby Inserted of new = inmediately after section 68 and shall have effect a 6x ard 600 sections 66a and 66a of the principal enactment :— prineipat enactment",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Notional Development Bank of Sri Lenka tL (Amendment) Act, No, 10 of 1992 “Bank 66a. The Bank shall be deemed to be a feemed ane. bank within the meaning of Chapter VI of within the” the Evidence Ordinance notwithstanding the meaniog fact that it does not accept demand deposits Evidence and accordingly, the provisions of that Ordinance, Chapter shall apply to and in relation to the Bank. ‘Annual 685. An Annual General Meeting of the Moete- shareholders of the Bank shall be held within ‘nine months alter the close of each financial year of the Bank at which the Annual Report and Accounts presented by the Board of Directors shall be considered and decisions ‘5 to the declaration of dividends taken, The manner of summoning the Annual General Meeting and the procedure for transaction of business at such meeting shall be as prescribed. At every Annual General ‘Meeting, elected directors shall be elected to the Board of Directors in accordance with the sharcholdings in the Banks on the day prece- ding the date of such meeting. °. 18, Section 79 of the principal enactment is hereby Bonga) gf repecled, de : principal Eoactment, 17, The Schedule to the principal enactment is hereby Amendment amended as follows :— Schedule to the (1) fn ‘FORM, A’ of that Schedule, by the omissidn of Prineion | all the words from “Given under the Seal of the Bank”, to “Generel Manager of the Bank.” ; and (2) im “FORM BY of that Schedule, by the omission of ail the words from “Given under the Seal of the Bank\", to “ General Manager of the Bank.”. 18, ‘The members of the Board Directors holding office Swvint on the day immediately prior ta the date of commencement of ths Act shall notwithstanding anything in the prineipal enactment cease to hold office with effect from the date of the first Annual General Meeting of shareholders of the Bank to be held after the date of commencement of this Act. 48, In the event of any inconsistency between the Sinhala Sinhale and Tamil texts of this Act, the Sinhala text shal! prevail. preval n Inoansistency,",
    "mean_p_confidence": 0.84
  }
]