[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ast Session 1965-66 Gy fe wt . for, B 1966-6-5 Vg gy (Sae 8 Sa? Methodist Trust Association of Ceylon (Amendment) Act, No. 17 of 1966 ” Date of Assent: June 21, 1968 Lott Printed on the Orders of Government 27 . Dino, Gomme rom, cra Tote wot ‘30 (Local), Rs. 40 aa eee tk ae Priso: 30 conts Postage: 10 cents |",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Methodist Trust Association of Ceylon (Amendment) Act, No. 17 of 1968 L. D.0. 26/65. ‘AN ACT 70 AMEND THE MerHopist TRUET ABSOCIATION OF Cayton ORDINANCE. (Date of Assent: June 21, 1966] ‘BE it enacted by the Queen's Most Excellent Majesty, by aud with the advice and consent of the Senate and the House of Representatives of Caylon in this present Parliament, assembled, and by the authority of the same, a8 follows: — 4. This Act may be cited as the Methodist Trust shor sine. ‘Association of Ceylon (Amendment) Act, No. 17 of 2. Section 2 of the Methodist Trust Association of Bapiscement ot",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Ceylon Ordinanes (hereafter in thia Act referred to Mo. 9,g. ag the “ principal enactment ”’) ig hereby repealed and the following section is substituted therefor: — “Inieprataion. 2. Unless enything shall appear in",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "the context or subject repugnant thereto",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "or inconsistent therewith, the expres-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "sion—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "r (@ “‘ the said church” shail mean the church or Christian society in Ceylon called the Methodist Church, Ceylon, composed of Christians in the connexion established by the late Reverend John Wesley A.M, of England and shall include alt members thereof at present in the Island of Ceylon;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(“the said association shall mean the members of the Methodist Trust Association of Ceylon appointed by the Con- ference of the Methodist Charch, Ceylon, in the manner hereinafter set out;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(© “the Conferenca ’” shall mean the annual Conference oom . posed of Ministers and lay Tepresentatives held at present ip Ceylon in seoordance with the law, constitution, and custom of the said church;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "rant ey",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "2 — Methodist Trust Association of Ceylon (Amendment) Act, No. 17 of 1968 (@ ‘the President\" shall mean the President of the Conference - appointed. in accordance with law, constitution and , custom of the said church;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(e) ‘* the three District Synods ” shall ‘mean the Northern, Central and Sovthem District Synods composed of Ministers and lay representatives and held in accordance with the law, constitution and custom of the said, church;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(/) “the Standing Committes ‘* shall mean the Committee appointed by the Conference to act for the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "ference between two",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "\"sessions of the annual Con- ference,’.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Replecanang 8. Section 4 of the principal enactment is hereb; TEs wheos repealed and the following section is substituted Sacsomt therefor:",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "“Comutaon, 4, Tho said Methodist Trust Associa. ~ tion shall be composed of the President of the Conference, the Secretary of the Conference, the Chairmen of the threo Distriet Synods and five laymen, all of whom shall be appointed annually by the Conference and shall hold office tatll the next annual Conference after such appointment.”",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Hephcenes of Section 8 of the principal enactment is hereby Gepoua: —cepealed and the following section is substituted Sidaet” therefor:",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "“typsistomss The Conference shall at each",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "qtzeee!—amnnal. session, or as soon thereafter ag possible, appoint the mentbers of the said association who shall compose the said association from the date of such appointment until the next annual session of the Conference.””.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Roget of 5. Section 6 of the principal enactment is hereby < Sopot repealed.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Methodist Trust Association of Ceylon 8 (Amendment) Act, No. 17 of 1968",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "6. Section 7 of the principal enactment is hereby Ameniman of amended by the substitution, for the words “standing Seat of committee ‘of the Provincial Synod”, of the words count”",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "“Standing Committeo ”’.",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "7. Section 8 of the principal enactment is hereby Amendmast of amended a8 follows :— secon 8",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(1) by the substitution, for the words “respon. “““\"\"\"* sible to the Brovingial Synod of the Methodist Church of Ceylon”, of the words “responsible to the Conférence of the Methodist Chnreh, Ceylon *';",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "() by the substitution, for the words ‘ any two sessions of the Provincial Synod, the chairman of the Provincial Synod”, of the words “any two sessions of ‘the Conference, the President”;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(8) by the substitution, for the words “in the . nome of the Provincial Synod” of the words “in the name of the Conference \"\"; and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "() by the substitution, for the marginal note to",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "* that section, of the following marginal note:—— * Association to be responsible to the Conference.”",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "8. Section 11 of the principal enactment is hereby oso amended by the substitution, for the words “‘ chair- tmtes it's” man of the Provincial Synod”, of the word i: pice!",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "President ”.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "®, Section 12 of the principal enactment is hereby . amended by the substitution, for the words «‘ chain Nae\" tuan of the Sonth Ceylon “District, of the word SLGoy™ “ President”.",
    "mean_p_confidence": 0.71
  }
]