[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLONE Ss. . Eee Ist Session 1956 af Goat w83e g a, fom : E> oN ~ Le aon + SOLE Kalla, SEE NSE Resthouses (Amendment) Act, No. 43 of 1956 Date of Assent October 10, 1956 7 Printed on the Orders of Government © Balad 16 Moos Poms Som, Cotas Apnual Subscription {including Bills) Rs. 25, payable in Pk Rtn man meee aoe ‘Boseat, Poer Orrce Box 600, Secretariat, Colombo 1 | Price: 10 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Resthouses (Amendment) Act, No. 48 of 1956 ~ LD—0, 5/56. 1 An Act To AMEND THR RESTHOUSES ACT. No. 12 oF 1951. [Date of Assent: October 10, 1956.} BE it enacted by the Queen's Most Excellent Majesty, ~ by and with the advice and oonsent of the Senate and 1¢ House of Representatives of Ceylon in this present Parliament, sesembled, and by the authority of the same, as follows :— 4. This Act may be cited as the Resthouses Stor rit, (Amendment) Act, No, 43 of 1956. 2. Seotion 4 of the Resthouses Act, No. 12 of 1951, Ampodneat ot is hereby amended as follows:— Ka No. B ot (1) in sub-section (1) of that section, by the aubsti- tution, for’ the words “‘ appropriate authority”, of the words ‘ appropriate anthority, not being. the Dizector of the Government Tourist Bureau,” ; and (2 by the insertion, immediately efter eub-sootion ° : . @) of that section, of the following sub- . section :— “ (@s) Where the appropriate autho- rity ip whom the control of any resthouse is vested ig the Director of the Govern- ment, Tourist Bureau, the Minister for the time being in charge of the subject of tourism may, in respect. of that rest- house, make such rules as may appeat | expedient to him relating to the matters i for which rules may be made under sub- { section (1) of this section. Such mules : shall come into force on publication in Hy the Gazeste.”. i 8. Where, before the date of commencement of this Rule duemet = Act, rules have been deemed to have been made by the #2y\"bitor Director of the Government Tourist Buroan by virtue 3f tie : + of sub-section (4) or sub-section (5) of section 4 of the S3°R \"Men Resthouses Act, No. 1 of 1951, auch rules shall, on ‘ta zu i and after that date, be deemed to have been made by “ius i the Minister for the time being in change ofthe subject Sfiniter a : of tourism and may be amended, added to or repealed SEE,\" H by that Minister. r i ALA napa",
    "mean_p_confidence": 0.78
  }
]