[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 5th Session 1951 . a eau Bone 2 OY con es PE yrnue host 2 we 3) R SNe etc iet gS LGB Customs (Amendment) Act, No. 27 of 1951 Date of Assent : August 13, 195% Printed on the Orders of Government Print at Oe Cevton Gove, Pass, Coron. be : Agra Seterigton Cnelaing le) Be 2, papele in tr he Gee nema ea rteo1 20 conta Postage? Geena, ¢",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "won - oo - Customs (Amendment) Act, No. 27 of 1951. 1",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "L. DOF, 1/61 1/1/90 (ME/G)",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "AN ACT T0 AMEND TRE CusToMs ORDINANCE IN ORDER Shaper 382, ‘70 ADTHORIGE THE IMPOSITION OF EXPORT DUTIES AT Lea ‘VARYING RATES.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "[Date of Assent: August 18, 1951.]",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "BE it enacted by the King’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "game, as follows:—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4, Thia Act may be cited as the Customs (Amend- sort atte ment) Act, No. 97 of 1951.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2. The following new section is hereby inserted in Yauenion of the Customs Ordinance immedintely after section 9 of 3. \"\"STa that Ordinance and shall have affect as section 9a 6. thereof: —",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Provision toe 9a. (1) Any resolution under section",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "cee dase 9 Mposog export duty",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Tibi alee,",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(@) may impose upon any goods duty ‘at rates varying in accordance with fluctuations in the f.0.b. value of the goods; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(®) may provide for the estimation from time to time by the Col- lector of the amount which shal! be deemed, for the pur- poses of the application of the resolution, to be the f.o.b, value of the goods to which it applies.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(2) Where in terms of sub-section (1) of this section export duty on any gooda’ is imposed by any resolution at rates differing in accordance with fluctuations in the f.0.b. value of the goods, the fol- lowing provisions shall have effect in relation to contracts for the exportation of such goods entered into by a seller in",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Tn em an",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": ", \"2 Customs (Amendment) Act, No. 27 of 1051. . Ceylon (hereinafter referred to as “' the exporter \"’) and a buyer overseas: —",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(a) the exporter may make applica. tion to tha Gotleotor far the :",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": ": registration of the contract, specifying in the applica- tion—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "{i the total quantity of the goods covered by the contract;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(ii) the period within which { the goods are required by the terms of the contract to be exported (hereinafter referred to as the “ proposed. period of exporta- tion ”); and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(iii) such other particulars as the Collector may re- quire;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(©) any such contract may be regis. + tered by the Collector subject, however, to the provisions of sub-sections (3) and (4);",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(6) where any such contract is regis- tered, then, notwithstanding anything in the resolution imposing export duty upon such goods, export duty shall |",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": ": be charged, levied and paid,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "on all goods proved to the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "satisfaction of the Collector",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "to be exported during the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "proposed period of exporta-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "tion in fulGlment of the con- tract, at the rate which would have been applicable if the goods had heen exported on the date of the application",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "for the registration of the *",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "| contract. '",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Customs (Amendment) Act, No. 27 of 1961. 3 *",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(3) No contract shall be registered as provided in sub-section (2), if the pro- posed period of exportation of the goods",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": ". to which the contract relates ig a period : ending laser than six months after the date of the application for registration + of the contract: Provided that the afore- said term of six months may, by regula - tion made under sub-section (12), be in- creased or reduced whether in relation to contracts generally or to contracts of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "any specified description.",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "@® No contract shall be registered as provided in sub-section (2) unless the ex- porter under that contract, either—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(a) deposits with the Collector a sum ‘of money equal to one-fourth of the amount whick would be payable as export duty upon the total quantity of goods covered hy the contract if such total quantity were be- ing exported on the date of the application for the regis-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": ". tration of the contract; or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(B) the exporter has furnished to the Collector a bond in such form, and executed by any such bank, as may be approved by the Collector, whereby ‘the bank undertakes to pay to the Collector on demand any sum which may be declared by order of the Collector under sub-section (5) to be payable by the bank in relation to that contract, so however that the maximum sum so undertaken to be paid shall be one-fourth of the amount which would be",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "able as export duty upon Tie total quantity of gonds covered by the contract, if such total quantity were being exported on the date of the . application for the registra- tion of the contract. Pe peRuTEN",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "4 Customs (Amendment) Act, No. 27 of 1961,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "(5) In eny case where a contract has been registered as provided in sub- section (2) and it is found on the date of the expiration of the proposed period of exportation that the contract remains “ wholly or partly unfulfilled, then, if the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": ". tate of duty prevailing on that date under",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": ". the resolution passed in terme of sub. section (1) (hereinafter referred to as",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "the “‘ new rate \"} is lower than the rate",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "which prevailed thereunder on the date",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "of the application for the registration of",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "the contract (hereinafter referred to as",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": ". the old rate \")}— |",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "{e) the Collector shail make an as- sessment of the amount which would have been payable as export duty at the old rate ‘on the quantity of the goods in respect of which the con- tract remains unfulfilled, and an assesanient of the amount which would be payable as export duty at the new rate on the said quantity; and »",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "{) the Collector shall make order declaring that a sum repre-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "’ senting the difference between the two amounts s0 assessed shall be made good out of the deposit made & the exporter under sub-section (4) in res- pect of the contract, or, asthe = =",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": ". case may be, he paid by the ! bank by which the hond waa. executed in terms of that sub- section in respect of the contract:",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "Provided that the sum ordered to be paid under the preceding provisions of this sub-section in reapect ‘of any contract, shall not exceed the tatal sum deposited",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "- under sub-section (4) in reapect of that contract, or, as the case may Be, the total sum specified in the bond execated in 9",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": ". terms of that aub-section in respect of the 4",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "contract.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "* a stamens nm ome cnee ommars os weet aoey!!! mMRDLUUUUOO Customs (Amendment) Act, No. 27 of 1951-5 \\ Upon an order being made by the t Collector under this sub-section declaring ~ that any sum shall be paid by 2 bank, . the bank shall be bound forthwith on : - demand made by the Collector to pay . such sum to the Collector. @) In any case where the Collector is satiefied that any contract registered under this section remains wholly or partly unfulfilled owing to causes beyond the control of the exporter, thea notwith- standing. anything in the preceding | ~provisions of thie section the Collector may in hia disoretion— (a) extend the proposed period of @ nportation. and treet. that ‘ . such extended period shal! be deemed for the purposes of aragtaph (2) of sub-section . (2) and of sub-sections (6) and 5 {10) to be the proposed period : of exportation; or (®) make order directing that the 7 provisions of sub-section (8) [ shall not apply in relation to | the contract; or (e) make order directing that fon . 1e purposes of sub-section (5) I the oatract shall be deemed 1 to remain unfulfilled only in relation to such part of the total quantity of goods covered by the contract as : H may be apecified in the order. : (7} All eums ordered under sub-section (8) fo be made good out of any deposit and all sums paid by any bank in compli- ance with an order under eub-section (5) shall be paid into the Consolidated Fund. (8) In any case where a contract has been registered under the preceding pro- visions of this section, it shall be the diy of the exporter, whenever any goods are being exported in fulfilment of the oon. } + tract, to make a declaration to that effect : in the bill of entry relating to the goods",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "VT Chustoms (Tmendment) Act, No. 2¥ of 1987.7 and in the apecification furnished in rea- pect of the shipment of such goods; and— .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "_ (@) where no goods have bean so , declared by the exporter to be * goods exported in futfitment of the contract, the Collector shall, for the purposes of sub- section (5), be entitled to pre- sume, unless the contrary is proved to his satisfaction, that the contract remains wholly unfulfilled ; or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "(b) where the quantity of ds 30",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "() wher the auaotiy of goede 2 | be goods exported in fulfil- ment of the contract is less than the total quantity covered by the contract, the Collector shall, for the pur- poses of sub-section (5), be entitled to presume, unless the contrary is proved to his satisfaction, that the contract remains unfulfilled in respect of the outstanding part of , such total quantity. 3",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "{®) The Minister may by order pro- ide for the payment of interest on deposits made under this section, at such rate, and in such circumstances, and subject to auch conditions, as may be specified in the order.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "(10) The amount of any deposit made; under sub-seetion (4) by any exporter in respect of any contract shall, subject to the operation of any order made uader sub-section (5), be returned to the exporter as goon as convenient after the exportation in fulfilment of the contract of the total quantity of goods covered thereby or the expiration of the proposed period of exportation, whichever time is the earlier: :",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "Provided, however, that the Collector | may in bis discretion make order direct- ing the return of any part of any such j deposit at any time after the contract has 4",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "| been substantially fulfilled.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Customs (Amendment) Act, No. 27 of 1951. 7 5 (11) No sam constituting or forming : part of any deposit made under sub: section (4) by any exporter shall be liable . at any time to be seized or aequestered in : execution of any decree or order of any * . court, if the Collector certifies that the exporter is not at that time entitled to the return of that sum under sub-section (10) of this section. (12) The Minister may make auch regulationa as he may consider necessary for canying into elfect the preceding : provisions of this section. 1 (18) In each of the preceding sub- sections— | “Collector '” means the Principal Collector of Customs and in- cludes any officer of Customs authorised by the Principal . Sollector to act on bis behalf for the purposes of the sub- \" section; an t “the date cf the application for . registration of the contract.” : means the date on which the application for Tepistration : . is received by the Collector. (14 The preceding provisions of this section shall have effect notwithstanding anything to the contrary in any other provision of this Ordinance. (15) It is hereby declared for the avoidance of doubts that an order made undor section 2of the Revenue Protection cay, 1m. Ordinance, “consequent upon the approval by the Cabinet of the introduc- tion of a resolution in terms of sub- section (1) of this section, may contain provision with respect to the matters mentioned in thet sub-section. And where euch an order is made, sub-sections (2) to (14) of this section shall, during the period for which the order is in . force, apply in all respects as though the order were the resolution; and accord- ingly any thing done or any liability te",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Customs (Amendment) Act, No. ¢? of 1952. | incurred under any of those sub-sections | Goring that period shall, if the recotu- | . tion if pasted by the House of Repte- sentatives, have’ thereafter tho same ,{ . foree and effect as though the resolution hhad been im force during that period. | : | ' ‘ ! i ‘",
    "mean_p_confidence": 0.7
  }
]