[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC . SOCIALIST REPUBLIC OF SRI LANKA Ce SRI LANKA EX-SERVIGEMEN’S ASSOCIATION (AMENDMENT) _ AGT, No..42 OF 1992 ~ Hl eee - [Certified on 17th Angust, 1892) Printed on the Orders of Government . Published as a Supplement to Part II of the Gazette of the Demoeratie Socialist Republic of Sri Lanka of August 21, 1992 . PRUNCED A nk DeRARtAIENE OF COMENNGERT TROND, MO ANE —* ‘TO ME PURCHASED AT THR GOVERNMENT FUBCIICATIONS BUREAU, COLOMBO ~— Prieo: 45 Cents, Postage: Re £00",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Sri Lanks Ex-Servicemen’s Association ‘ (Amendment) Act, No. 42 of 1992 [Certifled on 17th August, 1992) LD, 73/90 ‘ An Act To AMEND THE Sax Lanka Ex-Servicemen’s Associa~ tion Law, No. 8 or 1976. BE it enacted by the Parliament of the Democratic Soctalist Republic of Sri Lanka as follows :— L This Act may be cited 2a the Sri Lanka Bx- -Shorttitle. .) . Bervicemen’s Association (Amendment) Act, No. 42 of 1992, . . ¢ —-& Section 3 of the Sri Lanka Ex-Servicemen's Amendment Association Law, No. 8 of 1978, (hereinafter referred to as f'f°Ts0\" the “principal enactment”) is hereby amended as No.2 of follows :— . (Q) in paragraph (e) of that section by the substitution . for the words “ affliated to the Assoclation ; and™, of the words “ effiliated to the Association |” 5 * (2) in paragraph (f) of that section by the substitution : for the words. “framed for thet purpose.”, of the words “framed for that purpose; and”; and (8) by the addition immedistely after paragraph (f) of ‘that section, of the following new paragraph :— (g) to preserve the memory-of the servicemen who sacrificed their lives in the defence of Sri Lanka, ”, : 3. Section & of the principal enactment is hereby Amendment amended as follows :— te (a) in subsection (1) of that section, by the substitu. Prstene, tion for the words \"\"The’ Corporation may, by @ vote of the majority of the members present and voting at general meeting of the Corporation, make rules for”, of the words “The General : Couneil may, by a vote of two-thirds of the members prevent and voting at an snnuel meeting or a special meeting of the General Couneil make tales, not inconsistent with the provisions of this \\ Act or any written law, for”; and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "a Sx Lanka Ex-Servicemen's Astociation (Amendment) Act, No, 42 of 1962 (®) in subsection (2) of that section, by the substitu tion for the words “st a general meating of the Corporation”, of the words “at an ennual meeting or & special meeting of the General Council”, Ampudmest 4. The First Schedule to the principal enactment ts iat h 27 thereot, jereby amended by the repeal of rule 27 th frselpal cringe . Sinha 8. In the event of any mconsistency between the pea Sinbala and Tamil texts of this Act, the Sinhsla text shall Throws ot preva. iene .",
    "mean_p_confidence": 0.73
  }
]