[
  {
    "i_page": 1,
    "par_num": 2,
    "text": "a: >) Eee Rey? oe aa. ners",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": ". . PARLIAMENT OF THE DEMOCRATIC” | SOCIALIST REPUBLIC OF. - SRI LANKA ~ * : . NAVY AND AIR FORCE’ (AMENDMENT) \"ACT, No. 21 OF 19794 - * . jsstited a 5th April, 919)\" Printed on the Orders of Government ” Published as a Supplement to Part IV of the Gazette of the Democratic ant Socialist Republic of Si ‘Lanka of April 12, 1979 : em A HEMET OF nF IE, rE \"50 BE PURCHABED |AT THE GOVE, PUBLICATIONS BUREAU, COLOMO. [~  . Brice: 20 conts + Postage: 25 cents",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "a Novy and Air Force (Amendment) . Act No, 21 of 1979, , ' [Certified on Sth April, 1970] : * LD. 16/78, . : AN Acr To aMenp THs Navy Acr anp tHe Am Force BE it enacted by the Parliament of the Democratic Socialist“ Republic of Sri Lenka as follows :— - .",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "J, ‘This Act may be cited as the Navy and Air Force short title, (Amendment) Act, No, 21 of 1978. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2 ‘The Navy Act i hereby emended in coction 2 thereof, Amendment by the substitution, for the expression “Royal Ceylon of Shaper Navy”, cceurring in that section and the marginal note thereto, of the expression “Sri Lanka Navy”.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "3. Tho Air Force Act is hereby amended in section 2 Amendment thereof, by the substitution, for the expression “Royal of Chapter Ceylon Als Force”, occurring n that section and the ™*",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "+ + marginal note thereto, of the expression “Sri Lanka Air Force”, . :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "4 In every context in which the expression Royal - amenments Ceylon Navy or. Royal Ceylon Air Force ia mentioned in BEG\" any written law, or in any notice; commauntoation, form or documents, other document issued, made, required or authorized by ‘0H or under any written lew, there shall be substituted, for ‘he eadions the expression “Royal Ceylon Navy” or’ “Royal Ceylon Hex!",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Air Force”, the expression “Sri Lanka Navy” or “Sri Navy and Lanka Air Force”, respectively. Seyign . * : .",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "oe",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "+ Annual subscription of Bills and Laws af the Parliament Ba, $0 (Local), Ba, 49 (Foreign), payable to the Suvsxmvesnews, Goveemmir PUBLICATIONS ‘Bumaay, P. 0. Box 500, Coomteo 1, before 10th December each year in respect of the year following, Late subscriptions wil be accepted on the conditions thet Bits ond Laws lseued before the dite of payment witl not be supplied.",
    "mean_p_confidence": 0.75
  }
]