[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ee. PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF | SRI LANKA : CODE OF CRIMINAL PROCEDURE : (AMENDMENT) : ACT, No. 39 OF 1982 . ot [Certifie? op 12th October, 1562) t ’ . : Printed on the Orders of Government a i Published as a Supplament to Part II of the Gazette of the Democrntic: a Soctalist Republic of Sri Lanks of October 15, 1982 ores ER EADS OF METRES PON, qo mr cuian ari aotmauars Frmcearons Pom, onan Prive: 20 cents >. Postage: £0 ccm",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Code of Crimainal Procedure (Amendment) ° a ‘Act No. $9 of 1982 . [Certified on 12th October, 1942] L, D—O. 70/81. Ase Acr 70 amasp tu Coos ov Cemamrat Procipunt Acr, ‘No. 18 or 1979, : BE it enacted by the Parllament of the Democratic Socialiat Republic of Sti Lanks a follows:— 1. This Act may: be cited as the Code of Criminal ghost ute Procedure (Amendment) Act, No, 99 of 1982 2. Section 243 of the Code of Crlmninal Procedure Act, Amendment No. 15 of 1970, is hereby amended in subsection (1) of that 9 S398, section, hy the substitution, for peragraph (a) thereof, of No. 15 0f 197% the following paragraph:— “ (a) for the payment out of the Consolidated Fund of the expenses incurred in or incidental to the attendance and giving of evidence by any person summoned to give evidence in any trial before tha High Court or at the inquiry preliminary fo any such trial or in any trlal before the Magistrate's Court for any offence under the Bribery Act,-and the conditions °° on which such payments may be allowed: *. i A O803—16,585 Casto",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "a ‘Acne? cubrerigtion “of Bilin and Laws ef the Parliement Ra 160 (Local), Xe 20 orsign), paysble to the Suemmrmesns, Gomes Puscrkors Beasey, BO Fox 800, Cozosmo 1, before 15th December each year in respeat Lene baw? ‘of be yee fnBewing",
    "mean_p_confidence": 0.49
  }
]