[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "im (=) PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIG OF SRI LANKA JUDICATURE (AMENDMENT) ACT, No. 35 OF 1983 [Certified on 4th October, 1983] Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Demoeratle ‘Socialist Republic of Sri Lanka of October 07, 1983 (PRINTED AT FE DEPARTMENT OF GOVERNMENT FHINTING, SEI LANEA (CEYLON) 0 os FORERARID Ay SED GOWEENNINT PURLIEARIONG BORAT, COLGDDO Iprice: 20 cents Postage: 58 cents",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Judicature (Amendment) Act, No, 35 of 1983 {Certified on 4th October, 1963] L, D—0, 38/83.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "AM Acr 10 aMenp THE Jupicarune Act, No. 2 oF 1978 BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1, This Act my be cited as the Judicature (Amendment) Short title. Act, No, 35 of 1988.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2. Section 4 of the Judicature Act, No, 2 of 1978 {herein- Rzplacemext after referred to ax “the principsl enaetment”) is hereby igen” repealed and the following section substituted therefor :— Ne? of ‘Comparition 4. ‘The High Court of the Republic of Sti Site Heh Lanka shall be a Court of record and shall",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "consist of—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(@) not less than ten and not more than twenty Judges, each of whom shall be known as a “Judge of the High Court”;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(b) such Commissioners of the High Court 8 are appointed under Article 111A. of the Constitution,’",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "3. Section 6 of the principal enactment is hereby amended Amenamert by the repeal of subsection (3) of that section and the subs- gf.spaion ‘titution therefor, of the following subsection :— ‘princigal",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Enectenent, (3) The age of retirement of a Judge of the High Court (other than « Commissioner of the High Court appointed under Article 111A of the Constitution) shall be sixty-one years.”.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "4 Section 17 of the principal enactment is hereby Amendment amended by the substitution, for the words “as specified in Sf “rio” such writing.”, of the words ‘as specified in such writing. erincipal Every Commissioner of the High Court appointed under \"tment Asticle 1114 of the Constitution shall exercise such juris- diction of the High Court within the judicial zone specified in his warrant of appointment.\"",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "A-72051 19 09)",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "‘Annual subscription of Bills and Laws of the Parliament Rs 100 (Locat),",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "fix, 200 (Foreign), peyable to the Surmormmmnre, Govmmnmmr Pusacarisis",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "draram. P.O, Box 500, Covonmo 1, betore 16th December each year in respect of the year following.",
    "mean_p_confidence": 0.69
  }
]