[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". Cope Ge Lert _ Pawn af 2 2 AUG IIIS Jot ey 3 jj} PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA CREDIT INFORMATION BUREAU OF SRE LANKA (AMENDMENT) ACT, No. 8 OF 1995 [Certiflod on 27th April, 1995) . Printed on the Order of Government Published as a Supplement to Part II of the Gazette of the Demceratic Socialist Republic of Sri Lanka of April 26, 1995 UTED AP Em DEPARTLENT OF OOYONMGIEE PIEEEDNG,amE LEA \"FO Oe FURCTASED AC in GOVERNMENE FUPLICATIONS BUREAU, coLOEDo 7 ( Price; 6@ cents. Postage: Ra 2080",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "} Credit tajormetion Bureau of Set Lanka (Amendment) Act, No, 8 of 1998 Certified on 27th April, 1995) + EDO, 18/92 | Aw Acr to anon mur Camorr LrrommaTios BuREAG oF |\" Sar Laawa Act, No. 18 oF 1990, t Be it enacted by the Parilement of the Democratic Socialist © Republic of Sri Lanka as follows:— |, ‘This Act may be clted as the Credit Information Short tite, Bureau of Sti Lenka (Amendment) Act, No, 8 of 1995.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "2 The Jong title to the Credit Information /mendpent Bareau of Si Lanka Act, No. 18 of 1990 (hereinafter tect set refcrred to as the “principal enactment”) te hereby No, 18 of amended by the substitution for the words “zor me!” PROVIEION OF SUCH INFORMATION TO THE SHAREEOLDING OF THE wonesu” of the words “FoR THE FROVISION OF SUCH INFOR-",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "MATION ON REQUEST 10 THE SHAREHOLDERS OF THE BUREAT AND SUMCULTANEOUSLT TO ANY DORROWER OR PROSPECTIVE BORAOWER ‘TO WHO SUCH INFORMATION RELATES: 3 Section @ of fhe principal enactment in hereby Replacement p  Tepealed, and the following section substituted therefor :— 8 ot be Principat Funetlons ti , <Funitions 6. The functions of the Bureau shall be— enactment. (0) to collect and collate, trade, credit and nancial information on borrowers and prospective borrowers of lending institutions > . (®) to provide credit information, on . . request, to lending institutions who are shareholders of the Bureau and . simultsneously to borrowers and 1 prospective borrowers to whom such : information relate ; . (6) to establish a credit rating system in ‘Sri Lanka, to undertake credit rating ' . and to sell such credit ratings to any foreign and local agencies, or te any : person making # request for auch : ratings ; and (d@) to undertake research projects for poo. Jending institutions who are share- holders of the Bureau, { , a",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "2 Credit Information Bureau of Sri Lanka (Amendment) Act, No, 8 of 1985",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "with a view to facilitating the distribution of credit to all",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "sectors of the economy and to the informal sector, in",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "particular, ”,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "Amendment & Section 7 of the principal enactment {s hereby",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "ft gection amended as follows :—",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "Sacnene, {1) by the repeal of paragraphs (a), (b), (c) and (4) of that section and the substitution therefor of the following paragraphs :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": ". “ (a) to maintain a data bank on borrowers from lending institutions ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(®) to collect and collate trade, credit and financial information on borrowers or prospective borrowers of lending institutions; '",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(€) to store the information so collected ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(@) to fornish credit information on request—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": ": (® in confidence to shareholders of the : Bureau ;",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(i) by e shareholder of the Bureay, to # borrower or prospective horrower to whom such information relates, subject to such terms and conditions as may be",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": ". determined by the Bureau,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "and to prescribe the forms in which such",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "information is to be furnished ;\";",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(2) by the insertion immediately after paragraph (4) of thet section of the following paragraph :— “(dd) to sell credit ratiags oa request to foreign or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "Ineal agencies or to any person ;\" G) by the insertion of the following new paragraph immediately aiter paragraph {n) of that section — (0) to undertake rewarch projects for lending institutions who are shareholders of the Bureau ;\"; and (4) by the renumbering of the paragraph (0) of that section as paragraph (p) thereoi,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": ",  Cradit Information Bureau of Sri Lanka (Amendment) 3 t Act, No, # of 1995 .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "5 Section 10 of the principal enactment fe herchy Amendmet: amended by the repeal of subsection (4) of that section and 9% Veto the substitution of the following subsection therefor:— Prineipel",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "“(4) Ta granting approval for an allotment oF transfer of shares under subsection (3), the Monetary Board shall endeavour to ensure that it retains at least thirty-one per cent of the issued share capital of the Bureau.” 5",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "© Section 12 of the principal ensetment fs hereby Amendment amended by the repeal of subsection (1) of that section of section and the substitution of the fullowing subsection therefor:— principal",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Enactment.",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "+ (1) The Bureau may, from time to time, borrow sums of money irom the Central Bank or lending institutions for periods not exceeding six months. \".",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "7. The following new section is hereby inserted Insertion of immediately after section 16 and shall have effect as section Fi\" 2 (yo? 36a of the principal enactment :—- brinctpat",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "enactment, “Board to 16a. The Board may declare, from the net Gividends, Profits of the Buresu for any year, dividends of such amount as may be determined by t the Board. \", 7 % Section 18 of the principal enactment is hereby Replacement repealed and the following section substituted therefor:— {4 of the sneipal + Audit, 18, (1) The Board shall appoint annually, a Gnactment. qualified auditor to audit the accounts of the Bureau. (2) The Board of shall cause the accounts of the Bureau for each year to be audited by the auditor appointed under subsection (1) before the thirtieth day of June of the succeeding year, (8) The auditor appointed under subsection (1) shall examine the accounts of the Bureau and sscertain the correctness of the balance",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "7 sheet and furnish a report stating—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": ". (a) whether he has or has not obtained all",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": ". the information and explanations ‘|",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "“2 required by him, and ’",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "4 Credit Information Buresu of Sri Lanka (Amendment) . (Act, No, 8 of 1995",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "(b) whether the balance sheet and accounts referved to in the report are properly drawn Up so as to exhibit a true and fair view of the Bureau's affairs,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "(4) The report of the auditor shall be",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "transmitted to the Board.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "(5) In this sectlon “qualified auditor”",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "means—",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "(@ an individual who being a member of the Institute of Chartered Accoun- tents of Sri Lanka or any other institute established by law, posse aes a certificate to practise as an accountant issued by the Council of sitch Institute ; or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "{b} a firm of accountants each of the resi- dent pariners of which, ia a member of the Institute of Chartered Ac- countants of Sri Lenka or any other",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": ". institute established by law, possesses . a certificate to practise as an accoun- tant issued by the Council of each Institute. ’.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "Hestacement Section 49 of the principal enactment 4s hereby ‘eg section 19 repealed and the following section substituted therefor :— principal =“ Dooumuenta ©——«19, The Board shall on receipt of the cneriment 10. be ied Auditor's report, under section 18 in res to the pectof any year cause a copy of each of the ‘Minister. following documents relating to that year to be transmitted to the Minister and to all",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "the share bolders:—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "(a) the Auditor's report",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "(b) the balance sheet;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "{e) the profit snd loss account ; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "(d) the report of the Chairman of such",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "Poard giving on actount of the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "work of the Bureau for that year.\"",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "Amendment 10. Section 21 of the principal enactment is hereby",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "te 2 amended in gubsection (3) of that section by the substitu- wae tion for the words \"to a lending institution which is ®",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": ", — Pltartoet | share bolder of the Bureau at the report of such chareholder festa or *, of the words ‘to a lending institution which is a share",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Credit Information Bureau of Sri Lanka (Amendment) 3 Act, No, & of 1995 holder of the Bureau at the request of such shareholder and simultaneously to any borrower or prospective borrower to whom such information relates or”, : 11, The following section is hereby inserted immedia- Insertion tely after section 25 and shall have effect as section 25a of ' nO of the principal enactment :— roe ‘ ‘ ‘ j principat ™“ Protection “25a, Notwithstanding anything in any enactment: for muon other law, no lending institution shall be this Act liable or subject to any action or proceed- may ing in any court, in respect of any loss or ‘ iiuituon, damage tuffered or incurred, or alleged to have been ruffered or incurred, by any per- son, by reason or any act or thing done, or ‘omitted to be done, bona Ade, by such lend- ing institation, for the purposes of perfor~ ming or discharging any duty or function imposed on, or assigned to, such lending institution by this Act or on the faith of any information furnished to such lending dnstitutton by the Bureau, \", 12 Section 27 of the principal enactment is hereby Amendment amended in subsection (4) of that section by the substitue son oy - tution, for the words and figures “an offence under section of the 28(1) (a) or (b) was coramitted”, of the words and figures Principal, “an offence under subsection (1) (a) or (b) was committed”, 13 Section 29 of the principal enactment is. hereby Amendment amended in the definition. of “Sending institution”, by the % o.a9 insertion of the following new paragraph at the end of that of the definition :— Principal, ™ (g} Any other institution, engaged in providing credit, declared by the Minister in charge of the subject ‘of Finance, having regard to the financial stability of that institution, by Order published in the Gazette, to H be a lending institution for the purposes of this Act”, ! 44 In the event of any inconsistency between the Siahela t Sinhala and Tamil texts of this Act, the Sinhala text shall prevail in [ \" ese ot H tency. t i",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "‘Kanual sulucription of English Bla end Acts f the Parliament Re, 883 (Lacal)",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "He, 1.190 (Foreign), payable to the Suvcanminoanr Govarmmenr Pueiicanows",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Burst, No, 266, Bsuddhaloke Mawatha, Colombo 7, before 15th December each ‘Year in respect of the year following",
    "mean_p_confidence": 0.76
  }
]