[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 4th Session 1955-56 os ee ee ey (EE ss renvose *}- (Save) La iG m3 j Soret: Qe, gos Industrial Disputes (Amendment) Act, : No. 25 of 1956 : Date of Assent: February 17, 1956 : we : Printed on the Orders of Government . Printed nk Wie Govemnmmes Press. Cavin, Tobe f purchased a the Goveaaseins Simseeesis SS, Clonee ' Annual Subscription {including Bills) Rs, 25. sayable in , Henty ye Semi Nene, Bette ine parent : Buntav, Fost Ormce Box S00, Secretariat, Colombo J ‘ Price: 20 cents, * Postage: 10 cents.",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Industrial Disputes (Amendment) Act, — & No. 26 of 1956 :",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "‘L. D.—0. 7/54.",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "AN Act To sMEND THE InpusrRrAL Drseutas AcT ‘No. 43 oF 1930. (Date of Assent: February 17, 1956.]",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceyton : in this present Parliament assembled; and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "4. This Act may be cited as the Industrial Dis Sborm =~ putes (Amendment) Act, No. 25 of 1956.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2, Section 8 of the Industrial Disputes Act, No. 48 Revere: of 1950, hereinafter referred to as the “‘ principal Bef As, 0. Act’, is hereby repealed and the\" following new \"* .. section substituted therefor: — :",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "‘eBoners ot 3. (1) Where the Commissioner, is Sua\"  satisiied that an industrial dispute exists Balostat in any industry or where he apprehends » SBpaes an industrial dispute in any industry, he may— (a) if arrangements for the settle- : ) spent of Ceputes in that industry have been made in pursuance of . any agreement between organi- sations representative’ respec- : tively of employers and work- men engaged, in that industry, cause the industrial dispute to be referred for settlement by means of such arrangements, or (®) endesvour to settle the industrial Gispute by conciliation, or ° (©) refer the industrial dispute to * : an authorised officier for settle- ment by conciliation, or (@) if the parties to the industrial dispute or their representatives consent, refer that dispute, by an order in writing, for settle- { ment by arbitration to an arbi- ‘ : * trator nominated jointly by suck + Sate ssa 88)",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "os 7 7 “ * ~* 4 fadustrial ‘Disputes (Amendment) Act, No. 26: of 1966 Parties or representatives, or, in _ the absence of such nomination, to the District Judge of the dis- trict in which that Uiopote exists 7\" or is apprehended. y 2 \"(@) Where an industrial dispute is not . . settled in consewence of action taken by: the Commissioner ander any of the para-, mo . +’: graphs (a),-(2), (o) and (4) of sub-section ate Oho may, if he considers it expedient : to do s0, take artion, as often as he con- siders it necessary 50 to do, in respect . sass at, q+, | 08 that dispote “under any-of those _é Paragraphs.” Eeluenest.... . 3, Section 4 of the principal Act is hereby repealed feftte\".”,;\" and the following new section substituted therefor:— aa Es Power at 4. The Minister may, by an order in nee, writing, refer an industrial dispute to an Sarat Industrial Court for settlement if sach {pavtrie dispute is in an essential industry or if he is satisfied that such dispute is likely to prejudice the maintenance or distribo- - tion of supplies or services necessary fort” the life of the community or if he thinks _»., that it is expedient to do's0.”” dentmnat 4, Section 12 of the principal Act is hereby Sane amended aa follows:—- ae (2) in sub-section (4) of that section, by the addi- . tion, at the end of that sub-section, of the . following: — “ Tn the settlement recommended reference shall be made to the parties end trade unions ‘ta which, and the employers and workmen i t@ whom, such settlement relates.’’; 2) in, sub-section (8) of that section, by the sub- : stitution, for all the words from *‘ major dis- . pute’\" to the end of thet sub-section, of the, : words “ major dispute.”*; and +. 3) by the addition, at the end of that section, © OF the following’ new sub-section :— ' : * (1) (@) Where a report is prepared oo under tol section (a), then, if in endeavour- * ing to settle the industrial dispute to which poe that report relates the afficer who prepared",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Industrial Disputes (Amendment) Act, 5 No. 25 of 1956 “°.\"\\ that report had not submitted his recom- mendation for the settlement of that dis- / *” pute to both the parties or to the repre- + sentatives of both the parties to that dis- pute for their consideration, the Commis- sioner shall transmit a copy of that report : to such parties or representatives and shall ° require them to state in writing to him, . within fourteen days after such date as he + shall apecify in that bebatf, whether they . accept or reject the settlement recom- mended in that report. If no reply is received from stich parties or representa- i tives within the aforesaid fourteen days, such settlement shall he deemed to be accepted by them. . (6) Where the recommended settlement . veferred to in paragraph (a) of this sub- . section is accepted or is deemed under that : “paragraph to be accepted by both tho . parties to the industrial dispute to which that settlement relates or by their representatives, — an (i) the Commissioner shall cause to be published in the Gazette the report in which that settlement is set out and . the statement of acceptance made by auch parties or representatives or, if .the acceptance is deemed under the aforesaid paragraph (a), statement by the Commissioner that the ‘ acceptance is so deemed, and (ii). that settlement shall have effect as _— though it were a settlement signed, by Lt both the parties to the industrial. dis- pute to which that settlement relates au or by their representatives, - and : accordingly section 13 shall apply to . the report in which that settlement is set out as though that report were a at memorandum of settlement, and section 14 shall apply to that settle. ~. an ment as though the reference in that section. to section 12 (2) were a reference to section 12 (4). (ce) Where the recommended settlement — * referred to in paragraph (o} of this sub- YY section is neither accepted nor deamed under :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "% Industrial Disputes (Amendment) Act, No. 25 of. 1956 that paragraph to be accepted by both the . parties to the industrial dispute to which such settlement relates or by their repre- ‘sentatives, then, if the Commissioner is of ; the opinion that such report should be pub- | lished, the Commissioner shall cause such . | report to be published in the Gazette + together with a statement that the settle- ment recommended in such report has vo neither been accepted nor deemed under | paragraph (0) of this sub-section to be | ‘accepted by such parties or representatives.”” pent 8. Section 16 of the principal Act is hereby Soctite amended by the substitution, for the words “‘ a trade yechel dispute”, of the words ‘‘ an industrial dispute”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "Ne oe) 6. Section 22 of the principal Act is hereby Ofte amended. in sub-section (1) of that section by the sab- teal stitution, for all the words from ‘ No person ”* to the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "7 end of that sub-section, of the following :—",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "“Only the following persons shall be eligible for for appointment to such Panel:— . Persons who hove retired from service onder the Crown having held office as Judge of the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "| Supreme Court or District Judge. “i+ Public servants who are holding office the basic salary. of which is not less than Rs. 15,600 per + ‘annum and ietired public servants who have held office the basic salary of which was not less",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "than Rs. 15,600 per annum.\" -. Ammientcr 7. Section 40 of the principal Act, is hereby sein a) amended, in sub-section (I) of that section, by the oom subetitation, in paragraph () of that auh-eecioa, for",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "the word ‘ trade”’, of the word “* industry ”. Temi - 8 The following new. section is hereby inserted “oe i. immediately after section 46, and shall have effect as, a, ~—-seetion 484, of the principal Act:— A salen 46, No suit, prosecution or other : dastee,,. . “legal proceeding shall lie against. any per- Spee eee anything which ie in good faith ~ ' done of intended to be done in'pursuance of this Act or any regulations made thereunder”.",
    "mean_p_confidence": 0.66
  }
]