[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON ' 2nd Session 1966-67 cay Va ily ie _ See Ye 68 it-2, - BYs N sy Qi ES eG . Ceylon Broadcasting . Corporation Act, No. 37 of 1966 Dete of Assent : November 15, 1966 Printed on the Orders of Government Pra tt i Sema, Pea Se Tats sans guecinton Guang bul) Be 90 (aul, 40 Sete EEE, © Gee aa | Ce Borer meget epee ok te eae inlowang, bat : Se a neo ~ Price: 65 cents Postage: 20 cents.",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Ceylon Broadcasting Corporation Act, No. 37 of 1966 . L. D0, 40/66.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "AN ACT TO PROVIDE FOR THE ESTABLISHMENT OF A CORPORATION KNOWN AS THE CEYLON BROADCASTING CORPORATION FOR THE PURPOSE OF CARRYING ON THB SERVICE OF BROADCASTING IN CEYLON AND FOR DEVELOPING, EXTENDING AND IMPROVING THAT SERVICE ; FOR THE ISSUE OF LICENCES BY THE MINISTER TO OTHER PERSONS POR THE ESTABLISHMENT OF PRIVATE BROADCASTING STATIONS WHERE IT 18 NECESSARY SO TO DO; AND FOR MATTERS CONNECTED ‘THEREWITH OR INCIDENTAL THERETO.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "[ate of Assent: November 15, 1966]",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BE it enacted by the Queen’s Most Excellent",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Majesty, by and with the advice and consent of the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Senate and the House of Representatives of Ceylon",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "in this present Parliament assembled, and by the authority of the same, as follows :—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1, This Act may be cited as the Ceylon Broad- short tise ané casting Corporation Act, No. 37 of 1966, and “ef shall come into operation on such date as the Minister may appoint by Order published in the Gazette (in this Act referred to as the “ appointed",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "+ date”). Part I The Ceylon Broadcasting Corporation",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2. (1) There shail be established a Corporation, Establishment which shail be called the Ceylon Broadcasting stinecalen Corporation (hereinafter referred to as “the Cor- Corporation, poration ”) and which shali consist of the persons who ate for the time being members of the Corporation under section 6.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(2) The Corporetion shall by the name assigned to it by sub-section (1) be a body corporate, and shall be capable of holding property, both movable and immovable, and may sue and te sued in such name.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "3. (1) The functions of the Corporation shall unio be ES",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": ". @ to carry on a broadcasting service within + Ceylon and from time to time sevelop, sh extend, and improve that service in public interest ; an rote. conn",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "“2 Ceylon Broadcasting Corporation Act, No. 37 of 1966",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "© to exercise supervision and control over Programmes broadcast by the Corpora- tion 5",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(© to advise the Minister in respect of matters relating to broadcasting ; and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "@) to exercise and perform such powers and duties in relation to broadcasting as are conferred or imposed on it by or under this Act.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(2 For the exercise of its functions under paragraph (6) of sub-section (1), it shall be the daty of the Corporation to satisfy itself that, as yar as practicable, the programmes broadcast by the Corporation comply with the following Tequirements :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "1 {@) that nothing is included in any such pro- i gramme which offends against good taste : or decency or is likely to incite to crime ‘ or to lead to disorder or to offend any ‘ racial or religious susceptibilities or to be offensive to public feelings ; . W) that the programmes maintain a proper ; Lo balance in their subject-matter and a high a general standard of quality ; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(© that any news given in the programmes (in whatever form) ig presented with due accuracy and impartiality and with due regard to the public interest.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "Bone of 4. The Corporation shall have such powers, oration. tights, and authorities as may reasonably be necessary or expedient to carry out its functions,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "|, and in particular it may—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(@) establish, instal, and operate broadcasting stations ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "@) acquire by purchase, lease, sublease, or other-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "- Wise any land or interest in land, with or without any building ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(c) erect, alter, or reconstruct any broadcasting station, or any building or structure for use in connection with any broadcasting",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "‘ . station, or in connection with the exercise ‘ of its powers, on any land belonging to or administered by the Corporation ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "{@) with the prior approval of the Minister,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "' dispose of by sale, lease, sublease, oF .. otherwise any'land or interest in land }",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Ceylon Broadcasting Corporation Act, No. 37 af 1966 3 © acquire by purchase or otherwise, any Property, rights, or privileges that it considers necessary for murposes of ete Bch , , (f) dispose of by sale or otherwise, or turn to \"account or otherwise deal’ with, any movable property, rights, or privileges of the Corporation ; i",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(g) with the prior approval of the Minister given with the concurrence of the Minister of Finance, and subject to such terms and conditions as may be approved, advance money to any person or body of persons, whether incorporated or not, carrying on ot intending to carry on the business of producing programmes for broadcasting, whether in conjunction with any other business or not, or give in respect of any advances made to any such person or body as aforesaid by any other person any guarantee, indemnity, ot security 5",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "4A) with the prior approval of the Minister given with the concurrence of the Minister",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": ". of Finance, subscribe for, acquire, and hold, and dispose of or otherwise deal with, shares or stock in any company, whether incorporated within or outside Ceylon, carrying on of intending to carry on the business of providing programmes for broadcasting, whether in conjunction with any other business of not ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "{H) use the facilities and equipment of the broadcasting service in such manner as may ‘be thought fit for the purpose of Promoting and assisting in the develop: ment and carrying on of those arts and cultural pursuits which are usually included in the purpose of broadcasting ; .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "{) take on lease, rent, or purchase houses, or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "7 purchase sites and erect houses, for the use of its officers ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "4) publish or arrange for the publication of such periodicals or other publications",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "a as it may consider of benefit to any /.+ broadcasting service carried on by the Corporation ; 1 |",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "4 Ceylon Broadcasting Corporation Act, No. 37 of 1966 @ do all such things as the Corporation considers to be in the interests of the community for the purpose of developing and improving broadcasting talent ; an ‘Gm actin combination or _ association with any person or body of persons, whether incorporated or not and whether in Coyion or elsewhere, for any of the aforesaid Purposes. Senpgation 5,_Tn the exeriso of its functions and powers ere oe under this Act, the Corporation shall comply with por the general policy of the Government with respect to broadcasting and shall comply with any general or special directioos given by the Minister pursuant to the policy of the Government in relation thereto. Sresttation & (1) The Corporation, shall consist, of five en, members appointed by the Minister, one of whom shall be designated the Chairman of the Corporation.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "QA person shall be disqualified for being appeiateds or for continuing, as a member of the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "rporation— .",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(@) if he is or becomes 2 Senator or a Member *",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "of Parliament ; or",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "@) if he is or becomes the owner, a partner, &",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "director, @ major shareholder or an",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "employee of or in any business which bas a",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "business transaction with the Corporation. Tem of ofn 7. Every member of the Corporation shall, Ste\" unless he earlier vacates office by death, resignation Spenoa or removal, hold office for a period of four years. ome ofthe 8. (1) The Minister may, if he considers. it Miso expedient so to do, remove, by Order published Eieimete | in the Gazette, any member of the Corporation 2. om without reason stated.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(2) A member of the Corporation in respect of whom an Order under sub-section (1) is made by the Minister shail vacate his office on the date of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "the publication of such Order in the Gazette. Reigns of 9, A member of the Corporation may at any schon time resign his office by letter addressed to the” Minister.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Ceylon Broadcasting Corporation Act, No. 37 of 1965 5 10, (1) If a member of the Corporation dies or casual + resigns or is removed from office, the Minister may Yearcter + appoint any other person to be a member in place teahcn ~ of the member who dies or resigns or is removed from office. (2) A member appointed under sub-section (1) shall, unless he cater resigns or vacates office by death or removal, hold office for the unexpired part of the term of office of the member whom he . ‘succeeds. 11, Any member of the Corporation who Bisiiyst ‘vacates office, other than a member who is removed ember !er + from office under section 8, shall be eligible for \"reappointment. . 12. No act or proceeding of the Corporation Ac or shall’ be deemed to be invalid by reason only of Hoe=ORet, the existence of any vacancy amongst its members semednot w or defect in the appointinent of any member amity thereof, : Saeaneys oF Eee oinembee. 13, (1) The seal of the Corporation shall be Applicaton of < .. in the custody of the Corporation. edge (2) The seal of the Corporation may be altered in ‘such manner as may be determined by the i ‘Corporation. i @) The application ofthe seal of the Corporation : shail be authenticated by the signature of the i ‘Chairman of the Corporation or some other member ‘of the Corporation authorized by the Corporation . to authenticate the application of the seal and ‘of the officer of the Corporation who is designated < the Director-General of the Corporation or some i -other officer of the Corporation authorized by name by the Corporation to act in his stead in t ‘that behalf. : 14. The members of the Corporation shall be Remserstion, yemunerated in such manner and at such rates, and shall be subject to such conditions of service, as + may be determined by rules made under this Act. ba 35, Rules may be made under this Act in Meinp of tio respect of the meetings of the Corporation, and the S=veim sz:' quorum for, and the procedure to be followed, at z ‘such meetings. P i",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "6 ‘Ceylon Broadcasting Corporation Act, No. 37 of 1966 . 16, Where a member of the Corporation is by Egenure f° reason of illness, infirmity or absence from Ceylon, potatos temporarily unable to perform the duties of bis office, the Minister may appoint another person to act in bis place. Delogaton of 17. (1) The Corporation may delegate in writing ee ae to the QR ctte Comores such of its powers as the Corporation thinks fit : : Provided that no such delegation shall prevent the exercise by the Corporation of any power so delegated.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "(2). Any delegation made under sub-section (1)",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "| may be subject to such conditions and restrictions",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "as the Corporation thinks fit, and may be made",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "either generally or in relation to any particular",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "“matter.",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "‘Trane of 18. (1) With effect from the appointed date all",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "Begs te, property, movable or immovable, which imme- Corpomtioa. diately prior to the appointed date are held by or on +",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "behalf of the Government by the Department of",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "Broadcasting shall be transferred to, vested in and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": ": held by the Corporation.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "(@ All debts, liabilities, obligations and con- tracts of the Department of Broadcasting, out- ? standing or subsisting at the appointed date, shali, with effect from the appointed date, be deemed to be the debts, liabilities, obligations and contracts of the Corporation.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "Part IL | Staff of the Corporation | ‘Appoinaeat of 19. (1) The Corporation may, in consultation i eDiertor with the Minister, appoint to the staff of the Bitter, Corporation @ Director-General who shall be the anderantito chief executive officer + Corporation, Provided that the Corporation may, with the ae concurrence of the Minister, appoint the Chairman of the Corporation to perform, in addition to his _, duties, the duties of the Director-General. -» Q) The Dixector-General, shall, subject to the provisions of sub-section (3), hold office for a ' |) 1 period of five years, and may at the termination of ' that period be reappointed for a further period a8 ’ the Corporation may, with the concurrence of the * Minister, determine.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "Ceylon Broadcasting Corporation Act, No. 37 of 1966 7",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "(3) The Director-General—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "(@) shall retire from office on reaching the age of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "sixty years ; and",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "@) may at any time, with the prior approval of ,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "the Minister, be removed from fice. :",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "(4) The Corporation may appoint to the staif . of the Corporation such other officers and servants - as the Corporation may deem necessary. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "20. (1) Subject to the other provisions of this pow of te Act, the Corporation may— ‘Gerpraton",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "@ dismiss and exercise disciplinary control over SSomsea”",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "the staff of the Corporation + (®) fix the wages or salary or other remuneration of such staff 3 (©) determine the terms and conditions of the service of such staff; and may establish and regulate provident funds © may etotes for the bench of such salt and may make contributions to any such fund or scheme.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "(2) Rules may be made under this Act in respect of all of any of the matters referred to in sub- section (1).",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "21, (1) Within six months after the appointed oncus mt date any officer or servant of the Department of frenotihe Broadcasting who does not belong toa transferable Beating service of the Government may be employed by the Corporation on such terms and conditions as shall be agreed upon by that officer or servant and the Corporation ; and in any such. case paragraphs (a) (b) and’ (c) of sub-section (3) of fection 9 of the Motor Transport Act, No. 48 of 1957, shall apply, mutatis’ mutandis, to any such",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "__ offfcer oF servant.",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "(2) Where an officer or servant of the Department of Broadcasting, not belonging to a transferable service of the Government, is not employed by the Corporation, he shall he retired: and it on the date of his retirement his substantive postin that Department was a post declared to",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "» be pensionable under the Mittutes on Pensions, he shall be eligible for such an award under",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "% Ceylon Broadcasting Corporation Act, No. 37 of 1966 those Minutes as might have been made to him + if he had retired from the public service on the ground of ill health on the date of his retirement. geste \"a {0 Were an officer in the public service piieefe (other than an officer of the Department of Broad ‘Department of casting) is permanently appointed to the staff Bronce. of the Cosporation, the provisions of paragraphs fa), ©) aad (©. of subsection (3) of section 9 ‘of the Motor Transport Act, No. 48 of 1957, shall, mutatis mutandis, apply to. such : “> officer.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "At the request of the Corporation, any ofkege sn the puble service mays Wilt the consent of that officer and of the Secretary to the Treasury, be temporarily appointed to the staff of the Corporation for such period as may be determined by the Corporation, with like consent and where such officer is 80 appointed the provisions of sub-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "+ section (2) of section 9 of the Motor ‘Transport",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "«.. Ac,-No. 48 of 1957, shall, mutatis mutandis,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "apply to and in relation to him.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "Part IIL ) The Pind ofthe 23, (1) The Corporation shall have its own Smee Fund.  *_Q) There shall be paid into the Fund of the Corporation—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": ".» , 1(@) all such sums of money as may be voted from time to time by Parliament for the use of the Corporation ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "@ all such sums of money as may be advanced",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "- from time to time by the Minister of _ Finance to the Corporation ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(© allgums of money received by the Corporation in the exercise, discharge and performance of its functions, powers and duties ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "{@) such portion of the fees received each year under the Telecommunications Ordinance for the issue and renewal of radio licences as may be determined by the Minister ia Consultation with the Minister of Finance; an",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Ceylon Broadcasting Corporation Act, No. 37 of 1966 8 (@) all other sums of money as are required by this Act ot any regulation made thereunder to be paid to such Fund by the Corpora- tion. (3) There shall be paid out of the Fund of the . Corporation all sums of money required to defray any expenditure incurred by the Corporation in the ‘exercise, discharge and performance of its functions, powers and duties under this Act or any other ‘written law and afl such sums of money 2s are required to be paid out of such Fund by or under this Act. 24 () The Corporation may, from time to pore time, with the consent of the Minister and on and Powe subject to such terms and conditions as he thinks fit, borrow temporarily, by way of overdraft or ‘otherwise, such sums ‘as the Corporation may require for meeting the obligations of the Cor- poration : Provided that the aggregate of the amounts outstanding in_respect_of any temporary loans fuised ‘by the Corporation uncer this sub-section shall not exceed such sum as may be determined by the Minister in consultation with the Minister ‘of Finance. (2) The Corporation may, with the consent of 1 the Minister given with the concurrence of the Minister of Finance, borrow money otherwise than | by way of a temporary loan under sub-seetin (1) | for ail or any of the following purposes :— 1 (@ the provision of money for esting any ' expenses incurred in connection with any work involving the installation, establish- ment, operation and maintenance of any apparatus required for broadcasting and of broadcasting stations ; {@) the acquisition of any tand of interest in land for the above-mentioned purposes ; {¢) the redemption of any stock issued or any oan raised by the Corporation ; (@) the repayment of any money temporarily . borrowed under sub-section (1). @) The Corporation may, with the consent of ‘the Minister given with the concurrence of the Minister of Finance, borrow money for any of the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "io Ceylon Broadcasting Corporation Act, No. 37 of 1966 purposes mentioned in sub-section (2) by the assue of stock under sub-section (4) or in any other ‘Manner whatsoever.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "@ The Corporation may create aod issue any stock required for the purposes of exercising ther powers of the Corporation under sub-section (3) and the stock so created and issued is in this Act. referred to as Broadcasting Corporation Stock ”.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "ovesments of 25. _Any funds of the Corporation which are not",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "wend foe immediately fequired for ihe exercise of the functions of the Corporation under this Act may be invested by the Corporation in such manner, or in such securities, as may be authorized by the Minister with the concurrence of the Minister of Finance. The Corporation may make investments in connection with such activities as are directly connected with broadcasting, subject to. the approval of the Ministcr given With the concurrence of the Minister of Finance,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "Aseosoigotite 26, (1) The Corporation shall cause its accounts",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "Seppaiien, to be Kept in such form and manner as may be",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "ra. determined by the Corporation.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(2) Rules may be made under this Act in respect of the matters referred to in sub-section (1).",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(@) The financial year of the Corporation shall be the period of twelve months commencing on the first day of October.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "Aede of the 2. (1) The tion shall have its accounts Sipoun for ach nancial yess audited by the Auditor- General.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "@) For the purpose of assisting him in the audit of such abcounts, the Auditor General may employ the services of any qualifed auditor ot auditors who shall act under his direction and control.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(3) For the purpose of meeting the expenses incurred by him Hy auditing the tecovints of the Corporation, the Auditor-General shal be paid from the Fund of the Corporation such remuneration as the Minister may determine with the concurrence * of the Minister of Finance...",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "Ceylon Broadcasting Corporation Act, No. 37 of 1966 1",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "@) For the purposes, of this section, the expression “qualified auditor” means—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "(2) an individual who, being a member of the .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "Institute of Chartered Accountants of  - Ceylon, possesses a certificate to practise : as an Accountant issued by the Council . of that Institute ; or .  @a firm of Chartered Accountants each of the partners of which, being a member of that Institute, possesses a certificate to practise as an Accountant issued by the : Council of that Institute.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "28. (1) The Auditor-General shall examine the The Auditor. - accounts of the Corporation and furnish a report— Seealt",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "@ stating whether he has or has not obtained",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "all’ the information and explanations required by him ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "® stating whether the accounts referred to in",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "the seport are properly drawn up 80 as to exhibit a true and fair view of the affairs of the Corporation ; and ,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "{@ drawing attention to any item in the accounts",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "which in his opinion may be of interest",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": ". to the Senate and the House of Repre-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "* sentatives in any examination of the activities and accounts of the Corporation.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "(2) The Auditor-General shall transmit his report to the Corporation.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "29, “The Corporation shall, on receipt of the [Aamatsscome Anditor-General’s report on the accounts for each [YIN eon | financial year, transmit such report together with |andareocot | the profit and Joss account and the balance sheet | naeeul, to which the report relates, and a statement by the | Eoosrin,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "“” Corporation of its activities during that financial | 2betmsspised",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "~ year to the Minister who shall cause copies thereof ' | to be laid before the Senate and the House of ot",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": ". Representatives before the end of the year next following the year to which such report and accounts : relate. if",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "30. (1) The Corporation shall, for cach | Esimtsof t Snail yest, prepare in such form an may be ie 8 approved by the Minister an estimate of the income |i Capote, |",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "«+. And expenditure for that year. fr ae (2) The estimate referred to in sub-section (1) [SP cnace “? shall be in duplicate and shall be transmitted to fie muawe.” the Minister on or before the first day of March 1",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "}2 Ceylon Broadcasting Corporation Act, No. 37 of 1966 in the financial year preceding the one to which it Telates. Propumge ot 31. ‘The Corporation shalt before the first day oF tate of November in each financial year transmit to the ite Minister for his approval a programme of the work Separation jovolving capital expenditure which is to be * Sania yar undertaken by the Corporation during that financial 2 ed to year, and the Corporation shall have regard to Ge Miner any directions given by the Minister in respect of Soon thet programme. Beemption fret 32. (1) The income of the Corporation shall | inset te sod be exempt from income tax. i @ Notwithstanding anything in any, other writtea law, the Principal Collector of Customs may, with the sanction of the Secretary to the ' Treasury, waive the customs duty on. articles imported by the Corporation for any of its purposes. Part IV : General ‘Corporation “\" \"33. The Corporation may from time to time 2a. . enter into contracts of insurance insuring employees = c* of the Corporation against loss from personal ,_ : accident arising out of and in the course of the “* exercise by them of any power or duty conferred +: or imposed upon the Corporation under this Act and may pay the premiums payable in respect of ‘any such contracts, The categories of employees to be so insured shall be determined by the Corporation by rules made under this Act. | Bottoa ot ~ 34. (1) No suit or prosecution shall lie— hora ; 4 .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "(@) against the Corporation for any act which ey ae ‘Sin good faith is done or purports fo be op fe Geccton done by the Corporation under this Act, Sorponstion. or any regulation made thereunder ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "(®) against any member, officer, servant or agent",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "of the Corporation for any act. which in gr faith is done or purports to be done",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "im under this Act or any regulation made thereunder, or on the direction of the Corporation.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "(2) Any expense incurred by the Corporation",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "in any suit or prosecution brought by or against the Corporation before any court shall be paid out ,~ of the Fund of the Corporation and any costs paid",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": ": Ceylon Broadcasting Corporation Act, No. 37 of 1966 + 13 to, or recovered by, the Corporation in any such suit or prosecution ‘shall be credited to the Fund",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "+ of the Corporation. .",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "(3) Any expense incurred by any such person as is referred to in pategraph (2) of ub section (i) in any suit or prosecution brought against him",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "} before any court in respect of any act which is",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "§ done or purports to be done by him under this Act",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": ">of any regulation made thereunder, or on the direction of the Corporation shall, “if the court holds that the act was done in good faith, be paid out of the Fund of the Corporation.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "35, No writ against person or property shell wowittolsue issue against a member of the Corporation in any Puch action brought against the Corporation. ner of he",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "36. All members, officers and servants of the Menten and Corporation shall be deemed to be public servants snsoved ofthe within the meaning of and for the purposes of sored to te the Penal Code. ‘public servants,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "31. (1) Contracts on behalf of the Corporation Coste. may be made as follows —~",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "@ a contract which if made between private",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "persons would be by law required to be in Writing, may be made on behalf of the Corporation in writing under the common seal of the Corporation ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "(®) 4 contract which if made between private",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "Persons is by law equired fo be in writing,",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "Signet ies to arged . therewith may fe made on ‘behalf’ of",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "the Corporation in writing signed by any . person or persons duly authori",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "Es hereinafter provided ;and",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "(Q 4 contract which if made between private",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "persons would by law be valid although inade by parole only and not reduced into writing, may be made by parole on behalf of the Corporation by any person or persons duly authorized thereto as here- inafter provided.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "(2) A contract made according to this section shall be effectual in law and shall bind the Cor- poration and all parties thereto and their legal tepresentatives.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "e",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "4 1 Ceylon Broadeasting Corporation Act, No. 37 of 1966 * _@) A contract made according to this section may be waived or discharged in the same manner . in which it is authorized by this section to be made, Reumsand 38, The Corporation or any person authorized information. in that bebalf by the Corporaion may by notice <- in writing Tequire any person to furnish to the Corporation or the person so authorized, within such period as shall be specified im the notice, all such returns or information relating to all such tatters as may be necessary for the Corporation - under this Act and as are within the knowledge of that person. : ‘The Corporation 39, The Corporation shall be deemed to be a emettotes scheduled institution within the meaning of the ination Bribery Act, and the provisions of that Act shall mate, be construed accordingly. ‘Brbery Act Powertg cater 40. Any officer or servant of the Corporation jae. who i, generally or specially authorized in that behalf by the Corporation may, at all reasonable ° times, enter upon any land or premises and there do such acts as may be reasonably necessary for the purpose of carrying out any work of the: Corporation, or of making any survey, examination » or investigation preliminary or incidental 40 the gcercise of any power, or the discharge of any + function, of the Corporation. Ofenen, az, 4. (1) Every person who— “ @ knowingly makes any false or incorrect statement in any vetura or other documeat . made or furnished under or for the pur- pores of this Act or of any regulation . amade thereunder ; or. : ® [ails or refuses to furnish any information or return required by this Act, or any regulation made thereunder, to be fur- nished by him ; or 1 .* © resists or obstructs any person in the exercise, discharge or performance of any power function or duty conferred or imposed upon that person by or under this Act, or auy regulation made thereunder ; or\" .- @ contravenes or fails to comply with any ‘ provision of this Act or regulation made : under this Act, ar shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "Ceylon Broadcasting Corporation Act, No. 37 of 1966 15 i 42. Every person who commits an offence under Perakies for this Act shall, on conviction after summary trial 2 before a Magistrate, be liable to a fine not exceeding . five hundred ropees. 43. (1) The Corporation may make rules in powerof respect of all or any matters for which rules are Comeraton authorized or required by this Act to be made. (2).No rule made by the Corporation under this Act shall have effect until it has been approved by the Minister. 44, (1) The Minister may, if he considers it Fomor. necessary so to do and after consultation with the fine ee ie Corporation, issue to any person a licence for the siabishaest ¢stablishment and maintenance of any private ofpawe broadcasting station in any area in Ceylon. brebccating (2) Before the issue of a licence under sub-section (1), the Corporation shall, by notice published in {he Gazette and in one of more newspapers circa: ating in Ceylon, call for applications from persons for the issue of a licence, Every such notice shall specify the class ot type of private broadcasting station which is required to be established and such other matters as the Corporation thinks fit. (3) No licence shall be issued to any person under this section except after inquiry into his application, (@ Regulations may be made by the Minister in respect of all or any of the following matters :— (@) the procedure to be followed in respect of applications to be made, and the hearing of inquiries into applications, for the issue of licences under this section’;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "(®) the control and supervision by the Corpora- tion of programmes broadcast from private broadcasting stations ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "© the furnishing or disclosure by any body of Persons applying for a licence tnder this section of information relating to such body and of its members ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "(@ the prohibition, regulation or control of the : ‘ownership of private broadcasting stations",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "‘ by prescribed persons or classes of persons;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "(e) the regulation or control of the transfer of shares in companies which hold licences j for private broadcasting stations, and the transfer of interests on such stations ; |",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "16 ¢! Ceylon Broadcasting Corporation Act, No. 37 of 1966 (f) the form of application for a licence under this section and the form of such licence ; and (g) the fee to be charged for such licences. Brtablauaent of 45, (1) The Minister may make regulations for Sommntres the purpose of the establishment of one or more Gapoaieaon consultative committees to advise the Corporation mauzezing —. on such matters relating to broadeasting as may ‘wendouting. be referred to the committees by the Corporation. (2) Regulations made under sub-section (I) may prescribe the remuneration payable to the members + of the consultative committee or committees. Remetons 46. (1) Every regulation made by the Minister mule wer this under “this Act shall be published in the Gazette Fabltie!ip.tw and shall come into operation on the dats of such Gort apd to publication or on such later date as may be Bore te specified in the regulation. Hove os (2) Every regulation made by the Minister shall, Keoneeutvs a5 soon as convenient after its publication, be brought before the Senate and the House of Representatives for approval. Any regulation which is not so approved shall be deemed to be rescinded as from the date of dis-approval but i without prejudice to anything previously dove , thereunder. | Ti pete . 47, The provisions of this Act shall have effect Bao, notwithstanding anything contained in any other o written law, and accordingly in the event of any conflict or \"inconsistency between the provisions | of this Act and such other law, the provisions of | this Act shall prevail. | mmepesuion - «= 48. Intthis Act— | ~ ' broadcasting ” includes the broadcasting of : television progranames ; i “private broadcasting station” means @ { broadcasting station established or operated by some person other than the Corporation ; “ programme” includes any signal, announce- ‘ment, item, communication, picture of other matter broadcast or intended to be ‘broadcast from a broadcasting station for reception by the public.",
    "mean_p_confidence": 0.8
  }
]