[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA SURCHARGE ON INCOME TAX ACT, No, 6 OF 2001 (cen 10 ge, 3 Pinto he Order of Coes ae a Spon Pte amt emer at (Repebile of Set Lanka of April 12, 2001 rd esta 808 Pete a 238",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Surg ono Tah a6 of 001 [Cention ih Ap, 2000 Lo, 190001, Avdcrrowpotes mci ie Commi tent rrr vn or soma CUE",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "{Ar 200 raanasce o webena ts",
    "mean_p_confidence": 0.07
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "econ ye ulaen of be Dense Scala . Reps of an sfoona",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "1, Tis Ate ced we Scho comes, arash 6 ora,",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2 ory compan hich chug Wi emt yit e ode eno Revie ch fre or af scorene Sece= conmencngon Ape 08 Ceatern ti fetooned tess to mike wloaa ear) arena apg ae ferrin hoes be pa eae on ts icone pale by th company fe be eet sear hachator in At reed oe change, ‘ahold atthe of ey pr cena of coe ar Ppl by mh company forthe oer ya,",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "‘very company mhich Ish to pay te our suring wader ir At, sal notwisuodng se Santa atteaament has been made on it, pay tothe Commissioner. 82% Soi",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(2) nv ota ty percent re",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "‘opt 52001 ard",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(© sysequo estes, oor beter Never",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "ison of be nou of earls abe bye mat Year Ea a0 py sal nia is te Tenet crane 2a sss0.0000)",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "2 Swoharge on nome Tact No.6 of 207",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Suche 4, (1) Wherean instant of he surcharge peat by",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "See timesaycompany loth elvan yen Opa of sah sale isooepaon cr beer th dite, specie in econ 3 fore payment of tht instal sach alent ofthe sacchacge {par theo, shal be eee Wo be in eth 30d sch eonpany shal be eee ob a cela oF he purones ott Ae.",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2) Were any intent ofthe srcarge OF any pat sneeot endef te ele hal in ation such inslmen 0 par Dereon dea pay 8 penalty",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "{sam equal totem per cen ofthe amour in",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "defiah and",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(0) wher dhe amount nde sw pi before the",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "py oF iy aye ar has began beta deah, Ther eum equal 0 per conten of he amour inefonespest of cach espera of ey days or pa of oochpetod daring which iin ‘shui Provided tht {2} delta monn payable 48 peaky under the [evoding provisos of section, salon case {reed Hy pr cetan eam in det (0) where any company which é able wo pay the {perp i cl Porte rela yar pays {0 onorefae August 5,200, stein ayalty atcompary on ot before bt date {Tur of motes tan te per cena and Ci) 0m of before November 15, 2001, a the tenant payable by thal company on or : efor tat dle,» im of eas than en . pereeniim",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Seroharge on cone Tax Act No.6 of 100 ‘of the income tax payne by Ie under the inland Reremie Aa, forthe year of sasemen coummencing ‘on Apel 1, 2000, suck company shal ot be TD to any penalty under this section i pays, 08 or before November 30, 2002 to eters of te moun ‘ofthe surcharge payable by it fr thot relevant year ‘oer the nggogat ofthe suns pidby ix frei: (©) the Commissions: General may redves or wave any enaly payable under this sotion, if appears 0 inthe suc ection or wveriajut ad egutebe inal the eiveumseaares oF Oca . 5. The provisions of Chaprer Xi wad Chapt XVIII Caan greens (Glapler XX and Cher J0UTio Chapier XV Uo ela end Revonne Ac relting the fumshing ef rer relating to Rerme to Income ax payable under thAct, asressrenl, peal ages sssstoat, lanity of assetmeal, recovery and payment cof uch ican miscllansourabers, ponies and affine, ‘administration and general anters eating tau tx, shal, mats maton, opty Yo the Favisiog of erat rating tothe surcharge payable under his Ack aszesmect, appeals against assesament, finally of assessment, recovery and fepayment of such surcharge and miscellaneous waters, penal and ofeness, administration and general raters relating to such surcharge, subject to the following rmodifiemions {@) the requirement imposed by this Act, on any ‘company to furnish arturo he surcharge pay by it under this At forte relevant you, Mall be deemed to ave been suffieny complied with ‘uch company fornches «return of Ii come tk or that year under eubetion (1) 2 of econ 9B ofthe Ilana Revere Act {8} where an assessor makes an asoosiment oF a2 sshdoon assesment on ay company. ofthe incre . 1x payable by such company under the Inland . ‘even Act or the relevant yer the atewar oy,",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "4 Sunciarge on income Tax Act, No. 6 of 208",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "the sane sie and inthe same form, make an ascessmentor anal assessment. thecase may te, of the surcharge payable by such company For that year under thie Act. The assessments or sdiinal assessment, 25 the ase angy be, hall be deemed io bo separate acceements ised under the spective Acs,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "(©) where notice of assestment is given 10 any company under secdon 135 of the Takin Revense ‘Act sling the amount of income tax charged 00 uch company under the Infand Revase Act. forthe relevant year, such aotice may also include the tumount of the surcharge charge oe such company under thi Act, for tht yet. The matics shall be deemed to be separate neces ised under the respective Actes, .",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "(2) where an appeal is mode against an assesemeat cof income 1x payable by any company unde the Inland Reverue Act, or the relevaut year, such sppcal chal be deemed include am appeal aginst the avecharye payable by th company wader this . ‘Act for that year. and shall be determined secondigly and",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "(Ge) where under Chapler 300 ofthe land Reverse ‘Act acerificaeis sed 0 aMogisimte or anotce, staemen oe catiieate is isued any company, «uch certificate issued 1 such Magistrate oF seb notice, statement or ceniicale, issued to any ‘company a the case may be, may also nctade the paniealorsf any cunt ofthe surcharge in default. under this Act. Such cenifiete issued to euch ‘Magistrate and such notice, statement or oenifiae, issued to any company ax the exce may be, shall ' be deemed to be separate certificate, notices, Hacments of ceificaes issued under the tespective As",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "‘Surcharge on Income Tax Act No.6 af 2001 5",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "4 _Inthoevenco any incomisensy benweente Sinhala Sbaten >",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "sod Ta dent of i Ac he Sint oh preva, ea cia",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": ". TadhinAs, unless te comen otherwise quire Inermalon",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "“Assessor”, “Commissioner General\", “an-tesident ‘company, “resident Company” and “year of assesment” hve fe mapetive meanings tied ‘them in he Inland Reteaue Act,",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "“company” soca any company incorpo or regisered mdr any law in fore in Sri Laka or elsewhere sd halle deemed wo Include opubhiesarporasion,",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "“income tax” with ference to he reloven year and — tu reli toa resident company, means the",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "Inco tax payable wader the loimd Revena",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "‘ek by thx company forberelevant year afer",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "adoring heeft, the aggreges of —",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(0) exyincare ax payableby tt company ‘orth yea. undo paragraph (8), (2). oF (@cfeneacton (1) of section 3 ofthe atoreal Acts,",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(any lef roe inca ax granted to tht company inte of any egrecrcr tefered on sion 92, or under estion ‘98 oF be afore At and",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(1) tnelation to x non-msient company means the income tx payable under the Inland",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "Revenue Act, by tha company fot ths Tebvant",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "eu fer deducing oefrom may morn x",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "‘ayole by chat company fr tht year, under",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(Gals parngraph (0) or sub-paragraph (i) of",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "eregraph (6) of eubesction (1) of section $7",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "‘fhe aforesaid Ac,",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Surcharge on come Tax Ack Ho 6 of 2004 “land Revenue Act” means the Inland Revenue Act, No, 38 f 2000; and public corporation” means ny sxpcraton bos or caer body, which was, ors established by, or under ary ‘writen lw, other dan dhe Companies Act, No. 17 ‘of 1982, with capil wholly o¢ pany provided by the goterament, by way of gran loan ot ocer frm ‘saat eign eg Blend Ato Paine B85 (Le Re 1 Bor, ‘rato Snnemeooe, Coven Fives Suteas Ne 1, Tensor ese Tons Roxas eer Ih Oeeonbrco rine ihe yar Cong",
    "mean_p_confidence": 0.49
  }
]