[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON oO Oe Sth Session 1969-70 ,f2 5%, ry 1 wi-2-15 4 SLL . “ Ais Rs Ly Ge iy aa Qrmanis : & ISN Ceylon State Mortgage Bank (Amendment) Act, No. 6 of 1970 Dote of Assent: January 27, 1970 Printed on the Orders of Government duel Sibecigton Garnting Bilt) Bx, MM CLood), fa a0 ‘subscriptions ‘be accept on the condition that Bille ‘issund before the date of payment will not be supplied... Price ; 30 cents Postage: 10 cents:",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Ceylon State Mortgage Bank (Amendment)",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘Act, Ne. 6 of 1970 T. D~O. 16/69. . AN Acr 10 AMEND TRE CuyLon State Mortcace Bank",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "nw Onpnvance. (Date of Assent: January 27, 1970)",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present . Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4. This Act may be cited as the Ceylon State abana, Mortgage Bank (Amendment) Act, No. 6 of 1970.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2. Section 2 of the Ceylon State Mortgage Bank snioass Ordinance (a8 amended by Act No. 88 of 1968), here. gin’ after in this Act referred to as the “ principal : eusctment”, is hereby further amended in the definition of the term “Joan” by the substitution, for the expression ™ designation called: , of the expression “‘ designation called, but does not include",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "« any salary advances to the staff of the bank; '”,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "8. Section 10 of the principal enactment is hereby neplecomeatol repealed and the following ieee uaion ekeeteated seeica Wat therefor: — coocaneal “Direstor’ wim 10. Every director shall ordinarily be of eice. appointed for 2 term of three years and",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "ho shall hold ofice for that period unless he dies, retires, or is removed or disqualified earlier.’*,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4, Section 12 of the principal enactment is hereby amgntment ot amended as follows: — sao",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(a) by the repeal of enb-section (1) of that section, Pate,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Ow a ee'nhstitution thenstor of the following : new sub-section ;—",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "“« (1) The Minister may, withont assign- ing any reason, remove 's director from office. \"75 and",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(®) im sub-section (of that section, by the substitu,",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "tion, for the expression \"No Member of Parliament’, of - the expression “No - Senator or Member of Parliament ””. Terre 800 9100)",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "2 Ceylon State Mortgage Bank (Amendment) Act, No. 6 of 1970 Tosertion of 4. The following new section is hereby inserted Pate” ‘immediately after section 17, and shall have effect as ‘Ericefpal section 17a, of the principal enactment:— © power of 174, The Minister may, in consultation “enitiee with the Monetary Board of the Central dinctom © = Bank, issue general directions to the She bound. board on matters of policy.”’. Angtenict 8. Section 20 of the principal enactment is heneby yee amended by the substitution, for the expression © fx cmanme and alter the”, of the expression “fix and aker, subject to the succeeding provisions of this Act, the '”. dmminetot 7. (1) Section 703 of the principal enactment ween Te\" inserted by Act No. 83 of 1908) ie hereby amended ene in paragraph (4) of sub-section (2) of that section by the substitution, for the words ‘original owner ”, of the word “ owner ””.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "2) The amendment made in the principal",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "enactment by sub-section (1) shall be deemed, for all urpones, to have come into operation on August 1, 1968.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Amoinesct 8, Section 92 of the principal enactment is hereby",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "cuon i ct",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Hepmcg! amended ag follows:—",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "madeneck,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(1) im sub-section (1) of that section by the substitution, for paragraph (a) of that aub- section, of the following new paragraph :—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ". ** (@) subject to the provisions of sub- section (14), presoribing the aub- ordinate staif to be employed by the bank, their conditions of service, rights, duties and privileges, and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ". any other matters connected therewith; ”; and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(2) by the insertion, immediately after sub-section. (1) of that section, of the following new sub- section: —",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "“ (1a) Nothing in paragraph (2) of sub- section (2) shall be daemed oF construed to authorize or empower the board to make rules in respect of the subordinate staff of the bank relating to any of the matters gue to in paragraph (0) of section 93",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "\\ Ceylon State Mortgage Bank (Amendment) 3 a ‘Act, Nowe of 1970 y 9. Section 98 of the principal enactment is hereby ausoanent of amended in sub-section (1) of that section, us Pent follows:— spsctment. - (1) by the substitution, for paragraph (a) of that . sobsection, of the Tle new paragraph :— ** (a) prescribing the powers and duties of the general manager and deputy > general manager of the bank an‘ their conditions of service, and any other matters connected there- with; ”; and (2 by the substitution, for paragraph (¢) of that sub-section, of the following” new paragraph: — “‘(@ prescribing the salaries, bonuses, ‘and allowances (whether travelling or subsistence or otherwise) to be Paid to the staff of the bank; *.",
    "mean_p_confidence": 0.77
  }
]