[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 5th Session 195% Ber, Pr en . Pee Ce ey j ig! \"UL ABE: Or aera ~ Printing Presses (Amendment) Act, : No. 20-of 1951, * . | Date of Aescai: July 14, 195k | Printed au the Onder of Governmant io i . ! | cin 4, Omon ore Fane Ge, Be Sieh dt OES, Siar SAS oad | doom foes to, ze Bona, Powe rrwe To A, Beer, Colao 2 a Price: 10 eonts. Pantage: § conte, ’",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Printing Presses (Amendment) Act, No. 20 of 1951. . L. D0, 6/51. : : Aw Acr 70 AMEND THE Parwrinc Presses ape a0, ORDINANCE, fag ‘ [Date of Assent: July 12, 1951.] BE it enacted by the King’s Most Excellent Majesty, by and with the advioe ang consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: — 4. This Act may be cited as the Printing Presses son tite, (Amendment) Act, No. 20 of 1951. 2 Section 2 of the Printing Presses Ordinance Amestgent ot {hereinafter referred to as ‘the principal enactment”) Chapter 138, is hereby amended as folfows:— (@) in sub-section (2) of that section, by the substitution, for the words “ Government Agent, of the province, ”’, of the word “‘ Registrar, ”; and (®) by the addition, at the end of thet section, of the following new aub-section:— fe > “ (4) The Registrar shall transmit a copy of every declaration received by bim tder sub-section (2) tothe Government Agent of the province in which the press ' to which the declaration relates ia kept. ”’. + ‘The following new section is hereby inserted in Invention of xan the principal enactment immediately after section 3, wm ish and chall have effect as section $a, of that enactment:— seecuicat. _ “Detentims =. 8A. (t) Where the person who is i tui sfmow \"required to make a declaration under : patted section 2 ia an incorporated company or | SRR aay other corporation, an offer of that spentons. company or other corporation shail make and sign that declaration oa behalf of . that company of other corporation. : (2) Where an offence under section 8 i ia committed by an incorporated company or any other ‘corporation, every person who at the time of the commission of that offence was a director, manager or secre- | tary of that company or was an officer of ' Ta that other corporation or was Purporting to act in any such capacity, shall be | a seomagast",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": ": 4 Printing Presses (Amendment) Act, : No. 20 of 1952. i : deomed to be guilty of that offence unless he proves that that offence was committed - without his conent or connivance and that he exercised all such difigence to prerent the commission of that offence as“ e ought to have exercised having regard to the nature of his functions in that capacity and to all the cireumetances. \". Amsnément of ‘Section 7 of the principal enactment is hereby saga“ amended as follows: — seins (2) in the definition of \"\" paper’, by the sub- stitution, for the fall st occurring at the -/ end of that definition, of a semicolon; and (0) by the addition, at the end of that section, of the following definition ;— «“ Registrar’ means the Registrar of > ‘Books and Newspapers of the Department of the Government ‘Archivist and includes any Assistant Registrar of Books and Newspapers of that Department. ', : «",
    "mean_p_confidence": 0.79
  }
]