[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "eae . PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA PREVENTION OF TERRORISM (TEMPORARY PROVISIONS) (AMENDMENT) 3\" ACT, No, 10 OF 1982 ms a na pees [Certified om 15th Mareh, 1983] wary peer Printed on the orders of Government ==) 7g Published as a Supplement to Part II of the Garette of the Democratic . Socialist Republic of Sri Lanka of March 19, 1982 pants 40 gun PARED OF EEE AON, BE Ck 0 WE PURCHASED AT GOVT. PUBLITATIONS BUREAU, COLUMBO — Price ; 35 cents: « Postage: 5@ cents",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Pravention of Terrorism (Temporary Provisions 5. < (Amendment) Act, No. 10 of 1982 [Certified ou 15th March, 1982] LPH0. BL tke ao An Act 10 aMunD ax Prevantiion OF TERRORISM (TEMPORARY <. feaote Paovigions), Act, No, 4 or. 1079, BE St enacted by'the Parliament of the Dermocratle Socialist Republic of Sri Lanka ag follows:— |: 2. \"This Act may be clied as the Prevention of Terroriam ghort title, (Temporary Provisions) (Amendment) Act, No. 10 of 1982. 2. Section 15 of the Prevention of Terrorism (Temporary amendment Provisions) Act, No. 48 of 1979, herestter in thin Act referred af section to as the “principal enactment”,.is hereby amended’.as Rode of an follows :-— totes 1s Pe (1) by the renumbering of that section as subsection (1) of that section and’ ay, (2) by the addition, immediately after the retiumbered subsection (1) of that section, of the following new subsection: — 1 test ghee ot se © (2) Upon the indictment being recefved in the High Court against. any person in respect of any offence under this Act or any offence to which the é provisions of ‘section 28 shall apply, the:court shall, in every case, order-the remand of such person until tos the conclusion of the trial... 7° eof dente ote vettere ye ase 3. The following new section is-hereby inseeted imme rpgertion diately after section 18, and shel have effect as section 15a, S76\" 4 of the principal enactment :—- bay gp es see re amet ke weet eA) 8 Being et “piace ot 5\" 18a, C1} Where diny person'is of “Feinand Peetment, detention under the provisions of subsection’ (2) ‘of conekusion,,,..;. Section, 15, or, section 19 (a), notwithatand- oftial \"tng any other provision of this Act or.any ‘other law, the.Secretary to the Ministry of the Minister in charge .of the: subject of Defence may, if he is of opinion that it is neceanary,-or expedient .s0 to-do, -in- the interesta of national éecarity or public order, rake: Onder, subject. to such. directions && may he given: by the High Court to ensure a fair trial of such person, that sach person be apt in the custody of any authority, in such ag eit—4,980 20",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Prevention of Terrorism ‘(Temporary Provisions) ‘GAtaendient) Ads, No:-I0 of 1982 [Set dotall otal an fate} . - place and subject to such conditions as ‘be determined by him having regard oak interests. ates a oe scrrk ce sr wanes OT Oh A 14i (2) Any Ordev'made-unider'iubsection (1) shall be communicated to the High Court and “48 the Commissioner of Prisons and it shall be the duty of such Commilssioner, to'déliver fhe custody of such person to. the authority ‘specified in such order.qud the provisiong.af the Prisons Ordinance shall cease to apply vim telation-to the custedy of such: persou.””. . per bape Beh si ove eds oenderrot ee ly ni Repealet' Jy, #4 Section \"29:08 thé ‘principal: dnadtiient’ is‘ hefet pelon of repealed Principal pihefery principal Sancta nab ete ge agg Pl a weta iancenen ols A LEN Amendment “§ “Section 31 ‘of ‘the principal enactment is’ hereby shuertion amended by the substitution, for the definition of “ unlawful principal activity:tiof the following: definition 153\": nt yt (SP enactmamt oa. emp aliod art ta nolfe ns reds Ps PN am teadbe unlawful activity” means any action taken or act commilted by any means whatsoever, whether edz ai bavithin: om-outside\"Se{- Lanka; and whether such © 4a (0 aption was-takert or ‘act-was ‘committed ‘before of art sy:eafter ‘the. date-of coming into ‘éperation‘of all or ‘sir any of the provisions of this Act in the commission titvu 1.06.in.cotmection with the commission ofany offence under this Act or-any-act-conimitted’ prior to the date of passing of this Act, which act would, if nottest ~seient Leommnitted-vafter’ sach--datep. ponstitute ‘ant! Bffance SNwsvia nj «aamder thigs Acted Uetz haw 21 auilase tte efs.aib i rin et onibsce™ tgaby's at “Beeae ci @& (1) The amendment made to the principal enactment tive: tafe by nection 6 of this Act shall be deemed. for all purposes to have. come into forog on July. 24, 1979, nica Oar LQ) Roary: Order madé~‘ander- the provisions \"it; te principal: enietment ‘shall be ‘ddeinéd ‘for all purposes to Thave:-besni made unde tie’ provigions\" Gf the principal venactzbént ag ‘amended by this Acti i* 3\" Gigi ue qeengo te eb de ih gat aontoig x). Where any. question of interpretatton-of any provision of: the - principal;'enagimenti ariiescin“any proceeding or matier-pending in any-.equrt. such’ fuestion shall be deter- mained, in accordance with the, proyisionsaf the principal enactment ae amended. by thin:Aet(:!1 64",
    "mean_p_confidence": 0.55
  }
]