[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYL Ste aN 2nd‘Session 1961-62 ff, _ ; 5 SJUNIBG]! ey NS. S JESU, g iy Ceylon State Plantations Corporation (Amendment) Act, _ No. 12 of 1962 Date of Assent: Moy 26, 1087 a Pristed on the Orders of Government . Purchded “ie tho\" GoMsaanin Buptsnctns Buried, Coromae fgeaa! Subesinton (nchagoe Bil Be 3b (log, Ry 4 .—- RESR Scares mass fe esti Gang fa ficial Rovepectce earls ehh Price: 18 cants ‘Postage: 10 cents",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Ceylon State Plantosions Corporation (Amendment) Act, No. 12 of 1962 .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "L. D.—O. 38/81. .",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Aw Act TO AMEND THE CYLON STATE PLANTATIONS",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Corporation Acr, No. 4 oF 1958. [Date of Assent: May 26, 1982]",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BE. it enacted by the Queen's Most Excellent . Majesty, by and with the advice and consent of the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Senate aad the House of Representatives of Ceylon in",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "this present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4. This Act may be cited ax’ the Caylon State ser un, Plantations Corporation (Amendment) Act,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "No. 12 of 1862.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2 Section 6 of the Ceylon State Plantations Amaimeatet Corporation Act, No. 4 of 1958, is hereby amended, T7e2S, by the addition, at the end of that section, of the ims following uew sub-section: —",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(8) The Corporation may, with the consent of the Minister and with the ‘concurrence of the Minister of Finance, or in accordance with the terme of any general authority given by him with guch consarrence, borrow auch sums os the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘orporation may require for the carrying out the objects of the Gorporation. ‘The funds of the Corporation shall be applied in paying the interest on, and the amount of, sums so borrowed.”*.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "ea ay",
    "mean_p_confidence": 0.35
  }
]