[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  LES S  Ray  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  REGISTRATION OF TITLE  ACT, No. 21 OF 1998  {erie on 2 Api, 198  Prin onthe Ore of Goverret  | Pubshedase Serene Fa tothe Gant ofthe es scrai Saiat  RepuicoSe Lent Ap 9% 7  e  ce 1400 B Pog Re 378",
    "mean_p_confidence": 0.4540909090909091
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  earaion of Tle Act, Nex 2) of 198  (ested on 2014 wt, 1908)  LD, 62 .  [Att ACY 10 sak PRONISIN fT INVESTIGATION AND  ysivinamion oF THT 19 A 4AND FARCE 5 198 THE  SEIBEATON OP PeARSATG HALAS TOA LANG PARCEL 90  , USHER, AND LM BATEEEN CODAIOCED ERE om  SNe ERE  : Atewthertore acted by he Priament ofthe Rowctaic  Sovialist Repatic of Sr Lanka a: folloms —  1, ThisActanay be ct ashe Regilion of Tite AC, siete ant as  No. 28 of 1998 and shail apply to such Proviuee, oem  Adminisrave Disuicl or Admisiaretive Division as te  ‘Minister way fam in to ie, by Order pubis sd  ‘Gare, specify aan are to whic dis Act hl apply,  PRELIMINARY  2 These stall be apavated 9 Cummininaes oF Tite Cemsibe of  Settisment wha shal ie responsi for te de performance. 7 Siem.  of te dts ed Fametiansavsigned to his ste this Act  ad such number of Depotics and Assistant at may he  secessay.  3.1) The shall be appointed @ Regisrar Goneral cf negro Geni  ‘Tite appviecd forte purposes ofthis Act eerie  (25 The Reginvar Goma of ite shall moinmin Tile  Regine in each stot wherein wach repere ay sil Se  + —_petonhed ty regulations forthe supose of regitation ot  Aide tad stated within my oe specified in wt Onder  AME under section Uf this Ack ad fling Hin such  iste dal be maining  (3) hore shal be appointed a Risin of Tle ech .  sch Tile Registry to Tunation under te denon of the  Regis Goneral of Tie,  de oreo Anse .",
    "mean_p_confidence": 0.3817627118644068
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Registration af te Aer, Ho 2 of 1008  Verctreact ——&Theustofrecatd inn Tite Regier mainsinl nde  thon Sahl be 2 lan pct shoa one eadatral map  cost 5. Regiuton dalle cfected by entering to he Tite  fepsiien —_Regiten the sreeribd pacar rbiing 1 Tie fost  Yao parc,  Mtotiemiobe Atl ollie: appaived forthe pupsce of dis Act  bier al be deamed wo be pubs servants wid she eng wt  the Feral Cade.  conxin 7. (2) There maybe opined ty the Commissioner of  Sea “Fale Senteriem, 4 Cunetbshon Boatd for each Grama  Nitadhaci Division in any acca apoctnd in 90 Ontet under  stint of Bis 8,  (2) Bach sock Conciliation Beart sat snsist of —  (eh not lee than coe und pt mate than seven  ‘members seletled from amongst the Land  Daler eset sh such Grams ibs  ives and .  (0+ the Grama Wilda of each mich Binion  () Bash, such Board eat elects Chapman and 2  Seer From among emeres.  aio 8 The Ciasioaer of Tite Setement may cory  rena ape areining £9 any land pel fur sllenen ty he  Bae CCanedntion Beard apposed feriho area in oki sah ans  sate  foes uessi 8A Concliain Buel shalom reference ae #0  lace nde scton , asst uny pnaom havo a0 fees lad  wets ‘tio i te area for which cack Bou fs appa, 6  solve any spe peraiing thee.",
    "mean_p_confidence": 0.35673151750972765
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  ee  sean  wr co  i. tipeunietan eral aie mene  4 entrees pene  ae cpt eg of re  ech ium d aoa als tet  eve conor uemneakrts  iaieoncanesthmnint  tis epicenter ob tobe Com et  ee  TE ena a a pn  echt ee at  Ug Saeco eta rina  Re  th agen ng a ne nn  So bisremet ie meena og  we ing engi ag  szalon #1. he Gammon of fe Seem. shall teen  ane  cere ect  seu ret catty  ESS ees  Se  or te Cpr a  + arse cembien sae a  fenia eaies  fedoras  Coverite at  oe ee  Eee cotati!  Redniseereie i  Ragu vacar inate  ngamee eto  sires",
    "mean_p_confidence": 0.17725352112676057
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Registration of Tie Act, Mo. 21 of 1998  (o) where the Commissioner of Tile Setlement i of  the view thatthe claimant as established aclaim to  ‘a partof the and parcel claimed he shal desta the  Claimant eligible tobe registred with a Fist Class  “Tike of Absolute Ownership or aSecond Class Tile  ‘of Ownership, asthe case may be, to a divided  Peston of such parce .  (d) where the Commissioner of Te Setlement is of  the view that snot possible to recognise one oF  snore of such claims without reducing the extent of  {divided portion of land parcel_ below the  prescribed economic unit, he shall declare al such  Gaiman who have valid claim to such parcel,  lige for registration a co-owners of such parcel  ‘wth a ttle of co-owmership tothe extent of the,  individual claimae’sco-ownership.  rpnimentoe IS. (1) On egisration of tie of co-owneship under  topo pen paragraph (d) of section 14, the Commissioner of Title  ore Setlement may appoint one among the co-owners as Manager  ‘of such co-owned land parcel with the consent of the majority  of such co-owners  {@) Such Manager shall have the authority, powers  and obligations of a trustee under the Trusts Ordinance  (Chapter 87  G) The duties of the Manager shall include the  following —  (@) to maintain the said land pace ina state conducive  for optimmam production,  (@) todisburse the profits accrued from such land parcel  lammong the beneficiaries according to ther shares of  ‘c-ownersip afer seiting ff any expenses and the  fees due to him for such management  : (4) The power ofthe Manager shall include the power to  morigage such land parcel withthe consent of the co-owners  {o ase funds forthe development ofthe land parcel.",
    "mean_p_confidence": 0.5441874999999999
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  egisttion of Tile Act, No,20 of 1998S",
    "mean_p_confidence": 0.3855555555555556
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  16, (1) The co-owners shall have the rights of niet  heneliciares under the Trusts Ordinance (Chapter #7). sbaveen",
    "mean_p_confidence": 0.5223809523809524
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  2)\"The igh ofthe boneiciaries shal include the ight to  receive pets rom the said and pate",
    "mean_p_confidence": 0.46684210526315795
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  17, The beneficiaries may apply to the Commissione® eyes may  (Tle Setlementto appoint ancter co-owner athe Manager aus spams  tthe e-owned land pace, onthe following grounds oor Msgr,",
    "mean_p_confidence": 0.4284375
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  {an mismanagement or malides on the pat of the  Manager-or  (0 thatthe land parcels nt being puto optimum use.",
    "mean_p_confidence": 0.43173913043478257
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  1%, The Commissioner of Title Setlement shal appoint. ows ot  s new Manager from among such co-owners to manage the Covi of  Sad and part with he consent ofthe majority ofthe co- Te Sete 2",
    "mean_p_confidence": 0.5171794871794873
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (a) om being satisfied that the Manager is guilty of mis-  ‘management or mala fides",
    "mean_p_confidence": 0.48277777777777775
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  (©) on being satisfied thatthe land parcel is ot being  ‘pu co optimum use",
    "mean_p_confidence": 0.44941176470588234
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  (6) om the death ofthe Manage oF",
    "mean_p_confidence": 0.5888888888888889
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  (where the Commissioner of Tile Setlement is of  ‘opinion that site bestimterests ofthe co-owners  todos,",
    "mean_p_confidence": 0.3373684210526316
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "  19. Where the land sought tobe registered is State and, Repierainof Sate  te Commissioner of Tle Setemen shal prepare Schedule ln  ‘of TileJor the registration of a First Cass Tile of Absolute  ‘Ownership in the State such land, together with details of|",
    "mean_p_confidence": 0.44148936170212766
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "  ____ any dispositions reservation o ens, asthe case may be,",
    "mean_p_confidence": 0.47500000000000003
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "  20, Whore the Commissioner of Tide Settlement is of Repisran of  te view that claimant has established his claim tothe resin od  ‘ownership ow an intrest inthe land pares! which sw be  registered under the provisions ofthis Act, he shall declare  ‘uch claimant eligible for registration asthe owner ofthat  land parcel or of such icerest and hal register euch interest  inde Title Register fo the dation of he subsistence ofthat",
    "mean_p_confidence": 0.5144871794871795
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  Repeat of File Ace, Mo. 24 of 1938  Trost, hare tho Comissiener of Te Sattemest  bof he sie thas person dctaredelgibie for seine  {sh nee ud thi A, nbgoe tone governed by a  ‘pool 0 enon He shal Uekae sch percon spect  {0 Such apie of poonal law, ond aune ante of wih Fact  {fe raid. he Tile Regist,  Kcgamwofcine 21, Jf durlng the course of fnvestigations, the  winsrar er Comvita of Fle Sewer fore the rane that oe  fo the dispuied sate of the cums, it would be wore  pneapciats forth tnestgions to be cazred ut by the:  Diaries Cat te Comms sfner of Tile Sereno reter  achealn orien ad deermanationvothe Distt  (Coun having justo ovr the aaa whece the land is  cummwspatoet 22, Any delim uguiaved ty way Decaction of the  seyiadcanam Conmriecont of Tule Seuament nde section 4 vay preler  sti Cpa agus sch deacon wii tbe pests petit  to he Dita Comat having funwoton ova the area were  the losd pete stu,  sativnstuneys 2K €2) Where he Commissioner of Title Stress  ofthe opin that ey wddhioal surveys ace necessary for  ‘ecadawel map to eee this ecbegaest Bing, he sha  requce! the Surveyor Genatal 49 eonduct such additions!  sareys un eee the sceessary defcton of boundaries.  (2) The Sureyor-Geecral salt effect the aecessarg  sfnkisn of bows i sendtct such surveys af  reured by hs Comniskiner of Tie Setement ad read  fg eviued cadastral may 1 the Comnissronce of Tate  Seater.  braxton Dy Where aeferece ts boon tacde under seation 2  ‘orae appeal preferred ener stsion 22 ta Dstet Coat the  isiret Coot, may, afer due guy make one or mere of  he fllowing ends —  1a) coder of Declaration Tse ia pecan with socio  1a, in Fan of» aiman to he whe ond pao  isimed or fo dtvided postion 9f sua fn pater.  ‘provided such divides pret dows Hot Gall bakow the  reverted minim oxne",
    "mean_p_confidence": 0.3763025210084034
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Regist f Tie Aer Mo ch af 887  “onl foros ming educate we  fend pact or divide portion feb patch,  punk eh nit pron dors 6 al los  tropes winamem eet  {69 Oise cons aston boos ders aerate  . aja by exch any of hela  25, GvOnartrcaceapestmie04Dckt Coun Capen ss  | welt provatim of hi Aah wich Cau sa aw a Seve Ca  Goovmisston fo the SuveysieGaneral to can@ust ech  ldo saves foe Ueno fea me  2 owes fo ge eflesteRe oor fi Cot,  £2) The Surscyoe Gren stalcnry oot coon  sad ke os retin de Comatinion aed ans fo he  Dist Cou dette opt perigee .  by bie ogeter wih a Mo tte  (0) Te Dit Coun sh. ox ei ofeach et  Cnsmisio.orferthe payrertty te clamaatcoF thease  ‘esas he leotard by the Surveyor  Genet,  42) The Dic Coun were hoe ondrad a le  shal sue a commision for sus sak oa Listed  ‘Asc Sock auton sal proven 2) cond the  sete in sch manner esr oe nae est  comnisoa  (5) Ob scoipt of act tee commision, the Price  ‘ort bl aus rf e ponit  te erem wh s  tendered the Righeat bt of purchave money and dhe  saat fen in Cost  46) On te depot ofthe eaey fre phase acy  ad suche af, the Dict Crt a=  (2) once  10) the payment of survey fers tothe Server  ‘ene: .",
    "mean_p_confidence": 0.33969811320754717
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  Regina Fe te, Ho 24 of 198  (i Subure neato he ptcharesnney aon the  Elsen cover masons wa Rt  haa a  (i) the pageant of auction's Fes to the  ete Aterect eoceee  1 ens dere denn i apace and  ‘njadcaad ep at  (ei desptc enon afsesdssce othe Commoner  ‘Da Sexemen.  ious eee 26 Ontbvcomlovon of ie mcsigtosreted ea  Sects\" 13 and 2 He Cat occ cai  Famaobel ot un te Conese lie Seta eae  comtehesl” Sotedaee of ile ad depois Sets 1 the  Spproprte Regia nf Tif, wth copy dea! Wo Re  Surveyor Gener othe revision a7 Re ees  coated 21, (osOnteipcofthe Seeds of Tae eee in  Sovaete section 2 abe Regis of Te sal e4ase he come of  SRO RSEONY Fy schedules to bo eatied t the Regis of Tile  Iraovne By hn de he poss a As,  2 Soch eis sl He he ino ence pata 42  se reiareton oh tnd pasos undersheprovistons of  “sac  acs 2%, Frome date opening Te enters deci  ibe | ag possi hte me reget unos ring  ‘ape se nd pauls costae AetinheLona Reptere  ACSnagene” sitaned und te Regan of Doc's Gedaaaes  tat” (Chae 147 tc Regt a Bee se erence  Beymer” fo the Tile Regsore lig css ood peels ard  mine wns he provi a ASC  onaggienity 1 (1) Any pron guia Heaton >  Pomuiting of apesoy arith a Seed Ciaes Tie of Osrerabi o any  Pee Gehan pert may wih pe fe i fa: he  saxfepitrton, le aton forthe amend of eae,  Jrthe Disc Cov having sd Gem crete are ict  uch oad parcel ty stave,",
    "mean_p_confidence": 0.32109271523178806
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  epson of Re de Mo Uap 189  2) Natio of suo ssn sal be reine i the  Peseanes Setem the Fs Ree ha th  reset Su tls of sh ton  {DA Nolice of sch in ab a te eae by the  Ise of Tite Be penn sis Second Cite ie  Doni instead aed the Commie Fie  + Soule hi the Srey Geer  20.121 The Dist Co ater de ony sta mae Wa tats  eed the juste he cae any segue cece  ayer  {2 (oy Whee che Die Cou order the amend of  she Pil Reiser incespect ted pace eghered witha  Seve Cay Tile of Owneat. wach Order shal fe  tcumejel tthe Regist of Tis who ll ete wah  Ieoendimcoca Be pn toby ef.  {hy Sah Ordre Cu tal dae comet ath  Comino fT: Seemed an te Serer Gea  31. C2 Apeson registra wide Soni Chas Tle of Catomaet Tle  Omsteip cen erson elaine ie Uo vagina at he ett  on api en ret ie su gion an if al moe  thete figs been nn action under stetion 29 against such \"  supteion daring interning erie ig ble fs be  sonar af bia egsaon tone ef Fat Chae Tale of  ‘aie Osmo.  2) Aithc en af he patil soi metic (1),  2h Commisioo of Tle Seale a tore Sea  «iin cs ef re prisons of a Ac cyng sah  beri 6 Being efile fer regenin wih Be Cha  “id of Abst Ossian shel dena Se  : 1 Tie tothe approprite Reiser of Tle and t ee  Seveyertica :  (©) The Regia oF Te salu esp of «Schade  ‘of Tits ander subsection 2}, cnise sueh pets fa Be  tegited wit a Fd Clans Te of Abide Owner ;  thelandrefenedtoinsich Sef Tea cel tem  the Contrsnoner of Tule Seeman a8 the Soreeyore  Send soca,",
    "mean_p_confidence": 0.36211764705882354
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Reisen a Tie dot No 24 of 998  vaoimpiae 321) hein of peso vith» Fart Class  te “pico Able Owners and ysl. sl vet ia",
    "mean_p_confidence": 0.358
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  thar perom ah owner uch nd patel oer",
    "mean_p_confidence": 0.255
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  athena geiveerbeorgivgeeppuronan tse,",
    "mean_p_confidence": 0.10800000000000001
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  Teutso any sobising forests ropiteted 8 he",
    "mean_p_confidence": 0.20666666666666667
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  Encanbencer Section fo Tie Regie",
    "mean_p_confidence": 0.21571428571428572
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  12) The eioeaton of «pera der he potas of",
    "mean_p_confidence": 0.3645454545454545
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "  ‘it Act an pon ving gsi ot tine a 0d",
    "mean_p_confidence": 0.3183333333333333
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "  nccerpcinrgeovencranscon or omer nd pss",
    "mean_p_confidence": 0.18571428571428572
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "  i Maraget er teeta al etm hal pe he",
    "mean_p_confidence": 0.3427272727272727
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "  Spe ested togeter woh a gh ae",
    "mean_p_confidence": 0.3111111111111111
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "  ‘tname or apparenat ero, wheter apes oop",
    "mean_p_confidence": 0.25555555555555554
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "  Sodcatyecrioany exes pera wag ro.  fenan ntie 8% (1) Rates nthe Tie Register iin det  Baebes shepreviiom ol ic Act aa corsa evidence o at  SEGRE Stems at owratine iene m aes  “fonds at be eso a Chae fF 8S  ‘revi 5A  2-1 nies of pero tae ae spars te  tite Repinee may be mses ely a rvided or  ‘Arca ed yooh once epee iho ahs  ‘pl pegs tcenging or appertnant ert ee fom at  Ineons o lame ter hus se apeanng fete THe  Regi.  INSPECTION OP REGISTER AND ISSUE OF  CERTIRED COPIES  peymenst (I) Any ernon ay. om satiation ade 1 the  Sefueton! grein formandon yet fae pees Fc napect  sain wap dering office hours, any title register and any eadastra map  ‘eared and te proviso of a Act  {a} amps es onaptcaon me toe lo  lta of Tale i on pum ofthe pecribe fs, be  leg nec ab ntact ot ch Tile Renter seis  posh Regine ef ite,",
    "mean_p_confidence": 0.3451366120218579
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Reisaion of Tite Act, No. 21 199814  (2) Any person on appliction mae tthe relevant  Seperinendent of Survey talon payment be esrb  fee be etd to recive a copy ofan exact of cada  tap used for regintation of te, cetifed on Beha of te  Soneyor Gener  35. (1) Bvery document purporting oe ceed by 8 cena  Reginrarof Tie stallinall pocedingrbe presumed hae Meme  Peon so cei andl eps primajaceeaence Pe  of the matter to which it relates without any further proof of *\"*  sch mater,  (2) very copy of next of clase map pupoing  tote ote yor on tba ofthe Surveyor Conan ta  inall proceedings, te presumes ohne eon so cred and  stall be aceted a prin face evidence of he mate  wich rls  (2) Bveryemry ort in ron ay reise and ada  sap used fresno sl sect ihe roviont  Of this Act Be recived in all rceedings a cnctuine  idence of ie mater or transaction whieh ear  SUB-DIVISION AND AMALGAMATION  36. (1) Any owner towne fay lind parcel oc and saben ce  parcels who ef whch has been reed unde is smoot  ‘Act may amalgamate or s-video he and peat =  by reistring'a plan of redivision a tlgematon ot  sb-iviion rating to such ang parcel nace wih  the provisions ofthis At.  (2) An aptcation for amalgamation or sh-visin shall  be mae othe Registrar of Tile with copy tothe relevent,  Sopra’ of Sureys and shal con adetton  the prescribed form made by the applicant which shall  (@) the parila of eer encumbrance ts pendent,  Seite one or ere aecing te and parcel ot  tand pars ifany",
    "mean_p_confidence": 0.4201661129568106
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  12 Registration of Tile Act, No. 21 of 1998",
    "mean_p_confidence": 0.48636363636363633
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  ) aroference to the Tile Register anda reference to  the cadastral map registered in respect of such and  parcel of land parcels;",
    "mean_p_confidence": 0.4623076923076923
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "  (6) survey plan prepared by adlysutorzed Surveyor  in accordance with any regulation governing the  conduct of such surveys andthe preparation of such  ‘adastal map showing the amalgamation or sub-  ‘ivsion of such and parel of land parcels bearing  ‘reference tothe cadasal map showing such area;",
    "mean_p_confidence": 0.5128846153846154
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "  (3) Where the Superintendent of Surveys is sisted tha  the plan conforms tothe cadastral map and any regulation  governing such surveys nd cadastral map he shall notify the  person who tendered such plan cordingly, and shall ceri  Sich lan on behalf ofthe Surveyer-General and shal cause  ‘necessary amendments tobe made showing such subdivision  ‘oramalgumation on the cadastal map and forward copy of  the section of the cadastral map reflecting such amendment  to the Registrar of Tile of the District in which such land is",
    "mean_p_confidence": 0.5347872340425532
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "  (4) The origina ofthe plan tendered, field notes and",
    "mean_p_confidence": 0.4690909090909091
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "  sequest of the comers shal be filed of recordin the Office of  the Superntendant of Surveys",
    "mean_p_confidence": 0.4694736842105263
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "  (5) (a) Oneceipt of certified section ofacaastrl Map",
    "mean_p_confidence": 0.46399999999999997
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "  {hom the Superintendent of Surveys the Registrar of Tle shal,  i he is satistied that such application for subdivision or  ‘amalgamation conforms to the provisions ofthis Act and the  regulations made thereunder, register such land parcel or and  parcels inthe Title Register with accurate cross-references to  the former Tile records eelaing to such and.",
    "mean_p_confidence": 0.5080327868852459
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "  (6) The application and documents rcsived shal be filed,",
    "mean_p_confidence": 0.4863636363636364
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "  bythe Regstar of Tein the relevant parcels fle.",
    "mean_p_confidence": 0.446
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "  (6) Upon the registration of a plan of amalgamation, of",
    "mean_p_confidence": 0.5650000000000001
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "  sub-division—  (a) the land parce or land parcels depicted therein shall  te deemed to be amalgamated or sub-divided as  efined therein",
    "mean_p_confidence": 0.4773076923076923
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  - Regision oT het Mo 21 f 99313  (2) suf parcel id pact tl be uber to  the hardes afl shall Rave dhe Benen of any  servis affecting end pare! tant pares  he cig cadena cling ach lod  vce Sad pres ns are mind na of  salgenason oe sab-tvsion  + Bh Any peatn, having Tie of Oerecthipor ote Cet Tike  Imari a tend pvt cepted Unde this Act ty ot  Payment ofthe festa fe choine Cove ot Tae  + fete of suc Owecsip oir, fo he pple  Regie of Pi,  2) Subjct nthe provisions of hs Ack sh Ceca .  Fil kt fore conchsive eldance ofthe tle to such  \"TRANSACTIONS RL APNG TO REGISTERED  LAND  38. Na genon suring an nee i my ope eee  esteeduehe rove i Acs beta fetes  ‘Sch tte or nist unless soch tHe intone i vegisuned MOP  condr te eovsbns oft ct  $2 He Lod pclae ta wich ha hoon restr Toran  seer this Ae ct ny nett therein shal be unnaanted ¢ Winn ad  ak ih enopt in cerdans with de ysis, EE ee  ‘Ash and every dupostion herve feta so Be wend Se  20. CY An osname for sonresing intrest na lad Wino gee!  ately be preset egeion unde his Aet wate  tothe Regseae oF Te y= aici  42) any poston taining ay interest oF benetie  theteendee  (6 sy seeun heving ny inte ino chang 9 ny  lend fected vey | o  ony pees ansting sos fon",
    "mean_p_confidence": 0.3451624548736462
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  16 Registration of Tle Ac, No. 21 of 1998  (2) Aninsirument may be presented for registration  through post of under cover if tis accompained by the  propria fee, if any  Dayo 441, (1) Bach Registrar of Tie shall keep a book to be  called the“day book” in which shal be entered the prescribed  pariolas of every instrument presented fr registration with  the day and hour and if required bythe person presenting the  instrument, the minute of presentation, and for the purpose  ‘of priory the ie of presentation shall be aken as the time  of registration.  (2) An insrument presented for registration through the  post or undercover shall be decmed to ave been presented  Ferregisration a the tme the packet conning he instrument  is opened,  Pe Te, 42, (1) Tie to land parcel or any interest pertaining 0  a Tand parcel appearing inthe Register shall have prioity  ‘ecording tothe order in which the instruments pertaining 0  Sic or interest were presented fr registration respective  ‘fhe dates of the instruments andthe date of he etry inthe  Register.  Fermotisrunests 43, (1) Bvery instrument conveying til or any interest  flaiagtoatand in and parcel presented for registration under this Act shall  ae be efeced inthe frm presribed for tat purpose  (2) Instruments prepared under the provisions of  subsection (1) shall be signed by the parties othe transaction  land wo witnesses and atested bya Notary Public, and inthe  ‘ase of Sate land, by a Notary Publicar by any publicofficer  tuthoried todo so, by or under any la,  Dies cancer 44 A'Notary Public attesting an instrument in terms of  (his Act shal —  4) satisfy himself regarding the ident of whosoever  ‘ofthe partes othe transaction andthe witnesses as  fre not known o him, by reference to their ffcial  indent cards or such oer means as may ial  reveal their idemity",
    "mean_p_confidence": 0.48958823529411766
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  Registration of Tile Act, No. 21 of 198818  (6) satisfy hms aboutthe capacity of the persons who  ‘are partes to the instrument by reference to the  ‘econ in the Title Registry or by reference to an  extrac from the relevant Title Register  () satisfy hms abou the deny ofthe land and the  . state ofthe tle deat with in such instrument by  reference tothe Cerificate of Tile issued by the  Registrar of Tile and tothe records in the Tile  . Registry.",
    "mean_p_confidence": 0.5383695652173913
  },
  {
    "i_page": 16,
    "par_num": 2,
    "text": "  45. (1) @) Any instrument ested in tems of section Aner ova  ‘44together with he Cerificate of Tile pertaining tothe ile istunens send  ‘ofthe vendor shal be forwarded by the Atestor within seven \"it dys.  ‘working day of such attestation tothe Registrar of Tile within  ‘whose area of jurisdiction the land parcel dealt with in such",
    "mean_p_confidence": 0.4898387096774194
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "  (Failure wo forward the tested instrament within the  sipulated period shall be an offence punishable with the  prescribed penalty,",
    "mean_p_confidence": 0.538695652173913
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "  (2) The Registrar of Tie shall ecord the rosie of such  instrument in the books maintained by him under the  provisions of his Act and satisfy himself of the following —",
    "mean_p_confidence": 0.5274285714285715
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "  (that the instrument has been drawn in accordance  With the provisions ofthis Act",
    "mean_p_confidence": 0.535
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "  () thatthe land parcel hasbeen denied and described  accurately and conforms with the description  ‘of such land parce in the Registers inthe Title  Registy",
    "mean_p_confidence": 0.4996551724137931
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "  (6) that the person conveying suc tle or interest iad  the capacity to execute such instrument according  tothe information avaiable in the Registers in the  Tile Registry;",
    "mean_p_confidence": 0.519375
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "  (a) that he tite or iterest conveyed or deat with, has  ‘ben unambiguously identified and conforms to that  recorded in the Revsiers inthe Title Registry.",
    "mean_p_confidence": 0.43206896551724133
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "  oe",
    "mean_p_confidence": 0.12666666666666668
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  6 Repu of Tie Ax, 24 of 198  (8) Phe Reger of Tie i ofthe oto the 3  repute aren ser tis Ace cori Wh,  ‘esl ses in neo eon mona  fie nsrnmencoriog woratrag tue scree  su th Carat of Te sabe By the tender fhe  ‘eovutpeel fie odio a Cees of Tee pnt  ‘iotemretheinernere  Powe that te suk sneer eo  A niga teak Cetus of Taos sat be etre  tbaoth person with enomemcatnk crt te Reirar  Of Take aking reference t tech ease ok egg The  Hegutrar of Tie mall tar the Srey erect of ll  ects ive no cet os cea  Merentaves A THe Rech of Testa as eter ayinsivnest  Wleetnmese yh pres tocomey ayia eet ae  sen eax OR HRS appeing oF any eves, oF the Famers oF an  SES don stan ee  Frardev homens dtu comneyince of ie subsaa  sneha acspe frelon,  Sautimisoed _#f Nopntfa tapas ghd that Cas  tebe Tae of Abuute Ownership cy 2 Second Class Tale of  SSRReE REO. Ovncnlip mie goin oe Acta fee  aa or otherwise dualt with untess tbe registered owner has ft  Sub ide st and pate! ond asd pares 2  Alvied hes bon regseted weer ome Fi Ak  Nouns $A. reptin cordance with te onan of iu,  sSoitce an istuaet pssinng fhe Unter ue aed paca  cormeeai sobs sogimeredt ender this Act mode in favour af THU Or moe  Des comeon be dnd wt Bee  teeth Act  Mermsorinshe 4. An instrament pertain 1 fn exeuud f9  sioey ” eeoninns wide orkions cis Aas eetun  escee fegissrution of suck wwStrument under the pruvision> af this  ne",
    "mean_p_confidence": 0.3123102310231023
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  Renan of Tite Act, No 21 of 199817  STRATATILES  50 (1) Subject the froin this Act and of the Aeptin of  Aparnest Our Law No 1111973 the owner of ny te  tnd parceled vier hs Aspen ih waiing. ee  cerning mor than on soe has ben conte my,  pon pyment of he pes ee make apicaton in te  + reser form tothe Rega General of Tile forthe  feisratonthxiznal abdvsionfblings hereafter,  teed 1 at condominium parcel) in acon witha  4 Sidastral map eaed condominiom plan which shal  Sccompany sch aplication  (2) Therefeencemumber ofthe land acl on wich he  telding scons andthe number ofthe condor  parcel as depicted onthe east ap shal opti be  Suen reference tos comdoninian parcel  (0) The Restor of Til sal reer sch applications  togter withthe condominim pn and th ada map  ‘othe Superintendent of Sueys for ceston  51. Onthe Supitndem of Suny being stisid that agt  ‘he condominium plan confoms tothe poison ofthe conse  ‘Aparimen Ownership Law, No IT of 173 ath Ack be Sy Semen  ‘shall certify such plan on behalf of the Surveyor-General,  ““™**  ai  (@ file the origina of the condominium pan afer  Imaking ssl reference on he casa map  . sed for reisraton of te ard  (6) forward te diet of he condominiam plan an  the application of the owner to the spree  : Regina of Tie.  52 Ate Reiser Tiles susie hatte appiton Meter estaton  ones tothe provsions ofthe Apartment OwrenhipLaw, stemsonmae  ‘No. 11 of 1973 and this Act, he shall— Lael  (@) fe the duit ofthe condominium plan in he  Parcels Fi,",
    "mean_p_confidence": 0.40922558922558927
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  1S Reptsrasion of Tie At, Mo, 20 of 1998",
    "mean_p_confidence": 0.3481818181818182
  },
  {
    "i_page": 19,
    "par_num": 2,
    "text": "  (0 opera new tiie rege inthe Register in eae  feeeh condominiain pares! shown a  Condomiaium Plan and make ssiatle  ‘sefrences to sic regia fn heres  Se tnd ave ib ragired 5",
    "mean_p_confidence": 0.3348648648648649
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "  ©) coord in the Property Section inthe seg  etaning th ont pes! rast ad comp  {Gores esosists only of commen proper",
    "mean_p_confidence": 0.4304
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": "  42) record inde Brewnbeances Section het ei  respect of eondominiom parcels have been ope",
    "mean_p_confidence": 0.42176470588235293
  },
  {
    "i_page": 19,
    "par_num": 5,
    "text": "  1) lor the applicant tot ach conden  avo buen egistred and roti hi ofc ee  ‘punter of the beat epics nd",
    "mean_p_confidence": 0.322
  },
  {
    "i_page": 19,
    "par_num": 6,
    "text": "  G0 eae § Cention oF Tale afer recovery ©  presi Hes.",
    "mean_p_confidence": 0.2642857142857143
  },
  {
    "i_page": 19,
    "par_num": 7,
    "text": "  RETENTION OF IRSTRUBIENTS:  owning SLL E0}.Any nomen exept bythe Regio  dsrsconst shal be ead ne Ti Regi forastong ssitaup  Teermain ean ony fe cist ar fr tem years heat",
    "mean_p_confidence": 0.3711764705882353
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "  12) Where om entry inthe reper gtsining to le  lncees ina tana pave! Bactagn superclass  tae affect, the Regia of Te ssl racks a me  fat a the Register sales ashes",
    "mean_p_confidence": 0.34555555555555556
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "  48) On thwexpey of tea year ater a onty tn  poraieng to fe or efter in w ind. parel has  opened er has esa hae offen, the Registra  all destray inthe preseribed mane ay insu  spt the enuy ane mabe na ene to Ut fect  Regier,",
    "mean_p_confidence": 0.35452830188679246
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  18 Regist ef Te Act, Ma, 200f 1998  (6) epen anew eit register inthe Register a eapert of  each condininium patced shown on the  Condorsiniuts Plan and make suitable cease  ‘ferences 0 nich epithe register which  ‘he in pave is epi,  {e) record in the Property Section in the vepister +  ting oth land parce dott land corpse  Ihren cents only of soriman  prepete  (0) recat he Bncumbrance Secon that regi  respect of condominiam pasa have heen opens:  (> infor he eppicat hat such condominium pants  fravebeen egscred and nis imo he reference  . rutmhets af se evant epite  ond  ( iscue 9 Conitoate of Tis after ccovery af the  prec fers.  [RETENTION OF INSTRUMENTS  Tamionans SX. {F) Any onrumentwenped by the Regier of Tile  Gesraorat_ shall be maine ine Tite Repay faas long ns supponts  ‘tomes even Yin heen ad forte yeas teats,  {2} Wher an entry nthe reser pst tte a8  {ters Wd pueel has ben persed os raed  Inge eft, he Regis of Te shall make no 2 hat  effect inthe Register egal: suk omy  (8) One expiry of ea yours flea ey i he ote  eraenng tic or an interest fa on pores! tas boon,  ‘persed os bas cased to baw elect he Registra of Tle  shall ety ine peseribed manner any nsramenc which  suppored ihe oxy and make an cry to reflect in se  Regist",
    "mean_p_confidence": 0.37080459770114943
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  Pataca deh Na thet 9  Pension eTne  Si) Where aes wae ds se, gra of epost  pe ke il andy uence eo a  cit sha he fnnorfed wine Resa of i aga  ‘seduce wih penn of ta Ste  2) fay ovina wi amok eri mneo  ~ sx lth retested dare ease  thar thinness send pend  raster hl ve ee cee  . (3) A Court in wehich an application is Filed oF proved ia  “ocd upsovni of ait etine tostenbaeee  “inl i se fat pac range come  £8 To esse ans 204 9 ll ie  ‘Cow pmecigs nse eestor  58, (01Es oped outer dct wins Pty fae oner  issn nite Comms Te Setsek eS  oMeteam cf ch eprewdowtee  £2) Be Cpr of Ti Selomen ln eing  ru ab ncn pemred wameree  ectimeoe wOelan! pl egal ate  med pn  {25 The prvi eons 13,148.21, 28, 323,38,  25,36 a2 salt spy ote Carmona Ba  Scecmeat cling fo noms h eae eee  {88D Wha any pron seme te ova fas Reparat  seed a moet in and gcc agree eebee Ae See  ‘ity itso slrenceidencel cosas nice  + tata ee ein oF ee apc  Soschpaace pty coher hemes eae  tego at esta tthe supe fou ed ey  ‘sy ern ee  2) Wer pe cnn ete incon he  “apy fan opm it a oy toon eg  «Fa Sa oon penn ase ta a  ‘oti documentation wich Sul his sbciee  ‘sehr th penn arsacheoe",
    "mean_p_confidence": 0.2901090909090909
  },
  {
    "i_page": 22,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "  Be Renata Te ek Ne Bb of 1958  Gane  rrgiok 7, The Preveriptina Oxtinsnee {Chapiee $8) shal! not  apply te Lands ot tetests in tod segs under this Ack  swith a Fink Chass Tile of Absolte Ownership ora Second  Clans Fale of Oomerbip.  ecient 88 The Regier of Te may sectiy te Repitersan  roi tlhoe wordt mioianined under this ct inthe foRowing  fitness —  41) On on exer bom the Resistor General of ie  where  {2} ears or omissions not wisi affecting the  lasers of sy pruprcion, have een detects,  10) woe a sesarny as cetfied by the Sunseyone  General. garticuanssowtaised inthe reqiter  ‘equle erred onthe Registar evera  ‘Tile giving nrtiec all show by sich Register  feu a ater cr fit be wend by  sack amendiess and calling for waisten  epresnitiony thereon.  (6) pan poet of change of ame af he regtered  owner under the provisions of the Bite wd  Paths Reystaion Act,  £2)-n ax oles of Cour to rely sueh Register we  wader vetlon #9  hawtmanesbis $9. Subjectin eetion aCe my cade enifiaion  raster, of ie Regnier where Cis staf that enyrephanion fs  teen busine by faut:  Provided howetec, that @ Court shall oat order the  ‘Retificeion of negitr so ae the ite of arogistered  loner who i 9 poserason and who bas acquit the ta  ‘ance or interest hotels: for valle consideration, ualest  sch cones as patsy tosach a",
    "mean_p_confidence": 0.3830566037735849
  },
  {
    "i_page": 23,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "  Revision of Tle Ast, Ba Bap  $2. (Am pena string our damage a as feng  eco eyed hy rn ok Sateen  (0 ny sete the Repaterin pcseance a0  ‘eof Cage undo ow ce  - 4h evscetiyng Re Regerincomssenses mcm  FC ia nd Dy  . sls onder nf Care ent indie byte  Gercrment ot ofthe stance Fed  {2} Nose sie ait by way of adem dere  Act ay oto wo fas his ected, stanly  -soitaed 0 any Tea eer oi seca 59 or wo  Aksieshistnefemagenon-tbe banca eartiy  ehh ich Fd  12, Where ay sum i ard by wy indi 09  aescum fho Reafte t,o ay Hed  a  oroycen apy ee where  fa) egies eee ae ae fs and  pact or the est sand pare media,  fevire de ociat:  Ao} te sper i nc rested, th prt vale othe  Ian orc! re eet soc an pre the  tis who He ent Felting fo atch Set 3  anata Rego,  (6) Whore ay sis madd By way fine the  Rogie Genert of Tie my om epi fo Coat hy  Sf sumary presi coer ct 4 wd :  Fromany person who essed ruben cocadiad  so be hs by ae or megoce,  {8h No caw tray shal are on acount of any Nein  pli or deficiency i the redo ranean flan PED  ‘Sif th Sarge Gener seth",
    "mean_p_confidence": 0.3386614173228346
  },
  {
    "i_page": 24,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "  2 pata ata  sora (saline fet  med eps ce  Sees cat  Thea ae ve et  econ ke es rs  oe  2 Te er tie dpa  Pennoni.  fetes ahh Pe ttt pe  SR i Lr et ag eee  Sipser Seat  eee Daten cae  oot ate tise  win puta titarnee  rs heat cate  xe avodart  Sram te  hares cecet ea ora  hte  Saestnee entra  ee (Ge) Frade istuss oF males or feulenty procures  eg enrages  Temenos pte  epee  SRO conocer  tts fo yy se  an ts ry ee  cua edema  tay ian ‘ti  mca eer  meneora samt  ea  sec Stadt mon  ela ae ane kan  scene antitie aged  mci te fe bana hs  Sonera",
    "mean_p_confidence": 0.20304635761589404
  },
  {
    "i_page": 25,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "  Megeonaie of ile Ace Mo, 2 of 19888",
    "mean_p_confidence": 0.33399999999999996
  },
  {
    "i_page": 25,
    "par_num": 2,
    "text": "  66 Fe spoiled im eeguations mae wre this Act Pew.  sal be payable forthe alles which dy eat,",
    "mean_p_confidence": 0.42666666666666664
  },
  {
    "i_page": 25,
    "par_num": 3,
    "text": "  62. (1) The Miner nay make reputations for the Regen,  pone of curing 2 giving effect othe rinse and  rovhions of thi Act ad forany mate which egal by  ‘is Act te be pressed. andthe procedire and practice to  ‘es ofworved in carying cathe provisions uf his Ack",
    "mean_p_confidence": 0.377037037037037
  },
  {
    "i_page": 25,
    "par_num": 4,
    "text": "  (2s Without printic ae generality of the foroasiog  Prowsions, the Maier ay moe regulations fo",
    "mean_p_confidence": 0.36777777777777776
  },
  {
    "i_page": 25,
    "par_num": 5,
    "text": "  407) the procedure fae he appointment ant fimaowing  ( Conatiion sets",
    "mean_p_confidence": 0.3192857142857143
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "  18) the conde ieesigtion im els",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 25,
    "par_num": 7,
    "text": "  4) the prosedutes for tnad comolidation ane",
    "mean_p_confidence": 0.5566666666666666
  },
  {
    "i_page": 25,
    "par_num": 8,
    "text": "  eaprcaisarnent =",
    "mean_p_confidence": 0.095
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "  {a We exten of nium economic unis;",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": "  4) $e atone of msn amr tis Acts",
    "mean_p_confidence": 0.248
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "  Se amination seanagenaea ofthe Furs",
    "mean_p_confidence": 0.12571428571428572
  },
  {
    "i_page": 25,
    "par_num": 12,
    "text": "  Fund",
    "mean_p_confidence": 0.09666666666666666
  },
  {
    "i_page": 25,
    "par_num": 13,
    "text": "  9) he fos eure For the potpotes of is Act;",
    "mean_p_confidence": 0.3475
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "  he feos papas under te Ac,",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 25,
    "par_num": 15,
    "text": "  42) Every regufation «ade by the Minister shalt be  Dblishad inthe Gane wid sat came ino peeaticn fom  he dsle of such pbc,",
    "mean_p_confidence": 0.40814814814814815
  },
  {
    "i_page": 25,
    "par_num": 16,
    "text": "  (4) Bvery regulation rare by the Mister sll as oon  ‘xe conseaienc after puiiston iy dhe Gazate be beugtt  botocthe Piast for approval. Any regulon hice  ‘kia opproved sal be dened to he retinas a om te  aie of Hs disapproval bar without peje Lo an ag  srevioadly dome tread",
    "mean_p_confidence": 0.4091228070175439
  },
  {
    "i_page": 26,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "  24 Reinaton of Tle Act N21 of 198",
    "mean_p_confidence": 0.392
  },
  {
    "i_page": 26,
    "par_num": 2,
    "text": "  (5) Nosifcaton fe dt om which regulation made  hy the Minter deemed be escinded sal be pblihed  snibe Gave",
    "mean_p_confidence": 0.29782608695652174
  },
  {
    "i_page": 26,
    "par_num": 3,
    "text": "  vrsatins 6 Any Stainton oral aur may ke  usc and be css othe ees maintained under he  revisions this Ato be ne fr planing. aiisraon  ‘and other activities of such Institution or local authority. ;",
    "mean_p_confidence": 0.47225
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "  2) Any Sia insti ae autoriy may eqs  the Rept ener af THe 1 clade i the Repses  nina i Act, alas of payee da 0  Stade herein the Reiter General Tile  Sl acting ke eps to rer sch normatin ihe  Til Regier te manner pescbed.",
    "mean_p_confidence": 0.41660377358490563
  },
  {
    "i_page": 26,
    "par_num": 5,
    "text": "  (3) Any Stat ination ae autoity may eqs  tn Regstar-Generl of Tie oid inthe Registers  Iminatned unde Act particular praising the natal  ropes of te and, ry develpment done onthe led and  hy ser on eet sch equst he Registrar Genera  Ax Te sha cus sch information ob eco te  “Tale Rept nthe prescribed mame.",
    "mean_p_confidence": 0.4246031746031746
  },
  {
    "i_page": 26,
    "par_num": 6,
    "text": "  Lundin 69. (1) The Miniter may by ntce pulsed in the  Gcarete declare any asa atan area coming witin he  poration of land consolidation and reapportionment  procedures",
    "mean_p_confidence": 0.4259375
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "  (2) Where anaes ee pblshed unde substan  (th Commissioner of Tie Setiemet shal ke stp for  {he inucucton of precedes olan consolidation nd  tpportinment te ares refered insoch notice in terms  <r reqsations made vd is Act",
    "mean_p_confidence": 0.35837209302325584
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "  secede 10, (1) The Minister ay by Notice published i he",
    "mean_p_confidence": 0.4230769230769231
  },
  {
    "i_page": 26,
    "par_num": 9,
    "text": "  Seige Gaze dele any we for which Reisters of Tile have",
    "mean_p_confidence": 0.42923076923076925
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "  Tc tammic teencompiledaran aca in which tbe precip of minima",
    "mean_p_confidence": 0.2708333333333333
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "  ‘su mtarely economic units of land parcels * ll apply.",
    "mean_p_confidence": 0.5499999999999999
  },
  {
    "i_page": 27,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "  Repisinion ef Tale Ae, Mo. 21 of 199828  12) Wheres aetos has been putihed under sbssetion  (Uo aheve. the Comasines oF Fite Setlement eal ake  2p et th, itebston of procedures i confority with  seyolats made undo this A,  71. Computer and ior Titsing eines may Pe used tae  - fue the ssn tony gies and ect ae hy aed ae Stang  Ss faa  . 72 Rosi orgnesceuion sal espana any OMReer er coun n  -einployse uf ie Deparment Commsianer of the  “Title Saslsment, the Surveyer.Genera! or the Registrar.  Goma of tite for any act which is Hood fut is de of  [uponed ts be doa by hin te exer of his pvers oe  fhe peroemance ef hic dies under tik A.  73. The provisions of this Act shalt have effect Crit itatee  voiding seyhieg ts he conkary comtned im any er.  ‘thee sein Ixus and where here is aay sunlit or ay  inconsigency betwevntie revision he Actandany ots  fas the provisions ef ths Ac tl presll over sh ate  er  Th Wothceveninéanyinenonnency Betcethe Sihal Sind et»  undid exes as Act the Sila west sa preva. feral wee of  7S. lobe Act antes the content oherwine egies bere  . astument™ means 2 dovusient having the effect of  ‘consent ro and intrest i ae Hae pce i  he aowribe fo,  meres in ond pet” means a interest les thon ull  ‘mership ofthe land parce) and snciedes YoY  eruiades or ewsuinbrance over uch an pated;  “lan Includes Sand ovr with water, and any boneti  aching of any fan things mache tothe cath  ‘ox permanent extent there",
    "mean_p_confidence": 0.37872053872053874
  },
  {
    "i_page": 28,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "  26 epatration of Fite Act, No. 24 of 988",
    "mean_p_confidence": 0.4127272727272727
  },
  {
    "i_page": 28,
    "par_num": 2,
    "text": "  iceaed auetineer® areas an sucione licensed vals  ‘he Avetincert ast Brokess OrSinanee «Chapter  to.",
    "mean_p_confidence": 0.245
  },
  {
    "i_page": 28,
    "par_num": 3,
    "text": "  “Mins sean the Ministero ubyomthe cubed of ads.  has eee ase.",
    "mean_p_confidence": 0.1992857142857143
  },
  {
    "i_page": 28,
    "par_num": 4,
    "text": "  (ey oprlaion to aan etc the person named ie :  the Tie Repsier os he camer thane, +",
    "mean_p_confidence": 0.3457142857142857
  },
  {
    "i_page": 28,
    "par_num": 5,
    "text": "  6) en retro tan incest im land parca he  pets neni i tho rise ex Ue peo in  ‘oe amar he tees ic negiciered =",
    "mean_p_confidence": 0.33448275862068966
  },
  {
    "i_page": 28,
    "par_num": 6,
    "text": "  “Lad pate” cans ax aoa of land nepatlydinted  ‘onde sda map +",
    "mean_p_confidence": 0.2886666666666667
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": "  “Registrar General of Tide” inctues say Deputy or  ‘Acssact",
    "mean_p_confidence": 0.34833333333333333
  },
  {
    "i_page": 28,
    "par_num": 8,
    "text": "  Registas of Title” means aty perion eppalaed a  ‘Roger of Ft made Us Act",
    "mean_p_confidence": 0.35058823529411764
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "  “rests tant” vane alan ganee the ile fo which is  isa nen dhs Act",
    "mean_p_confidence": 0.3452941176470588
  },
  {
    "i_page": 28,
    "par_num": 10,
    "text": "  ‘servitade” moms aright enjoyed by pers evar acd  ‘parcel owned by aber perean:",
    "mean_p_confidence": 0.315625
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "  “Surveyor Ganera!” means Ge ices appointed a8  ‘Streyor-Cenarat af Si Laka or any het acer  jpn fe ting. to at of his bu fr te  parpoess of ts Act t the exten specified in ach  Jee of apeaninent",
    "mean_p_confidence": 0.4263636363636364
  },
  {
    "i_page": 29,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "  Regisrationof Tile Act, No.21 of 199827  \"Supeimendent of Surveys\" mean ary person performing  the functions of a Superintendent of Surveys inthe  Survey Department;  \"Title Register\" means the Title Register under the  rowsions ofthis Act.",
    "mean_p_confidence": 0.5336585365853659
  },
  {
    "i_page": 30,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "  ‘Ara sig Engh Bion Aco Patan We 85a LNA cg  lots Srwanmest Gunn Pen none Ras Noi Tens a,  ‘Uns tia, Cacao ee Sh Daves rept Yoong",
    "mean_p_confidence": 0.2648387096774194
  }
]