[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA CONVERSION OF PUBLIC GORPORATIONS OR GOVERNMENT OWNED BUSINESS UNDERTAKINGS INTO PUBLIC. COMPANIES ACT, No. 23 OF 1987 [Certified on 15th May, 1987] Printed on the Orders of Government Published as a Supplement to Part Il of the Gazette of the Democratic Socialist Republic of Sri Lanka of May 15, 1987 arms at ru sear OF SOROS HT, AEA SE coon Gao SO Price : 60 cents Postage : 75 cent",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Conversion of Publis Corporations or Government . Owned Business Undertakings into Public Componies ‘Act, No. 23 of 1987 [Certified on 15th May, 1987]",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "L, DO, 44/82, Aus Acr 70 MARE PROVISION FoR stm ComvERSION oF PUBLIC",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "ConronaTions on Govmmemmr Owxen Busivess Uxpe-",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘TAKINGS ACQUIRED UNDER THE Busmvess UvnextAkincs",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(Acquismox) Act, No. 35 op 1971, mwro Pomc",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "COMPANTES ; AND TO PROVIDE FOR MASTERS CONNECTED",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "THEREWITH OR INCDENTAL THERETO. BE it enacted by the Parliament of the Democratle Soctalint Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1, Thig Act may be cited as the Conversion of Public short title, Corporations or Government Owned Business Undertakings into Public Compantes Act, No. 28 of 1987,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2 () Where the Cebinet of Ministers considers $ Kstablia- necessary that n company should be incorporated for the \"entols purpose of taking over the functions of any public corpora- focarry ona flon or part thereof or taking over and carrying on any Soporation business undertaking scquired by, -or vested in, the undertating Government under the Business Undertakings (Acquis. ested tion} Act, No, 35 of 1971, or any part thereof, the Minister Goverament. may, in consultation with the Minister in charge of the subject of Finance, forward a memorandum and articles of Assoriation to the Registrar of Companies, together with @ direction to such Registrar to register such public corporation or business undertaking, or any part thereof, fs @ public company under the Companies Act, No. 17 of '  *",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(2) Notwithstanding any other provisions of the Com- antes Act, No, 17 af 1982, on receipt of a direction under subsection (1) the Registrar of Companies shall—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1G) issue a certificate of incorporation under section 15,(1) of the Companies Act, No. 17 of ‘1982, in the name referred to in the direction under subsection (1) ; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4) publish an Order in the Gazette declaring that a public company is incorporated in the name speci- fied in the Order to take over the functions of the Publ{e corporation specified in the Order er such Part of the corporation ag specified therein or to",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "2 Conversion of Public Corporations or Government",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "‘Owned: Business Undertakings into Publte Companies:",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "Act, No, 28 of 1987 tele over and carry ‘on the business undertaking ‘apecified in such Order or such part of such business undertaking os is specified therein,”",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(8) Upon the publication of the Order referred to in sub- section (2) in the Gazette, the Registrar of Companies shall allot ali the shares inta which the share capital of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "\"company is divided to the Secretary to the Treasury, (in . his official eapscity) for and on behalf of the Stote.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(4) No stamp duty shall be payable under the Stamp Duty Act, No, 48 of 1982, on the allotment of shares to the Secretary to the Treasury under subsection (3).",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "Veoting of 3% (2) With effect from the date of publication of the ‘Seezeiation Order under- subsection (2) of section 2, in the Gazette (in Underiaking \" this section referred to as “the relevant date”) the Sibecw? corporation oc the business undertaking, or part thereof, company: as the case inay be, to which the Order relates shall vest absolutely in the company referred to in that Order.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "For the purposes of this section “ corporation” menns—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(@) all property movable or immovable, owned by the corporation and used for the purposes of that cor poration on the day immediately preceding the televant date;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(B) all rights, powers, privileges and interests arising in or out of such property and all the Habilities of that corporation ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(©) all books, accounts, and documents relating or apper- taining te the corporation or any property of she corporation ; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "\"business undertaking” means—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(2) all property movable or immovable, vested in the State and used for the purposes of that undertalsing on the day immediately preceding the relevant date :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(b) all rights, powers, privileges ond interests arising i ot out of such property or business and all the liabi- Aities of that undertaking;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "‘Conversion of Public Corporations or Government 3. Owned Business Undertakings into Public Companies Act, No, 23 of 1987",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "{@) all books of accounts and documents relating oF appertaining to the business undertaking or any",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "<.. .property of that undertaking.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(2) Without prejudice to the generality of subsection",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "a- \" (2) all property movable or immovable— ‘ @ owned by the corporation ; or . (i) vested in the State, and used for the purposes of the corporation or the business undertaking, as the case may be, on the dey immediately preceding the relevant date and specified in the Order made under section 2 (2) shall with effect from the relevant date, vest in the company ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "43) all liabilities of the corporation or the business undertaking, as the case may be, subsisting on the date immediately preceding the relevant date, and specified in the Order made under section 2 (2) shall be deemed to be liabilities of the company with effect from the relevant date;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(6) all officers and servants—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(@ of the corporation on the day immediately preceding the relevant date, who are not \\: + Offered employment with the company shall he entitled to the payment of such compensa ‘ tion as may be determined by the Cabinet of Ministers; and . +. . Gi) of the business undertakings, on the day immediately preceding the relevant date, who are not offered employment with the company shall be entitled to the payment of oo such compensation as may be determined by ue the Caminet of Ministers ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(@) all contracts and agreements entered into for the purposes of the corporation or the business under- ‘talking, as the casa may be, and subsisting on the day immediately preceding the relevant date, and specified in the Order made under section 2 (3)",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "4 Conversion of Public Corporstions or Government Owned Business Undertakings into Publie Compantes Act, No. 23 of 1987",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "shall be deemed to be contracts and agreements",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "entered into by that company ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(e) all actions and proceadings instituted by or against—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(@) the corporation; or",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "+ (b) the business undertaking or the Attorney General as representing the business under- taking,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "and pending on the day immediately preceding the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "relevant date, and specified in the Order made",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "under section 2 (2) shalt be deemed to be actions and proceedings instituted by or against the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "company 5",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "@) the profit and income, if any arising from the vesting of @ corporation or business undertaking in & company under subsection (1) shall be deemed not to be",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "{e) 8 capital gain within the mesning of section 7 ‘of the Inland Revenue Act, No, 28 of 1979;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(®) a profit from trading, within the meaning of section 23 (3) (b) of that Act,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "ef such corporation or undertaking ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(9) where a public corporation or a business undertaking",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "fs vested in a company under subsection (1)—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(@) any loss incurred by such corporation or ‘business undertaking which has not been set Off against its statutory income in any yea of asgesement shall be deemed to be a loss incurred by such company ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(i) any capital Joss incurred by such corporation or business undertaking in the yeer of assessment in which such vesting takes place shall be deemed to be a capital loss incurred by such company.",
    "mean_p_confidence": 0.87
  }
]