[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA LOCAL AUTHORITIES (SPECIAL PROVISIONS) . ACT, No. 43 OF 1987. [Certified on 24th November, 1987] Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lauka of November 27, 1987) PRINTED At Ta AERAREMAT OF COVERMENT FARTING, @R1 LAWEA ~ TO pe FURCRARSS A $EN OOFEDUGENE FURLIGATION OTLEAT, CUADERO Price : Re. 1.05 ° : Postage : 75 ceuty",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Lecat Authorities (Speciat Provisions) °: Act, No, 43 of 1987 ao",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ": [Certified on 24th November, 1987). : LD—O, 55/87 | ’",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "AN ACT TO FROVIDE FOR THE EXTENSION OF THE TEHM OF OFFICK",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "OF “MENEHERE OF .CERTATH LOCAL AUTHORTIIES ; AND Fob",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "MATTERS CONNECTED ‘THEREWTES OR INCIDENTAL RQETO, * . ‘WHEREAS nominations were submitted for the purpose of, elections to certain local authorities: .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "‘WHEREAS it became necessary to postpone the poll for such elections, due to reasons of public order: vol",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "AND WHEREAS it is necessary to oxtend the tenn of ° office of members af these local authorities, and to. make further provision for the continuation of locel government funetions in these local government areas :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "NOW THEREFORE, be it enacted by the Parliament ob the Democratic Soctalist Republie of Sri Lanka ss follows :—~",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "1 (1) This Act may be cited as the Local Authorities monwne, (Special Provisions) ‘Act, No, 49 of 1987... nd date af",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "- \"Operation.",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "{2) The provisions of this Act, other than the provisions of section § thereof, shall come into operation on the date \" ‘of commencement of this Act .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(3) ‘The provisions of section $ of this Act, shall come into _ ‘operation on such date as may be appointed by the Minister,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "‘by Order published in the Gazette, - .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2. ‘The term of office of the elected members of every “ Extensionat Development Council specified in Schedule I to thia Act, Smmos holding office on the day ‘preceding the date of commence- membere of ment of this Act, is hereby extended from the data af com Developine mencement of this Act until the first day of January, 1989, or such earlier date as the Minister may appoint, by Order Published in the Gazette. :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "_ 3. CD) Notwithstinding anything tn section 10 of the mxtension ‘Municipal’ Councils Oxdinanee’ or in tie Order made unidet Titecat that -section and published tn Gazette: Extreondinary Mmembersat No, 458/4 of May. 12, 1987, the term of office of members of Municipal - each of the Municipal Councils specified in Schedule TI to ‘and Urbin this Act, holding office on the day preceding the first day",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2-2 100306 —8,416 (87/11)",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Legal, Authorities (Special Provisions)... foot Acty No, 48 0f.2982.. of January, 1084,\"% hetebiy extended from’ thé frst day of January, 1968, until the first day of January, 1989, or such’. earlier date as the Minister may appoint, by Order published in the Gasette j and euch first day of January or the date so * qppointed shall; for the purposes of paragraph (b) of sub- section: (1) of section 10 of the Municipal Couneils Ordt- - niagge, be the date of commencement of the term of office of the new merbers elected to each such Council. a @) Notwithstanding anything in section 10 of the Urban +\" Councils Ordinance, ar in the Order made under that section and published in Gazette Extraordinary No. 43/4 of May 12, 1887, the term of office of the members of each of the Urban Councils specified in Schedule II] to this Act, holding office ‘on the day preceding the first day of January, 1988, is hereby - extended from the first day of January, 1988, until the first day of January, 1989, or stich earlier date as the Minister may appoint by Order published in the Gazette ; and such first day of January or the date so appointed shall, for the . purposes of paragraph (b) of subsection (1) of section 10 .-.+ of the Urban Councils Ordinance, be the date of commence: *_ ment of the term of offies of the new members elected to éach such Council. Special 4 (i) Notwithstanding’ anything in the Order made SEEE, _under section 6 of the Pradeshiya Subha Act, No. 15 of 1987 Bamlaister and published in Gazette Extraordinary No. 453/4 of May 12, fertain 1987, the term of office of every Pradeshiya Sabha specified, Eradeshiya in Schedule IV and Schedule V to this Act shail commence Sethe. ‘on the first day of January, 1989 or on such eazlier date ax ‘the Minister may appoint, by Order published in the . Gazette ; and such first day of January or the date so appointed shall for the purposes of that Act, be deemed to tbe the date of commencement of the term of office of each. . . such Council and not the first day of January, 1988, 28 + “specified in thet Order. (2) Tue Minister may, by Order published in the Gazette, ‘appoint a Special Commissioner to administer the affairs of any Fradeshiya Sabha specified in Schedule IV or Schedule ¥ to this Act, during the period commencing on the, first day of January, 1988 and ending on the date of commence- ‘ment of the term of office of such Council (as provided in subsection (1) ) ; and for that purpose, and subject to such = ‘conditions as may be specified in that Order, to exercise the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "! Local Authorities (Special: Provisions) <= 8 ¢ Act, No, 49 0f 2987 «+",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "powers and perform the duties, of a Pradeshiya Sabha or \"7",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "‘the Chairman of a Pradeshiya Sabha under the Fradeshiya < -",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "Sabhas Act, No. 15 af 1987. : s",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "' {8} Upon the commencement of the term of office of a",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "Pradeshiye Sabha specified in Schedule IV or Schedule V |",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "to this Act, such Pradeshiya Sabha sheli be the successor. ~:~",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "to any Speciel Commissioner appointed, under subsection <",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "(Q), to administer the affairs of such Pradeshiya Sabha. .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "5. (1) Notwithstanding ‘anything in section 25 of the Special Local Authorities Elections Ordinance (Chapter 262) -or in. einngto any notice published under that section, the Commissfoner Pomnations of Elections shall; within two weeks of the date of the coming tocertain into operation of this rection, publish a notice fn the’Gazette, suthortties, ‘specifying @ period during which nomination papers will be recelved by the respective returning officers, for each of 4 the electoral areas specified in Schedule V to this Act, baing ~ ‘an electoral area in reapect of which, no nomination papers ©-\" : : wero received or, all the nomination papers recelved were TeJected, in previous nomination periods specified under tha Leal Authorities Blections Ordinance, with respect to that electoral area. :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "{2 Where any nomination papers are submitted to the returning officer in respect of any such electoral areas during the perfod specified under subsection (1), the provisions of the Local Authorities Elections Ordinance - shall thereupon apply. Where’ on the other hand no nomination papers sre received within that period in respect . of any electoral area, or all the nomination papers recelved, within that period in respect of any electoral area are rejected, the provisioris of subsections (2) and (3) af section 38 of that Ordinance shall apply. . 7,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "on ‘SCHEDULE (Sectlon 3) Dwvexopneent Coowens Twe Tums Or Orricx Or Waoae 7 Menorss Ts Exreroeo",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "1. ‘The Colombo Development Council,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "2. The Gampaha Development Council. :",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "4, fhe Kalutera Development Couell",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "4. The Kandy Development Council,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "5. The Matale Development Councll",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "2 rasta r :",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "‘ Lacal Authorities (Special Provisions) t : Act, No. 43 of 2987 : _ & The Nuwara-Bliya Development Council, {h The Galle Development Council 4. The Matera Developmest Counell. . The Hambentota Development Council. i 16. The Ampara Development Council : +\" 22. The Kumunegala Development Counell, my 12, The Puttalnm Development ‘Council. 18. The Anuradhapura Development Council, 34. The Polonnaruwa Development Council, 18, The Badalle Development Council, ¥6 The Moneragala Development Council. a 17, The Retnapura Development Couneil, 18 Tae Kegalle Development Council. ” SCHEDULE IL (Bection 3) Moira: Counens rie Tet or Orece oF Weoat ‘Menania ts EXTENDED 1 The Colombo Municipal Councll, 2. The Debiwala-Mount Lavinia Municipal Council . &. The Nogombo Munleips! Council, 4, The Kandy Municipal Couneil. 6. The Galle Munkeipal Council. 6, The Kurunegala Municipal Cownsi]. 1. The Badulla Munictpal Counc!) The Rainapura Munielpal Counell. . = SCHEDULE UE (Section 3) ‘Ursa Counens sax Teak or Oretce of Wuoee Miscsres 15 Sermo 1, Thr Sitawoks pura Urban Counesl, 3 The Kolonnawa Urban Council. 3-The Sri Jeyawardeneputa Kotte Urban Couneil 4 The Moratuwa Urban Council, 5, The Gampeba Urban Council, ‘The Ja-Bla Ushan Council 4, The Katunayake-Seeduwa Urban Counell, 4 ‘The Minuwangoia Urban Council : +, The Poliyagodn Urban Council, . 10, ‘The Beruwala Ursan Coane, : A. The Horana Urban Council, 12 The Kelutara Urban Council. 19, The Penadure Urban Comite, . 44, The Garapela Urban Counell 16, The Kadugannawa Urhan Council. °",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Locat Authorities (Special Provisions) 3 ‘Act, No, 43 of 1987 : 3 The Newalopitiya Usben Council, « : 37. The Wattegama Urban Councdl, : 1 The Hattoa-Dickoye Urban Counell, 19, The Talawakelle-Lindula Urban Coumcil, — - 28, The Ambslougods Urban Counell, to 21, The Matera Urban Council : be 22. The Hambantota Urben Council, ars 2%. The Tangalle Urban Council, ne) . ‘24 The Ampara Urban Council, . an 25, Th Chilaw Urban Council +” 2% The Puttalam Urban Counc 3%, The Anuredhapura Urban Counsil, A, The Bandsrawela Urban Council, © Dee 28, The Haputale Urban Council, 20, The Kegalle Urbon Counc SCHEDULE IV | Beetion 4) Pranratrys: Sansas Commerncenaien or see Tran oF OFFICE oF “Wsase Mennees 13 Posrrosten 1. ‘Tho Homagams Pradeshiya Sabha, - oo The Koduwele Pradeshiya Sabha, 3. The Keshews Pradesbiya Subba, 4. The Kotlkawatte-Mulleriyawa Pradeshiya, Sabha, ~ ° 5 The Maharagama Pradeshiya Sabha, & Tha Sitawaka Pradeshiya Sabha, 7, The Attanngalle Pradeshiye Sabha; 8, The Divulapitiya Pradeshiya Sabi. 8, The Dompe Predeshiya Sabha 40, \"The Campana Pradeshiya Sabba, 121, The Jo-Hia Pradeshiya Sebbe. 412, The Ketana Pradeshiya Sabla, 18, The Kelaniya Pradoshiya Sabhe, 14. The Mahara Pradethiya Sabha, 15, The Minuwangoda Prodechiya Sabhe, 18. The Mirigama Pradeshlys Sabha, ~ 11, \"The Agalawatia Pradeshiya Sabha, 18, The Benderagema Pradeshiya Sabha, 18,The Berrwela Pradechiva Sabha, 2, The Bulathsinbate Pradeshiya Sabbs, 21 The Dodanyoda Pradeshiya Sabha, 22, The Hormna Pradeshiya Sabhe, 23, The Kelutera Pradeshiya, Sathe, . 4. The Matnguma Péodeshiya Sabha, 2%, The Panadura Pradeshiys Subba, :",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "‘6 ‘Local Authorities (Special Provisions) ‘Act, No, 43 of 1987 28, The Walollawita Pradeshiya Sobhe, 6. 21, ‘The Akurabe Pradeshiya: Sabha. . . 28, The Ganga Thain Korale Pradeshiya Saba, 28, ‘The Harispattuwa Pradeshiya Sabha, . + 80 ‘The Kandy Four Gravets and Gange-Wate Korele Pradeskiya ‘Sabha, ut ‘3M. The Kundasale Pradeshiyn Sabha, ans 32. The Minipe Pradethiya Sabha. : 33, The Panwile Pradeshiya Sabhe, 3A The Pasbage Korale Pradeshiya Sabha. * 35 The Pathedumbara Pradeshiya Saba 38 The Pathehewaneta Pradeshiye Sabha, 34, The Pufapitiva Pradeshiya Sabha, 3% The Uda Dombera Praidesbiya Sabbe, : 38. The Udepalatha Pradeahlya Sabha, , 4, The Yatinuwara Pradeshiya Sabhe, . 41 the Dambulla Pradeshiya Sethe. 42 The Galewela Pradesbiya Sabon. 4G, The Neuln Predeshiye Sabha, 44 The Pallepola Pradeshiya Sabha. 45, ‘The Rattota Prodeshiya Sabha. 48. The Yatewatta Pradeshiya Sabha, 4%, ‘The Hangurankets Praderhiya Sabha, 48. The Rotmale Pradashlya Sabha, ° : 4%, The Walapane Pradeshiya Sabba, : 50, The Akmeemena Pradeshiya Sabha. . 31, The Ambalangoda Pradeshiya Sabha, 32, The Baddegama Pradeshiya Sabha, 82. The Belapitiya Pradeshiya Sabha, St The Bentota Pradechiya Sabha, . 35, The Elpitiya Pradeshiya, Sabha, $4, The Haboraduwa Pradeshiya Sabhe. 97, The Hikkaduwa Pradeshiye Sabha, 5. The Karandeniyn Prideshiya Sabha, . 38, The Labuduwa Prateshiya Sabha, 6%, The Nagods Predeshiva Subba, : #1, The Nelawa Pradeshiye Sabha, . 62, The Niyagoma Predeahiya Sabha, €8, The ‘Tawalama Pradeshiva Sabhe. . €4 The Yakkalnnulla Pradeshiya Sabha, 6%. The Akuressa Pradechiya Sabhe. 6% The Deviouwara Pradeshiya Sabha... 67. Tue Dicewells Pradeshiya Sabha, | GG, The Hskinena Pradeshiya Satha, 2. 1+",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "\"+ Local Authorities (Special Provisions} a",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "Act, No, 43 0f 1987",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "8. The Kamburupitiya Pradeshiya Sabha. noe",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "‘70. The Kotapola Pradeshiya Sabha. a",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "‘11. \"The Malimboda Pradeshiya Sabhe. .",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "72 The Pasgoda Pradeshiya Sabo,  * :",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "478 The Tidhagoga Pradeshiya Sabha, veut",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "24, The Wollgnma Pradechiva Sabha,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "4% The Ambalentota Prideshiya Sabha, *",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "46. The Beliotta Predeshiya Sabha,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "‘7%. The Hambantota Pradeshiva Sabbe,",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "78, The Lusugamwehera Predechiya Bubba.",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "7H The ‘Tiesamsheramaya Pradeshiya Gabba.",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "90. The Weeruketlya Pradeshlya Sabha.",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "48. The Vavaniya South (Sinbale) Pradeshiyn Sobha",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "32 Tue Kattonkudy- Pradeshiva Sabha.",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "#8, The Addalachchenai Pradestiya Sabha,",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "4 The Daroana Pradeshiya Sabha, :",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "05, The Kolmunai Pradeshiya Sabha. /",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "88, The Karuskoditivu Predeshiya Sethe,",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "8%, The Nintavur Pathe Pradesbiya Sabha,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "8, The Pottuvll Pradeshiya Sabha,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "8, The Sammanturai Pradeshiya Sebha",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "WO. The Kantalo Pradeshiys Sabha,",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "91. The Kioniya Prodesbiya Sshha,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "82, The Muttur Pradeshiya Sabbs,",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "89, The Alewwa Pradeshiye Sabha,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "$4, The Bingiriya Pradeshiya Sabha.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "05. The Gelgtnuwa Pradedslya Sabbe,",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "$6. The Giribawa Pradeshiya Sabha.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "97 The Tbbagamuwe Pradeshiya Sabha,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "98, The Kobelgane raccaniya anos, -",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "99. The Kurunegela Pradechlys Saba,",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "400. The Mabawa Pradechiya Sabha.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "101, ‘The Nikeweratiya’ Pradechiya Saba,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "102, The Polgohewela Pradechiys Sabha,“ ~~",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "308, The Ridigame Pradeshiya Sabha,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "104. The Arochehikattuwa Pradeahiya Sabha,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "85, The Chiaw Predeshiva Sabha,",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "108, The Kelpitiya Prodeskiya Sabha,",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "107, The Newagattegama Pradeshiju Ssbha. -",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "108, The Wanathawilluwa Pradechiya Sobba:",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 8,
    "par_num": 43,
    "text": "108, The Galenbinduouwews Pradashiya Sabha:",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "8 Local Authorities (Specist Provisions) ‘Act, No, 48 of 1987",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "110, The Borowpotana Predeshiza Saba",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "11 The Kabotugasdiglliya Prodashiva Sxthe. 118, The Kabitigollewa Pradeahiya ‘Sabha,",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "AUB. The Medewachchiya Pradeshiya Satis,",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "114 The Mibintale Pradeshiya Sabha.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "115. The Nochchiyngama Pradestiya Sibha,",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "118, The Nuwaragam Pelathe (Central) Pradedhiys Salhs, 107, The Nuwaragam Pelatha (Est) Predeshiya Sabb. 14R. The Rambewa Pradeshiys Sabha,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "119. The Thirappane Pradeshiya Sabb.’",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "128, The Dimbulagala Pradeshiya Sabbe,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "121, The Hingurakeods Prodeshiva Sabha,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "122, The Linkapora Pradeshiya Sabba,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "122, Tha ‘Thamankaduwa Prodedhlya Sebhe,",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "124 The Bandaruwela Pradeshiya Subbo.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "12% The Eile Prodeshiya Sabhs.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "428. The Hali-Eln Pradedhiya Sahha,",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "191, The Mabiyangsoa Pradeshiya Sebhe. 3%, The Pussara Pradeshiya Sahn ”",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "WA, The Ridimaliyadda Predeslya Sabha, : 199, The Soranstota Pradeahiya Sabha.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "19%. The UvePermagama Pradesibya Sebina",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "132 The Welimada Pradeshiya Subhe, 188, The Badalkumbure Pradeshiys Sabba, +",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "+ HL The Bustala Pradeshiya Sabbe,",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "SR The Moneragala Pradeshiya Saba,",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "196. The Sivansbalanduvwa Pradeshiya Sethe, 394,.Th Thenamalwila Pradeshiya Sabha,",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "18% The Ayagams Pradeshiya Sabha.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "4188, Thy Eheliyagoda Predeshiya Sabha,",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "40, Th Kalawans Predechiya Seba,",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "HL. The Kuruwita Pradeshiye Sibi. : M2, The Peinadutla Predeshiya Sabha. - 443, The Ratnapura Pradesbiye Sabha,",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "144 The Aranayaka Prudeshiye Sabha, | 145, The Dehiowite Predesbiye Sabha.",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "146. The Deraniyagela Predeshiyn Sobba. ‘M7, The Galigomuwa Pradeshiya Sabha. + M5, The Regalla Pradeshiya Sabha.",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "148, The Mawanella Predeshiya Sabha.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "186. The Rarabuikane Predesbiya Sabha, |< 151. The Rawanwella Pradeshiya abba,",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "452, The Warskapola’ Pradeshiye Saba.",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 9,
    "par_num": 32,
    "text": "153. The Yatiyenteta Pradediya Sabha.",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Local Authorities (Special Provisions) 6 Act, No, 43 of 1987 . SORDULE V (Beetion 6) \"Lage ge Counous im Risvror or Wines wo Nosmumons, ‘ARE HECEEVED : 1. Tho Jaffan Municipal Council + , 2 The Batiiealoa Munleipal Councll ° %, Tho Velvettithura! Urban Counc 4.The Point-Pedro Urban Council 1 4. The Chavakaehcheri Urban Council @ The Vavuniya Urban Council a ey ‘The Chavakachchert Pradeshiya Sabha ‘ 4. The Deltt Pradeahiya Soba ! ® The Kayts Prodeshiya Sabha y 10. The Neliar Pradeshiya Sabha : 11, The Point-Pedro Pradeshiye Sabha : 12, The Vadamarachch! (South-Wert) Pradeshiya Sabha - 38, The Valikamam (est) Pradeshiya Sabha . 14, The Valixemam (North) Pradeshiya Sabha 15, The Valiksimam (South) Prodeshiya Sabha 14. The Vaitkamam (South-West) Predeshiya Subba . 11. The Valikamem (West) Pradeshiya Sabha 48 The Valanal Pradeshiya Sabha 19, The Rarechchi Pradeshiya Subbu 2, The Pochchilaipelli Pradeshiys Sabha 4. The Poonskory-Pradeshiya Sebbs. 2% The Mannar Pradesbiya Sable 23, The Manthat (West) Predeshlya Sabha 24, The Musali Pradeshlys Sabha . ; 35. The Nenaddan Pradeshiya Sabha : 28, The Vavuniya (North) Pradeshlya Sabba ‘%%, The Vevuniya (South-Tamil).Pradeshiya Seba 38, The Venkalacheddileulam Pradeshlya Sabha” 25, The Manthei (Best) Pradeshiya Sabha . 30, The Moritine Pattu Prodeshiys, Sabha 31, The Puthikudiyiruppu Pradesbiya Sabha =~ ‘32 The Taunukkai Prodeshiya Sobha, : 38, The Bravur Patty Piadeshiya Sabine 3%, The Koralal (North) Pradeshiya. Sabha $5. The Menmunai (South-West) Pradeshiya Sabha ‘96. The Manmunai (South andEruvll Pattu) Pradesbiya Sabha, ‘$7. The Manmanat (West) Pradeshiya Sabha 38 The Manmuaal Prodeshiya Sebha 38: The Porativu Pattu Pradeshiya Sabha, 40. The Alayediwembu Pradeshiye Sabha. « 41, The Tirukkovil Predeshiva Sebha 42, The Kuchcheveli Pradeshiya Sabha :",
    "mean_p_confidence": 0.59
  }
]