[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON | 5th Session 1969-70 7; SE 6 * & A, Se Ryn -2-25 KS or, ! eg cal oy mmiSye ’ Qe Vey Homoeopathy Act, No. 7 of 1970 Date of Assent: February 12, 1970 Printed on the Orders of Government * pao fhe Raper or Gompncins Prac, Caray, To be _ Bits Cp Ream ae Sopa Rares, Soree as fganl,Subecipten Caching 2s) Ra, $0 Coe) ya Bee UE, © kee Stetina”, Waa December \"ench year In Seapeet Gt \"ite “gear followings ate SEE aE eee Ste eae ER issued before the date of payment will not be supplied. Price: 95 cents, Postage: 20 cents",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Homoeopathy Act, No. 7 of 1970 b. D—O. 36/68. AN Ac? 10 PROVIDE FOR THE ESTABLISHMENT OF & ‘Homogoparmc COUNCH. WHICH WILL BE RRSPONSI- BLE FOR CARRYING OUT THE FOLLOWING OBJECTS, i, NAMELY, THE PROMOTION AND ENCOURAGEMENT OF THE HOMOEOPATHIC SYSTEM OF MEDICINE, THE REGISTRATION OF HOMOEOPATHIC PRACTITIONERS, ‘THe RECOGNITION OF RUMOROPATHIC INSTITUTIONS, ‘THE REGULATION AND CONTROL OF THE IMPORTATION, SALE AND DISPENSING OF — HOMOBOPATHIC MEDICINES, DRUGS AND OTHER PREPARATIONS AND + TO PROVIDE FOR MATTERS CONNECTED THEREWITE AND INCIDENTAL THERETO. [Date of Assent: February 12, 1970] BE it enacted by the Queen's Most Fxcellént Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, 26 follows: — 4, This Act may be cited as the Homoeopathy Act, ster ene No. 7 of 1970, and shall coms into operation. ‘on such S24 set of x date (hereinafter referred to as “ appointed . date\") as may be appointed by the Minister By Order published in the Gazsite. PARTI EstaBuisnmenr or Homozorsmaic Councn 2. (1) Thore shal} be established s Council to be Rersbietmeot_ called the Homoenpathic Council (in this Act referred Hennessie to as “the Couneil ’) which shall consist of the . Persone who are for the time being membere of the ouncil under eectinn 3. (2) The Council shail, by the name assigned to it by eub-section (1), ba a body corporate and shall have | perpetual sucvession, and a common seal, and may sue or be sued in ubat name, and may hold, acquire and spe of any property, movable or immovable. \"3. 41) The Council shall consist of seven members. coostittion @) During the period of ten years commencing on * ™* the appointed date, the members of the Council shell, subject to the provisions of section 5, be appointed by the Minister.\" , 1s ue—anas cm",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "2 Homoeopathy Act, No. 7 of 1970",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "*. (@) After the expiration of the period of ten years referred to iar subvecetion (3), the members of the Council ahall be elected, by the homoeopathie practi- tioners registered under this Act, in accordance ‘with such, regulations as may be made in that behalf by the Minister under this Act.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(4) There shall be a President of the Council who, during the period of ten years commencing on the gppoiited date, shell be eppointed by the Sister from among the members of the Council.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(5) During the period of five years commencing on the appointed date, the Council may, sabjent to the provisions of section 14 relating to t) quorum, for @ meeting of the Council, act, notwithstanding that all the seven members of the Council have not been appointed by the Minister.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Disqulicatos © 4, A person shall be disqualified from being Sr Been?” elected ox'appoimted as a member of the Council-~ (©) if he is leas than twenty-five years of age; or () if he is under any written law found or declared “ae to be of unsoand mind; or -* (0) if he is an andischarged bankrupt or insolvent; or (2) if he is an employee of the Council; or (2) if he is convicted by a competent court of an offence involving’ such egies of moral tarps: . . tude as in the opinion of the appointing oF electing apthority renders him unfit to be @ . member of the Couneil. Poti ot 5. (1) Before appointing the first members of the bpp ae frat Counelt the Minister ‘hall by notice published in the swaben of\" Gazette'end in such othar manner as he may deem best Cows calonlated to give publicity thereto,—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(@) declare his intention to appoint euch members;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "and",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(2) request, all interested parties to recommend",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ": to him, before such date as shall be* : specified im the notiee, the names of not more ; : an_three persons, being persons who are qualified for membership of the Council and : . who, in their opinion, are ft and proper persons to be such members.”",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Homoeopathy Act, No. 7 of 1970 3",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(@) No person other than a person entitled to be vogistered ng a homoeopathio practitioner under the provisions of this Act sball be appointed as a member of the Council.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "6. If after having been given an opportunity to do Agpoiotment of so, there is default on the part of registered Meret dase homoeopathic practitioners in the election of a member i= sicina, of the Council, then, the Minister may, in lieu of such election, appoint a duly qualified person as such member’; and the menaber 30 appointed shall be deemed, for all the purposes of this Act, to be a member duly elected by such practitioners.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "7, The Minister shall cause the appointment or Xotifeaion in election of a member of the Council to be notified in US Gore ct, the Gazette. Such notification shall state the name areata a” and designation, if any, of the member, and the date ™=m of the commencement of the term of office of the member, being @ date which is elther the date of the publication of such notification in the Gazette, or & dato earlier or later than the date of such publication.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "© 8, Every member of the Council, including the tems atice President, shall, unless he vacates office earlier, hold °! sewers office for & term of five years: : :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Provided that the pereon elected ot appointed ox the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "President or as 4 member of the Council in succession to any person who has ceased to be the President or. a member of the Council before the expiry of his term of office shall, unless he vacates office earlier, hold office for the imexpired part of the term of afie of the President or the member, as the case may be, whom he succeeds. a",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "9.” A inembor of thie Council shall be deenied, 167 vacation of the purposes of this Act, to have vacated his office—~ os, by. « @ if he dies; or wets Pees",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(®) if, being the President, he sends his resignation,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Ye in writing, as such member to the Minister; (© if, not being the President, he sends his yesig- nation in writing to the President; ot",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(2) if he is absent, without excuse sufficient in the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "opinion of the Council, from three conseca- tive meetings of the Cownejl; on",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "4\" Homosopathy Act, No. 7 of 1970 (©) if, having been appointed or elected as such member by virtue of is being, or in his capacity a3, a registered homoeopathio practitioner, be ceases to be such practitioner; ore :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "(f) on his removal from office by the Minister under",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "thie Act; or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "(g) on his removal from office by # decision of the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "Council which has taken effect.as provided in this Act; or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "(A) on the expiry of his term of office; or = *",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "@) if he becomes aubject to any of the disqualifica-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": ": tions specified in section 4,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "Filing ot ; 40._, Any vacancy in the of of a member of the",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "‘Tecantia. Council shall be filled by the appointment or election of a member, as the case may bo, in acoordance with the provisions of this Act. Any person who has vacated his office as a member, otherwise than by removal by the Minister or the Council, shall be eligible for reappointment or reelection as a member, as the case may be. -",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "Bement! of 44, (1) The Minister may, without assigning any’",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "menten f= reason, remove from office, by Order ublished te the Gazette, any appointed or elected member of the Council. ‘In the exercise of his powers under the preceding provisions of this section the Minister may act either on his own motion or on any recommenda tion made to him by the Council under sub-section a. Such Order shall take effect on the date of su publication.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "{2) The Council may recommend to the Minister that any appointed or elected member of the Council shall be removed from office on any ground specified in sub-section (4).",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "(5) The Council may remove from office any elected member of the Council on any ground specified in sub-section (4). A written notice of the decision of the Council to remove such meraber shall he served oz! suck member by the Council. No such decision shall take effect—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "(a) where no appeal against the decision is preferred",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "® to the Minister vnder sub-cection '& within",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "the period stated therein, until the expiry of that period; and",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "Homosopathy Act, No. 7 of 1970 5° where an appetl ix oo preferred, unlees and until the decision is confirmed on such appeal.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(4) The Council may recommend to the Minister",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "“under sub-section (2) that any member of the Council shall be removed from office, or may remove from afice any elected member of the Council under sub-section (8), on any of the following grounds: —",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(@) that, being, an advocate oF «proctor, he bee appeared in any legal proceadings, whether Ghul or criminal, against the Connell;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(B) that he has so abused his position as a member of the Couneil as to render bis continuance in office detrimental to the interests of the Council.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "©) Any member of the Council who is aggrieved by the decision of the Council to remove him From office may, ‘within period of fourteen days. after the service on him of the notice of euch decision, prefer a written appeal against such decision to the Minister.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "The Minister may on euch appeal, after giving both ibe Counel and the appellant an opportunity of being",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "“heard, make an order either confirming or rejecting such decision. The Minister shall cause a notice of bis order on such appeal to be served on both the appellant. and the Connell.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "42. Tha Counoil shell, in the exercise of its powers 4» come or the discharge of its functions and duties under this pinta, Act, be subject to such general or special directions as or aut may, from time to time, be issued by the Minister. dieabarot",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "48, Subject to the provisions of this Act, the sresium a procedure of the Council shall be regulated by ‘rules Gunai. made under this Act or, in the absence of such rales, by the Council. ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "4%. The quorum for a meeting of the Council chal] Guru. ‘pe five.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "15. The President hall preside at every meeting of Preis the Council at which he is presen. IY be is not sara, Present et any mooting of the Connell, the members Sona attending such meeting shall elect from among them- selves a chairman for euch meeting.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "6 Homoeopathy Act, No. 7 of 1970 Precedings of 26. (1) Every question which comes up for the Comal.” gonsideration before the Council shall be dealt with at a meeting of the Council, and shall be determined by the majority of the members present and voting.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(®) In the event of an equality of voteson any",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "question considered at.» mesting of the Council, the irman of that meeting shall have a casting vote in addition to his original vote.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(3) The Council shall have power to act notwith- standing any vacancy in the membership thereof, and any Proceedings of, or any act or thing done by, the Council shall be valid notwithstanding that it’ was subsequently discovered that some person not entitled so to do sat or voted or otherwise took part in such proceedings.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "Minutes of 47, (1) The minutes of the proceedings of every’",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "proceedings. meeting of the Council shall be entered in @ book to be kept for the purpose and shall be signed by the chair- man of the meeting.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "2) A copy of the minutes of the proceedings of every meating of the Council shall, within fifteen days from the date of the meeting, be forwarded to the Minister. *",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "eemuneration 48,. The members of the Council may be paid such jer attendant remuneration for attendance at meotings of the tieConel- Council as may be determined by the ‘Minister with the __,.... concurrence of the Minister of Finance. Beegetim ot 19, ‘The Council may, from time to time, delegate FES. goa» ay power, function or duty of the Council to a com- duilea of tie == ittee or committees consisting of members of the Gono] © Council. Any such delegation may be made subject to 27.7 suoh eonditions and restrictions as- the ‘Council may oS\" deere necessary. ‘ Regintear and 20. (1) There shall be a Registrar of the Council ster olen | who “ait ‘also be the Secretary of the Counell. nae ee ee naar",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "G} At the request of the Counoil,, any” “Assistanty Secretary to the Ministry may, with his consent and the consent of the Secretary to the Treasury, be temporarily appointed as Registrar for such period as shall be determined by the Counci) with like consent.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(8) The provisions of sub-section (2} of section 9 of the Motor Transport Act, No. 48 of 1057, shall,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "Homoeopathy Act, No. 7 of 1970 7. mutatis mutandis, apply in relation to any Assistant Secretary to the Ministry who is temporarily appointed as Registrar of the Council.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "L. () The Couneil may appoint such officers and * servants of the Council as may be necessary for carry- ing out the work of the Council.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(5) The officers and servants of the Council shall be remunerated in such manner and at such rates, and shall be subject to such conditions of service, as may be determined by rules made under this Act,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(8) The Council may in accordance with rulés made under this Act, establish and regulate a provident fund for the benefit of its officers and servants, and make contributions to such fund ont of the Homeeo- pathic Fund.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "241. The common seal of the Council shall be in common exsl of the custody of the Secretary of the Council. $e Coona.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(2) The common seal of the Council may be altered in such manner ag may be determined by the Council.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "a. _,{8) The common seal of the Council shall not be affixed to any instrument or document except in the Presence of the Registrar and two members of the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "‘ouneil all of whom shall sign the instrument or document in token of their presence.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "22, Subject to the availability of moneys in the objeatsot_ Homoeopathic Fand, the Council shall be responsible % Comms for carrying out the following objects:—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(2) the reguletion and eontrel of the prattioe of",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "~medicine according to homoeopathy;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "() the promotion and, -snconsagement: of the rectice’ of. medicine. according. to. homoeo-",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": ". pathy; . on .",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(©) the promotion and encouragement of the study cf, and research in, homesopathy;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "$+ @) the establishment and maintenance of a",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "Homoeopathic Medical College;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(2) the taking, “development or sneotregement of measures for the investigation’ of diseases, and for the improvement of public heaith, according to homoeopathy; -",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "8 Homoeopathy Act, No. 7 of 1970 |",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(f) the regulation and control of homoeopathi instftatious; and pause",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(9) the regulation and control of the manufacture, importation, sale and distribution of homosopathic medicines, drugs and other preparations.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "Fowen ot tie 28 (1) The Council shall have the following Soma powersi—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(@) to register homocopathio medical practitioners;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "@) to recognize homoeopathic institutions, and to determing the circumstances in which such recognition shell be granted or refused;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(6) to prescribe the courses of study, curricula of general instruction or special or refresher courses in recognized homoeopathic institu- tions;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(@) to hold examinations end to grant and confer degrees on, and diplomas to, persons who",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": ". have pursued a course of study in recognized homoeopathic institutions;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(©) to demand and receive from students such fess as may be prescribed for admission to the examinations conducted by the Council;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": ". (/) to exercise general supervision and control over recognized homoeopathic institutions in order to ensure that the required standards are maintained ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(9) to appoint examiners, from among practitioners hose names appear in the general regisiet and publish the results of the examinations conducted by the Council; and to appoint",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "_ external examiners for such examinations;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(8) to suspend or withdraw ition from any",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "Dm apn os ihe ec is not conducted in sccordance with such conditions as are required under this Act, or, as are prescribed: . Provided thet no such suspension or with- drewal shall bo, imposed without affording the committee of management of any suc! institution an opportunity. of making sach representations as it may deem fit; :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "Homocopithy Aot, No. 1 of 1970 8 (® to establish, and aid research ‘in, recognized homoeopathic institutions, and to arrange for post graduate study in homoeopathy, and to encourage the scientific manutactare of u homoeopathic medicines;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "{i} to publish homosopathic journals;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(® to make such grants of money out of the Homoeopathic Fund as may be necessary for the purpose of carrying out the objects of the Council;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "@ tw do such acts, not inconsistent with the provisions of thie Act, as are necessary for the furtherance of the objects of the Council.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "@ The Couneil may make rules for or in respect of any matters for which rules are required or authorized to be made by this Act. No such zule shall have effect antil it is approved by the Minister and published in the Gazette.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "2%, The Council shall carry out ita objects, Reyulatan of exercise its powers and discharge its duties in M¢namom's “accordance with— ea te",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(@) the provisions of this Act; and . Ye carsied ont,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(®) any such regulations made, and any such .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "general or special direction issued, by the Minister under this Act. PART IT",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "RecistRatiow oF HoMozoPaTHIC Practrtiowars",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "23, (1) The Council shal) keep and maintain inthe Bases. prescribed form a general register and a provisional egister for the registration of bomocopathic. practi tioners.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(2) The Registrar of the Council shall be responsible yfor keeping and maintaining the registers referred to in sub-section (1).",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "28, (1) Every application for registration as a Appition tr homoeopathie practitioner shall be made in writing Pawcne to the Council through the Registrar in such form as  pediteus, anay be presoribed.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": ": 10 Homocopathy Act, No. ? of 1970 (2) An application for registration as a bomoeo- pathic practitioner shall not be refused by the Council except— (a) on the ground that the applicant is not entitled to such registration under seotion 27; or ®) on any ground specified in section 28. liGeatioas 27. (1) No person shall be entitled to be registered Sore Re ferzegunter gs a homocopathie practitioner, unless he— Prectitonars, (a) possesses such academic qualification or qualifi- cations obtained after following a course of study for not less than four years in a Homoeopathic institution as would, entitle him to be granted registration as a homoeo- pathic practitioner im India or Pakistan; or () is the holder of a diploma or degree granted by @ recognized homoeopathic institution in Ceylon or abroad; or (©) satisfies the Council that he has prsetised homoeopathy for a period of not loss than ten years, and satisfies a Board nominated for ‘the purpose by the Minister that ‘he possesses sufficient knowledge, experience and, - skill for the efficient practice of homoeopathy. (2) The Council may grant registration as a homoeo- polite, practitioner to any petson who setieies the jouncil that he has practised homoeopathy for a period of not jess than three years if he passes a written examination conducted for the purpose by the Council. (8) The Council may grant provisional registration as a bomocopathie practitioner to any person— . (@) who satisfies the Council that he has practised homocopathy for ® period of not less than _» ten years, but fails to satisfy the Board nomi- nated by the Minister under paragraph (c) .. .of sub-section (1) in respect of his knowledge, experience and skill; or “ (0) who satisfies the Council that he.bas practised homoeopathy for a period of not less than five years; or . {¢) who has passed any such examination held in Ceylon as is recognized by the Council for",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "Homovopathy Act, No. 7 of 1970 11 eligibility to sit for the written exatuination “ gondueted by the Council, if he satisfies the Council that—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "i) be has practised homoeopathy for- a * period of not less than two years; and (i) he possesses anfficient knowledge of homoeopathy for the grant of provi-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "sional registration.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(4) Where any person is granted provisional regis- tration asa homlocopathic’ practitioner under eu. section (@), his name shall bo entered in the Provisional register maintained under section 25.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(5) Where eny person who has been granted provisional registration asa bomoeopathie practi tioner under sub-section (8), passes, within a period of five years from the date of such registration, a written examination condueted by the Council for the uzpore, he shall be granted registration as a homoeo- fathic practitioner and his name shall be transferred rom the provisional register to the general register.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(6) Where any person who has been granted provi- sional registration as a homoeopathie practitioner",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "under sub-section (3), fails to pass the examination referred to in sub-section (5) within the period referred to therein, the provisional registration granted to him shall be cancelled and his name removed from the - provisional register.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(7) Notwithstanding anything in the other provisions of this Act, the persons specified in the Schedule to this Act shall, for all purposes of this Act, : be deemed to be registered as homoeopathic practi- tioners under this Act.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "28. (1) The Council may, by order, refuse the Srovoie op application of any person for registration as a homoco- aru pathic practitioner or cancel, or suspend for a specified reed. Period, the registration of any pereon as such sellt or practitioner on any of the following grounds :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "v: (@) that he has been convicted by a competent court of any offence which. in the opinion of the Council, renders him unfit to be such practitioner;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(®) that he has been guilty of any misconduct in his",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "capacity as such practitioner; or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "2 Homosopathy Act, No, 7 of 1970",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(¢) that he has been engaged in activities detri- mental to the interests of homoeopathy.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(2) The Council may, by order, cancel or suspend for a specified period, the registration of any person as a homocopathic practitioner on the ground that such person has not paid his annual fee for the conti- nuance of such registration.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(8) Where any proceedings have been instituted before a court against 9 person who is a registered homoeopathio practitioner in respect of any offence referred to in paragraph (a) of sub-section (1), the Council may, Uy order, suspend the registration of that person as such practitioner until a final judgment, ordet or other determination is made or entered in respect of those proceedings.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(4) No order of refusal, cancellation or suspension shall be made by the Couricil under sub-section (1) or sub-section (2), in respect of any person antil. such person has been given an opportunity of being heard Egainst the malking of such order, At any sncb hearing—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "{@) the Council may enploy the services of a lawyer to lead evidenee and present. the case against euch person and of another lawyer to advise the Couneil and to act as judicial assessor: an",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(®) such person may employ the services of a lawyer to Jel evidence on his behalf and present his vase.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(5) No order of refusal, cancellation or auapension made by the Counell under thia section in Teapect of any person shall take effect—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(@) where no appeal is preferred under section 83, until the expiry of the period withia which an appeal may be preferred: and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(®) where an appeal is preferred under that sertion, unless and until the order is confirmed in appeal. at",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(8) The Cooncil shall have power to frame rules for the professional conduct of all homocopathic practi- tioners. In the event of any violation of such rales being proved to the aatisfaction of the Council, the | Courell shall kave power to act under this section.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "Homoeopathy Act, No. 7 of 1970 8",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "29, A copy of au order made by the Council , servis ct allowing or refusing an application of any peroon for “Sees Tegistration as a homoeopathic practitioner, or Guta cancelling or suspending the registration of any person as such practitioner, shall be sent by registered",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "-- post to such person by the Registrar,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "30. (1) An order made by the Conneil allowing the maes of odes application of any person for registration as a >4,'s, Cass homoeopathic practitioner shall take effect on the Segluse te date specified in the order, and shall entitle that f% ste person to be registered with effect from that date in the general ‘register of homoeopathic practitioners. Tt shall be the duty of the Registrar to enter the name of, and suoh particulars as may be prescribed relating to, such person in such register.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "@) Where an order made by the Council cancelling the registration of any person as a bomoeopathic practitioner takes effect, it shall be the duty of the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "e Registrar to remove the name and particulars of that person from the general register, and the certificate of registration jssned to such person shall be deemed . to be cancelled.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "8) Where an order made by the Council suspending",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "«the registration of any person as a homoeopathic practitioner takes effect, be shall not exercise or enjoy,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "luring the period of such suspension, the rights and privileges conferred by this Act on a registered",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "omoeopathic practitioner, and the certificate of registration issued to such person shall be deemed to he suspended during that period.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "81. (1) The fee for registration as a homoeo- Reritrstion pathic practitioner shall be such sum as may be tami tw, preseribed.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "(2) The Registrar shall not. register the name of any person in tho Reneral register until the fee for registvation as a homoeopathie practitioner is paid by that person. .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "(3) A person who is a registered homovopathic | practitioner shall pay, in respect af each year, the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "¥ preseribed annual fee for the continuance of ‘such registration, Such fee shall be payable in respect of each year on or before December 81, of the preceding yeat, For the purposes of this sub-section the term",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "‘year moans a period of twelve months com-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "mening on January 1.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "14 Homoeopathy Act, No. 7 of 1970",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "a (4) Where a registered homoeopathic practitioner obtains any recognized qualification relating to his profession which is not specified in. the registration entry relating to him in the general register, such person shall te. entitied, ‘on payment of such fee as may be prescribed, to bave such new qualification inserted in that entry.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "; In this sub-section, “' recognized qualification ” means any qualification recognized for the purposes of this Act by the Council.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "Centicate oF 32, Where a person is registered as a homoeo-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "reuntice, pathic practitioner the Registrar shall send by registered post to such person o certificate of registration in such form as may be prescribed. -",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "Appeal. 83, (1) Where an order is made by the Council refasing the application of any person for registration as & homoeopathic practitioner, or cancelling or suspending such registration, such person may, within fourteen days after the communication of that order to him, appeal against that order to the Minister.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "(2) Upon the hearing of any appeal under sub- section (1), the Minister chal; efter hearing any representations or evidence that may be adduced by, or on behalf of, the appellant or the Council, give such decision not inconsistent with any provisions of this Act as to the Minister may seem just.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "(8) The decision of the Minister on any appeal preferred under sub-section (1) shall be final and conclusive, and in any case where such decision is",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": ". that the application for the registration of any such : person as 2 homocopathie practitioner shall be allowed, it shall be the duty of the Registrar, subject to the provisions of sub-section @) of section 31, to gnter the name of, and any such porticulars as may be prescribed relating to, that person in the general register. Messing ot 34. For the azposes of any written law, @ watz, ee,  Tegistered bomoeopathic practitioner shall be deemed. pacttoner, = to he a legally or duly qualified practitioner of” owotopetty'”. — homoeopathy, Pripilegen of 88. (1) Every homoeopathic practitioner registered fenced in the general register shall be entitled to practise eptthie smebicnes, homeopathy,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "Homoeopathy Act, No. 7 of 1970 16 (2) Every homosopathic practitioner registered in the general register shall be entitled to sae for and recover in due course of law by action in a court of competent jurisdiction any reasonable sum claimed",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "_ by him as—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "(@) fees for any services rendered. or advice given",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "or work done in his professional capacity;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "(®) charges for any medicines, medicinal prepara-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "tous or apBtignces ot tnedicated articles of food or drink, supplied by him in such capacity; or",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "(@) expenses incurred by him in connection with, or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "for the purposes of, the homocopathic treat- ment of any patient.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "(3) Every homoeopathie practitioner registered in the provisional register shall be entitled to practise homoeopathy and to sue for and recover any Teason- able sum claimed by him as fees for any services rendered in hig professional capacity, but he shall not exercise or enjoy, during the period in which he is registered in the provisional register, any other rights or privileges conferred by this Act on a",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "., homoeopathic practitioner registered in the general * register.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "36. Subject to the provisions of sub-section (8) of iutitii of section 35, no person who is not a registered homoeo- g2testend. pathic practitioner shall be entitled to institute or please maintain an actiowat-lew in any court for’ the reoovery of any fees, charges or expenses of any description referred to in sub-section (2) of section $5.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "37. (1) A person who, not being a registered Pretoms to be homeeopathic practitioner, —~ Sonopets",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "ater,",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "(0) uses the title of “t registered homoeopathie prac. # eniiaie",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "titioner \" in Sinhala or its equivalent in any SUSI, _ other language, either alone or in combination pasiner with any other word or letters; or Teed",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "(®) uses any name, title, addition or description ofiaeee",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": ": implying that euch person is a registered homoeopathic practitioner, shall be guilty of an offence.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "(2) Any homosopathic practitioner who, not. being & person whose name is included in the general nen",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "16 Homoeopathy Act, No. 7 of 1970 register, uses any name, title, addition or description or otherwise does any act of any kind, implying that his name is so included shall be guilty of an offence.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "(@) Any person who, not being @ person whose name",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "is included in the general or provisional register of homoeopatbic practitioners, practises homoeopathy for gain shall be guilty of an offence. ‘Qualited 88. Notwithstanding anything contained in any Facies, — Written law— (@) certificate or other document required by any . ‘written law from any medical practitioner may be validly issued by ® registered homoeopathic practitioner, and accordingly such certificate shall not be deemed to invalid by reason only of the fact that it wae issued by ‘a registered -homoeopathic practitioner;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "(® a registered homoeopathic practitioner shall be eligible to hold any appointment as a medical officer in any dispensary, hospital or infirmary supported by or receiving a grant from the, Government and to treat patients according to homoeopathy;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "(c) a registered homocopathic practitioner may validly—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "_ @) sign or authenticate the birth or death certificate required by any written law to be signed or anthenticated",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "a by a duly qualified medical prac-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "titioner; or (i) sign. or authenticate a medical or : physical fitness certifieate of such description as may be prescribed, and accordingly no such certificate shall be deemed to be invalid by reason only of the fact that it was so signed or authenticated’ by such homoeopathie practitioner; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "(@) & registered homoeopathic practitioner may give",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "’ evidence at any inquest or at any court of Jew on any matter relating to homoeopathy.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "Homoeopathy Act, No. 7 of 1970 wv PART Ui Finance ann Accounts",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "39. (1) The Council shall establish and maintain amoepubio a fund called the ‘Homoeopathic Fond”. There \"= shall be placed to the credit of such Fund—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "(a) any fees received from homosopathic practi-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "tioners and examinees; () any donations and other sums received by the Council; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "(e) any grants received from the Government.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "(2) There shall be paid out of the Homoeopathic Fund alt expenses (including grants of money) incurred by the Council in carrying out ite objects, and all other expenses incurred by the Council under the authority of this Act,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "40. (1) The Council shall cause its accounts for Asuoasteot each year to be kept in such form and such tanner fet as may be approved by the Minister,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "(2 The Council shell cause its accounts to be audited each year in such manner as may be decided -by the Council. :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "(8) The financial year of the Council shall be the Year commencing on the first day of January. -",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "wy 2, As soon as may be after the end of each —annasl coport. fmancial ‘year, the Council shali prepare a report giving a true and fair account of its activities, and of its income and expenditure, during that year.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "(2) The Registrar shall transmit to the Minister a copy of the report prepared under sub-section (1), in respect of each financial year, not later than the thirty-first day of March in the next succeeding year.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "PART IV aa GENERAL",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "2° 42, Every registered homoeopathio practitioner auemptioa ot shal be exeinpt, if he eo desires, from serving as an peiwel inguirer at any inquest of death, or asa juror or fualumeos assessor, under the provisions of the Criminal Pro- fem ame cedure Code. The preceding provisions of this section",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "shall have effect notwithstanding anything to the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "contrary in that Code.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "18 Homoeopathy Act, No. 7 of 1970 . conferring, 43, (1) It shall be an offence for any body other geeser,* than the Council to confer a degree, diploma, or a dipmian &e, Licentiate qualification pertaining to homoeopathy. ‘pacers Perear. {2} No registered homoeopathic practitioner shall",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "use any degree, dipioma, licence or certificate relating",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "to homoeopathy, unless such degree, diploma, licence or certificate is recognized by the Council:",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "Provided that any person specified in the Schedule to this Act may continue to use any degree or diploma which he has used prior to the commencement of this Act.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "(8) Whoever contravenes the provisions of sub- section (1) or sub-section (2) shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "create Mk, Every person who contravenes or. fails, to Sue | comply with the provisions of any regulation made 7 under this Act shall be guilty of an offence under this",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "Act,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "Oepens ia 45,. Wheto an offence under this Act is committed",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "miston fo in or in relation to any recognized homoeopathic",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "Ecru Institution, then, without prejadice to any proceedings",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "imeitutoot.” that may be taken in respect of auch offence against the person by whom it was committed, the person for the time being in charge thereot shall be guilty of such offence unless he proves that such offence was com- mitted without his knowledge, or that he exercised all due diligence to prevent the commission of such offence.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "‘Punishment for M%. Every pmo, who commits an offence under",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "gfssgee under this Act shall, on conviction after summary trial before a Magistrate, be liable to a fine not exceeding one thousand rupees.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "Regulations, 47, (1) The Minister may make regulations for the purpose of carrying out and giving effect to the principles and provisions of this Act.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "@ In particular and without prejudice to the, geteralty of the powere confortod by sub-section (1),",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "@ Minister may make regulations in respect of all ot any of the following matters :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "(a) any matter for which regulations are authorized",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "or required by this Act to be made, or stated or required by this Act to be prescribed;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "Homoeopathy Act, No. 7 of 1970 19 (}) the summoning of meetings of registered ©) toe meopatins practitioner bor epee",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "electing members of the Council, and the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "Procedure to be observed at such meetings;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "* (¢} the fixing of dates for the nomination of candi- dates for election as members of the Council, and the procedure relating to the nomination of such candidates;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "(d) the procedure to be observed in respect of voting {including postal voting) for the election of members of the Council;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "(@) the counting of votes and the declaration of the results of such election;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "(A) all matters necessary for, or connected with, or incidental to, the exercise of the powers, the carrying out of the objects or the discharge of the duties and functions of the Council;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "{g) the registration of persons as homoeopathic",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "practitioners, and the cancellation or suspen- Sion of such registretion;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "(4) the regulation and control of the professional conduet of such practitioners;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "“\" @) the regulation and control of the manufacture of, and the importation, sale and dispensing of, homoeopathic medicines, drags and other preparations by persons recognized or Certified by the Gouneil; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "{) the regulation and control_of homoeopathic",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "pharmaceutical laboratories and homoeo- pathic manufacturing concerns.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "(8) No regulation made by the Minister shall have effect until it is approved by the Senate and the House of Representatives, and nobification of euch approval is publi in the Gazetie.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "48, The provisions of the Medical Ordinance shall chapter ins oct not apply to, or in relation to, persons practising ! wel ¥ medicine, pharmacy, or nursing according to Wow tbis Wisinoeopathy. pease",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "49. No prosecution for an offence under this Act  Sesctioa ter shall be instituted except by a member or officer of the Peston. Couneit authorized in writing for the parpose by the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "muncil.",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": ". 20 Homocopathy Act, No. 7 of 1970 Jotepriation, -«80,-‘In this Act, unless the context otherwise Tequires,-—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": "“ appointed member” means a member of the Conneil appointed under this Act;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": "“approved txamination ” means an examination approved by the Conncil;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": "“ certificate of registration ” meana a certificate of registration issued by the Couneil ander this Acts",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": "“chairman” means the President, or any other person who presides at a meeting of the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": "wuneil;",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": "* elected member ” means member of the Council elected, or deemed to have been elected, under this Act;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": "** general register \"’ means the general register of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": "Gore romose patho Prsetitiners kept and main- tained under this Act;",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": "“Homoeopathic Fund ” means the Homoeopathic",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": ". Fund established and maintained by the Council under this Act;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": ": ““homoeopathy “” means the system of medicine ‘atablished by Dr. Helneman, ond the term ““homosopathio ” “shall be coustraed accordingly;",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": "“ President ” means the President of the Council;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": "“* provisional register “* means the provisional register of homeopathic practitioners kept anil maintained unter this\"Act;",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": ". ized homoeopathio institution’ means a",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": "ree fromocopathie institution recognized by the Council under this Act;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": "“registered homoeopathic practitioner \"” means a",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": ". - person who is for the time being registered under this Act in the general register;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": "“ Registrar ” means the Registrar of the Council; an :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": "“‘ regulation ” means any regulation made under this Act. “en",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": "SCHEDULE ‘Section 97 (7)",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": "Dr. . ¥. 8, Coma",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": "Dr, W. A. F. T. Tayatilteke",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": "Dr. A. E. B. Kiriells",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 21,
    "par_num": 25,
    "text": "Dr. A. 8, Perera",
    "mean_p_confidence": 0.68
  }
]