[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "(a> ue = a PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA ’ CITIZENSHIP (AMENDMENT) . ACT, No. 43 OF 1993 : [Certified on Soptember 2%, 2093] Printed on the Order of Government Published as a Supplement bd Bart O of prencvoen er* sama” aneran Av to MSPAMEAKEN? OF GOVERNMENT FRIITING, 201 LANA 0 me roncanaen af ram opeansier FODLICATIONS wURaAd, COLORED TL ‘Price: 45 cents, Postage Be, 100 |",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "Citizenship (Amendment) Act, No. 43 of 1998 [Certified on September 22, 1993] LD—O. 57/91 AN Acr 70 anenxp sue Crrrzensate Act BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka a fallows:—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "2, This Act may be cited as the Citizenship (Amendment) Short title Act, No, 43 of 1983,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "2. The following new section is heréby inserted imme- Insertion diately after section 19 of the Citizenship Act, (hereinafter Sletten 13, referred to as “the principal enactment\") and shell have in Chapter eflect as section 134 of that Act:— ~ ss ghee 13a. (1) A person who has been granted ‘citizens, of a visa or endorsement under Part HI of the Reiitred ‘Immigrants and Emigrants Act volid for a Redaene period of five years and has been registered Goes in a Resident Guest Scheme approved by the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "Government for foreign investors and pro- : fessionals may, on his making application in that behalf to the Minister, in the prescri- td manner, be registered as a cltizen of Srf Lan if the Minister is satisfied— (@\\ that @ he has made a substantial con~ - trfbution to the economic deve- Topment of the country ; or (i) he has made a significant contri. bution to the social and cultu- val life of the country in the fields of science, education, . medicine, archasology, music, . Uterature, agriculture or en- tertainment; and (®) that he has been resident in Sri Lanka for the prescribed period and is, or intends to continue to be, ordinarily resident in Sel Lanka, fan",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "2 Citizenship (Amendment) Act, No. 43 of 1993 (2) The nusnber of persons registered as + citizens of Sri Lanka under this section shail, not excevd two hundred in any year and ove thousand in the aggregate.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2) The fact that « person is registered",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ". under a Resident Guest Scheme approved by . the Government for foreign investors and professionals shall not be construed ag cote ferring a right on such person to be regi tered as a citizen of Sri Lanka under this",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "section.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(4) The Minister's refusal under this see ton to allow the application of any person for registration as a citizen of Sri Lanka shall ‘be final and shall not be contested in any court”,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Seandmont 2. Section 37 of the principal enactment is hereby emend- 17 of the ed by the substitution for the words and figures “section Eenazrnt 13 and, where\", of the words” and figures “section 13 or section 18a and, where\",",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Sinhala 4, In the event of any inconsistency between the Sinhala preva and ‘Tamil texts of this Act, the Sinhala text shall prevail. incone : :",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "sistency,",
    "mean_p_confidence": 0.28
  }
]