[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  FINANCE COMPANIES  ACT, No. 78 OF 1988  [Certified on 18th December, 1988] :  : Printed on the Orders of Goverument  Published as a Supplement to Part Il of the Gazette of the Democratic  Socialist Republic of Sri Lanka of December 23, 1988  : PRINTED AT THE DEPARTMENT OF GOVERNMENT PRINTING, SRI LANKA  TO BE PURCHASED AT THE GOVERNMENT PUELICATIONS BUREAU, coe  Price : Rs.3.00 Postage : Rs. 2.30",
    "mean_p_confidence": 0.7363333333333333
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Finance Companies Act, No. 78 of 1988  {Certified on 18th December, 1983]  LD—O. 56/88 2  [AN Act TO PROVIDE FOR THE CONTROL AND SUPERVISION OF  Finance CoMPaNIgS AND 70 PROVIDE FOR MATTERS  CONNECTED THEREWITH OR INCIDENTAL THERETO,  BE it enacted by the Parliament of the Democratic Socialist  Republic of Sri Lanka as follows :— 7",
    "mean_p_confidence": 0.71046875
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  1. This Act may be cited as the Finance Companies Act, Short title,  No. 78 of 1988, .",
    "mean_p_confidence": 0.7138095238095238
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  2. (1) Subject to the provisions of section 3, no finance agistration:  business shall be carried on except by a public company Qo nnance,  which— inter this",
    "mean_p_confidence": 0.7109677419354838
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  Act :",
    "mean_p_confidence": 0.105
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  (@) is registered under the Companies Act, No. 17 of",
    "mean_p_confidence": 0.7525
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  1082 ; and  (6) has a minimum issued and paid up capital of not  less than five million rupees; and  ~ (c) is registered under the provisions of this Act.",
    "mean_p_confidence": 0.7517142857142857
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  (2) Every application for registration under this Act by  ‘a company shall be made to the Board in the prescribed  form, end shall contain a declaration by the applicant that  the yarticulars stated in the application are, to the  knowledge and belief of the applicant, true and accurate.",
    "mean_p_confidence": 0.8272222222222223
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  (3) Every person who makes any declaration, or  furnishes any information under subsection (2), knowing  the same to be false, shall be guilty of an offence under  this Act.",
    "mean_p_confidence": 0.8008823529411765
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  (4) Where an application is made to the Board for  registration under this Act, the Board may call for and  examine or cause to be examined, the books, records and  documents of the company applying for registration.",
    "mean_p_confidence": 0.8092857142857144
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  (5) The Board may, on considering an application made  to it by a company for registration under the Act, register  such company. as a finance company if it is satified that—",
    "mean_p_confidence": 0.8320000000000001
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  () the requirements of subsection (1) of this section .",
    "mean_p_confidence": 0.7033333333333333
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  have been complied with ; and",
    "mean_p_confidence": 0.7025
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  (ii) on the information made available to it, that. ity",
    "mean_p_confidence": 0.7916666666666666
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "  registration would not be detrimental to thy  interests of its depositors and creditors.  2 002281—9,110 (¢9/0n *",
    "mean_p_confidence": 0.6223809523809524
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Finance Companies Act, No. 78 of 1988 ~",
    "mean_p_confidence": 0.7518181818181818
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (6) Where a company is not registered under subsection  (5), or a person or a body of persons to whom section 3 is  applicable, has-failed to comply with the provisions of  that section, the Board may issue to such company, a  person or body of persons as the case may be. directions.  for winding up or for divesting the finance business carried  on by it and for the settlement of its deposit liabilities and  it shall be the duty of such company or person or body of  persons to comply with such direction.",
    "mean_p_confidence": 0.831747572815534
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (7) Where a company or person or a body of persons  fails to comply with directions issued under subsection (7)  within one month of the issue of such directions, the Board  may require the Director to take such action as may be  necessary, to secure compliance therewith including filing  action for winding up in which event the provisions of  section 18 shall apply.",
    "mean_p_confidence": 0.8359154929577464
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  ‘Transitional 3. (1) Notwithstanding the provisions of section 2 2  pevision’ company or a person or a body of persons carrying om  Crying on finance business on the day preceding the date of com-  cee mencement of this Act— ‘  eer | (a) may continue to carry on such business for a period  persons not * of two years from the date of commencement of  rag this Act, notwithstanding the fact that it is not  Act registered under section 2;",
    "mean_p_confidence": 0.7468539325842697
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (b) shall take such steps as may be necessary to comply  with the provisions of section 2(1) and to divest  itself of any of the activities carried on in contra~  vention of any direction issued under paragraph  (7) of subsection (1) of section 9 of this Act, with  in-a period of two years from the date of com-",
    "mean_p_confidence": 0.8176923076923077
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  + mencement of this Act, or four months from the  date of issue of such direction, whichever is later.",
    "mean_p_confidence": 0.7954545454545454
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  (2) Every company or person or body of persons referred  to in subsection (1) shall on compliance with the provisions  of paragraph (b) of subsection (1) submit to the Monetary  Board evidence in proof of such compliance. A company  or body of persons complying with such provisions to the  satisfaction of the Board, may apply for registration under  section 2.",
    "mean_p_confidence": 0.8295588235294117
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  (3) Where a company or a person or a body of persons  carries on finance business under subsection (1), the provi-  sions of this Act shall in so far as they are applicable and  subject to the other provisions of this Act, apply to such’  ‘company or person or a hody of persons. ,",
    "mean_p_confidence": 0.8215
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Finance Companies Act, No. 78 of 1988 3",
    "mean_p_confidence": 0.763
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  4 (1) A finance company shall, at all times maintain an Unimpaired *  “unimpaired capital of not less than five million rupees. _gmintaind by.",
    "mean_p_confidence": 0.7055555555555556
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  finance",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (2) A finance company shall not reduce or impair its companies. :",
    "mean_p_confidence": 0.7242857142857142
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  -sapital or statutory reserves without the prior written  “approval of the Board.",
    "mean_p_confidence": 0.7126666666666667
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  In this subsection, “statutory reserves” means: any re-  serve fund maintained by the company in pursuance of a  direction issued to it under this Act.",
    "mean_p_confidence": 0.8017241379310345
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  5.-A finance company shall at all times conduct its Conduct of  ‘business in such manner so as to safeguard its deposits and Business by  shall take all such measures as are reasonably necessary to companies, '  ensure that deposits and interest on deposits, are payable  to depositors on the due dates.",
    "mean_p_confidence": 0.8008771929824561
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  6. The Board shall keep and maintain in the prescribed Register of °",
    "mean_p_confidence": 0.6913333333333332
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  < _ finence  form a register of every finance company registered under Companies.  this Act. :",
    "mean_p_confidence": 0.5569999999999999
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  7. (1) Where a finance company has been registered Issue of  sunder this Act, the Board shall issue to such finance foence  company a licence in the prescribed form permitting such companies.  company to carry on finance business.",
    "mean_p_confidence": 0.7469767441860464
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  (2) Such licence shall be exhibited at all times in the  principal office cr place of business of such finance  company.",
    "mean_p_confidence": 0.7848
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "  (8) Every finance company registered under the Act, shall  pay an annual licence fee of the prescribed amount to the  Board.",
    "mean_p_confidence": 0.7796
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "  8. (1) Where any finance company registered under Duty of  ‘this Act has ceased to carry on finance business, a notice of fompany  such cessation shall be given to the Board forthwith upon fo notity  :such cessation, by such company. Boud af",
    "mean_p_confidence": 0.7497872340425532
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "  cessation.",
    "mean_p_confidence": 0.16333333333333333
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "  (2) On receipt of notice of cessation under subsection (1), finance  ‘the Board shall remove the-name of the finance company business,  from the register maintained under section 6 and cancel its  Tieence, and may issue to such finance company directions  for winding up or for divesting the finance business of the  finance company and for the settlement in such manner as  may be specified, of the deposit liabilities of the finance  “company,",
    "mean_p_confidence": 0.7918518518518518
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "  (3) Where’ the Board has reasonable grounds to believe  that any finance company registered ‘under this Act is not  zarrying on finance business, the Board may send to such",
    "mean_p_confidence": 0.7463636363636363
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Finance Companies Act, No. 78 of 1988  company, a notice by registered post requiring such:  i ‘company to furnish proof, within two weeks from the date  of such notice, that it has not ceased to carry on finance  business. Where such finance company fails to furnish such  proof within such period, the Board shall remove the name:  of such finance company from the register maintained  under section 6’and shall cancel its licence. Where the  2 registration of a finance compeny is so cancelled, the Board  may issue such directions as it dcems necessary, including  directions for winding up or require the Direcior to apply  for winding up of the company, in which event, the provi-  sions of section 18 shall apply. ‘",
    "mean_p_confidence": 0.795985401459854
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (4) Where a finance company fails to comply with  directions issued under subsection (2) within one month of  the issue of such directions; the Board’ may require the*  Director to file action for winding up the finance company  and the provisions of section 18 shall apply to such winding  up:",
    "mean_p_confidence": 0.8024561403508772
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  Directions 9. (1) Notwithstanding the previsions of any other law,",
    "mean_p_confidence": 0.7491666666666666
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  eee the Board may give directions to finance companies or to  any group or category of finance companies regarding the  manner in which any aspect of the business of such com-  panies are to be conducted and in particular—",
    "mean_p_confidence": 0.803409090909091
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  (@) the terms and conditions under which deposits may",
    "mean_p_confidence": 0.7745454545454545
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  . be accepted by such companies, the maximum  rates of interest payable on such deposits, and the  | maximum pericds for waich deposits may be  accepted and the maximum amount that may be  deposited with a company in the name of one  person in one or more accounts ;",
    "mean_p_confidence": 0.7826785714285714
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  (®) the terms and conditions under which any loan,  credit facility or any type of financial accommmoda~  tion may be granted by such companies, the maxi~",
    "mean_p_confidence": 0.759
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  : mum rates of interest that may be charged on such’  loans, credit facilities or other types of financial  accommodation, and the maximum periods for  which any such losn, credit facility or other type:  of financial accommodation may be granted ;",
    "mean_p_confidence": 0.7893617021276597
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  |’ © the inaximum rates which may be paid to, or charged  hy, sich companies by way of commissions, dis-  counts, fees or other receipts or payments whatso—",
    "mean_p_confidence": 0.7675
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  ; ever: +",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Finance Companies Act, No. 78 of 1988 5",
    "mean_p_confidence": 0.749
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  (@) the minimum initial payment a prospective hirer  should make on any hire purchase agreement and  specific different initial payments for different  classes of transactions; such minimum initial ~  payment may be expressed as a percentage of the  value of the goods hired under such agreement ;",
    "mean_p_confidence": 0.784074074074074
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (©) the terms and conditions under which investments  may be made by sich companies ;",
    "mean_p_confidence": 0.6694444444444444
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  () the maximum permissible maturities for loans,  credit facilities or other types of financisl accom  modation and investments made by such companies,  and the nature and amount of the security that  may be required or permitted for various types of  lending, credit and investment operations ;",
    "mean_p_confidence": 0.7588679245283019
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  (g) the form and manner in which books of accounts or  other records or documents are to be maintained  by such companies ;",
    "mean_p_confidence": 0.7911111111111111
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  (h) the exclusion from the income of companies in whole  or in part, unpaid interest in respect of loans  granted, if such loans have become overdue ;",
    "mean_p_confidence": 0.7712903225806451
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  ( the minimum ratio which the liquid assets of such  ‘companies should bear to the total deposit liabilities  of such companies ;",
    "mean_p_confidence": 0.7838461538461539
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  () the maintenance of cash balances by finance - com-  panies with the Central Bank of Sri Lanka if so  required by the Board, and the minimum ratio such  cash balances should bear to the deposit liabilities  of finance companies ; :",
    "mean_p_confidence": 0.7679166666666667
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  (k) conditions which should be applicable to withdrawal  by depositors of deposits before maturity ;",
    "mean_p_confidence": 0.7433333333333333
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  () prohibiting such companies ‘from increasing the  amount of their loans, credit facilities other types  of financial accommodation or investments ;",
    "mean_p_confidence": 0.7415999999999999
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "  (m) fixing the limits to the rate at which the amount of  any loans, investments or financial accommodation  made or granted by them may be increased within  specified periods ;",
    "mean_p_confidence": 0.7571428571428571
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "  (n) requiting the decrease of the amount of their loans,  investments or financial accommodation to specified  limits within a specified period :",
    "mean_p_confidence": 0.6861538461538461
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "  3p 009364 (89/01)",
    "mean_p_confidence": 0.286
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Finance Companies Act, No. 78 of 1988  (0) the maximum percentage of the share capital in a",
    "mean_p_confidence": 0.810952380952381
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  finance company which may be held—",
    "mean_p_confidence": 0.7075
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  (@ by a company, an incorporated body, or an  individual ;",
    "mean_p_confidence": 0.595
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  (ii) in the aggregate by—  (@) a company and one or more of the follow-",
    "mean_p_confidence": 0.7277777777777777
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  ing:—  (aa) its subsidiary companies ;  + (bb) its holding company ;",
    "mean_p_confidence": 0.631875
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  (cc) a subsidiary company of its  holding company; or",
    "mean_p_confidence": 0.5691666666666667
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  (dd) a company in which such com~  ‘pany or its subsidiary company,",
    "mean_p_confidence": 0.7013333333333333
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  ' or its holding company, or a  subsidiary company of its hold-  ing company has a substantial",
    "mean_p_confidence": 0.6795238095238095
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "  : interest ; or  * (b) an individual and one or more of the  following :—",
    "mean_p_confidence": 0.585
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "  (aa) his relative ;",
    "mean_p_confidence": 0.6233333333333334
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "  (bb) @ company in which he has a  substantial interest or in which  his relative has a substantial",
    "mean_p_confidence": 0.7349999999999999
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "  ’ interest ;  ° (cc) the subsidiary company of such  company ;-",
    "mean_p_confidence": 0.56375
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "  (dd) a holding company of such  company ;",
    "mean_p_confidence": 0.6518181818181819
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "  (ee) a subsidiary. company of such",
    "mean_p_confidence": 0.6725
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "  “company’s holding, company ;",
    "mean_p_confidence": 0.555
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "  (ff) a company in which such com-  pany, or its subsidiary company,  of its holding company has a",
    "mean_p_confidence": 0.739090909090909
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "  . substantial interest ; cr b  (gg) an incorporated body other than  ‘a company in which such  . individual or his relative has a  substantial interest :  Provided, however, that these directions shall not require  the reduction of the shares of a person held in a finance  company on the date of commencement of this Act, other-  wise than on a requirement imposed on him under the  provisions of paragraph (dj of subsection (1) of section  10.",
    "mean_p_confidence": 0.7596629213483146
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Finance Companies Act, No. 78 of 1988 1",
    "mean_p_confidence": 0.713
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  In order to comply with a direction issued to it under .  paragraph (d) of subsection (1) of section 10 a finance  company may direct a person holding shares in stich com-  pany to reduce the number of shares held by such person in  such company whether such shares were acquired by such,  person before or after the date of commencement of this °  ‘Act;within such period a8 may be specified in such direc-  tion; and it shall be the duty of such person to comply  ‘with such direction ;",
    "mean_p_confidence": 0.7972
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  (p) the margins to be maintained in respect of secured",
    "mean_p_confidence": 0.7716666666666666
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  advances ;",
    "mean_p_confidence": 0.42500000000000004
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  (q) the terms and conditions relating to leasing agree-",
    "mean_p_confidence": 0.7327272727272728
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  + ments between the company and a'lessee ;  (7) restriction on the types of activities thet may be  + eartied on by Finarce Companies.",
    "mean_p_confidence": 0.6914285714285714
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  (2) The maximum rates 6f interest fixed by any direction  under paragraphs (a) and (b) of subsection (1) shall, if  50 deicrmined by the Board, apply in respect of any deposit  accepted or-in respect of any loan, credit facility or any  ‘other fnancial accommodation granted, before the date of  such direction ;",
    "mean_p_confidence": 0.7562711864406779
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  Provided, however, that nothing in any such direction",
    "mean_p_confidence": 0.762
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  shall— .  : (c) apply to any interest accrued before the date of",
    "mean_p_confidence": 0.651875
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "  . such direction in respect of any such deposit",
    "mean_p_confidence": 0.6981818181818181
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "  or loon, credit facility or other _ financial  | accommodation ; or",
    "mean_p_confidence": 0.632
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "  ~  (b) require the reduction of the rate oft interest",
    "mean_p_confidence": 0.6091666666666666
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "  payable on any deposit accented or loan,  credit facility, or financial accommodation.  granted before the date of such direction, if  _. such,reduction would constitute a breach of  the contract or agreement relating to such  deposit, loan credit facility or other financial  accommodation, as the case may be,",
    "mean_p_confidence": 0.7347272727272727
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "  (8) For the purposes of this Act, the Bosid may give  irections where necessary, to ary finance company in  particular on such matters as are specified in subsection  @:",
    "mean_p_confidence": 0.7094117647058824
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "  Provided, however, that a competent court may, on  any application made to it in that behalf by @ finance  company. at any time while any direction is in force,",
    "mean_p_confidence": 0.7627272727272728
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  a Finance Companies Act, No. 78 of 1988",
    "mean_p_confidence": 0.689
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  make a deélaration permitting that company to carry on",
    "mean_p_confidence": 0.7527272727272727
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  its business without being subject to such direction, or",
    "mean_p_confidence": 0.7654545454545455
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  may vary or alter such direction in such a manner as the",
    "mean_p_confidence": 0.8049999999999999
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  court may determine, and any declaration by the court",
    "mean_p_confidence": 0.7381818181818182
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  as aforesaid shall have effect notwithstanding anything to  : the contrary in the direction made by the Board.",
    "mean_p_confidence": 0.7919047619047619
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  (4) The Monetary Board may in its discretion pay  interest on any cash balance maintained by a finance  ‘company in the Central Bank of Sri Lanka, in pursuance of  a direction issued to it under paragraph (j),at such rate as  may be determined by the Board. A",
    "mean_p_confidence": 0.8033962264150943
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  Procedure 10, (1) Where the Board on a report made by the",
    "mean_p_confidence": 0.7999999999999999
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  Pretec is Director is of the opinion that a finance company—",
    "mean_p_confidence": 0.713076923076923
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "  of opinion",
    "mean_p_confidence": 0.2925
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "  that () is following unsound or improper financial practices,",
    "mean_p_confidence": 0.6663636363636364
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "  ere vi, detrimental] to the interest of its depositors ;",
    "mean_p_confidence": 0.6366666666666666
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "  see (Gi) is like to be carrying on its business in a manner",
    "mean_p_confidence": 0.6453333333333333
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "  practices, ‘ detrimental to the interests of its depositors;",
    "mean_p_confidence": 0.5945454545454546
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "  (iii) has contravened or failed to comply with any  provisions of this Act, or any direction issued  thereunder, 8  the Board ‘may direct such Company—  (a) to cease following any such practice or desist from  any such contravention; or .",
    "mean_p_confidence": 0.7374468085106383
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "  (b) to comply with the provisions of this Act ; or",
    "mean_p_confidence": 0.7246153846153847
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "  (©) to take necessary action to correct the conditions",
    "mean_p_confidence": 0.7627272727272728
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "  resulting from such practice or contravention ; oF",
    "mean_p_confidence": 0.7270000000000001
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "  (d) secure the reduction of the number of shares held",
    "mean_p_confidence": 0.7183333333333333
  },
  {
    "i_page": 9,
    "par_num": 20,
    "text": "  in the company by any person.",
    "mean_p_confidence": 0.7062499999999999
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "  (2) Any finance company dissatisfied with an order given  under subsection (1), may, before the expiry of thirty days  from the date of the issue of such order, appeal in writing to  the Board and the Board shall render its decision within  fitteen Gays of receipt of such appeal.",
    "mean_p_confidence": 0.8121818181818182
  },
  {
    "i_page": 9,
    "par_num": 22,
    "text": "  Director or U1. (1) The Director or any officer authorized by him  officer to may require any person or a body of persons to furnish  Fozuire,, him with such information as he may consider necessary  BF books to ascertain whether such person or body of persons is  for.exami- carrying on finance business, and for this PUrpose, may  Tequire the production of, and examine any books or records  relating to such person or body of persons, and if he is of  the opinion ‘that such, person or body of persons iS -  carrying on finance business, report such fact to the Board.",
    "mean_p_confidence": 0.7654954954954954
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  | Finance Companies Act, No. 78 of 1988 9",
    "mean_p_confidence": 0.7554545454545455
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  (2) if the Board, on consideration of a report undei  subsection (1), determines that a person or body of persons  is carrymg on tance business, it shall require such persen  ‘or body of persons to comply with the requirements of the  ‘Act within a specified period of time, and where it fails  to do so, shall have the power to give directions and take  such steps as it considers necessary to safeguard depositors,  inc'uding the power to wind up persons or a body of  persons, in which event the provisions of section 18 shail,  areutatis meutandis, apply. .",
    "mean_p_confidence": 0.7773394495412844
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  (8) Any person or body of persons required to furnish  information or to produce any books or records under  subsection (1) shall furnish such information or produce  such uooks, or records, documents to an officer authorized  ky the Director and éhall comply with any directions or  requirements made under subsection (2).",
    "mean_p_confidence": 0.7710344827586206
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  (4) Without prejudice to the generality of subsection (1),",
    "mean_p_confidence": 0.770909090909091
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  ‘the Board may require any person or a body of persons to  furnish information as may be necessary to ascertain  whether any sum of money accepted, borrowed or solicited  by such person or body of persons is a deposit.",
    "mean_p_confidence": 0.8022727272727272
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  12, (1) The Director may. at any time, examine or Power of  auithotize any officer of his department to examine, the Directorio  books and accounts of any finance company. : ook and,",
    "mean_p_confidence": 0.7338888888888888
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  (2) The report on any such examination shall be SON  furnished to the Governor of the Central Bank of Sri Lanka  by the Director as soon as such examination is completed.",
    "mean_p_confidence": 0.7834285714285714
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "  ‘The Director may recover the costs of such examination  from the finance company.  (8) ft shali be lawful for the Director or any officer  authorized by him— D  (a) to administer, in accordance with. the Oaths  Ordinance, oaths or affirmations to any director,  manager, secretary, employee or auditor of any  finance cornpany ;",
    "mean_p_confidence": 0.7003225806451613
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "  (b) to require any director, manager, secretary, employee  or auditor of any finance company to furnish al.",
    "mean_p_confidence": 0.7215
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "  : such information relating to the affairs of the",
    "mean_p_confidence": 0.7172727272727273
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "  ab company, as the Director or any officer: authorized  ' by him may consider necessary to ascertain, for the  ‘6 purpose of this Act",
    "mean_p_confidence": 0.709642857142857
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  0 Finance Companies Act, No. 78 of 1988 .",
    "mean_p_confidence": 0.6418181818181817
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  (c) to require any director, manager, secretary, employee",
    "mean_p_confidence": 0.737
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  or auditor of any finance company to produce for",
    "mean_p_confidence": 0.7609090909090909
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  inspection any books, records or documents relating,",
    "mean_p_confidence": 0.6944444444444444
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  to the affairs of the company, in his possession or  custody, likely to contain any such information ;",
    "mean_p_confidence": 0.7957142857142857
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  . (d) in any case where there is evidence of mismanage-  ment by a finance company, to require any director,  manager or secretary of such finance company to  submit the accounts of the finance company for  audit by an auditor authorized by the Director and  to require the finance company to furnish such  informaticn, or pfoduce such books, records or  documents and to pay such fees, as may be specified",
    "mean_p_confidence": 0.8018987341772152
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "  . or authorized by the Director, to such auditor, ¥",
    "mean_p_confidence": 0.6675
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "  (4) It shall be the duty of every director, manager,  secretary, employee or any auditor of any finance company  to comely with any requiremfrit imposed on him under this  section and to afford to the Director or to any officer  authorized by him, or to any auditor authorized by him  under paragrapi (d) of subsection (3), access to all books  and records of that finance company including its cash  balances, assets arid liebilities whenever requested to do so  by the Director,",
    "mean_p_confidence": 0.7965934065934065
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "  (5) ‘he Director may, where he considers it necessary to  ascertain the true condition of the affairs of a finance  company and to ascertain, whether such finance company is  carrying on business in a manner detrimental to its present  or future depositors, by notice in writing require any persou  whom he considers to have information relating to the  fnance company, to furnish such information to him or to  any officer authorized by him or to eny auditor authorized  by him under paragraph (4). of subsection (3) or to attend  in person before him or any officer authorized by him, at  such place and at such date and time as may be specified  in such notice, so that the person may be examined on such  maiters as may be specified in such notice. < _",
    "mean_p_confidence": 0.8286486486486486
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "  (6) Wor the purpose of ascertaining the true condition of  the affairs of the finance company, the Director may if he  thinks it necessary for the purposes of an examination under  subsection (5), also examine the business of any company  which is or has at eny relevant time been— is",
    "mean_p_confidence": 0.8114285714285714
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "  («) a holding company or subsidiary company of the",
    "mean_p_confidence": 0.7018181818181818
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "  finance company under examination ;",
    "mean_p_confidence": 0.4471428571428571
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Winance Companies Act, No. 78 of 1988 un",
    "mean_p_confidence": 0.651
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  (b) subsidiary company of a holding company of that",
    "mean_p_confidence": 0.7118181818181818
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  Jinance company ;",
    "mean_p_confidence": 0.394
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  (c) & associate company of that finance company,  and may exercise in relation to any such company, any of  the powers conferred on him by the preceding provisions  of this sestion.",
    "mean_p_confidence": 0.7327777777777778
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  In this subsection “associate company” when used in  relation to @ finance company, means a company in which  the dinance company holds ordinary shares equivalent to |",
    "mean_p_confidence": 0.737741935483871
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  twenty percentum or more, but less than fifty percentum ~  of the paid up share capital of the company.",
    "mean_p_confidence": 0.7245454545454545
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  12s, Where the Board proposes to take action against a Board to  finance company based upon a report made under section 12. HOW  or section 18, it shall furnish to such company a copy of to state  such report, excluding the part containing the recommenda-_j&,positfon  Hons made by the Director and allow the company a perio3 _teking  of at least seven days to state to the Board, its position in Syainst it  regard to such report, ona report",
    "mean_p_confidence": 0.7624418604651162
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "  . . made under  section 12",
    "mean_p_confidence": 0.3466666666666667
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "  Nothicg in this subsection shall be deemed to prohibit or section  the Monetary Board from taking action on ‘the repyrt &  without allowing the company to state its position in regard  te such report where the Board is of the view that it is  necessary to take immediate action, “in the interest of  depositors and the finance company.",
    "mean_p_confidence": 0.7853846153846153
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "  13, Evezy finance company shall prepare at the expira- Acccunts of  tion ef each financial year— Company.",
    "mean_p_confidence": 0.6785
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "  (c) a balance sheet as at the last working day of each",
    "mean_p_confidence": 0.7892857142857144
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "  financial year ; and .",
    "mean_p_confidence": 0.5614285714285714
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "  (b) a profit-and loss account in respect of such year.",
    "mean_p_confidence": 0.7741666666666666
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "  14, (1) The balance sheet of a finance company shall Balance  set out the state of affairs of such company as at the end of Shes  the financial year to which such balance sheet relates. company.",
    "mean_p_confidence": 0.79125
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "  (2) There shall be shown in the balance sheet or in any  statement annexed, thereto— ‘ =",
    "mean_p_confidence": 0.704
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "  (a) capitalized expenses not represented by tangible",
    "mean_p_confidence": 0.7244444444444444
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "  assets under separate headings, so far as they are  not written off",
    "mean_p_confidence": 0.7266666666666667
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "  4b) the market value of investments; ~",
    "mean_p_confidence": 0.6366666666666666
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  12, Finance Companies Act, No. 78 of 1988  (©) the method adopted to value fixed assets if thare  a had been any valuation of such assets during the  financial year;",
    "mean_p_confidence": 0.7442857142857143
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  (@) the aggregate amounts of advances after the  ‘provision for bad and doubtful debts ;",
    "mean_p_confidence": 0.6561111111111111
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "  (e) any increase or decrease in the provision for  depreciation renewals, or diminution in the value",
    "mean_p_confidence": 0.7552631578947369
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "  - of fixed assets ;",
    "mean_p_confidence": 0.4757142857142857
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "  (D) the sources and application of funds ;",
    "mean_p_confidence": 0.642
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "  (9) reserves, provisions and liabilities distinguishable  from each other ;",
    "mean_p_confidence": 0.6469230769230769
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "  (a) except in the case of the first balance sheet after ti.e  date of commencement of this Act, \"the corres  ponding amounts at the end of the immediately",
    "mean_p_confidence": 0.74875
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "  + preceding financial year for all items shown in th  balance sheet,",
    "mean_p_confidence": 0.606
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "  Broft and 15, There shall b i  Feet eel . There shall be shown in the profit and loss account  or in any statement annexed thereto,",
    "mean_p_confidence": 0.7266666666666667
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "  (a) the amount charged to revenue by way of provision  tor depreciation, renewals or diminution in value  of fixed assets ; ;",
    "mean_p_confidence": 0.7138461538461538
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "  (0) the amount charged to revenue for Sri Lanka income  tax and other Sri Lanka taxation on profits and  distinguishable from such accounts, the amounts  and materials, “set aside, or proposed to be set  aside, for liabilities in respect of tax due in the  current year of taxation or a succeeding year;",
    "mean_p_confidence": 0.7837288135593221
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "  (c) the aggregate amount of dividends paid or proposed  to be paid ; ‘",
    "mean_p_confidence": 0.6694117647058823
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "  *(@ the amount of remuneration of auditors ;  (@) the amount charged to revenue representing the  aggregate amount of the emoluments of directors ;  ({) the amount set aside or proposed to be set aside to, or  withdrawn from reserves j",
    "mean_p_confidence": 0.7691489361702127
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "  (g) under separate headings, the profit or loss or the  income and expenses arising from transactions,  such as are not usually carried on by the finance",
    "mean_p_confidence": 0.7889999999999999
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  : Finance Companies Act, No. 78 of 1988 13  company and are carried on owing to circumstances  of an exceptional or nonrecurrent nature or by a  change in the basis of accounting ;  ‘(h) except in the case’of the first profit and loss account  after the date of commencement of this Act, the  corresponding amount at the end of the immedi-  | ately preceding financial year for all items shown  in the profit and loss account.",
    "mean_p_confidence": 0.7869767441860465
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  16, (1) Every finance company shall transmit to the Publication  Director and publish within six months after the close of 9f,telance  ‘the financial year— profit and",
    "mean_p_confidence": 0.7453333333333333
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  Tess",
    "mean_p_confidence": 0.13333333333333333
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  (a) the profit and loss account of the company for that g-count of",
    "mean_p_confidence": 0.7066666666666667
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  year; company.",
    "mean_p_confidence": 0.3175
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  (®) the balance sheet as at the date to which such profit",
    "mean_p_confidence": 0.7542857142857143
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "  and loss account is made up ;  (©) the auditor's report attached to such profit and loss  account and balance sheet ; and  (@) the report by the directors relating to the state of  the affairs of the company attached to such balance a  sheet. F",
    "mean_p_confidence": 0.7722641509433962
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "  (2) Every finance company shall exixibit the balance  sheet and profit and loss account of such company in a  conspicuous part of each of its places of business until the  balance sheet and profit and loss account for the succeeding  financial year are prepared and exhibited. ,",
    "mean_p_confidence": 0.7837735849056604
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "  (8) The Board may specify the form of the balance sheet  and profit and loss account referred to in this section and  ‘where such form is specified, the balance sheet and profit  and loss account of every finance company shall be pre-  pared in such form as is specified.",
    "mean_p_confidence": 0.8127272727272726
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "  17, The Auditor of a finance company shall inspect the Auditing  accounts, the finances, the management of the finances and accounts.”  the propefty of that finance company. The Auditor shall as  far as possible, and where necessary examine—",
    "mean_p_confidence": 0.767906976744186
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "  (a) whether the conduct of the affairs of the finance  company has been in accordance with the law,  rules and directions issued by the Board;",
    "mean_p_confidence": 0.7958620689655171
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "  (b) whether records relating to the acceptance of depo-  sits and maintaining of accounts are satisfactory ;",
    "mean_p_confidence": 0.7394999999999999
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  ” Finance Companies Acc, No. 78 of 1988  (c) whether the accounting systems, procedures, books,  records and other documents have been properly  and adequately designed from the point of view of “  financial control purposes and from the point of ‘  view of the presentation of information to enable  a continuous evaluation of the activities of the ¥  finance company and whether such systems, pro-  cedures, books, records and other documents ere  - in effective operation ; . ~  ” (d@) whether the accounts audited have been so designed ,  ~\" . as to present a true and fair view of the affairs of e  the finance company in respect of the period under #  consideration due regard being had’ to principies  *  of accountancy, financing and veluation.  38. (1) In any case where the Director is satisfied after ‘Winding up.  examination by himself or by any officer authorized by -  shim, of the affairs of any finance company, or upon informa-  tion received from the company, that it is insolvent or is  likely to become unable to meet the demands of its depo-  sitors or that its continuance in business is likely to involve  Joss to its depositors or creditors, the. Director shall make  a report accordingly to the Governor of the Central Bank  of Sri Lanka for submission to the Board ; and if the Board,  upon review of the fats and circumstances, is of opinion  that action should be taken as hercinefter provided, the  Board may make an order directing the company forthwith  to suspend business and directing the Director to take  charge of all books, records and assets of the company, and  to take such measures as may be necessary to prevent the  continuation of business by the company. 5  (2) Any director, manager, secretary or employee of a  finance company or any other person having in his posses-  sion or custody any books, records or assets of the company,  who fails to hand over the same to the Director or to an  officer authorized by him, or any person who obstructs or  resists the Director or an officer authorized by him from ~  taking charge of any books, records or assets of the com-  peny or from taking such other measures as the Director .  may consider necessary to prevent the continuation of  business by the company shall be guilty of an offence _  under the Act.  (3) Notwithstanding anything in any other law, no :  action or proceeding may be instituted in any court for the  ptrpose of securing the review or revocation of any order",
    "mean_p_confidence": 0.8172175732217574
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  Finance Companies Act, No. 78 of 1988 6  made in goodfaith under subsection (1).or in respect of  any loss or damage incurred, or likely or alleged to be in-",
    "mean_p_confidence": 0.7981818181818182
  },
  {
    "i_page": 16,
    "par_num": 2,
    "text": "  curred by reason of such order.",
    "mean_p_confidence": 0.58875
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "  (4) An order made by the Board in respect of any finance  company shall cease to have effect upon the expiration of  a period of sixty days from the date on which it is made  and it shall be the duty of the Board as soon as practicable  and in any event before the expiration of such period to—",
    "mean_p_confidence": 0.8475384615384615
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "  _ (@ made order permitting the company to resume  business, either unconditionally or subject to such  condition as the Board may consider necessary in  the public interest, or in the interest of the deposi-  tors and other creditors of the company ; or",
    "mean_p_confidence": 0.8087755102040816
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "  (b) notify the finance company that it intends to cause",
    "mean_p_confidence": 0.7641666666666667
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "  the Director to make application as hereinafter -  provided to a competent court for the winding up  of the company,",
    "mean_p_confidence": 0.7516666666666666
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "  Without prejudice to the generality of the powers conferred”",
    "mean_p_confidence": 0.7000000000000001
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "  by pazegraph (a) and notwithstanding any other lw or",
    "mean_p_confidence": 0.6936363636363636
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "  the memorandum and articles of association of the com-",
    "mean_p_confidence": 0.7472727272727273
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "  pany, the Board may, as a condition of permitting the  company to resume business, remove any director, manager",
    "mean_p_confidence": 0.7733333333333332
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "  or e:aployee o! stich company where it is of the view that",
    "mean_p_confidence": 0.7557142857142857
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "  the continuance of such director, ananager or employee in",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "  the company is detrimental to the interests of its depositors",
    "mean_p_confidence": 0.7633333333333333
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "  and appoint any person as director, manager or employee",
    "mean_p_confidence": 0.6681818181818181
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "  of such company :",
    "mean_p_confidence": 0.6133333333333334
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "  Provided however that the number of persons so appoin-  ted as directors, shall not constitute. a majority in the  Board of such finance company.",
    "mean_p_confidence": 0.7946428571428571
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "  (5) If the finance company has not made an application  to the Supreme Court in accordance with section 43 or  where the court has rejected the application of the finance  company, made in accordance. with that section the Director  shall make.an application as hereinafter provided to a  competent court for the winding up of the company.",
    "mean_p_confidence": 0.8065079365079365
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "  (6) During the period in which’ the business of a finance  ‘company is suspended under subsection (1), the Board may  if it considers it in the public interest to do so meet any  expenses connected with the administration of that com-  pany out of the funds of the Central Bonk of Ssi Lanka:",
    "mean_p_confidence": 0.7677966101694915
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  6 Finance Companies Act, No. 78 of 1988  \\",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 17,
    "par_num": 2,
    "text": "  (7) The competent court may, on any application made  by the Director order the winding up of any finance com-  pany and accordingly the provisions of the Companies Act,  No. 17 of 1982, relating to the winding up or companies  subject to the supervision of court shall mutatis mutandis,  apply to the winding up of such company.",
    "mean_p_confidence": 0.82609375
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": "  (8) Where application is made for winding up of a per-  son or body of persons (other than a company) under this  Act, the value of the assets and liabilities of such person  or body of persons shall be ascertained in such manner and  upon such basis as the liquidator thinks fit. The competent  court may at any time after making a winding up order  authorize the liquidator to realise all assets and ‘may",
    "mean_p_confidence": 0.8449999999999999
  },
  {
    "i_page": 17,
    "par_num": 4,
    "text": "  ! require any person to pay, deliver, convey, surrender or  transter forthwith or within a specified time to the liquida-  -tor any money, property or books and other documents in  his hands to which such person or body of persons is entitled.  A scheme for the purpose of the winding up such person or  body of persons shall be prepared by the ‘liquidator and  submitted for confirmation to the competent court and the  winding up of such person or body of persons shall bé  carried out according to the scheme.",
    "mean_p_confidence": 0.828
  },
  {
    "i_page": 17,
    "par_num": 5,
    "text": "  (9) In any case where an order is mode, whether in  pursuance of-an application under this section or otherwise  for the winding up of a finance company, person or unin-  corporate’ body of persons (other than a company) then  notwithstanding anything in any other written law, the  Director or any person authorized in that behalf by the  Board shall be appointed to be the liquidator for the pur-  poses of such winding up. Where an order is made to wind  up a person or body of persons other than a company the  remuneration of a liquidator appointed hereunder and all  costs, charges and expenses properly incurred in the wind-  ing up shall be payable in priority to all other claims, not-  withstanding any other writen law to the contrary, out of  the assets of such person or body of persons being wound  up.",
    "mean_p_confidence": 0.8284276729559749
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "  (10) Any costs, charges and expenses incurred in the  winding up of a finance company may be paid out of the  funds of the Central Bank of Sri Lanka where the Board  considers it in the public interest to do so.",
    "mean_p_confidence": 0.8341304347826086
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  Finance Companies Act, No. 78 of 1988 \"",
    "mean_p_confidence": 0.7030000000000001
  },
  {
    "i_page": 18,
    "par_num": 2,
    "text": "  (11) In any case where application is made by the  Director as provided in subsection (4) for the winding up  of any finance company—",
    "mean_p_confidence": 0.8007142857142856
  },
  {
    "i_page": 18,
    "par_num": 3,
    "text": "  (@) the company shall not carry on business during the",
    "mean_p_confidence": 0.7783333333333333
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "  pendency of the application, unless it is authorized  s0 to do by the court and except in accordance with  such conditions, if any as may be specified by the  court ; and .",
    "mean_p_confidence": 0.7739473684210526
  },
  {
    "i_page": 18,
    "par_num": 5,
    "text": "  (0) if the court is of opinion after such inquiry as it  may consider necessary that the company is not *  insolvent, it may make a declaration permitting  the finance company to resume business, either un-  conditionally or subject to such conditions as the  court may consider necessary in the public interest  or in the interest of the depositors and other credi-  tors of the company.",
    "mean_p_confidence": 0.7777333333333333
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "  (12) Every order made by a competent court under this  section shall be subject to an appeal to the Supreme Court  and the provisions of the Civil Procedure Code relating to  appeals in civil actions shall apply, mutatis mutandis, in  the case of any appéal :",
    "mean_p_confidence": 0.8119230769230769
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "  Provided that an order under paragraph (a) of subsec- ;  tion (11) shall be final.",
    "mean_p_confidence": 0.7372222222222222
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "  (13) Every application to a competent court under this  section shall be deemed to be a proceeding of the value of  five thousand rupees. .",
    "mean_p_confidence": 0.776896551724138
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "  (14) In this section “competent court” in relation to  any finance company means the District Court of Colombo  or the District Court of the district in which the principal",
    "mean_p_confidence": 0.8224242424242424
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "  * office in Sri Lanka of the finance company is maintained.",
    "mean_p_confidence": 0.7392307692307691
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "  18 (@) Any director, manager, seerétary or employee Of gaiture to  any finance company who fails to attend in person or to Umi a,  farnish any information or to produce any book, record or «moffence.  other document when required so to do under section 12  by the director or by any officer authorized by him or who  obstructs or fails to permit the Director or any officer  authorized by him or ‘auditor authorized by him under  paragraph (d) of subsection (3) of section 12 to make any  examination under section 12 shall be guilty of an offence  under this Act.",
    "mean_p_confidence": 0.7903603603603604
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  3B Finance Companies Act, No. 78 of 1988  (0) Any person who in any report or information furnish-  ed to the Director or to any officer authorised by him or to  any auditor autherized by him under paragraph (d) of sub-  section (8) of section 12 makes any statement which he  knows to be false, shall be guilty of an offence under this  Act. 7  Board may 20. (1) If the Board after review of the facts and cir-  ‘aks over cumstances upon the receipt of a report by the Director  fon ana under section 18 is of opinion that a finance company may  jent‘of a\" be made a solvent and viable by action as hereinafter pro-_  ‘inane vided, it may by a ‘notice published in the Gazette take  ey over the administration end management of a finance com-  pany for such period as may be specified in such notice. The  Board may by a subsequent Notice published in the  Gazette extend the period specified in the original notice.  ‘The Board shall cause copy of every such notice to be sent  to the Registrar of Companies who shall make’a minute  thereof in the books relating to the company.",
    "mean_p_confidence": 0.8022935779816514
  },
  {
    "i_page": 19,
    "par_num": 2,
    "text": "  (2) Where the Board takes over the administration and",
    "mean_p_confidence": 0.7727272727272727
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "  management of a finance coripany the Boird may—",
    "mean_p_confidence": 0.629
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": "  (@) exercise, perform and discharge with respect to such  finance company all the powers, duties and fun-  tions conferred or imposed on, or assigned to, the  Board of Directors of such company by or under  any written law or by the articles of association of",
    "mean_p_confidence": 0.799607843137255
  },
  {
    "i_page": 19,
    "par_num": 5,
    "text": "  ‘ such company.",
    "mean_p_confidence": 0.372
  },
  {
    "i_page": 19,
    "par_num": 6,
    "text": "  (®) enter into any agreement with any person or body of  persons for the management of the finance com-  ‘pany subject to such conditions as may be agreed  upon between the Board and stich person or body of  persons having regard to the interests of the de-  positors and creditors of the company and in the  public interest.",
    "mean_p_confidence": 0.7798484848484848
  },
  {
    "i_page": 19,
    "par_num": 7,
    "text": "  (©) make such arrangements as it considers necessary for  the amalgamation of the finance company with ani",
    "mean_p_confidence": 0.7729999999999999
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "  , other finance company or any other institution with  the consent of such other finance company oF insti~  tutions,",
    "mean_p_confidence": 0.7065217391304348
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  Finance Companies Act, No. 78 of 1988 w",
    "mean_p_confidence": 0.716
  },
  {
    "i_page": 20,
    "par_num": 2,
    "text": "  (@) re-organise such finance company by increasing its  capital, arranging for-new shareholders, and by re-  constituting its Board of Directors.",
    "mean_p_confidence": 0.7345833333333333
  },
  {
    "i_page": 20,
    "par_num": 3,
    "text": "  (©) reconstruct the finance company in any such manner  as it considers to be in the interest of depositors ; or",
    "mean_p_confidence": 0.7825000000000001
  },
  {
    "i_page": 20,
    "par_num": 4,
    "text": "  (f) direct any shareholder of any finance company to  divest or transfer the ownership of any shares  owned by him to a person nominated by the Board  ‘on payment by such person of compensation deter-  mined as follows—",
    "mean_p_confidence": 0.7793181818181818
  },
  {
    "i_page": 20,
    "par_num": 5,
    "text": "  (i) where such shares are quoted, at the market  value thereof; or",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": "  Gi) where such shares are not so quoted, at a price  to be determined by a valuer nominated Sy  the Board.",
    "mean_p_confidence": 0.7332
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "  (8) During the period for which the administration and  management of a finance company is taken over by the  Board, every director, manager and secretary of such fin-  ance company shall, unless expressly authorized to do so by  the Board, cease to exercise, perform and discharge any  powers, duties and functions with respect to such company.",
    "mean_p_confidence": 0.8238095238095238
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "  (4) Where the administration and management of a  finance company is taken over by the Board under sub-  section (1), the Board may where it considers it in the:  Public interest to do so—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "  (@)' arrange for or grant, such financial accommodation  as it may consider necessary to the finance com-  pany by way of loans or other accommodation,  other than by way of grants; and",
    "mean_p_confidence": 0.7875675675675676
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "  (b) meet all costs, charges and expenses incurred in the  administration and management of the company:",
    "mean_p_confidence": 0.7873684210526315
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "  Provided however that the Board may at any time after  the take over of the administration and management of a fin-  ance company under subsection (1) suspend the business of ~  the company temporarily, if it is of opinion, that its in the  interest of the public or of the depositors to do so,  or direct the Director to a2ply to a competent cour* to wind  up the company, if on a report made by the Direttor or any  person authorized by the Board, it appears to the Board that  the company cannot be made viable and solvent within a",
    "mean_p_confidence": 0.8166363636363636
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  20 Finance Companies Act, No. 78 of 1988  reasonable period of time, In the event of the Board direc-  ting the Director to wind up the finance company, the pro-  visions of section 18 relating to winding up shall apply.  Providing 21. (1) Tn any case where the Director is satisfied, after  Borer examination by himself, of by any officer authorized by him,  aeen of the affairs of any finance company or upon information  by the received from the finance company that it would be in the  ‘Board. interest of depositors to provide temporary financial accom-  modation to such finance company, the Director shall report  accordingly to the Board and the Board may grant a loan or  advance to a commercial bank from the Medium and Long  Term Credit Fund established under section 88 of the  Monetary Law Act (Chapter 422), for the purpose of lend-  ing to such finance company on such terms and conditions  as may be determined by the Board.  (2) The provisions of section 88a to 88x of the Monetary  . Law Act shall, mutatis mutandis, apply to any loan or ad-  vance granted to a commercial bank under the provisions of  subsection (1).  Power of 22, Notwithstanding the provisions of this Act or any  Board to  pon other law, the Board may—  Selered (a) review any contract entered into by a depositor with  mance. a finance company the management and administ-  Goninertes: ration of which is taken over by the Board, and may  gunlibics- * vary the terms of such contract, including the terms  was. relating to repayment, interest rates and charges  over. where it considers that such contract has been en-  tered into without due regard to the interests of de-  positors or creditors or due regard to prudent com-  mercial pratice ;",
    "mean_p_confidence": 0.8040361445783133
  },
  {
    "i_page": 21,
    "par_num": 2,
    "text": "  (b) review any agreement or contract entered into by a  finance company the management and. administra-  tion of which is taken over by the Board, with any  person or body of persons and if upon such re-  view, it appears to the Board that the agreement or  contract, has been entered into without due regard  to the interest of the depositors and creditors or  without due regard to prudent commercial prac-  tice, vary the terms of such agreement or contract.",
    "mean_p_confidence": 0.8003333333333333
  },
  {
    "i_page": 22,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "  Finanice Companies Act, No. 78 of 1988 a",
    "mean_p_confidence": 0.686
  },
  {
    "i_page": 22,
    "par_num": 2,
    "text": "  23, Where the Board has taken over the administration Proteétion  and management of a finance company under section 20, the“ *™.  Board shall not be liable or subject to any action or procee-  dings in any court in respect of any loss or damage suffered  or incurred or alleged to have been suffered or incurred by  any person by reason of any act or thing done or omitted  to be done in good faith by the Board or in the exercise of",
    "mean_p_confidence": 0.8186666666666665
  },
  {
    "i_page": 22,
    "par_num": 3,
    "text": "  any power, duty.or function conferred or imposed on, or  assigned to, the Board by or under subsection (2) of section  20,",
    "mean_p_confidence": 0.7736
  },
  {
    "i_page": 22,
    "par_num": 4,
    "text": "  24, (1) Where the Board has taken over the administra- Vesting of  tion and management of a finance company under section P2R°°  20, the Board may, in order to take steps to safeguard the in statutory  interest of the depositors or creditors by order published in °°\"  the Gazette, vest the administration and management of  ‘such finance company in any statutory board or person with  the consent of such: statutory board or person. On the  publication in the Gazette of such order, the administration  and management of such finance company shall vest in such  statutory board or person which shall exercise, perform and  discharge with respect to buch finance company all the  powers, duties and functions conferred or imposed on, or s  assigned to; the Board of Directors of such company by or  under any written Jaw or by the articles of association, of  the company.",
    "mean_p_confidence": 0.8059259259259259
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "  (2) Where the Board has vested the administration and  management of a finance company in any statutory board or  person by order made under subsection (1) the Board may  direct any shareholder of such finance company to divest  or transfer the ownership of any shares owned by him to a  person nominated by the Board on payment by such person  of compensation calculated as follows:—",
    "mean_p_confidence": 0.8191780821917808
  },
  {
    "i_page": 22,
    "par_num": 6,
    "text": "  (a) where such shares are quoted, at the market value",
    "mean_p_confidence": 0.7816666666666666
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "  there of | or",
    "mean_p_confidence": 0.4533333333333333
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "  (®) where such shares and not quoted, at the price to be",
    "mean_p_confidence": 0.7649999999999999
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "  determined by a valuer nominated by the Board.",
    "mean_p_confidence": 0.739
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "  25, (1) If the, Board upon review of the facts and Steps to  circumstances upon the Director making a report under be eK  section 18, is of the opinion that any past or present Direc- Discetor  tor, chief executive, manager, employee or an agent of a a\"report  finance company has frauduently, wrongfully or unlawfully under  enriched himself or any other person or persons by miis-  application of any money or property belonging to the com-  pany, the Board may notwithstanding ‘that action has also  ALD 002384 e910)",
    "mean_p_confidence": 0.7548453608247423
  },
  {
    "i_page": 23,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "  22 Finance Companies Act, No. 78 of 1988",
    "mean_p_confidence": 0.751
  },
  {
    "i_page": 23,
    "par_num": 2,
    "text": "  been taken under section 18 or 20, require such person or  persons to repay or restore to the finance company the  money or property attributable to the finance company,  with interest at such rate as the Board may think fit within  such period of time as may be specified by the Board.",
    "mean_p_confidence": 0.8379310344827586
  },
  {
    "i_page": 23,
    "par_num": 3,
    "text": "  (2) Where any person referred to in subsection (1)  above fails to restore to the finance company, the monies or  properties referred to in that subsection, the Board may—",
    "mean_p_confidence": 0.8318181818181818
  },
  {
    "i_page": 23,
    "par_num": 4,
    "text": "  (a) direct such person to disclose to any officer authoriz~  ed by it within a specified time, the value, nature  and whereabouts of any monies, properties or  assets—",
    "mean_p_confidence": 0.7954545454545454
  },
  {
    "i_page": 23,
    "par_num": 5,
    "text": "  (@_ owned by such person; or",
    "mean_p_confidence": 0.6275
  },
  {
    "i_page": 23,
    "par_num": 6,
    "text": "  (ii) in which such person has a beneficial interest;  or",
    "mean_p_confidence": 0.7238461538461538
  },
  {
    "i_page": 23,
    "par_num": 7,
    "text": "  (iii) acquired or purchased or held or possessed, by  a relative of such person or any other person,  in trust for such person, or acquired or pur-  chased with monies attributable to the assets  of the finance company.",
    "mean_p_confidence": 0.7913636363636364
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "  (b) require such person to furnish a sworn statement in  writing enumerating all movable or immovable pro-  perty owned or possessed at any time, or at such  time as may be specified by the Board by such  person specifying the date on which each of the  properties enumerated was acquired and whether  the acquisition was by way of purchase, gift, be-  quest, inheritance or otherwise;",
    "mean_p_confidence": 0.8232432432432433
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": "  (©) require any other person to furnish a sworn state-  ment in writing—",
    "mean_p_confidence": 0.693125
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "  (2) enumerating all movable or immovable property  owned or possessed at any time, or at such  time as may be specified by the Board by  such person, where the Board has reasonable  grounds to believe that such information can  assist an investigation into the affairs of a  Finance Company;",
    "mean_p_confidence": 0.7952631578947368
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "  (ii) containing particulars of such other matters  which in the opinion of the Board are relevant  to such investigations ; i",
    "mean_p_confidence": 0.7687999999999999
  },
  {
    "i_page": 24,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "  Finance Companies Act, No. 78 of 1988 %",
    "mean_p_confidence": 0.728
  },
  {
    "i_page": 24,
    "par_num": 2,
    "text": "  (@ require the manager of any bank in Sri Lanka to  produce within such time as may be specified in the  notice, any book, document or cheque of the bank,  containing entries relating to the account of such  person or to furnish as so specified, certified copies :  of such entries; .",
    "mean_p_confidence": 0.7847457627118644
  },
  {
    "i_page": 24,
    "par_num": 3,
    "text": "  (©) require the Commissioner-General of Inland Revenue  to furnish, as specified in the notice, all information  available to such Commissioner-General relating to  the affairs of such person and to produce or furnish  as specified in the notice, any document or  certified copy of any document relating to such  person, which is in the possession or under the  control of such Commissioner-General ;",
    "mean_p_confidence": 0.8007042253521127
  },
  {
    "i_page": 24,
    "par_num": 4,
    "text": "  (j) invite the public by any means whatsoever to furnish  to a person authorized by it, any information  referred to in paragraph (a) ;",
    "mean_p_confidence": 0.7721428571428571
  },
  {
    "i_page": 24,
    "par_num": 5,
    "text": "  (g) serve a notice.on any person referred to in subsection  (1), or on a relative or other person holding  property or assets in trust for the first mentioned  person, or on any other person holding property or  assets purchased with monies attributable to the  funds of a finance company prohibiting the transfer  by such person, relative of such person, or other  person, of possession, ownership or any interest in  any properties or assets specified to in that notice,  and also—",
    "mean_p_confidence": 0.8173626373626374
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "  : (i) requiring such person to hand over to the",
    "mean_p_confidence": 0.7041666666666666
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "  ; Director, in the case of a motor vehicle, the",
    "mean_p_confidence": 0.7158333333333333
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": "  ‘ certificate of Registration issued by the",
    "mean_p_confidence": 0.6244444444444445
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "  Registrar of Motor Vehicles; in respect of  that motor vehicle;",
    "mean_p_confidence": 0.6915384615384615
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "  (di) in the case of immovable property the photostat  copies of deeds relating to the title of such  Property ;",
    "mean_p_confidence": 0.7370833333333334
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "  Every notice isstied under this paragraph shall be",
    "mean_p_confidence": 0.727
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "  in force for a period of ninety days;",
    "mean_p_confidence": 0.739
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "  (h) serve a copy of the notice referred to in paragraph  (g) on any reievant authority including in the case  of immovable property, the Registrar of Lands, in  the case of motor vehicles, the Commissioner of",
    "mean_p_confidence": 0.8019512195121952
  },
  {
    "i_page": 24,
    "par_num": 14,
    "text": "  sw Motor Traffic and in the case of shares, stocks and",
    "mean_p_confidence": 0.7453846153846153
  },
  {
    "i_page": 25,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "  ory Finance Companies Act, No. 78 of 1988  debentures of any company, the Registrar of  Companies and the Secretary of the relevant finance  ‘company ; 7",
    "mean_p_confidence": 0.7280645161290322
  },
  {
    "i_page": 25,
    "par_num": 2,
    "text": "  (@) reguire any authority. on whom a copy of a notice  referred to in paragraph (h) is served, to register  such notice in the appropriate books or records in",
    "mean_p_confidence": 0.7587878787878788
  },
  {
    "i_page": 25,
    "par_num": 3,
    "text": "  «the custody of such authority ;",
    "mean_p_confidence": 0.61375
  },
  {
    "i_page": 25,
    "par_num": 4,
    "text": "  () require any authority referred to in paragraph (h)  to furnish such information as he may have in his  possession or custody relating to the properties,  assets of any person or relative of a person, referred  to in paragraph (a) ;",
    "mean_p_confidence": 0.7897872340425531
  },
  {
    "i_page": 25,
    "par_num": 5,
    "text": "  (®) G) before the expiration of the period of ninety days",
    "mean_p_confidence": 0.693076923076923
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "  for which a notice served under paragraph  (g)is in force, the Director may make an  application by way of summary procedure to",
    "mean_p_confidence": 0.7738461538461539
  },
  {
    "i_page": 25,
    "par_num": 7,
    "text": "  . the District Court having jurisdiction in the",
    "mean_p_confidence": 0.687
  },
  {
    "i_page": 25,
    "par_num": 8,
    "text": "  district within which any property specified in  such notice is situated, for an order authorizing  the seizure and sale of such property, and for",
    "mean_p_confidence": 0.8146428571428571
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "  : a writ of execution for'seizure and sale of such",
    "mean_p_confidence": 0.6783333333333333
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": "  property,  (i) a District Court upon, application mede to it",
    "mean_p_confidence": 0.6546153846153846
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "  ' under sub-paragraph (i) and being satisfied that",
    "mean_p_confidence": 0.6639999999999999
  },
  {
    "i_page": 25,
    "par_num": 12,
    "text": "  the property referred to in the application, or  any interest therein, has been acquired, whether",
    "mean_p_confidence": 0.7827777777777778
  },
  {
    "i_page": 25,
    "par_num": 13,
    "text": "  ; directly or indirectly, with funds attributable",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "  in whole or in part, to a Finance Company,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 25,
    "par_num": 15,
    "text": "  direct a writ of execution to issue to the Fiscal",
    "mean_p_confidence": 0.7925
  },
  {
    "i_page": 25,
    "par_num": 16,
    "text": "  - authorizing and requiring him to seize and sell  such property,",
    "mean_p_confidence": 0.6685714285714285
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "  (ii) the provisions of sections 226 to 297 of the Civil",
    "mean_p_confidence": 0.7723076923076923
  },
  {
    "i_page": 25,
    "par_num": 18,
    "text": "  Procedure Code shall, mutatis mutandis, apply",
    "mean_p_confidence": 0.68875
  },
  {
    "i_page": 25,
    "par_num": 19,
    "text": "  to the seizure and sale of any property under a",
    "mean_p_confidence": 0.7733333333333333
  },
  {
    "i_page": 25,
    "par_num": 20,
    "text": "  : writ of execution issued under sub-paragraph",
    "mean_p_confidence": 0.6744444444444445
  },
  {
    "i_page": 25,
    "par_num": 21,
    "text": "  : i),",
    "mean_p_confidence": 0.22999999999999998
  },
  {
    "i_page": 25,
    "par_num": 22,
    "text": "  (iv) any sum realized by the seizure and sale of any  property under this paragraph shall, be applied",
    "mean_p_confidence": 0.7752380952380953
  },
  {
    "i_page": 25,
    "par_num": 23,
    "text": "  . by the court—",
    "mean_p_confidence": 0.46166666666666667
  },
  {
    "i_page": 25,
    "par_num": 24,
    "text": "  3 (a) firstly, in payment of the costs and charges  a incurred in seizing, keeping and selling  such property",
    "mean_p_confidence": 0.6921739130434783
  },
  {
    "i_page": 26,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "  Finance Companies Act, No. 78 of 1988 5",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 26,
    "par_num": 2,
    "text": "  . (®) secondly, in satisfaction of the amount  determined by court to be attributable to",
    "mean_p_confidence": 0.7144444444444444
  },
  {
    "i_page": 26,
    "par_num": 3,
    "text": "  the finance company, referred to in sub-",
    "mean_p_confidence": 0.6755555555555556
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "  paragraph (Ji), and the balance shall be",
    "mean_p_confidence": 0.6911111111111111
  },
  {
    "i_page": 26,
    "par_num": 5,
    "text": "  aid to the owner of the property seized.",
    "mean_p_confidence": 0.737
  },
  {
    "i_page": 26,
    "par_num": 6,
    "text": "  26. (1) Notwithstanding the provisions of any other power of  written law or the Memorandum and articles of association Director  of a finance company, the Monetary Board may, where a directions  Order has been made by the Board under paragraph (a) of im Fespect at  subsection (4) of section 18, on a report made by the Sommected  Director—",
    "mean_p_confidence": 0.7926153846153845
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "  (a) make such arrangements as it considers necessary for",
    "mean_p_confidence": 0.6818181818181818
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "  the amalgamation of the finance company with  another finance company or any other institution ;  with the consent of such other finance company or  institution ;",
    "mean_p_confidence": 0.7680645161290323
  },
  {
    "i_page": 26,
    "par_num": 9,
    "text": "  (®) re-organise such finance company by increasing its",
    "mean_p_confidence": 0.7070000000000001
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "  Capital and arranging for new shareholders and by  reconstituting its Board of Directors; or",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "  (c) re-construct the finance company in any such manner",
    "mean_p_confidence": 0.6381818181818182
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "  as it considers to be in the interest of depositors ;  (@) direct any shareholder of any finance company to  divest or transfer the ownership of the shares  owned by him, toa person nominated by the  Monetary Board, on payment by such person of  : compensation determined as follows:—  . (i) where such shares are quoted, at the market  a value thereof ; oF  <ii) where such shares are not quoted at a price to  be determined by a valuer nominated by the  Board,  (2) A shareholder who fails to comply with’a direction  given to him under paragraph (d) of subsection (1) shall ve  guilty of an offence:  27, The Central Bank of Sri Lanka may— Insurance  : of deposits.  (a) notwithstanding anything in section 10 of the  Insurance Corporation Act, No, 2 of 1961, or other  . written law, establish, maintain, manage and con-  3 trol a scheme for the insurance of deposits held by",
    "mean_p_confidence": 0.7631638418079096
  },
  {
    "i_page": 27,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "  26 Finance Companies Act, No, ‘78 of 1988  finance companies registered under this Act and  require such companies to insure the deposits held  by such companies, under such scheme; or __",
    "mean_p_confidence": 0.773611111111111
  },
  {
    "i_page": 27,
    "par_num": 2,
    "text": "  (b) veauire finance companies registered under this Act  to insure the deposits held by such companies under  any scheme for the insurance of such deposits  established by any such institution as is specified  by the Board.",
    "mean_p_confidence": 0.7754761904761904
  },
  {
    "i_page": 27,
    "par_num": 3,
    "text": "  Application 28, (1) Where a scheme for the insurance of deposits",
    "mean_p_confidence": 0.7676923076923077
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "  ¥ ee has been established by the Central Bank under paragraph",
    "mean_p_confidence": 0.6638461538461538
  },
  {
    "i_page": 27,
    "par_num": 5,
    "text": "  Bank tor (a) of section 27 every finance company registed under this",
    "mean_p_confidence": 0.7892857142857144
  },
  {
    "i_page": 27,
    "par_num": 6,
    "text": "  of deposits, Act shall, apply to the Central Bank to insure the deposits  seposits.~ held by such company under the scheme,",
    "mean_p_confidence": 0.7599999999999999
  },
  {
    "i_page": 27,
    "par_num": 7,
    "text": "  (2) The Central Bank of Sri Lanka may in its discretion,  accept or reject any application made under subsection (1)  and where it accepts such application, require the applicant  finance company to pay such premium to the Central Ban‘  of Sri Lanka on the insurance as may be determined by the  Board from time to time having regard to the risks involved.",
    "mean_p_confidence": 0.8492753623188406
  },
  {
    "i_page": 27,
    "par_num": 8,
    "text": "  (3) ‘Phe premium shall be payable for such periods, at  such times and in such manner as may be determined by  ‘the Monetary Board.",
    "mean_p_confidence": 0.7835714285714285
  },
  {
    "i_page": 27,
    "par_num": 9,
    "text": "  (4) lf'an insured finance company makes any default in  the payment of any premium, it shall, for the period of such  default, be liable to pay to the Central Bank of Sri Lanka  interest on the amount of such premium at such rate as  may be determined by the Board having regard to the losses  likely to be incurred by the Board, by reason of such  default.",
    "mean_p_confidence": 0.8322666666666666
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "  Rules 29, Rules may be made by the Board in respect of—  le to  deposit (q) the interest which may be charged from an insured  ais finance company, where it makes default in the  payment of premia ;",
    "mean_p_confidence": 0.7525
  },
  {
    "i_page": 27,
    "par_num": 11,
    "text": "  (0) eny matter that is stated or is required to be  prescribed or in respect of which a rule is  authorized to be made under this Act for the  purpose of insuring of deposits of finance  companies ; ’ -",
    "mean_p_confidence": 0.7869565217391303
  },
  {
    "i_page": 28,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "  Finance Companies Act, No, 78 of 1988 2",
    "mean_p_confidence": 0.7030000000000001
  },
  {
    "i_page": 28,
    "par_num": 2,
    "text": "  (©) sny other matter affecting, connected with or inci-",
    "mean_p_confidence": 0.7272727272727273
  },
  {
    "i_page": 28,
    "par_num": 3,
    "text": "  dental to the exercise, discharge or performance of  the powers, functions and duties of the Central  Bank of Sri Lanka under sections 27 and 28 of this  Act.",
    "mean_p_confidence": 0.7724242424242423
  },
  {
    "i_page": 28,
    "par_num": 4,
    "text": "  30. Notwithistanding the provisions of subsection (1) of Non-appli-  section 2, the provisions of this Act shall not apply to the cation, of  Lusiness of any banking institution as defined in the PFS °S,  Monetary Law Act (Chapter 422), or to a co-operative certain  society registered under the Co-operative Societies Law, isttutions  No. 5 of 1972, or the business of the National Development  Bank established under the National Development Bank  Act, No, 2 of 1979, or to the Development Finance Corpora-  tion of Ceylon established under the Development Finance  Corporation of Ceylon Act (Chapter 165).",
    "mean_p_confidence": 0.7912264150943397
  },
  {
    "i_page": 28,
    "par_num": 5,
    "text": "  31 (1) Where a deposit with any finance company has ‘Transfer of  Jain dormant, that is to say, where a depositor has not called Gepost  for withdrawal of the deposit on maturity for a period of to special  ten years after maturity, (or where there has been no Sawa”  receipt by the finance company of any written correspon- Bak.  dence from the depositor or his lawful representative in  relation to the deposit for a period exceeding ten years), the  monies lying in deposit together with interest thereon  accrued, if any, shall notwithstanding anything contained  in any other law, if the Board so directs, be transferred by  such finance company to a special account in the Central  Eank of Sri Lanka,",
    "mean_p_confidence": 0.808345864661654
  },
  {
    "i_page": 28,
    "par_num": 6,
    "text": "  (2) Any person who furnishes proof to the satisfaction  of the Board, that any monies lying to his credit in his name  with any finance company registered under this Act or in  the reme of a person from whom he derives title have been  transferred to a special account in the Central Bank of Sri  Lanka tnder subsection (1) shall, subject to such terms,  conditions or restrictions as may be imposed in respect of  such monies, by or under any written law, be entitled to  repayment of such monies by the Central Bank of Sri Lanka  together with the interest payable on such monies upto the  Gate of repayment at such rate as the Board may, from  time to time determine, or without such interest, if the  Board so decides,",
    "mean_p_confidence": 0.826111111111111
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": "  (8) Any monies transferred to a special account under  subsection (1) may be utilised for such purposes as may be  determined by the Board after consultation with the  Minister in charge of the subject of Finance.",
    "mean_p_confidence": 0.8217073170731707
  },
  {
    "i_page": 28,
    "par_num": 8,
    "text": "  i a?",
    "mean_p_confidence": 0.3025
  },
  {
    "i_page": 29,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "  28 Finance Companies Act, No. 78 of 1988  Disquali- 32 (1) A. person shall be disqualified from being  fe etding appointed or elected as the case may be, as director, chief  certain executive or secretary of a sinance company or from holding  Ferieg such post if such person—  need (a) has been declared insolvent by any court of law;",
    "mean_p_confidence": 0.718030303030303
  },
  {
    "i_page": 29,
    "par_num": 2,
    "text": "  (b) hiss been convicted in any court of law for an offence",
    "mean_p_confidence": 0.7285714285714285
  },
  {
    "i_page": 29,
    "par_num": 3,
    "text": "  involving moral turpitude ;",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 29,
    "par_num": 4,
    "text": "  (©) has been convicted for any offence under this Act or  the Compinies Act, No. 17 of 1982;",
    "mean_p_confidence": 0.7838095238095238
  },
  {
    "i_page": 29,
    "par_num": 5,
    "text": "  (@) is a person against whom action has been taken by  ‘the Monetary Board under section 18 or 25 of this  Act.",
    "mean_p_confidence": 0.7746153846153846
  },
  {
    "i_page": 29,
    "par_num": 6,
    "text": "  (2) Any person who. acts as a director, chief executive  or secretary of a finance dompany while being under any  disqualification set out in subsection (1), shall be guilty of  an offence under this Act,",
    "mean_p_confidence": 0.8015000000000001
  },
  {
    "i_page": 29,
    "par_num": 7,
    "text": "  Rules. 38. (1) The Board may make rules on any matter in  respéct of which rules are authorized to be made under  this Act, or which is stated or required to be prescribed.",
    "mean_p_confidence": 0.8005405405405406
  },
  {
    "i_page": 29,
    "par_num": 8,
    "text": "  (2) In particular. and without prejudice to the generality  of the powers conferred by subsection (1), the Board may  make rules in respect of all or any of the following  matters :—",
    "mean_p_confidence": 0.8035135135135135
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "  (@ registration of finance companies and the annual",
    "mean_p_confidence": 0.738
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": "  licence fees payable to the Board by finance com-  Panies registered under this Act ;",
    "mean_p_confidence": 0.7361111111111112
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "  (b) the forms tp be used under this Act ;.",
    "mean_p_confidence": 0.7225
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "  (©) the regulation or prohibition of the issue by any  person or body of persons of any prspectus or  aavertisement soliciting the deposit of mones from  the public and the conditions, subject to which",
    "mean_p_confidence": 0.7941025641025641
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": "  . i any such prospectus or advertisement may be  issued.",
    "mean_p_confidence": 0.5615384615384615
  },
  {
    "i_page": 29,
    "par_num": 14,
    "text": "  Directions 34. The Minister may give to the Board general or  special directions in writing for the purpose of giving effect  to the principles and provisons of this Act and the Board  shall give effect tor such directions.",
    "mean_p_confidence": 0.7739534883720931
  },
  {
    "i_page": 30,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "  *. Finance Companies Act, No. 78 of 1988 Ez)",
    "mean_p_confidence": 0.5581818181818181
  },
  {
    "i_page": 30,
    "par_num": 2,
    "text": "  35. (1) Any person who, being a director, chief Offences,",
    "mean_p_confidence": 0.6808333333333333
  },
  {
    "i_page": 30,
    "par_num": 3,
    "text": "  executive, manager, officer or employee or auditor of a  finanee company—",
    "mean_p_confidence": 0.7271428571428571
  },
  {
    "i_page": 30,
    "par_num": 4,
    "text": "  (@) fails to take all reasonable steps to secure compli-  ance by that finance company with the requirements  of this Act; or",
    "mean_p_confidence": 0.7749999999999999
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": "  (®) fails to comply with any direction issued by the Board  under the provisions of this Act;",
    "mean_p_confidence": 0.7785
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "  (c) fails to teke all reasonable steps to secure the  corzectness of any statement submitted by such  finance company under the provisions of this Act ;",
    "mean_p_confidence": 0.7846666666666666
  },
  {
    "i_page": 30,
    "par_num": 7,
    "text": "  (@) wilfully znakes a false entry, or causes such an entry  to be made, in any book or record or in any report,  slip, document, or statement relating to be business  affairs, transactions, conditions, assets ot liabilities  or accounts of such finance company, or wilfully  ‘causes any such entry to be omitted; or",
    "mean_p_confidence": 0.8145
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "  (e) wilfully omits to make an entry in any book or record  ‘or in any report, slip, document or statement",
    "mean_p_confidence": 0.7778260869565218
  },
  {
    "i_page": 30,
    "par_num": 9,
    "text": "  relating to the business, affairs, transactions, condi-  tions, assets or liabilities or accounts of such finance  company or wilfully causes such entry to be  omitted ; or ¢",
    "mean_p_confidence": 0.7463636363636363
  },
  {
    "i_page": 30,
    "par_num": 10,
    "text": "  (f) wilfully alters, abstracts, conceals or erases any entry  in any book or record or in any report, slip, docu-  ment, or statement relating to the business, affairs,  transactions, conditions, assets or liabilities . or  accounts of such finance company or wilfully causes",
    "mean_p_confidence": 0.7944897959183673
  },
  {
    "i_page": 30,
    "par_num": 11,
    "text": "  & any such entry to be erased, abstracted, concealed",
    "mean_p_confidence": 0.6954545454545454
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "  or destroyed shall be guilty of an offence under this  Act,  (2) In any prosecution instituted against a person under  subsection (1), it shall -be a defence to prove that he had  ther person was  reasonable grounds to believe that anothe ;  charged with the duty of securing compliance with the  requirements of this Act or with the duty of ensuring that  the statements in quesion were accurate and that such  person wes competent and in a position to discharge that “  sgt  duty, igi peaebent Dates",
    "mean_p_confidence": 0.7439
  },
  {
    "i_page": 31,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "  aC Finance Companies Act, No. 78 of 1988  Offences 36. (1) Any person or body of persons who contravenes  By peay of or fails to comply with any provisions of this Act or any  rule, direction, order or requirement made. or imposed  thereunder or furnishes false information when required  under an,’ provision of this Act, to furnish information,  shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.8064
  },
  {
    "i_page": 31,
    "par_num": 2,
    "text": "  (2) In the case of any offence under this Act committed",
    "mean_p_confidence": 0.8084615384615385
  },
  {
    "i_page": 31,
    "par_num": 3,
    "text": "  by a body of persons—",
    "mean_p_confidence": 0.6628571428571428
  },
  {
    "i_page": 31,
    "par_num": 4,
    "text": "  (a) where such body of persons is a body corporate, every  diector, manager, or secretary of that body  corporate ; and",
    "mean_p_confidence": 0.7684000000000001
  },
  {
    "i_page": 31,
    "par_num": 5,
    "text": "  (b) where such body of persons is an unincorporate body,  every individual who is a member of such body,",
    "mean_p_confidence": 0.7963636363636364
  },
  {
    "i_page": 31,
    "par_num": 6,
    "text": "  shall be guilty of such offence :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 31,
    "par_num": 7,
    "text": "  Provided Lowever that no such person shall be deemed  to be guilty of an offence if he proves that ithe offence was  committed without his knowledge and that he exercised all  due diligence to prevent the commission of that offence.",
    "mean_p_confidence": 0.8295555555555555
  },
  {
    "i_page": 31,
    "par_num": 8,
    "text": "  Publication 37. The Monetary Board may in the public interest,",
    "mean_p_confidence": 0.7566666666666667
  },
  {
    "i_page": 31,
    "par_num": 9,
    "text": "  Gf peees, where any person or body of persons carries on finance",
    "mean_p_confidence": 0.6442857142857142
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "  = business in contravention of the provisions of section 2, and",
    "mean_p_confidence": 0.7307692307692307
  },
  {
    "i_page": 31,
    "par_num": 11,
    "text": "  Penvisions aotwithstanding that any action has been, or is to be, taken",
    "mean_p_confidence": 0.6785714285714286
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "  efthis Act. under the provisions of any other section of this Act, in  respect of such contravention, publicise by any means  whatsoever—",
    "mean_p_confidence": 0.7619230769230769
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "  (a) in the case of a company or an incorporated body of  persons, the name of such company ; and the names  of its directors or the name of such incorporate",
    "mean_p_confidence": 0.8308571428571428
  },
  {
    "i_page": 31,
    "par_num": 14,
    "text": "  >. ‘body, the names of the directors of such incorporated  body, asthe case may be; and",
    "mean_p_confidence": 0.6810526315789474
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "  (b) im the case of a person or unincorporated body of  persons, the name of such person or members of  such unincorporated body of persons as the case  may be.",
    "mean_p_confidence": 0.806
  },
  {
    "i_page": 31,
    "par_num": 16,
    "text": "  Penalties. 38, Every person who is guilty of an offence under this  Act shall be liable on conviction after trial before a  ‘Magistrate's Court to imprisonment of either description  for a term not exceeding three years or to a fine not  exceeding one million rupees.",
    "mean_p_confidence": 0.8096078431372549
  },
  {
    "i_page": 32,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "  Finance Companies Act, No, 78 of 1988 31  39. Officers of the Central Bank of Sri Lanka shall be oficer of  deemed to be public officers, within the meaning of section Central  136 of the Code of Criminal Procedure Act No. 15 of 1979 2etvatha  for the purpose of instituting proceedings in respect of deemed  offences under this Act. and  oficers,  (40. (1) The Director may, having regard to the Compound-  circumstances in which an offence under this Act was ingot  committed and with the approval of the Board, compound \"°°  ‘such offence for a sum not exceeding one hundred thousand  rupees,  (2) The compounding of any offence under this section—  (a) shall be notified in writing under the signature  of both parties to the Court having jurisdic-  tion over the offence ; and  (b) shall have the effect of an acquittal of the  accused,  41, (1) Where the Board is satisfied that any finance Cancella~  company has— saat  finance  (a) failed to commence business within nine months of companies.  the issue of the licence ; or  (®) failed to pay up any debts incurred by it, on such  debts becoming due; or  (c) where a petition or action for relief has been filed  against it, had appointed in respect of it, under any  pankruptcy law or any other law which provides  for relief of debtors or which relates to debtors, a  custodian or receiver ; or  (A) ceased to carry on finance business ; or  (©) continuously violates or contravenes the provisions of  ‘the Act or any directions issued thereunder ; or  (f) fails to pay the annual licence fee,  the Board may, give notice that it would cancel the licence  issued to such finance company and shall communicate  such notice to the finance company. .  jections in writing  (2) A financial company may tender objecti  to the Board against the notice of cancellation under sub-  section (1), within thirty days of the date of receipt of such  notice, giving reasons why the licence issued to it under  section 7 should not be so cancelled.",
    "mean_p_confidence": 0.7973076923076923
  },
  {
    "i_page": 33,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "  32 Finance Companies Act, No. 78 of 1988",
    "mean_p_confidence": 0.745
  },
  {
    "i_page": 33,
    "par_num": 2,
    "text": "  (8) Atter the expiration of sixty days from the date of  notification cf the cancellation and after considering the  objections tendered to the Board under subsection (2), the  Foard may withdraw such notice or cancel the licence  issued to the finance company, and shall notify the finance",
    "mean_p_confidence": 0.7799999999999999
  },
  {
    "i_page": 33,
    "par_num": 3,
    "text": "  . company accordingly.",
    "mean_p_confidence": 0.396
  },
  {
    "i_page": 33,
    "par_num": 4,
    "text": "  (4) A cancellation of a licence under subsection (3), shall  take ellect—",
    "mean_p_confidence": 0.7266666666666667
  },
  {
    "i_page": 33,
    "par_num": 5,
    "text": "  (a) where no application is made to the Supreme Court  against the cancellation, after the period for.  preferring such application has expired ; or",
    "mean_p_confidence": 0.7682142857142856
  },
  {
    "i_page": 33,
    "par_num": 6,
    "text": "  (0) where an application is made to the Supreme Court,  after the cancellation is upheld by the Supreme  Court,",
    "mean_p_confidence": 0.7513043478260869
  },
  {
    "i_page": 33,
    "par_num": 7,
    "text": "  and notification of such cancellation shall be published in  the Gazette.",
    "mean_p_confidence": 0.7428571428571429
  },
  {
    "i_page": 33,
    "par_num": 8,
    "text": "  (8) Where the licence of a finance company is so  canceilec the Board shall remove the name of the finance  company from the register maintained under section 6 and  may issue such directions as it considers necessary, including  directions for winding up or require the Director to apply  for winding up of the company in which event the provi-  sions of section 18 shall apply.",
    "mean_p_confidence": 0.8131506849315069
  },
  {
    "i_page": 33,
    "par_num": 9,
    "text": "  (©) Where the finance company fails to comply with the  provisions of subsection (5) within thirty days of the issue,  the Board may require the Director to file action for the  winding up of the finance company, and the provisions of  ‘section 18 shall apply to such winding up.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 33,
    "par_num": 10,
    "text": "  Delegation. 42, Subject to and in accordance with such rules, if any,  as may be made by the Board in that behalf, the Board may  in writing delegate to any officer of the Central Bank of  Sri Lanka its authority to represent the Board for any of  the purposes of this Act, so however, that the Board shall  remain and continue to remain to be responsible for any  act or thing done or omitted to be done by such officer.",
    "mean_p_confidence": 0.8531818181818182
  },
  {
    "i_page": 33,
    "par_num": 11,
    "text": "  Provision . 43. (1) No person aggreived by an order made or",
    "mean_p_confidence": 0.7278571428571429
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": "  for appeals purported to have been made under section 2 or section",
    "mean_p_confidence": 0.7428571428571429
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "  id 10(2) or section 11(2) or section 18(4) (b) or section 20",
    "mean_p_confidence": 0.6771428571428572
  },
  {
    "i_page": 33,
    "par_num": 14,
    "text": "  orders. or section 24 or section 25 or section 26 or section 41 or who  apprehends that he would be affected by any act or any  step taken, or proposed to be taken under or purporting to",
    "mean_p_confidence": 0.8502439024390244
  },
  {
    "i_page": 34,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 34,
    "par_num": 1,
    "text": "  Finance Companies Act, No. 78 of 1988 33  be taken under, any such section shall be entitled to a  permanent or interim injunetion, an enjoining order, a stay  order or any other order having the effect of staying,  restraining, or impeding the Board from giving effect to  such order.",
    "mean_p_confidence": 0.7844642857142857
  },
  {
    "i_page": 34,
    "par_num": 2,
    "text": "  (2) (@) The jurisriction conferred on the Court of Ap-  peal by Article 140 of the Constitution shall in relation to  any order or purported order under section 2 or section 19  2) or section 11(2) or section 18(4) (b) or section 20 or  section 24 or section 25 or section 26 or section 41, be exerci-  sed by the Supreme Court and not by the Court of Appeal.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 34,
    "par_num": 3,
    "text": "  (b) Every application invoking the jurisdiction referred -  to in paragraph (a) shall be made within one month of the  date of commission of the act in respect of which or in re-  lation to which, such application is made and the Supreme  Court shall hear and finally dispose of such application  within two months of the filing of such application.",
    "mean_p_confidence": 0.8161764705882353
  },
  {
    "i_page": 34,
    "par_num": 4,
    "text": "  (3) Nothing contained in subsection (1) shall effect the  powers which the Supreme Court may otherwise lawfully  exercise in respect of any application made under Article  126 of the Constitution or in the exercise of the jurisdiction  referred to in subsection (2).",
    "mean_p_confidence": 0.8102083333333333
  },
  {
    "i_page": 34,
    "par_num": 5,
    "text": "  (4) The Supreme Court shali before making any order  whether interim or final against the Board, in the exercise  of the jurisdiction conferred on it by this section afford  ‘the Board an apportunity of being heard.",
    "mean_p_confidence": 0.8192682926829268
  },
  {
    "i_page": 34,
    "par_num": 6,
    "text": "  44. No suit or prosecution shall lie against any member Protection  of the Monetary Board or any officer or servant of the Cen- fom  tral Bank of Sri Lanka for any act which is in good faith  done or purported to be done, or omitted to be done, by him  under this Act. i",
    "mean_p_confidence": 0.8041666666666667
  },
  {
    "i_page": 34,
    "par_num": 7,
    "text": "  45. (1) The Control of Finance Companies Act, No. 27 Repeal and  of 1979, is hereby repealed. provisions,",
    "mean_p_confidence": 0.7485714285714286
  },
  {
    "i_page": 34,
    "par_num": 8,
    "text": "  (2) Notwithstanding the repeal of the Control of Finance  Companies Act, No. 27 of 1979 every notice, order, rule or  direction issued, requirement imposed rule or delegation  made under the repealed ‘Act and in force on the day pre- ,  ceding the date of commencement of this Act shall in so  far as such notice, order, direction, requirement, rule or dele-  gation is not inconsistent with the provisions of this Act,",
    "mean_p_confidence": 0.8422784810126581
  },
  {
    "i_page": 35,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 35,
    "par_num": 1,
    "text": "  34 Finance Companies Act, No, 78 of 1988",
    "mean_p_confidence": 0.735
  },
  {
    "i_page": 35,
    "par_num": 2,
    "text": "  be deemed to be a notice, order, direction, requirements, rule  or delegation issued imposed or made as the case may be  under the corresponding provisions of this Act. *",
    "mean_p_confidence": 0.8078787878787879
  },
  {
    "i_page": 35,
    "par_num": 3,
    "text": "  (3) Any action taken, order made or direction given  under the Control of Finance Companies Act, No, 27 of 1979  read with the Control of Finance Companies regulations  made under the Public Security Ordinance during the  period commencing on June 16, 1988 and ending on the  date of commencement of this Act shall be valid and effec-  tual as if the Public Security Ordinance had authorized  the making of those regulations,",
    "mean_p_confidence": 0.82775
  },
  {
    "i_page": 35,
    "par_num": 4,
    "text": "  (4) No civil or criminal Proceedings shall be instituted  or maintained or continued against the Board or any officer,  servant or agent of the Board or any other person or autho-  tity for any act bona fide, done or omitted to be done by  him during the period commencing on June 16, 1988 and  ending on the date of commencement of this Act, in pur-  suance or supposed pursuance of the provisions of the Con-  trol of Finance Companies Act, No. 27 of 1979, read with  the Control of Finance Companies regulations made under  the Public Security Ordinance.",
    "mean_p_confidence": 0.8452293577981651
  },
  {
    "i_page": 35,
    "par_num": 5,
    "text": "  Interpreta- 46. In this Act unless the context otherwise requires—  tion.  “Board” means the Monetary Board of the Central  Bank of Sri Lanka established under the Monetary  ‘Law Act, (Chapter 422) ;  “Capital” means the paid up capital of any company ;  “capital funds” in relation to a finance company means  paid up capital and permanent free reserves and  includes, if so determined by the Board, the face  value of unsecured debentures and other loan  bonds, which in the event of the winding up of 3  finance company or the return or reduction of capi-  tal shall rank after and be subordinated to deposits  and other borrowings of the finance company ;  “commercial bank” has the same meaning as in the,  Monetary Law Act, (Chapter 422) ;",
    "mean_p_confidence": 0.8148611111111111
  },
  {
    "i_page": 35,
    "par_num": 6,
    "text": "  “Director” means the head of the department of ‘he  Central Bank of Sri Lanka to which the subject of  finance companies has been assigned 5",
    "mean_p_confidence": 0.7727586206896552
  },
  {
    "i_page": 36,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 36,
    "par_num": 1,
    "text": "  Finance Companies Act, No. 78 of 1988 35",
    "mean_p_confidence": 0.755
  },
  {
    "i_page": 36,
    "par_num": 2,
    "text": "  “finance business” means the business of acceptance of  money by way of deposit the payment of interest  thereon and—",
    "mean_p_confidence": 0.773913043478261
  },
  {
    "i_page": 36,
    "par_num": 3,
    "text": "  (a) the lending of money on interest ; or",
    "mean_p_confidence": 0.7245454545454545
  },
  {
    "i_page": 36,
    "par_num": 4,
    "text": "  (B) the investment of money in any manner what-  soever ; or",
    "mean_p_confidence": 0.6693333333333334
  },
  {
    "i_page": 36,
    "par_num": 5,
    "text": "  (©) the lending of money on interest and the in-",
    "mean_p_confidence": 0.7741666666666666
  },
  {
    "i_page": 36,
    "par_num": 6,
    "text": "  vestment of money in any manner whatsoever ;",
    "mean_p_confidence": 0.5549999999999999
  },
  {
    "i_page": 36,
    "par_num": 7,
    "text": "  “finance company” means a company as defined in the  Companies Act, No. 17 of 1982 registered under this  Act for carrying on finance business ;",
    "mean_p_confidence": 0.8096551724137931
  },
  {
    "i_page": 36,
    "par_num": 8,
    "text": "  “hire purchase agreement” means an agreement for the  Jetting of goods with an option to purchase (whe-  ther the agreement describes the weekly fortnightly  or monthly payments as rentals, instalments, hire  or otherwise) but does not include any agreement  whereby property in the goods comprised therein  passes at the time of the agreement or upon or at  any time before delivery of the goods ;",
    "mean_p_confidence": 0.8174324324324325
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "  “hirer” means a person to whom the goods are let, hired  or agseed to be sold under a hire purchase agree  ment and includes a person to whom the rights or  Kiabilities of the hirer under such agreement have  passed by assignment or by operation of law;",
    "mean_p_confidence": 0.7973584905660377
  },
  {
    "i_page": 36,
    "par_num": 10,
    "text": "  “holding company” and “Subsidiary Company” have  the respective meanings assigned to them in section  150 of the Companies Act, No. 17 of 1982;",
    "mean_p_confidence": 0.7851851851851852
  },
  {
    "i_page": 36,
    "par_num": 11,
    "text": "  “Tiquid assets” means—",
    "mean_p_confidence": 0.364
  },
  {
    "i_page": 36,
    "par_num": 12,
    "text": "  (a) cash in hand ;",
    "mean_p_confidence": 0.6071428571428571
  },
  {
    "i_page": 36,
    "par_num": 13,
    "text": "  (b) balances in a cutrent or deposit account in a  commercial bank, fee from any bankers lien  or charge ;",
    "mean_p_confidence": 0.7508333333333334
  },
  {
    "i_page": 36,
    "par_num": 14,
    "text": "  () Sri Lanka Government Treasury Bills free  from any charge or lien ;",
    "mean_p_confidence": 0.7025
  },
  {
    "i_page": 36,
    "par_num": 15,
    "text": "  (a) Sti Lanka Government Securities maturing  within one year and free from any charge or ,  len 5",
    "mean_p_confidence": 0.6445454545454545
  },
  {
    "i_page": 37,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 37,
    "par_num": 1,
    "text": "  36 Finance Companies Act, No. 78 of 1988  (©) Central Bank of Sri Lanka securities maturing  within one year and free from any charge or  Hen ;  ._. @f) cash balance if any maintained with the Cen-  tral Bank of Sri Lanka ;  “loan” includes any advance or the deferment of pay-  ment on any sale or the deferment or payment in",
    "mean_p_confidence": 0.7856338028169014
  },
  {
    "i_page": 37,
    "par_num": 2,
    "text": "  a transaction relating to hire purchase agreement",
    "mean_p_confidence": 0.7344444444444443
  },
  {
    "i_page": 37,
    "par_num": 3,
    "text": "  or the payment agreements in any leasing transac-",
    "mean_p_confidence": 0.736
  },
  {
    "i_page": 37,
    "par_num": 4,
    "text": "  tion j",
    "mean_p_confidence": 0.2975
  },
  {
    "i_page": 37,
    "par_num": 5,
    "text": "  “prescribed” means prescribed by rules made under  this Act ;  “relative” in relation to an individual means the spouse  or dependent child of such individual ;  “substantial interest \"—  (@ in relation to a company means the holding of  a beneficial interest by another company or  an individual or his relative whether singly  or taken together, in the shares thereof the  paid up value of which exceeds one million  rapes or ten per centum of the paid up capi-  tal of the company, whichever is less or the  existence of guarantee or indemnity given by  an individual or his relative or by another  company on behalf of such company ;",
    "mean_p_confidence": 0.8105555555555555
  },
  {
    "i_page": 37,
    "par_num": 6,
    "text": "  (ii) in relation to a firm means the holding of a  beneficial interest in the capital thereof by  an individual or his relative which singly er  take together represents more than ten per  centum of the total capital subscribed by all  partners of that firm or the existence of a  guarantee or indemnity given by an indivi-  dual or his or her spouse or parent or child  on behalf of such firm and ;",
    "mean_p_confidence": 0.8198809523809525
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "  “unimpaired capital” means capital on which there is  no lien or other charge.",
    "mean_p_confidence": 0.7687499999999999
  }
]