[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA NATIONAL HUMAN RESOURCES : DEVELOPMENT COUNCIL OF SRI LANKA ACT, No. 18 OF 1997 i [Certified om 12th August, 1997] Printed on the Order of Government . Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of August 15, 1997 im srturpearmoronaormuer mone stiates ___ TRE PURCHASED AH OOVERIDENT PLICATIONS BUMEAY,COUONDO | Price : Rs, 12.50 . Postage : Rs. 4.60",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "National Human Resources Developinent Councit 7 Of Sri Lanka Act, No. 18 of 1997 8 °° [Certified on 12th August, 1997] “ LD—0 19196 | . : an ‘AN ACT TO PROVIDE FOR THE ESTABLISHMENT OF THE NATIONAL Human Resources DeveLopmenr Councit oF Sri Lanka, FOR THE PURPOSE OF INITIATING, PROMOTING, AND PARTICIPATING IN THE IMPLIMENTATION OF, POLICIES RELATING TO HUMAN Resources DEVELOPMENT; AND FOR MATTERS CONNECTED ‘THEREWITH OR INCIDENTIAL THERETO. . BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows:— 1. This Actmay becited asthe National Human Resources Short ile. Development Council of Sri Lanka Act, No, 18 of 1997. oe PARTI Sd ‘Tie Nationa Human Resources DeveLorment COUNCIL OF we 7 SRYLANKA vo 2, (1) There shail be established a Council which shall be Bstebismeat of called the National Human Resources Development Council fsman Ber Of Sri Lanka (hereinafter referred to as the “Counci!”). ‘em at (2) The Council shall, by the name assigned to it by Council of SH subsection (1), be a body corporate with perpetual succession eae and a common seal and may sue and be sued in that name. .3. (1) The, Counejt shall consist of, the following  Conshution MMOMBETS us, cate ORE Councit, : (@) “the Secretary to the Ministry of the Minister in charge seam of the subject of Education and Higher Education ; (2) the’ Secretary to the Ministry of the Minister in charge of the subject of Finances\"... (c) the Secretary to the Ministry of the Minister incharge . of the subject of Health; a + (2) the Secretary to the Ministry of the Minister in charge | of the subject of Science, and Technology ; (©) ‘the Secretary to the Ministry of the Minister in charge of the subject of Labour ; AD oese225590 0610",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "2 i National Human Resources Development Council ‘ Of Sri Lanka Act, No. 18 of 1997 (P) the Secretary to the Ministry of the Minister in charge “of the subject of Public Administration ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "{g) the Chairman of the National — Education mntesree, Commissions. ays Gea caee ET -#4-G) the Secretary to the Ministry of the Minister in charge M4 of the subject of Youth Affairs : ies) the Secretary tothe Minisiry of the Minister in charge",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "“ of the subject of Industrial Development; a, G) the Secretary to the Ministry of the Minister in charge WO% “of the subject of Agriculture; |.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(&) the Secretary to the Minisiry of the Minister in charge 20 SOF the subject of Plan Implementation ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "@ ‘the Chairman of the Tertiary and Vocational Educa-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "tion Commission established by the Tertiary and Vocational Education Act, No, 20 of 1990; *“(ei) the Chairman of the National Apprentice and Indus- tial Training Authority established by the Act, vile\" No.of 1990; res te arts > (a) the Chaimtian of thie University Grants Commission ¢stablished by the Universities ActNo. 16 of 1978 3 4 “(ey the Director-General oF Tertiary Education and Voca- \"> -~tionat Eduéation appointed under the Act No. 20 of P1990: and oa . 28:-(g}- five other menibers appdinted by the Minister from among persons who have had experience or have ain: a qualifications, or shown capacity, in the fields of 7 tty sc .edueation; health, smployment;. development oF vescttg a, T8€arCh, tid at least two of whom shall be persons Selcl9\"\" esnvtoyed ini the private sector, (A, member #p- pointed under this paragraph is hereinafter referred scgtutty 0: to aa“en appointed member\")28) 6-6 . penvesienrer s",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2) Aperson shall be disqualified from being appointed or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ">from’ continving as a member of the Council if he is or becomes a Member of Parliament; a Member of a Provincial -Council or a Member of any local authority: ~ “\" «",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "._ National Human Resources Development Councit . 3 + of Sri Lanka Act, No. 18 of 1997 . +: 4 The Minister may remove an appointed membes of the Power of the,» -Counci] without assigning any reason. therefor.and the re- Ministero moval ‘of the member of the Council shall not be called in otteg an question in any court. Lyehwages sapointed member ~ +S. (1) An appointed member of the Council may, at any — Resignation of time, resign his office by letter addressed to the Minister, and appcined such resignation shall not take effect until the Minister inti- \"embers dc. mates in writing 19 such member thal such resigtation has been accepted. nae (2) Where an appointed, member of the Council dies, resigns or is removed from office, the Minister may, having regard to the provisions of section 3, appoint another person in place of such member, and the person so appointed shall, untess he earlier dies, resigns or is removed from office, hold ‘office for the unexpired period of the term of office of the member whom he succeeds. chien 6. Where an appointed member of the Council is by Temponiry reason of illness, infirmity or absence from Sri Lanka for a appolatment of Period of not less than three months, temporarily. unable Timbers of the, 10 perform the duties of his office, it shall be the dutyof | ~\" ‘such a member to inform the Minister in ‘writing of such inability. The Minister may, having regard to the provisions = - of section 3, appoint another person to actin his place. 7. (1) Ammember of the Council feferred ton paragraphs Termof office of Ea). (BCC) (AD, (0D Us (8) (HD. Da Ds CD, (as Gndand (0) eae of subsection'(1) of section 3 shall hold affice so long as be holds the office by virtue of. which he is a member of the Couneibie a et ad : ,” “Q) Subject to the provisions of sections 4 and 5, the term ‘of office of an appointed member of the Council shall be four 2+:(3):An-appointed member of the Council, who vacates . office by effluxion of time, shall be eligible far reappoint- Ment, . ” \\ ** BU TheMinistershall, with teconcurrence ofthe Minister Remuabraton of “io‘charge of the subject of Finance, determine the remunera- tememben of tion payable to the members of the Council, == 2s.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "* 4 National Human Resourées Development Council Of Sri Lanka Act, No: 18 of 1997 Chairman of\". °\"\"- 9. -(1)The Minister shall appoint Chairman of the Coun- the Counci \"| _cil (hereinafter referred to as “the Chairman”) from amongst %* \"the appointed members of the Council: =: ; (2) The Chairman may resign froti the office of Chairman + “by letter addressed to the Minister and such resignation shall take effect upon its acceptance by the Minister.\" ~ °* @) The Minister may, without assigning reason therefor, © remove the Chairman from office-and such removal shall not be questioned in court. soe *°* (4) Subject to the provisions of subsections (2) and (3) oF *. this section, the term of office of the Chairman shall be his : ‘period of membership of the Council.“ ° « (5) Where the Chairman, by reasoi of illness o other ‘infirmity of absence from Sri Lanka, is temporarily unable to “* perform the duties of his office the Minister may, having duc Tegard to the provisions of subsection (1), appoint another gk» v1 ~ @ppointed member of the Council to act in his place. + Mectingsof “1 40: (1) The Chairman shall preside at every meeting of the the Council” * . Council, In the absence of the Chairman from any meeting of . the Council, the members present at such meeting shall elect : from among themselves a Chairman for that meeting. + * = (2) The Minister shalt appoint a Secrétary of the Council, who shall be responsible for the maintenance of-all records _ and of the proceedings of the Council... : : 4°) Thequorum for any meeting of the Council, shall be one-third of the total number of members of the Council. » sti (4) Any question arising for decision at any meeting of the Council shall be decided by a majority of the votes of the members present and voting. In the event of an equality of “votes, the Chairman or the member presiding at such meeting “shall, ih addition to his vote, have a casting vote. ~~ (5) Subject to the preceding provision of this section, the Council may regulate the procedure to be followed in regard - fo its meetings, and the transaction of business at such meet ings. i yz, ©) No act or decision or proceeding of the Council shall ‘'be deemed to be invalid by reason only of the existence of @ ‘vacancy among its membery or any defect in the appointment ofamember thereof’ 24 ee",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "National Human Resources Development Council ° 5 of Sri Lanka Act, No. 18 of 1997 11.’ (1) The seal of the Councit shal! beinthecustody ofthe Seal of the Council. - Council, (2) The seal of the Council may be altered in such manner as may be determined by the Council. __ G) The seal of the Council shall not be affixed to any . instrument except in the presence of two members of the Council and the Secrgtary all of whom shall sign the instru- ment or docurnent in token of their presence. 12, (1) The Minister may from time to time issue to the Directions. Council such special or gencral directions 9s he may deem necessary as to the discharge of its functions, and the exercise of its powers, by the Council. . (2) The Minister may from time to time dire&t the Council to furish such information as be may deem necessary relating to its functions. ea 13. Provincial Councils and the Local Government Development Authorities may, in formulating their policies and strategies Policy. ‘on Human Resources Development, act in consultation with the Council. : “ PARTO . “Dunes, FuncTions anp Powers oF He Counc. * 141 i i il shall be— Duties and 4.(1) The duties and fanctions ofthe Council sh! Dost and ., @ to advise the Minister on national human resources the Council. =, policy in afl its aspects, including the rationalization _.., tnd co-ordination of sectoral human resources . + development concerning, or related to— (@) employment, training and education ; + +21: @) the application of Science and Technology ; . * + (©) the enhancement of the quality of life + (@) the designing of social protection for disadvan- << aged groups of persons ; and “S (@) maintaining entitlements with economic reforms; 3D 00362",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "6 * National Human Resources Development Councit ~ of Sri Lanka Act, No. 18 of 1997",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "7 + (ii) to make recommendations to the Minister, on plans and programmes on human resources development, in accordance with the national policy, for submis-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": ". sion to the Government ; Gil) to review and examine, periodically, the national human tesources development policy, plans and programmes in-operation and where necessary, 10 + Fecommend to the Minister, changes in such policy,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "plans and programmes ; . {iv) 10 monitor the implementation of human resources . development plans and programmes approved by",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "the Government ; and.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(¥) to implement any project related to any subject re~ ferred 10 in the Schedule to this Act, provided that, where such project relates (o a subject which has been assigend to any other Minister, implementation shall be with the concurrence of that other Minister 5",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": ": and : -",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "‘ (vi) to do all such other acts whicti in the opinion of the Council are necessary for, or conducive or incidental to , human resources development in accordance with the national objectives.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(2) The Council shall, in the discharge of its functions",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "under this section have special regard to the subjects referred “twin the Schedute to this Act, and it shall work in consultation with the retevant department or institution of the Ministry to , __ Which such subject has been assigned.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "Powers of 15. Nothing in this Act shall affect, or be deemed to affect Haver ae} |, Of prejudice, the powers exercisable by the Minister in charge \" \"of any subject or function relating to human resources devel- ‘opment or by a public officer, under any written law on any",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "matter referred to in section 14, Powers ofthe 16. (1) The Councit shall have the power todoall such acts Council, ‘a5 may be necessary for the discharge of ail or any of its",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "functions, . (2) Without prejudice to the generality of the powers conferred on the Council by subsection (1), the Counc shall",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "have the power— .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "National Human Resources Development Council 7 of Sri Lanka Act, No. 18 of 1997",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(@) to carry out such surveys, investigations studies and research as may be necessary for the discharge of the functions of the Council ;,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(6) to conduct public or private hearings with a view to ascertaining the opinion of experts, professionals or the general public, on matters relating to human resources development ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(¢) to establish and maintain liaison with international agencies and other organizations outside Sri Lanka discharging functions similar to those discharged by the Council ; .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(2) wo emer into and perform, all such contracts and agreements as may be necessary for the discharge of its functions under this Act:",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(€) to arrange for the conduct of human resources",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": ". development research by Institutions or individuals",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "1 elther in Sti Lanka or abroad; ”",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "@) to establish and maintain an information data bank on human resources development and related fields in ‘Sei Lanka and in other countries ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(2) to- open and maintain, current, savings or deposit",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "~~ agcounts, in any bank or banks; -",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(), to accept and receive. grants and donations, both mevable and immovable ;_ :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "* © wake such steps as may be necessary to advance the skills o€ its officers, with a view to developing apool of expertise in all aspects of human resources development; 7",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "* @) to appoint such committees, expert groups and advi- ~ sory bodies as may be necessary for the effective discharge of its functions ; :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "8 National Human Resources Development Councit of Sri Lanka Act, No. 18 of 1997 \"te call for, and obtain such information as the Council : may deem necessary including statistics and data from Ministries, Government departments, public . corporations, statutory boards, Provincial Councits, \"local authorities and private sector establishments",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "and 5",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "{0 to adopt all measures, which in the opinion of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "... Council are considered necessary for, conducive or . incidental o,the discharge, exercise and performance,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "11. of the functions, powers and duties of the Council. PART IL . es Stasr oF THE COUNCIL oe 17. (1) The Chairman shall be the chief executive officer oma of the Council. : ; \"> (@) The Chairman shall be responsible for the preparation : of theagenda for the meetings of the Council and the submission for the consideration of the Council, of policies and measures considered by him to be necessary for the purpose of giving . cffect t0 the principles and provisions of the Act. (3) The Council may by resolution, delegate to the \" Chairman any of the powers conferred on it by this Act (other than the power conferred on it by this subsection) and in the exercise of any such power delegated to him, the Chairmen . shall be subject to the general direction of the Council.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "(4) The Chairman shall notwithstanding that he is thechief executive officer of the Council; be deemed not to be & member of the staff of the Council. -",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "Scerturyof \"18 (1) There shall be appointed a Secretary of the Councif, who shall be called the Secretary of the National Human Resources Development Council of Sri Lanka (inthis ‘Act referred to as “the Secretary”) and who shall also be in charge of the Council's Secretariat,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "National Human Resources Development Council 9",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "of Sri Lanka Act, No. 18 of 1997 .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "{2) The Secretary shall keep a record ofthe meetings of the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "Council and shall be entitled to speak at such meetings but",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "‘shall not be entitled to vote thereat. “a 5",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(3) The Secretary shall exercise such powers as are. delegated to him by the Council,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(4) In the exercise of his powers under this section, the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "Secretary shall have the power to make such orders as may seem to him o be necessary. a Lo.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(5) The Council shall have the power to amend, revise or revoke any order made by the Secretary.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "19, (1) TheCouncil may, subjectto the provisions of this Appointment Act of the naff of",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "7 . . . the Council. (@) appoint such officers and servants as it considers . necessary for the exercise or discharge of the powers ‘and functions of the Council and may exercise disciplinary control over, or dismiss such officers oF servants : . (0) fix the wages or salary or other remuneration of such Officers and servants; (©) establish and regulate a provident fund or pension . scheme for the benefit of such officers and servants and make contributions to any such fund or scheme,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(2) Rules may be made under this Act in respect of all Matters referred to in subsection (1).",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "20. (1) At the request ofthe Council any oficer inthe Appsikanest Public service may, with the consent of that officer and the Shere Secretary to the Ministry of the Minister in charge of the — service tothe subject of Public Administration, be temporarily appointed (0 oe the staff of the Council for such period as may be determined 7 by the Council with like consent, or be permanently appointed {0 such staff.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 National Human Resources Development Councit of Sri Lanka Act, No. 18 of 1997 (2) Where any officer in the public service is temporarily appointed to the staff of the Council, the provisions of subsection (2) of section 14 of the National Transport Commission Act, No. 37 of 1991, shall, mutatis mutandis, apply to, and in relation to such officer. (3) Where any officer in the public service is permanently appointed (o the staff of the Council, the provisions of . subsection (3) of section 14 of the National Transport Commission Act, No. 37 of 1991, shall, mutatis mutandis, apply to, and in relation to such officer. PART IV , 4 . FINANCE, ‘Fund of the “ ‘ 21. (1) The Council shall have its Fund. (2) There shall be paid to the Fund of the Council — (@) ll such sums of money #s may be voted from time to ___ time by Parliament for the use of the Council ; @) all such sums of money as may be received by the ‘Council in the exercise, performance and discharge of its powers, duties and functions ; (c) all such sums of money as may be received by way of Joans, donations, gifis or grants. Pasren oa 22, ‘There sh] be paid out of the Fund of the Council all Fund, Suingof money required to defray any expenditure incurved by the Council in the exercise and discharge of its powers and functions under this Act and all such sums of money as are , \"1\" Tequired or authorised to be paid out of the Fund of the Council ale, byor under this Act: Soe Firanciat 23. Tho Financial year of the Council shall be the calendar yor of the year, . ‘Council. * \"",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "National Human Resources Development Council 11 Of Sri Lanka Act, No. 18 of 1997 24. The provisions of Article 154 of the Constitution Avditof ‘lating to the audit of accounts of public corporations shall Sows of apply to the audit of the accounts of the Council. ‘Comme PARTV . . Genera oo 28. Every member of the Council and alll officers and Destaration ‘Servants of the Council shall before entering upon his duties. °°\". Sign a declaration pledging himself to observe strict secrecy respecting all matters connected with the working of the Council, and shall by such declaration pledge himself not to disclose any matters which may come to his knowledge in the discharge of his duties and functions, except — (@) when required to do so by a court of law, or (©) in order to comply with any of the provisions of this Act. + 1 Hoe 26. (1) Forthe purpaseof enabling the Council toexercise Returns and and discharge any of its powers and functions under this Act, _!\"/ormation the Council or any person authorized in that behalf by the Council may, by notice in writing require any person to furnish to the Council or to the person authorized by the ‘Council, within such period as may be specified in the notice, ‘Such returns or information as shall be specified in such notice OF require any person to be present at any hearing to be conducted by the Council or any person authorized in that behalf by the Council, and to furnish such information as may bbe required, by the Council or such person, (2) It shall be the duty of any person who is required by 2 fotice under subsection (1) of this section, to furnish any Tetum ot information or to be present at any hearing and to Provide any information to comply with the requirements of ‘such notice within the period specified in such notice, except where such person is prohibited from furnishing such returns ‘Or information under the provisions of any law.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "12° National Human Resources Development Council Of Sri Lanka Act, No. 18 of 1997, ‘2 (3) No information contained in a return Furnished under \"subsection (1) of this section, in compliance with the . requirements of a notice issued under this section shall be published or communicated by the Council to any other person except with the consent of the person furnishing such Tetum or information or in the course of the exercise and discharge of the powers or functions of the Council. Offences. 27. (1) Every person who—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": ". — (@) fails orrefuses tocomply with the requirements of any",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "_* Notice sent to him under section 26 ; .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "(6), knowingly makes any false or incorrect statement in any return ot ‘information furnished by him, in",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "_ . compliance with the requirements of anotice sent to him under section 26; , .",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "(©) knowingly makes any false or incorect statement in any information furnished by him at any hearing conducted by the Council or by a person authorized",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "“bythe Council : or",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "(d) being @ member or officer or servant of the Council,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": ". . _ discloses any information obtained by him orcoming +m, + | to his knowledge,in, of in connection with, the",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "1 exercise of his powers or discharge of his functions",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "2. Under this Act, to any person for any purpose other",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": ", . than for a purpose for which he is authorized to",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": ". disclose such information by this Ach)",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "shall be guilty of an offence under this Act. . =",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "(2) Every person guilty of an offence under this Act, shall",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "on conviction after trial brfore a Magistrate, be liable to a fine Tot exceeding ten thousand rupees. ”",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "(3) Where an offence under this Act is commitied by @",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "body of persons, then— 1 ‘",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "(@) if that body of persons is a body corporate, every director oF officer of that body corporate, or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "2 (B) if that body of persons is a firm, every partner of that . firm, tame : shall be deemed to be guilty of that offence > :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "National Human Resources Development Councit 13 Of Sri Lanka Act, No. 18 of 1997",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "Provided, however, that a director or an officer of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "such body corporate or partner of such firm shall be",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "deemed not to be guilty of such offence, if he proves",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "that such offence was committed without his",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "knowledge or thathe used all ditigence to prevent the commission of such offence, .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "38, No suit or prosecution shall lie against any member, Protection for ‘offer or servant of the Council for any act which is in good Under his Act faithdone, or purported to be done, by him under this Actor granthe ‘on the direction of the Council. ~s the Council",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "29. (1) The Minister may makeregulations forthe purpose — Regulations. of giving effect to the principles and provisions of this Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "+ (2) Every regulation made by the Minister shall be pub- lished inthe Gazetie and shall come into operation on the date of such prblication or on such later date as may be specifed in the regulation,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "(3) Every regulation made by the Minister shall, as soon as convenient after publication in the Gazette, be brought before Parliament for approval. Any regulation whichis notso approved shill be deemed to be rescinded as from the date of its disapproval bul without prejudice to anything done there- under. : . .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "(4) Notificaion of the date on which any regulation made by lhe Minister issodeemed to berescinded, shall bepublished in the Gazette. : .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "30, All members, officers and servants of the Council Member anit shall be deemed to be public servants within the meaning of af he Counel and for the purposes of the Penal Code. , PORE Sabres.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "31. The Council'shalli be deemed 10 be a Schedulod The Cowell, nstiuution within the meaning of the Bridery Act, and.the acheived Provisions of that Act shall be construed accordingly. ostutn",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "meaning of nee de fl . teerbery Ba the if be ae",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "14 National Human Resources Development Council : Of Sri Lanka Act, No. 18 of 1997 : Sinhala teat to 32, In the event of any inconsistency between the Sinhala cesar St and Tamil texts of this Act, the Sinhala text shall prevail. tmerpretation, 33. In this Act, unless the context otherwise requires— “Establishment” means any place where industry, trade, business or profession is carried on; . + “Human Resources Development” includes economic 21d social development activities related to— i * (@ manpower utilization, employment generaion, education and training for skills development; ~ . {b) applicationof science and technology forprodsction of economic goods and services ; and . (6) enhancement of the quality of life with improved nutrition, shelter, health care, and other basic needs, environmental protection and social se- curity ; “local authority ” means any Municipal Couscil, Urban __ . Councilor Pradeshiya Sabha, andincludes ary Authority created and established by or under any law to exercise, perform or discharge powers, duties aid functions corresponding to, or similiar to, the powers, duties and functions exercises, performed or disclarged by any \"such Council or Sabha; * “Minister” means the Minister in chargeof the subject of Human Resources Development ; “National Education Commission” means the National Education Commission established by the National ae Education Commission Act, No. 19 of 1991 + “ Provincial Council ” means a Provincial Council a established by Chapter XVIIA of the Constitution ; +...\" publi corporation * means any corporation, board or + other body which was or is established by or under any : written law with funds or capial wholly or partly provided by Government, by way of grant, loans of otherwise.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "National Human Resources Development Councit (5 of Sri Lanka Act, No. 18 of 1997 SCHEDULE 1 {Secrion 14)",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "(Governance :",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "“+ EI Responsible participation by the people in Governance by increasing their access to informationand awareness so that they witl be able to make well-informed decisions,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "1.2 The provision of opportunities for produc-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": ". tive economic and social participation by",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "the people. woe",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "1.3. Improvement of human resources utilization in the public and private sectors.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "1.4 Women’s participation in the economic, 0- cial and political life of the country.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "LS The maximum use of government",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": ". + facilities at the central and provincial levels for the development of human",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "| Fesourees, (Q) Education : , 2.1. Functional literacy and universal basic edu- cation. |. * 22 The development of secondary and tertiary . _,, Cducation systems, 23 The establishment of appropriate post- graduate educational and research institu- * tions to meet tht developmental needs of the country. ~ 2.4 The development of a distance education 2.5. The development and functioning of appro- . +. priate centres of vocational and skills ‘+ = training and their co-ordination tomeetthe =~ developmental needs of the country.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "16: National Human Resources Development Council of Sri Lanka Act, No. 18 of 1997 +, Q) Employment:",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "3.1. Matching labour force training with employ-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "‘ment requirements, and upgrading labour . skills to be.commensurate with industriali- zation trends. m",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "3.2 Unemployment and underemployment",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "«, tends, and identification of their causes.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "3.3. Promotion of small and medium enterprises,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "- the strengthening of informal sector to enhance itsabsorptive capacity for unskilled and semi-skilled labour.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "‘ 3.4. Employment opportunities overseas and the exploration of possibitities of training personnel toutilizethese opportunities fully.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "(A) Science and Technology: °° “4.1 Upgrading of scientific and technological",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "i. skills among the youth.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "\"| ° 42 Introduction, of Computer Technology to “ot youth.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "4.3 Promotion of the development of computer skills s0-as to make use of software market possibilities,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "~ ‘44 Widening of access ‘to electronic ‘communications and information systems.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": ". gee ., 45. Theproblemsof the braindrain and assistance in improving the conditions under which science and technology personnel function.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "6) Entitlements:",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "+ 5.1 The. formulation of successful poverty alleviation strategies,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "5.2 The designing of social protection measures",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "‘ for disadvantaged groups.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "$3. Ensuring that all disadvantaged social groups",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "tee gain access to their entitlements. oe SA Minimizing gender discrimination and Lowy thereby reducing the. waste of human 1+ sar Resources potential. .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "National Haman Resources Development Council 7 of Sri Lanka Act, No. 18 of 1997 © Poputation :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "6.1 Demographic changes and related issues of social disintegration.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "6.2. Rural urban migration and its consequences such as overcrowding and poverty.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "6.3 The break up of the extended family and the impacl of the increase of nuclear and single parent families.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "6.4, The problem of the commercial exploitation of sex, including child prostitution.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "6.5 ‘Theproblems of drug addiction and the spread of sexually transmitted diseases,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "6.6 Responsible parenthood among the youth,",
    "mean_p_confidence": 0.91
  }
]