[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  4th Session 1968-69  &  ©  wy  Institute of Surveying and  Mapping Act, No. 21  of 1969  Date of Auer: June 25,1869  Printed on the Orders of Goverment  a coc el",
    "mean_p_confidence": 0.5244444444444444
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Instat of Serveing ond Mapping Act,  feria h  ane  ik oa vss eta  foe i ie neni ee  (ick A ns, 208)  wn wey ts gor sy,  Hee eee ry 4  Mk ee eee cee oe Ee  i eae een ee  ee ae  4s, 7s A wn Tats ot  aig tte Se  Tec shal aed ap Tis wid Mot  ood gh te op Ze mh pa  ob ole es owt See  ions  a Raedbetd temic a  (oh pe nonsampling  and mapping;  | (®) to hold examinations for the purpose of  o ‘ascertaining the persons who have acquired  aie eee eas  eee  oto ges ne peas wo bre pare  © gas iene ee ea  fry cosy Bt Sons  ome  4.) Deing in prod mand tn date sgn  ohana ert cement aes aie  sommes oe oe mice erie, See  ier ciel aleatoe el es  ee eee  Bus soron i are  (The Covers Projet Reresmati my  to Oorraman Poi grea  Sesh bes gate eee  rhea beet Tf  eee alae ee Cra  er cen een",
    "mean_p_confidence": 0.2775943396226415
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 nntute of Sureeying ond Mopping Act,  Noy ie  (After to expiry ofthe period rater to tm  ce SP I6 Oe Rta al  Se aso aa eb  eevee re Se patare  apmigel  Fase ci eat batter Stent tke aieet  oF ee eet teat ete  ee  See Sa a SEL das  sings (1) Fo th parpn of dving the pron win  Som has lin her epee for adminiserng the  sate SP he Taatee\" ana for Secherging  ‘rae ut be e'ard tobe aid and  Eee Ply tod Cesndining Bosra  ering in pid emai on dite  ot Daeat af ais AS wad ending a0 tebroary 20,  Shinae\"Adnry a\" Cbantotay Bar a  ro:  1) ta Gorranent Project Representative;  {ithe Diver of Frege Aid or bi opie  ts ‘ates  (8) he Diner General of Edvation or herp  pnt a  (ho) eRe Reprelatin of the Unite  Nateat bereduent Progam ia Gen  Se epromiaie;  (0) a Projet Mesa;  (6) in Project Co Manager; ad  {6 20 moe than te eis appointed by he  eigenen” perans’ SAO he re  atc tad knee of main tng  sea tean aly act tie fancions  Seer ea er yes ae aot pac  iw ilies  (0) After the expiry of the period referred to in  per atch ey ‘Ayo  ee Sedat at of  () the Surveyor Geer),  i) the oer of the Surey Departs appt  (0 ee Gurr ea sie  a PES anal dae  aes",
    "mean_p_confidence": 0.307463768115942
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Institute of Sareeying ond Mapping Act, 8  Nott of 100  (i) the Director General of Education or his  representative,  ® i) not, more than two members appointed by the  ‘Minisir from perons who have. wide  txperiece and knowledge of matters relating  tolrurveying and leveling and the functions :  of the Insitate and who are not practising  Surveyors of level.",
    "mean_p_confidence": 0.48799999999999993
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (©) The members of the Advisory and Co-ordinting  oer shal eee a Chairman from among its members.",
    "mean_p_confidence": 0.5385
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (@) The Minister may, without sesigning a reason, '  sens fom ice a mentor of thy Avior abd CQ  Srdigating. ‘Moura appolnted. under, aub-paragray  (Gi) of paragraph (a at sul setion (2) or tinder a  paragraph (i) of paragraph @) of that subsection,",
    "mean_p_confidence": 0.37387755102040815
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (6) Subject to the provisions of sub setion (6) tho  Advisory aad Co-ordinating Board may regulate the  procedure in regard tothe teetings of the Board and  {ho trancaton of busines at auch meetiogs",
    "mean_p_confidence": 0.555
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (©) The perm refereed to ia sub-paragraph (i)  parse (of sabsion (ade porn  Tercred ton Sobcparegreph (eof that. paagra  Tay to tne shc tobe elle fo nob aay  {jestion ming up for dovision at a meeting of the  ‘Mivicory and Covdinaing Board",
    "mean_p_confidence": 0.363265306122449
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  6. There shall be a fund of the Tnstitta into io  wich thal be paid =",
    "mean_p_confidence": 0.5357894736842105
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  (0) ay gifs or donations reoived forthe purposes",
    "mean_p_confidence": 0.429
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  “oP the Tastiate, -",
    "mean_p_confidence": 0.265
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  (0) all moneys voted out of the Consolidated Fund",
    "mean_p_confidence": 0.5390909090909091
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  fis forthe paps of the Estate",
    "mean_p_confidence": 0.27375
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  (© soy other sons that Minne may diet",
    "mean_p_confidence": 0.42800000000000005
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "  \"a beso pal  m1. No disbursement shall bo mado out of the fund Rtas  exept onthe authority of the Government Project tal  Representative “in cotsultation “with the Project  Maneger.",
    "mean_p_confidence": 0.41714285714285715
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Institute of Sureeyng ond Mapping Act,  er aie",
    "mean_p_confidence": 0.4383333333333333
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  SOWELL & 0) The accounts ofthe Tota sal main",
    "mean_p_confidence": 0.43727272727272726
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  Sa ssinsd hy te Poet Co faager in sch meet 8  the Tran nay Sie ,  (The ncn ft Tt alt oly  chy ethan aee ta say  0 SSI Pe das Sos!",
    "mean_p_confidence": 0.31605263157894736
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  ERE __& Te and, bulging, aritar and Stare end",
    "mean_p_confidence": 0.3554545454545454
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  Eee any other propiry saad toe ie altnay of te",
    "mean_p_confidence": 0.32166666666666666
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  = ro Pete tae oe",
    "mean_p_confidence": 0.14142857142857143
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  BSE laws sid) be tots othe Tear at",
    "mean_p_confidence": 0.21999999999999997
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  : Eacrpog sud tipyag ach aang es",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  : el de tek pete Saabs ean ae  sh.",
    "mean_p_confidence": 0.2175
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  Inmatone 40, 1) The Gorerment Proje, Repromtatie  cal olictecerimnns Dies, Roeeatts  Tianhe sagied scone oP sale  Pap ee mired",
    "mean_p_confidence": 0.22583333333333333
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "  @) The report of the Government Projet  nepal gdh tig Te an Ot  ebm en be Sia of ea  Pane et  orotate",
    "mean_p_confidence": 0.2885714285714286
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "  meri, Tn this Aa",
    "mean_p_confidence": 0.255
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "  * Gommant Projet Representative main ha",
    "mean_p_confidence": 0.30375
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "  Sanger ends  ‘*Prjact_CoManager \"means the _prsn  ned a Goer inctnslten  SIRS \"Rema heey ye he  Balad natin “Ooatition a” Ge  Manteo the Petite  Heres ce abe,  Diyatalawa; and m8 ping",
    "mean_p_confidence": 0.22820512820512823
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "  * Projet Manner\" mean to pore, appsintd  Se ie taied atin Bigs a  Maiaden wise Serene ae ede  sett maine ena siting te  ot aaa ate Sarg  Eo apnap Byetalore",
    "mean_p_confidence": 0.20432432432432432
  }
]