[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "(ey PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA COSMETICS, DEVICES AND DRUGS (AMENDMENT) ACT, No. 25 OF 1987 (Certified on 24st May, 1987) Printed on the Orders of Government Published as a Supplement to part II of the Gazette of the Democratic Soclalist Repabtic of Sri Laka of May 21, 1987 exmrmy 4 Tah DEPART CP GOVERIEEE EEN, Ot LAE Sits rename on fas aoreereens Freitas SmmAn GOUaRES Price + 45 cents Postage : 75 ceats",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Cosmetics, Devices and Druga (Amendment) Act, No. 25 of 1987 [Certified on 21st May, 1987] LD—O. 32/86. An Acr ro amenp THe CosMerics, Devices AND Drucs Act, No. 27 oF 1980 BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka ax foilows:—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "L This Act may be cited as the Cosmetics, Devices and Short title. Drugs (Amendment) Act, No. 25 of 1887.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2. Section 18 of the Cosmetics, Devices and Drugs Amendment Act, No, 27 of 1980, as amended by Act No. 38 of 1m $9 rum (hereinafter referred to as the “principal enactment”) Act No 21 is hereby further amended as follows -—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(2) in subsection (1) of thet section—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(a)-by the insertion, immediately after paragraph (0)",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "of that subsection, of the following paragraph :— “ (@a) the Deputy Director-General of Health (Laboratory Services) ;\"; . {b) by the finaertion, immediately after paragraph (h) of that subsection, of the following paragraph :— + (hh) an officer of the Ministry of the Minister in charge of the gubject of Teaching Hospitals nominated by that Minister ;\"”;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "{e) by the substitution, in paragraph (q) of that sub-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "‘section, for the words “a representative of the College of Physicians nominated by that College; and”, of the words “a representative of the College of Physicians nominated by that College ;\";",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(@) by the substitution, in paragraph (r) of that aub- section, for the words “a representative of the Srt Lanka College of Obstetricians and Gynuecologista nominated by that College.”, of the words “a representative of the Sri Lanka College of Obstetri- cians and Gynaecologists nominated by that",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": ". College 5\" . A 0989e2—8,810 (87/02) fl",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Coametics, Devices qnd Drugs (Amendment) Act, No. 25 of 1987 {@) by the addition, immediately after paragraph (7) of that subsection, of the following paragraphs :— “ (3) a representative of the Sri Lanka Dental” Association, nominated by that Association ; and (t) a representative of the Pharmaceuticals Traders Association, nominated by that Association.\" ; and (2) in subsection (2) of that section, by the substitu: tion, for the expression “paragraphs (i), (7), G3), @. Gn), (2), (0), (P), (@) oF (7) of subsection (1) \", of the expression “paragraphs (@, (), (8), @, (md (hs ©), (), (@), (F), () or (t) of subsection (1), Amendment 3. Section 40 of the principal enactment is hereby amen- $ aration ded in the definition of “device”, by the substitution, for Peincipal the words “but does not inchide a drug”, of the words cooctment. “hut does not include an Ayurvedic device, a Homeopathic device or a drug”.",
    "mean_p_confidence": 0.76
  }
]