[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON “2nd Session 1961-62 © ; “ED <> be ° *Q) ae fs oN : (i) (3 nov t96t 3 Tea and Rubber Subsidy (Amendment) Act, No. 66 of 1961 . Date of Assent : November 22, 1962 . Printed on the Orders of Government . Pisal sh att Simmer pmcamane Souny, Snane: Apuns! Sebsetiption (inoloding Bills} Re. 90 (Local), Re. 40 (Porvign), payable to the Soeeemrexcger, Govxewewr Praccarions Bueaic, Sebi Saat oeaneale oa Aue red tao We dae ad Papact ml te spd. . Price: 25 cents Postage: wo cents",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Tea and Rubber Subsidy (Amendment) Act, No. 66 ot Get ent) Ae iL, D.—o. 11/61. . AN Acr 10 awiaxn THz Tea Suasmey Act, No. 12 or 1958, anp Ti Rupaee Raptanrixe Suseipy Act, No. 38 o¥ 1958, [Date of Assent: November 22, 1961] BE it enacted by the Queen’s Most Excellent Majesty, ty apd with the advice and consent of the Senate and -",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "House of Representatives of Ceylon in this present Parliament assembled, and by the authority of tbe same, as follows: —",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "4, This Act may be cited as the Tea and Rubber shat un Subsidy (Amendment) Act, No. 66 of 1981. :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2, The long titl of the Tea Subsidy Act, No, 12 of frsntams",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "1058, hereinafter referred to as the “‘ principal Act”, lesz tact ig hereby amended by the substitution, for the words #8. “TEA ESTATES AND SMALL’ HOLDINGS, THE MARKETING OF GREEN TEA LEAF OF ESTATES AND SMALL HOLDINGS”, of the words “TEA ESTATES AND TEA ‘SMALL HOLDINGS, THE REPLANTING OF RUBBER ESTATES AND RUBBER SMALL HOLDINGS WITH TEA, THE MARKETING OF GREEN TEA LEAF OF TEA ESTATES AND TEA SMALL HOLDINGS ”.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "8. Sections? and 9 of the principal Act ate hereby Ream at repealed and the following sections are substituted Fae? therefor: — : rincpal At. “Tue Sebety 2, (1) There shall be established a :",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "nd. Fund calied the Tea Subsidy Fund. @) The object of the Fund shell be to + subsidise—_ (a) the replanting of tea estates and tea amall holdings; . (®) the replanting of robber estates ' ‘and robber small holdings; (©) the rebabilitation of tea estates and tea small holdings; the marketing of greon tea leaf (2) the rien estniog ad ten sitll ‘ holdings; and ( the manufacture ‘of mad tea from such green tea leaf. tana. ren-4atocam,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "2 Fea and Rubber Subsidy (Amendment) Act, _",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "No. 66 of 1961",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Papaeats ate 3. (1) There shall be paid into the ‘the Fund, Fund—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "{@) the proceeds of the export: duty",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "levied under section 8; . (% such sums as may from time to time be grented by Parlia- ment or hy resolution of the 5 . House of Representatives for ‘the purposes of this Act;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(c} such sums as may from time to time be credited fo the sat under paragraph (aa) 0 section 8 a of Be Rebbe Replanting Subsidy Act, No. 86 of 1953; ant",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "{@) the proceeds of the sale of seed, cuttings, tea plants and fer- tilizers by the Tea Controlier to proprietors of tea estates, tea small holdings, rubber",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ". estates and rabber small holdings. (2) There shall be paid out of the Fund—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "{@) such amounts as are authorised by Tegalation to be paid as subsidies under a scheme for subsidising the replanting of tea estates and tea small holdings or & scheme for sub- sidising the rehabilitation of tea estates and tea small holdings;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(b) such amounts as are authorised by Zegulation to be paid as subsidies under & saben for subsidising the re ing 0! rubber caiates ad abber small holdings;",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(© such amounts as are authorised",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ": by regulation to be paid under a scheme for subsidising the = marketing of green tea leaf",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "Tea and Rubber Subsidy (Amendment) Act, 3 No, 68 of 1961 of tes estates and tea small holdings or & scheme for eub- sidising the manufacture of made tea from such green tea . leaf; (@) the expenses incurred in con- ‘nection with the establish- . ment by the Government of nurseries for the supply of high grade planting material . to Propristors of tea estates, tubber estates, tea small hold- ings or rubber small holdings, . or in connection with supply of fertilizers to such proprietors; (@) such remuneration as may be payable to members of the ‘ea Subsidy Advisory Board established under this Act; () the prescribed contributions to any provident fund or scheme established for the payment of gratuities to all or any of the Denys ant servents . employed for the purposes o: this Act and their depen- dants; and ) the expenses of the administra- @ tion of this Act.”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "4. Section 10 of the principal Act is hereby: Amepimeat of amended in sub-section 2) thereof, by the substitution, sesso 10 f for paragraphs (2), (@) and (@), of the following 3. Paragraphs:—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "“ @ scheme for subsidising with moneys of the Fund the replanting of tea estates and tea small holdings or scheme for subsidising with moneys of the Fund the replanting rubber estates and rubber small holdings;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "(@) scheme for subsidising with moneys of the Fund the rehabilitation of tea estates and tea small holdings;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "(©) scheme for subsidising with moneys of the Fond the marketing of green tea leaf of tea estates and tea Sonal! holdings; ”",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "4 Tea and Rubber Subsidy (Amendment) Act, No, 86 of 1961 Boplucrmestct —«B,_Section 12 of the principal Act is he Renae repealed and the following ection is sabstieniek Ast. therefor: — Bier 12, In this Act, unless the context otherwise requires— + “Board ” means the Tea Subsidy Advisory Board ostablished ander this Act;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "** cuttings ” mean any such cuttings from any living portions of any tea plants as may be capable of being used for propagation;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "“Fund” means the Tea Subsidy Fund established under this Act;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": ". ** green tea leaf’? means the leaf, Jeaf buds and immature atalks of the tea, plant before they are subjected to any of the processes (excluding that known as withering) for un- version into made tea;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "“made tea” means tea manufac: tured from the leaves, leaf buds and immature stalks of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "* the tea plant;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "“manufacture? when used with reference to green tea leaf, means any process by. which",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": ": such green tea leaf is con- verted into made tea;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "“ prescribed” means prescribed by regulation ;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "« proprietor ”,—",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": ". (@ when asad with reference to any tea estate or tea small holding, means & person who has been registered or is deemed to have been regis~ tered ag a pro prietor of such estate or small holding under the ‘Tea Control Act, ‘No. 51 of 1957; and.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "Yea and Rubber Subsidy (Amendment) Act, No. 66 of 1961 (B} when used with reference to any rubber estate or, rubber small holding, means a person wid has been registered or is deemed to have been registered as & pro- prietor of such estate or small holding under the Rubber Control ‘ Act, No. 11 of 1956; “regulation? means @ regulation tmade ander this Act; “rehabilitation ” when used with reference to any tea estate or tea small holding, means any operation designed to iraprove agricultural conditions of such estate or small holding, and includes the application of fertilizers, the adoption of soil conservation measures and the planting of addi- tional tea plants and any other suitable plants in such estate or small holding; © replanting ”,—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(@) when used with reference to any tea estate or tea amall holding, means",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "| the uprooting of all",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "existing tea plants and",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": ". other vegetation in the",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": ". whole or any part of ‘ auch estate or small holding and their re-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "- placement by new tea",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "plants, and includes",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "the planting of tea",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "plants in an area",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "which does not form",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": ": part of such estate or small holding if the tea plants in an",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "_ qquivdlent area of",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "© . Tee and Rubber Subsidy (Amendment) Act No. 68 of we . : such estate or small ‘ holding are eradicated within such time as the Tea Controller may specify; and (8) when used with reference to any rubber estate or rubber small holding. means the uprooting of all existing rubber plants and other rege tation in the whole or any part of such estate or small holding and their replacement by tea plants;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "“* subber estate ” means any rubber estate registered or deemed to have been registered under the Rubber Control Act, No, 11 of 1956; .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "“‘rubber plant’ has the same",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": ": meaning as in the Rubber Replanting Subsidy Act, No. 86 of 1953;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "“rubber small holding ” means any rubber small holding regis- tered or deemed to have been registered under the Rubber Control Act, No. 11 of 1956;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "“seed ” means the seed of the tea plant;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "“tea? and “ tea plant” have the same meanings respectively ag in the Tea Control Act, No. 51 of 1957;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": ". ** tea estate” means any tea estate . tegistered or deemed to have : heen registered under the Tea : Gontrof Act, No. 81 of 19573 and",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "** tea small holding ’’ means any tea emall holding registered or deemed to have regis:",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": ": tered under the Tes Control Act, No. 51 of 1957. ’.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Tea and Rubber Subsidy (Amendment) Act, 7 : No. 86 of to6r 6. Section 3 of the Rubber Replanting, Subsidy amendment of Act, No. 36 of 1953, as amended by Act No. 5 of yeuast 1958, is hereby amended in aub-section (2) thereof, Replartng by the insertion, immediately after paragraph (a), of Suis de following new paragraph :—- « (ga) such amounts as may be anthorised from time to time by the Minister to be pid to the oredit of the Tea Subsidy id established under the Tea Subsidy Act, No, 12 of 1958; ’”. so5. mw aan HD",
    "mean_p_confidence": 0.77
  }
]