[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON | 5th Session 1951 | : . ith LES MH ne | Ee pon OY on Re eee) ko wo | . Yet | @ Ble ser olay pO), ° a meu i Minicoy Lighthouse and Lighthouse Dues (Amendment) Act, No. 29 of 1951 ‘ | : Date of Assent : September 1, 1951 . Printed on tha Ondera of Government Prinod ot th canon Gove. Fuss, Cosme, To te Parobasd st the Gove. Pontistions Bungay, Cotouno Anooal Gubserigtion finsloding Bille) Re. 25, payable in ‘dec fo ormnsegrons, Gotiatinay Poetanenat y Mae, bet Sine Bor ni See, eae Price: 30 oonte Postoge: & conte.",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Minicoy Lighthouse and Lighthouse Dues (Amendment) Act, No. 29 of 1961.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1. D—O, 11/51.",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "An Acr To amEno THe Mintcoy LicrraousE Sheplar 27, anp Licntaouse Duss Orpiance. Page 184. {Date of Assent: September 1, 1951.]",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "BE it enacted by the King’s ‘Most, Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in thie pre- sent Parliament assembled, and by the authority of the same, aa follows:—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1. This Act may be cited as the Minicoy Light- Short tits, house and Lighthouse Dues (Amendment) Act, No. 29 of 1951.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2. Section 8 of the Minicoy Lighthouse and Light- Amgaiment of house Dues Ordinance (hereinafter referred to as the 2.2 “ principal Ordinance} is hereby amended, as follows: — :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(1) by the substitution, for ail the words from \"and set forth in the Schedule ” to the end of that section, of the words “ ought",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "_ to be and may be levied in this Island on all ships (other than ships belonging to the Government of Ceylon) arriving or touch- ing at any port or place therein, before or after passing any auch lighthouse, or deriving benelit therefrom.”\"; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(2) in the marginal note to that section, by the substitution, for the words “‘ Little Basses to be collected as pet Schedule.”, of the words ‘‘ Little Basses.””",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "3. The Sohedule to the principal Ordinance is Rips|of be hereby repealed. edule to the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Botinamce, JN. Werensoi cpt) .",
    "mean_p_confidence": 0.14
  }
]