[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON . 2nd Session 1961-62 . : BEER SS SW hy Se Gy 3 eA : em 325 JOH p ; Ses Cea Ga : Sitaeuiy QU Control of Prices (Amendment) Act, No. 23 of 1962 7 Date of Assent: June 16, 1962 . . : Printed on the Orders of Government ~ + . ee Apnual Subscription (nchiding Bills) Rs 30 ‘(hoem), Ra. 40 ese ite © cbs Minis , era . December each, wear’ in respect of the year following. Late ee erareeeneemaa te aati . Price: 10 cents, Postage: 10 cents. :",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Control of Prices (Amendment) Act, No. 28 of 1968 L, D0, 9/61. An Acr to aMenn THe ConTROL oF Pricks Act. [Date of Assent: Juné 16, 1962]",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": ". BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Perliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "4, This Act may be cited as the Control of Prices Short sth. (Amendment) Act, No. 23 of 1962.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "2. Section 4 of the Control of Prices Act is hereby Amendment of amended, in sub-section (1) of that section, by the Siva ‘its, substitution, for all the words from ‘' If it appears ”” to “may by Order’, of the following: —",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "“< If it appears to the Controller that there is, or is likely to arise, in any part of Ceylon, any shortage of any article or any unreasonable increase in the price of any article, or that the price at which any article is being sold in any such part is excessive, having regard, in the case of an imported article, to what the Controller considers to be the ‘reasonable cost of the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": ", importation and distribution of such article, the : Controller may by Order ”*. eigenen sen crim a",
    "mean_p_confidence": 0.6
  }
]