[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Rea 7 Onan PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA PROVINCIAL COUNCILS (AMENDMENT) . ACT, No. 27 OF 1990 [Certified on 6th July, 1996] Printed on the Orders of Government Published as a Supplemént to Part Ii of the Gazette of the Democratic: Socialist Republie of Sri Lanka of July 06, 1990 i gaunt az rue vesAMROSOT OF GOVERNIDNE PADEIHD, eet LAsEA Jo BE PURCEARD AT THR GOVEANGENG PUBLICATIONS SURRAY, COLOMIUO Price : 45 Conts. Postage : Re. 1.00",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": ". Provincial Councils (Amendment) 9s: Act, No. 27 of 1990. , a [Certified on 6th July. 19907 LD.~O. 33/00 a ‘Aw Act.10 asic sar Provincial Councns Act, No. 42 oF",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "1987 , A BE it enacted by the Parliament of the Democratic Soctaliat Republle of Sei Lanka as follows :—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "1. This Act may be cited as the Provincial Councils Sbort (Ainendment) Act, No. 27 of 1990. Wee",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2 Section 5 of the Provinsial Councils Act, No, 42 of 1987 Amendment (hereinafter referred to asthe “principal enactment\") $408\" {s hereby amended by the addition st the end of that No. #2 of section of the following new subsection >— als",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "“ (@ Where the Governor of e Province communicates to the Chairman of a Provincial Council established for. that province that in the opinion of the Governor, a member of such Provincial Couneil has, on the date speci- fied in such communication, expressly repudiatec or manifestly disavowed obedience to the Constltu tion, in contravention or violation of, the oath or efBrma- tion taken and subscribed, or made and subscribed by such member under section 4, such member shell be dis- qualified from sitting and voting as a member or such Provineial Council, with effect from the date specified in such communication. ”, :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "3. The following new section is hereby inserted Insertion immediately after section § and shall have effeot as section fection Sa 5 of the principal enactment :— aot",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Enaciznent, “Piswhution GA. Where the Governor of w Province Provincial ermmunicaves to the President that— . Soret",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "{e) more than one half of the total membership of such Provinclal Council has, on or about the date . specified in that communication, expressly repudiated or manifestly disavewed obedience to’ the Cons titution or otherwise acted in com . travention of the cath or affirmation taken and subscribed, ‘or made and subscribed; by auch",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "members under section 4; or—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "SD conet—gue won",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "Provincial Councils (Amendanent) ot",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": ". Act, No. 28 of 990 : De",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "[Certified on 6th July, 1990} :",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "L. D—O, 20/89 * AN Act 10 Anteno me Provaven. Couners Act, No. 42 oF .",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "1987 .",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "BE it enacted by the Parliament of the Democratic Soctaltst",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "4. This Act may be cited aé the Provirieial Councils shot = ° (Amendn:ent) Act, No 28 of 1999, we Mes 2, Section 25 of the Provincial Councils Act, No, 42 of Amendment 1987 (hereinafter referred to as “the principal enactment *» $f S230? is hereby amended in subsection (i) of that section, by No. a2 0¢ the substitution for the words “five months before the 197",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "expiration of such financial year, of the words “three months hefore the commencement of such financial year”,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "3. The following new section is inserted fmmediately Tetertion after section 27 and shall have effect as section 27A of the SA\"in the: principal enactment :— ‘ Brineipal auemers of 274. Where a Provinelal Counei) has been",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "Atssolved before the annual financial state-",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "ment for the financlsl year has been",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "approved, or a Provincial Councit ceases, for",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "\"any other reason to function, the Governor",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "may, notwithstanding anything in the pre-",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "ceding provisions of this Part, authorise the",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "issue from the Provincial Fund, and the expenditure of such Funds, as he may =",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "constlen necessary Yor the administration",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "* af the province, untit the expiry of « period",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": ". of three months from the date on which the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": ". new Provinefal Council is summonedto meet",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "or the date on which the Provincial Council",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "resumes functioning. ».",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "4, Section $2 of the principal enactment ie hereby amen- Ameniiment dea by the insertion, immediately after mubsection (2) here” thereof, of the following new subsections:— pod",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "RD OOMLe 2,150 (00/00) .",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "2 Provincial Councils (Amendment) . Act, No. 28 of 1980 ‘ “(@s) The Provincial Publie Service Commission of a Province may, subject to such conditions ax may be pre- setibed by the Governor of that Province, delegate to the ‘Chief Secretary or any officer of the provincial public set- . vice of that Province, ite powers of appointment, trans- for, dismissal, and disciplinary control of officers of the provincial public service. . __-. (28) Asly officer of the provincial public serviee of a - Province aggrieved by any.order made bythe Chief sec- retary or any officer of the provincial public service of . that Province, to whom the Provincial Publie Service Commission of that Province has delegated its powers under the preceding subsection, shall have a tight of app- +. eal to such Provincial Public Service Commission. ”, Amendment 5, Section 99 of the prncipal enactment is hereby amen- Hoge ded in subsection (8) of thet section, by the substitution for Rug, the words “Provinelal Public Servica Commission of ‘that Province”, of the words “Provincial Public Service Commission of that Province, on appeal or otherwise, 'or by the Chief Secretary or,any officer of the provineial public service of thet Province, to whom such Provincial Public Service Commission bas delegated its powers’ under sectiong2”, * Amentiment 6. Section 34 of the principa? enactment ia hereby amen- Gaotthe ‘ded by the subutitution for the words “-any decision of a Pibeipal ——-rovinefal Public Service Commission or any member ‘there of shall”, of the words “any decision of » Provincial Public Service Commission or any inember thereof, or of any Chief Seeretary or any officer of a provincial service et- excising any powers delegated by any such Commission shall”. fb: Biahatn 1, In the event of any inconsistency between the Sin- Prall,: ° hala and Tamil tents of thin Act, the Sinhala Text shatl Kang”. Brevail,",
    "mean_p_confidence": 0.76
  }
]