[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "re Ne ga (oe ¢ eres ig Veh yh PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA ; HOUSING AND TOWN IMPROVEMENT (AMENDMENT) ACT, No. 3 OF 1978 . [Certthed on 8th November, 1978]. Mw . . Printed Gn the Orders of Government “ ‘ oe . Published as a Supplement to Part II of the Guzette of the Democratic Socialist Republic of Sri Lanka of November 17, 1978 ° + mama Fa PAHS OF gRENEDET MORTON Ta reroigas vo roan poe, comin, Price ; 16 cents Portage: 25 cents",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "\" “Housing and Town Improvement (Amendment) Act, No. $ of 1978 [Certifled om 8th November, 1978} “LoDo, 49/78. Ax Act 10 sMEND sux Hovsnia amp Town IstrnoveoEnt aan ORonTANCE. BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows — -",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "1. This Act may be cited as the Housing and Town Shot Improvement (Amendment) Act, No. 3 of 1978. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "2 Section a1 of the Housing and Town Improvement Amendment Ordinance is hereby amended by the repeal of subsection 34 9f, 94 (2) thereof, and the substitution therefor of the following Soon \" subsection :— .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "“ (@) The Minister may, ff he considers necessary to do 80, remove any person appointed as a member of the board from office without reason stated.”. ‘ . : Ve ‘Sate ass cms, va . . .",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "$$ $$",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "‘Kpnual subscription ot Bila and Laws of the Parlament Rs. 2",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "Goeal), Be, 40 Foraiga), to the Surenarrmomr, Gove Mant, PUBLICA",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "Rapes grins sre fotgng ate Rec, Ee De ee iret see pt",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "\"UST e LE aes ee tee We \"Gayo wh tl be hole",
    "mean_p_confidence": 0.23
  }
]