[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ist Session, 1956 Sos es, . Yo. moe > For soe a cee, Seo? Gal LOR ERGOT S LS ey Pawnbrokers (Amendment) Act, No. 55 of 1956 Date of Assent : December 20, 1956 Printed on the Orders of Government Printed \"hs st'comsontunr Pomacartoha Boniaw, Covance ‘* Apnual Subscription (Including Bills) Re, 25, payable in BIVENS, “Gost” Gruen Box’ sb0, “Seereuniet Colombe 7 Price: 15 cents. Postage: 10 cents ,",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Pawnbrokers (Amendment) Act, No. 55 of 1956 3 L, D—O, 85/53, :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Aw Act 10 AMEND THe PAWNBROKERS ORDINANCE, :",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "No. 13 of 1942, : [Date of Assent: December 20, 1956] BE it enacted by the Queen’s Most Exceltent ‘Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in thig present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "41. This Act may be cited as the Pembrokers Aint ee (Amendment) Act, No. 55 of 1958.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2. Section 6 of the Pawabrokera Ordinance, No. 13 smmedasat a of 1042, hereinafter referred to as the “ principal pam Sot enactment”, is hereby amended by the substitution, Sota for all the wards from ‘ good character and” to the =",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "._ end of that section, of the words “ good character. ’”.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "3, Scotion 7 of the principal enactment is hereby Raptaemeat ~ repealed and the folloping new aootin takeauned of fecra therefor:-— Shader",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "rey “Heeat., 7, No Jiosuos for carrying on the P BESS. basiness of a pawnbrokier shall be issued * Ba'se'ak — toa person who is not a citizen of Ceylon Fete. unless— : . (a) a visa has been granted to him |“. “‘yader the Immigrants ond 0's Emigrants Act, No, 20 of ° we, 1048, authorising him to woe remain in Ceylon for such . period as the Government sn Agent may, in his discretion, : : deem to be sufficient for the te ’ parpose of that business, or iar () it ig certified by the Permanent o * Secretary to the Ministry of Defence and External Affairs . . or by any other officer of that » . Ministry authorised in that “° - : behalf by such Permanent. - | fo, Secretary that sach person mh was residing in Ceylon on . . November 1, 1949, and has : not been absent from Ceylon on or after that date. ‘7. 2.96 wre S006 eH",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Pawnbrokers (Amendment) Act, No. 8 of 1956 Invetion 4. The following new section is hereby inserted Oe immediately after section 9, and shall have effect as ee section 94, of the principal enactment:— scocimest, —* Beemity to, a. No licence for carrying on the befits asiiess of a pawabroker shall be iasued sive” to any person unless he furnishes . security in cach in the prescribed * .. , amount, ”?, Tastetion, of 5. The following new section is hereby inserted Bee weion immediately after section 23, and shall have effect as Feiasipol section 23a, of the principal enactment: — “amplation 984, (1) Where in any prescribed. eam circumstance any pledge ie lodt while in © . +1 iuaibelly pawn with any pawabtoker, the security a + furnished by such pawnbroker shall be . . applied in the prescribed manner to the . . payment of compensation to the pawner : or to any other person eptitled to ___ redeam such pledge. : on (2) Where a person ceases to catty on mt the business ‘of  pawnbroker, the weet amount-of the security furnished by him a . less any som applied therefrom to the a payment of such, compensation as is 4 . : referred to'in sub-section (1) shall be ne: yeturned to him. ”. _ Aweinsat st ,.; 6.. Section 36 of the principal enactment is hereby ceo 2, amended as follows:— mec (@) by the substitution, for the words “‘ or any » 8\" chief headman ”, of the words “or any . public officer authorised in writing in that mo “behalf by the Government Agent or any 2 : Divisional Revenue Officer\"; and |.” @) by -the, substitution, for the words: such : officer of police or chief headman ””, of the a + words ‘ any such officer or such Divisional . Revenue Officer ”. osertion of 7, \"The following new sections are hereby inserted ‘ ae cette immediately after. section 46, and shall bave effect as te rade section 464-and section 465 respectively, of the cmetwest, principal enactment: — “Hesiiom, \" G4. (1) ‘The Minister, may make lations for giving effect to the } + Btisions of thin Ordinance.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Pawnbrokers (Amendment) Aét, No. 56 of 1966 5 @) In perticular and withoat pro judice to the generality of the powsr ‘conferred by eub-section (1), the Minister",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "may make regulations—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": ". (@ presoribing any matter which is required by this Ordinance to be prescribed, and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "() providing for any matter inci. dental or supplemental to the furnishing of security by pawnbrokers.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(3) No regulation made by | the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Minister under this sectioa shall have",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "effect until it is approved by the Senate",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "nd the Honse of Representatives and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "notification of snch approval is published",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "in the Gazette. Every regulation shall,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "upon noificetion of such approval inthe",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "faaatte, be as valid and effectial as if",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "it were herein enacted. Baegetion 46x, Any power, function or duty of aierbs te «© the Government Agent under this Gerermest Ordinance may be exercised or per- a“ formed by any public officer who is _ authorised so to do by writing under the «hand of the Government Agent. ””.",
    "mean_p_confidence": 0.71
  }
]