[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PrN  hfe \"9 | neal  * eee | =  ; aes NAA __X.  O25) ems  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA |  FISHERIES (REGULATION OF  FOREIGN FISHING BOATS) ‘  ACT, No. 59 OF 1979  [Certified on 25th September, 1979] |  Printed on the Orders of Government  Published as a Supplement to Part II of the Gazette of the Democratic  Socialist Republic of Sri Lanka of September 28, 1979  Price: Re, 1.00 : ilar 50 cents",
    "mean_p_confidence": 0.6350526315789473
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Fisheries (Regulation of Foreign Fishing Boats)  ‘Act, No. 59 of 1979  [Certified on 25th September, 1979]  _ L. D0. 66/77.  Aw Act 10 Recutate, Conrro. AND Manace Fusimvc AND  Revareo Acrivimes By Fonsicn Boats mv Spt LANKA  WATERS ; AND TO PROVIDE FOR MATTERS CONNECTED THEREWITH  OR INCIDENTAL THERETO.  BE it enacted by the Parliament of the Democratic Socialist  Republic of Sri Lanka as follows :-—  1. This Act may be cited as the Fisheries (Regulation Short  of Foreign Fishing Boats) Act, No. 59 of 1979. boy  PART I—ADMINISTRATION  2, ‘The Director shall be responsible for the administra- Administra-  tion of this Act and for the implementation and enforcement °r %  of its provisions.  3. ‘The commanders of the armed forces shall render all Armed  5 forces to  such forms of assistance as may be necessary to ensure the co-operate  proper enforcement of this Act and to establish and maintain fenton  ‘an effective system of surveillance over fishing and related 2m¢  activities by foreign fishing boats in Sri Lanka waters. oat  PART I—CONTROLS OVER FISHING AND RELATED  ACTIVITINS BY FOREIGN FISHING BOATS IN  SRI LANKA WATERS  4. Subject to the provisions of section 12, no foreign Prohibition  fishing boat shall be used for fishing or related activities f‘relatea  in Sri Lanka waters except under the authority of a permit (<tiystes  i i ‘fshing  issued under section 6. nd  5, Where any foreign fishing boat enters Sri Lanka waters Foreign  otherwise than under the authority of a permit issued under fare’  section 6, the fishing gear of such boat shall, at all times SUT uMg  while it is in such waters, be kept ‘stowed in the prescribed Waters,  manner. 2 permit  fo stow gear.  6. (1) The Director or any person specially authorized Foreign  by him may, with the approval of the Minister, on appli- oat  cation made therefor and payment of the prescribed fee P'S  2A 43002—12,330 79)08)",
    "mean_p_confidence": 0.7245682451253482
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Fisheries (Regulation of Foreign Fishing Boats)",
    "mean_p_confidence": 0.6644444444444444
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  ‘Act, No. 59 of 1979  issue a permit in respect of any foreign fishing boat, autho-  rizing that boat to be used for such fishing and related acti-  vities, in such area or areas of Sri Lanka waters, and during ‘  such periods, as may be specified in the permit. Every such  permit shall be in the prescribed form.",
    "mean_p_confidence": 0.8322727272727273
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (2) Every application for a permit shall be made to the  Director in the prescribed form and shall contain the pres-  cribed particulars.",
    "mean_p_confidence": 0.7762962962962964
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  Minister 7. (1) The Minister may prescribe the areas of Sri Lanka",
    "mean_p_confidence": 0.7514285714285714
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  may. waters which shall be reserved for fishing by Sri Lanka",
    "mean_p_confidence": 0.7723076923076923
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  seer’et Sri fishermen and by local fishing boats.",
    "mean_p_confidence": 0.606
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  Lanka",
    "mean_p_confidence": 0.17666666666666667
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  Bor ishing (2) No permit issued under section 6 shall authorize or",
    "mean_p_confidence": 0.7357142857142857
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  by Sit be valid for, fishing or related activities by any foreign",
    "mean_p_confidence": 0.7764285714285714
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  Tee oes fishing boat in any area prescribed for the purposes of this",
    "mean_p_confidence": 0.7259999999999999
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  and local section.",
    "mean_p_confidence": 0.364
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "  fishing boats.",
    "mean_p_confidence": 0.3225
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "  Conditions 8. Every permit issued under section 6 shall be subject",
    "mean_p_confidence": 0.7884615384615384
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "  exo\" ——_to such conditions as may be prescribed and to such other",
    "mean_p_confidence": 0.6707142857142857
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "  Seat Ber- conditions (hereinafter referred to as “special conditions\")",
    "mean_p_confidence": 0.5645454545454546
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "  m as the Director may think fit to attach to such permit, having  regard to the period for which the permit is been issued,  the areas within which the foreign fishing boat is authorized  by such permit to be used for fishing and related activities,  the methods of fishing employed, and the type of gear used,  by such boat.",
    "mean_p_confidence": 0.845
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "  Director's 9. (1) The Director may from time to time, where he",
    "mean_p_confidence": 0.7514285714285714
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "  pore’, is satisfied that it is necessary or expedient for the proper",
    "mean_p_confidence": 0.7521428571428571
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "  certain management of fisheries in Sri Lanka waters, vary any",
    "mean_p_confidence": 0.7891666666666666
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "  gondiuons special conditions attached to any permit issued under sec-",
    "mean_p_confidence": 0.725
  },
  {
    "i_page": 3,
    "par_num": 21,
    "text": "  permit tion 6.",
    "mean_p_confidence": 0.476
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "  (2) Where in pursuance of the powers vested in him by  subsection (1), the Director varies any special condition  attached to any permit issued under section 6, he shall  cause notice of such variation to be given to the holder  of the permit as soon as practicable.",
    "mean_p_confidence": 0.8313207547169812
  },
  {
    "i_page": 3,
    "par_num": 23,
    "text": "  Director's 10. (1) The Director may make order suspending any",
    "mean_p_confidence": 0.755
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "  power {°,, permit issued under section 6 or cancel such permit—",
    "mean_p_confidence": 0.6484615384615384
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "  permits (a) where he is satisfied that the foreign fishing boat in  respect of which the permit is issued, has been used  in contravention of the provisions of this Act oF  of any regulation made under this Act or of any  condition attached to such permit ;",
    "mean_p_confidence": 0.8273584905660377
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Fisheries (Regulation of Foreign Fishing Boats) 3  Act, No. 59 of 1979",
    "mean_p_confidence": 0.7526666666666666
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (0) where he is satisfied that such action is necessary or",
    "mean_p_confidence": 0.7646153846153846
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  expedient for the proper management of fisheries in  — Sri Lanka waters.",
    "mean_p_confidence": 0.712
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  Every order made under this subsection shall state the  grounds therefor.",
    "mean_p_confidence": 0.745
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (2) Where any permit is suspended or cancelled on the  ground specified in subsection (1) (b), such proportion of  the fee paid for such permit as represents the unexpired  portion of the period for which the permit was issued shall  be reimbursed to the holder of the permit on his request.",
    "mean_p_confidence": 0.8370175438596491
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  Any such request shall be made in writing to the Director—",
    "mean_p_confidence": 0.8053846153846155
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  (a) within sixty days from the date of the order suspend-",
    "mean_p_confidence": 0.8038461538461538
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  ing or cancelling the permit ; or",
    "mean_p_confidence": 0.6633333333333333
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  (b) where an appeal is made to the Minister against an",
    "mean_p_confidence": 0.7369230769230769
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  order suspending or cancelling a permit, within  thirty days of the decision of the Minister on such  appeal.",
    "mean_p_confidence": 0.7763636363636363
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  11, (1) Any person aggrieved by an order made by the Appeal to  Director under section 10(1) may appeal therefrom to the , {2¢ Minis-  ‘Minister within thirty days of the making of the order.",
    "mean_p_confidence": 0.805128205128205
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "  ‘The decision of the Minister on any such appeal shall be  final.",
    "mean_p_confidence": 0.7453333333333333
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "  (2) No variation made by the Director under section 9 (1)  or order of suspension or cancellation made under section  10(1) or decision of the Minister under subsection (1) shall  be called in question in any court on the ground that such  variation, suspension or cancellation or decision as the case  may be, was not necessary or expedient for the proper =  management of fisheries in Sri Lanka waters.",
    "mean_p_confidence": 0.8253246753246752
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "  12. (1) The Director may give written permission autho- Fishing for  rizing any foreign fishing boat to be used for research opera- Stientific  tions, experimental fishing or scientific investigations relat- Purposes.  ‘ing to fisheries resources in Sri Lanka waters.",
    "mean_p_confidence": 0.7795454545454544
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "  (2) The Director may, in giving his written permission  under subsection (1), attach such conditions as he may think  fit, regarding the conduct of such research operations, expe-  rimental fishing or scientific investigations as such foreign  fishing boat is authorized to be used for.",
    "mean_p_confidence": 0.8301999999999999
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "  (3) Nothing in section 4 or section 5 shall apply to any  boat operating under the authority of, and in accordance  with, the written permission of the Director given under  subsection (1).",
    "mean_p_confidence": 0.8245945945945945
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Fisheries (Regulation of Foreign Fishing Boats)  ‘Act, No. 59 of 1979",
    "mean_p_confidence": 0.714
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (4) The Director may at any time, rescind any written  permission given under subsection (1) or vary the condi-  tions attached to such permission, where he considers that  such recision or variation is necessary in the public interest. ©",
    "mean_p_confidence": 0.8204545454545454
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  : PART II—POWERS OF AUTHORIZED OFFICERS  Powers of 13. (1) For the purposes of enforcing this Act, any  authorized  aoe authorized officer may—",
    "mean_p_confidence": 0.6114285714285714
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (@) stop, board and search any foreign fishing boat in  Sri Lanka waters ;",
    "mean_p_confidence": 0.7364705882352941
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  (b) require to be produced, examine and take copies of,  any permit, log-book or other document required  to be kept or maintained by or under this Act ;",
    "mean_p_confidence": 0.823125
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  (e) require to be produced, and examine, any fishing  nets or other fishing gear on board, or belonging to,  the boat and inspect any fish or aquatic plant on",
    "mean_p_confidence": 0.8027272727272727
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  + board the boat;",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  (@) make such enquiries of the master and crew of  ‘the boat as may be necessary to ascertain whether  any offence has been committed under this Act.",
    "mean_p_confidence": 0.8025806451612902
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  (2) Any authorized officer, where he has reasonable  grourids to believe that an offence has been committed  under the Act may, with or without a warrant—",
    "mean_p_confidence": 0.817
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  (a) seize and detain any boat, used in, or in connection  with , the commission of the offence including any  fishing gear, fish or aquatic plants, equipment, stores  and cargo found on board, or belonging to, the boat,  or seize any fishing gear abandoned by the boat;  and",
    "mean_p_confidence": 0.8132727272727273
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "  (B) arrest any person who he has reason to believe has  committed such offence.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "  (8) In effecting the seizure of a boat under this section,  an authorized officer may use such force as may be reasona-  bly necessary.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "  (4) Any foreign fishing boat seized under this section,  ‘and the crew thereof, shall be brought to the nearest or  most convenient port in Sri Lanka.",
    "mean_p_confidence": 0.8056666666666666
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Fisheries (Regulation of Foreign Fishing Boats) ° 5  ‘Act, No. 59 of 1979",
    "mean_p_confidence": 0.688125
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  (©) Where any foreign fishing boat or other thing is  seized under this section, the authorized officer by whom  such boat or other thing was seized, shall as soon as  possible produce the boat or other thing before, or make  it available for inspection by, a Judge of the High Court,  who shall make such order as he may deem fit relating to  the detention or custody of such boat or other thing pending  the conclusion of a prosecution instituted in respect of that  boat or other thing:",
    "mean_p_confidence": 0.8486734693877551
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  Provided however that where any fish or acquatic plant  80 seized is subject to speedy decay, an authorized officer  may, on the direction of the Director or the Government  Agent, sell such fish or acquatic plant and shall deposit the  Proceeds of sale in the High Court.",
    "mean_p_confidence": 0.8335849056603774
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  (6) Every person arrested under this section shall be  informed of the reason for his arrest and shall (subject, in  ‘the case of an arrest under a warrant, to any endorsement  in such warrant) be produced before a Judge of the High  Court within twenty-four hours of the arrest, exclusive of  the time necessary for the journey from the place of arrest  to that Judge.",
    "mean_p_confidence": 0.8412328767123287
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  (7) Where, following the commission of an offence under  ‘this Act or any other law relating to fisheries by any foreign  boat in Sri Lanka waters, such foreign fishing boat is pursued  beyond the limits of Sri Lanka waters, the powers conferred  on authorized officers by this section may be exercised  ‘beyond the limits of Sri Lanka waters in the circumstances,  and to the extent, recognized by international law. .",
    "mean_p_confidence": 0.8334615384615384
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  14, (1) No action shall lie against the Government of Protection  Sri Lanka or against any authorized officer for damages in  any civil court, for any act done or ordered to be done in  good faith in pursuance of any provision of this Act.",
    "mean_p_confidence": 0.8220408163265306
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (2) No prosecution against an authorized officer in respect  of any act done by such officer in purported pursuance of  any provision of this Act shall be entertained by any court  unless such action is instituted within six months of the  date of the act complained of. a",
    "mean_p_confidence": 0.8168518518518518
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Fisheries (Regulation of Foreign Fishing Boats)  ‘Act, No. 59 of 1979  PART IV  OFFENCES",
    "mean_p_confidence": 0.6755
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  Contraven- 15, Where any foreign fishing boat is used in contraven-",
    "mean_p_confidence": 0.7415384615384616
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  ‘lon of'pFo- tion of the provisions of section 4 or section 5 the master,",
    "mean_p_confidence": 0.7175
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  sego8 for owner and charterer, if any, of such boat shall each be",
    "mean_p_confidence": 0.6806666666666666
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  Section 8 guilty of an offence under this Act and shall each be liable",
    "mean_p_confidence": 0.738125
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  offence, on conviction after trial without a jury before a Judge of  the High Court,—",
    "mean_p_confidence": 0.7538888888888889
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  (@) in the case of a contravention of section 4, to a fine",
    "mean_p_confidence": 0.8133333333333332
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  \\ not exceeding one million five hundred thousand  rupees oF",
    "mean_p_confidence": 0.683076923076923
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "  (®) in the case of a contravention of section 5, to a fine",
    "mean_p_confidence": 0.7859999999999999
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "  not exceeding seven hundred and iifty thousand",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "  rupees.",
    "mean_p_confidence": 0.24333333333333332
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "  None, 16. Where any foreign fishing boat in respect of which",
    "mean_p_confidence": 0.7453846153846153
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "  Sore sitn a permit has been issued under section 6 is used in contra-",
    "mean_p_confidence": 0.678125
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "  conditions _vention of the conditions of such permit, the master, owner",
    "mean_p_confidence": 0.7207692307692307
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "  fe bean and charterer, if any, of such boat shall each be guilty of",
    "mean_p_confidence": 0.7943749999999999
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "  oltence. an offence under this Act and shall each be liable on con-  viction after trial without a jury before a Judge of the  High Court, to a fine not exceeding seven hundred and  fifty thousand rupees.",
    "mean_p_confidence": 0.8152380952380953
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "  Qbstructin 47, Any person who—",
    "mean_p_confidence": 0.4114285714285714
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "  Reedomicers (a) wilfully obstructs any authorized officer in the exer-  cise of any powers conferred on him by this Act ;  or",
    "mean_p_confidence": 0.7223076923076923
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "  (b) fails to produce—  (i) any permit, log-book or other document requir  ed to be maintained by or under this Act ; 01  (ii) any fishing nets or fishing gear on board, o1  belonging to, a foreign fishing boat,  when required to do so by an authorized officer  or  (©) fails to comply with any enquiry or requirement  made by an authorized officer in accordance with  the provisions of this Act,  shall be guilty of an offence under this Act and shall be  liable on conviction after trial without a jury before @  Judge of the High Court to a fine not exceeding twenty-  five thousand rupees.",
    "mean_p_confidence": 0.795327868852459
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Fisheries (Regulation of Foreign Fishing Boats) 7  Act, No. 59 of 1979",
    "mean_p_confidence": 0.7506666666666667
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  18. Where any person is convicted of an offence under Pores ot  this Act, the Court— order",
    "mean_p_confidence": 0.7525
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  forfeiture,",
    "mean_p_confidence": 0.27999999999999997
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  (a) may, and in the case of a contravention of section 4",
    "mean_p_confidence": 0.8135714285714285
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  shall, make order that any boat used, in, or in  connection with, the commission of the offence,  together with its fishing gear, equipment, stores and  cargo and any fish or aquatic plants found on board  such boat or the proceeds of sale of any such fish or  acquatic plants deposited in Court under the proviso  to section 13(5), shall be forfeited;",
    "mean_p_confidence": 0.832463768115942
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  (b) shall order that any costs incurred in holding the  boat in detention, and any costs of repatriation  of any member or members of the crew of the boat,  shall be payable by the person convicted.",
    "mean_p_confidence": 0.8351219512195123
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  19. (1) Any boat, fishing gear, fish, aquatic plant, equip-  Pisposal of  ment, stores or cargo forfeited under section 18 shall upon goods.  such forfeiture vest absolutely in the State. Such vesting  shall take effect—",
    "mean_p_confidence": 0.7855
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  (a) after the expiration of the period within which an",
    "mean_p_confidence": 0.7925
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  appeal may be preferred to the Court of Appeal  against the order of forfeiture ; or",
    "mean_p_confidence": 0.8010526315789473
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "  (b) where an appeal has been preferred to the Court  ‘of Appeal against the order of forfeiture, upon  the determination of such appeal, confirming or  up-holding the order of forfeiture.",
    "mean_p_confidence": 0.7859999999999999
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "  (2) The Director shall take possession of any boat, fish-  ing gear, fish, aquatic plant, equipment, stores or cargo  vested in the State under subsection (1) and may sell or  otherwise dispose of them as he may think fit.",
    "mean_p_confidence": 0.834090909090909
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "  20. (1) The Director or Deputy Director or any Govern- Compoun-",
    "mean_p_confidence": 0.7646153846153846
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "  ment Agent or Additional Government Agent may, having “iné °f  regard to the circumstances in which the offence was  committed and with the approval of the Minister, compound  any offence under this Act for a sum of money equal to  not less than one-fifth of the maximum fine imposable for  such offence, and may, as part of the compounding of the  offence, with the approval of the Minister, order the release  of any boat, fish or other thing seized under section 13,  (and in respect of which no order of detention has been  made by a Judge of the High Court), on payment of a sum  of money not exceeding the aggregate of the estimated  value of the boat, fish or other thing, and the costs incurred  in the detention of the boat and repatriation of its crew,",
    "mean_p_confidence": 0.8461184210526315
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  & ° Fisheries (Regulation of Foreign Fishing Boats)  ‘Act, No. 59 of 1979  (2) The compounding of any offence under this section—  (a) shall be notified in writing under the signature of  both parties to the High Court ; J  (b) shall have the effect of an acquittal of the accused. ~  Release 21. (1) Where a Judge of the High Court has ordered the  me detention of a foreign fishing boat pending the conclusion  bond or of any prosecution instituted in respect of that boat, the  Set secu- owner of the boat, permit holder, master or the authorized =,  local representative appointed in respect of the boat, may  apply to that Judge for the release of the boat on the provi-  sion of a satisfactory bond or other form of security in  accordance with this section.",
    "mean_p_confidence": 0.8105263157894737
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  (2) A Judge of the High Court to whom an application d  is made under subsection (1), shall order the release of the  boat on the execution by a person approved by the Judge,  of a satisfactory bond or other form of security in an count 4  not less than the aggregate of the value of the boat,  (including all fishing gear, equipment, stores and cargo,  the value of the fish or aquatic plants on board at the  time of seizure, other than the value of any fish or aquatic  plants which have been sold and the proceeds deposited in  Court in accordance with the proviso to section 13(5) ), 2  the expenses incurred in the detention and in the repatria-  tion of any member or members of the crew of the  boat and the maximum fine to which the master, owner  or charterer of such boat would be liable if convicted of the  offence in respect of which a prosecution against such  master, owner or character has been or is to’ be instituted.",
    "mean_p_confidence": 0.8483246073298429
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  (3) The release of any bond or other form of security  executed under this section shall be conditioned upon—",
    "mean_p_confidence": 0.8113636363636363
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  (a) a finding by the Court that the boat has not been 4  used in, or in connection with, the commission of an  offence under this Act; or",
    "mean_p_confidence": 0.8206249999999999
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  (b) (i) payment in full, within fourteen days of the date",
    "mean_p_confidence": 0.7969230769230768
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  of the judgment of the Court, of any fine im-  posed by the Court and any costs ordered to  be paid under section 18(b) ; and",
    "mean_p_confidence": 0.8123333333333334
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  (i) delivery to the Court, on the order of the Court, 4  of the boat (including all fishing gear, equip-  ment stores and cargo, and of any fish or  aquatic plants ordered to be forfeited) with-",
    "mean_p_confidence": 0.7999999999999999
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Fisheries (Regulation of Foreign Fishing Boats) 9  ! Act, No. 59 of 1979  out any impairment of its value, or payment  of the monetary value thereof as determined  z by the Court, where the Court finds that  the boat has been used in, or in connection  with, the commission of an offence under this  Act.",
    "mean_p_confidence": 0.7778125
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  (4) The amount specified in the bond or other form of  security shall be recoverable in full in any court of compe-  tent jurisdiction, as a debt due to the State jointly and  severally by the person or persons by whom the bond or  other form of security is given, unless such person or persons  prove the due performance of the condition on which the  bond is released.",
    "mean_p_confidence": 0.8411842105263158
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  22, Where the master, owner or charterer of a foreign Boat to *  fishing boat, has been convicted of an offence under section PEnding  15 or 16, the boat, (including its fishing gear, equipment, Bement  stores and cargo) if not ordered to be forfeit by the Court, &*  shall be held until such time as the fine, costs and other  moneys ordered by the Court to be paid have been paid,  and if payment in full has not been made within thirty days  of the date on which the fine is imposed or the costs and  other moneys are ordered to be paid, the boat shall be sold  and the fine, costs and other moneys shall be recovered from  the proceeds of the sale.",
    "mean_p_confidence": 0.825735294117647
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  23, Where in any prosecution instituted under this Act Presump.  following the seizure of a foreign fishing boat by an enforce. “°™  ment vessel, the place in which an event is alleged to have  taken place is in issue, the place stated in a certified copy  of the relevant entry in the logbook or other official record  of the enforcement vessel as being the place in which the  event took place shall be presumed until the contrary is  proved, to be the place in which such event took place.",
    "mean_p_confidence": 0.8304081632653061
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  24, Any offence under this Act committed in Sri Lanka jurisdic  waters shall, notwithstanding anything to the contrary in {or of the  any other law relating to the territorial jurisdiction of the  High Court, be triable by the High Court sitting in any  judicial zone of Sri Lanka.",
    "mean_p_confidence": 0.7975925925925926
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Fisheries (Regulation of Foreign Fishing Boats)  ‘Act, No. 59 of 1979",
    "mean_p_confidence": 0.6953333333333334
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  Service 25, Where for the purposes of any prosecution or other  fummons or Proceeding instituted under this Act, any notice, summons  ether docu or other document is required to be served on the owner  ae or charterer of a foreign fishing boat, such notice, summons",
    "mean_p_confidence": 0.7759999999999999
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  or other document shall be deemed to have been properly",
    "mean_p_confidence": 0.7341666666666667
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  served, if it is served in person or by registered post on",
    "mean_p_confidence": 0.8207142857142857
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  the master of such boat, or on the authorized local repre",
    "mean_p_confidence": 0.7523076923076922
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  sentative appointed by the owner or charterer of such boat.  Minister's 26. (1) The Minister may make regulations for the  open purpose of carrying out and giving effect to the principles  regulations, and provisions of this Act.",
    "mean_p_confidence": 0.7661904761904762
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "  (2) In particular, and without prejudice to the generality  of the powers conferred by subsection (1), the Minister may  make regulations for, or in respect of, all or any of the  following matters :—",
    "mean_p_confidence": 0.8212820512820513
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "  (a) the manner in which the fishing gear of foreign fish-  ing boats.shall be stowed, when prohibited from  fishing in Sri Lanka waters;",
    "mean_p_confidence": 0.7859259259259259
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "  (®) the form of applications for a permit under section 6,  the particulars to be contained in such applications,  and the manner in which such applications shall be  made; \"",
    "mean_p_confidence": 0.7771428571428571
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "  . (©) the forms of permits issued under section 6 and the  fees to be paid therefor ;",
    "mean_p_confidence": 0.7371428571428572
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "  (d) the conditions to be attached to a permit issued under  section 6, including conditions relating to—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "  (@) the appointment by permit holders, of autho-  tized local representatives or agents in Sri  Lanka in respect of fishing operations ;",
    "mean_p_confidence": 0.7599999999999999
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "  (i) the maintenance by permit holders, of bonds  and other forms of security for the fulfilment  of the conditions attached to the permit;",
    "mean_p_confidence": 0.7881481481481482
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "  (iii) the requirements to be observed by the boat  in respect of which the permit is issued, while  such boat is in Sri Lanka waters ;",
    "mean_p_confidence": 0.8106666666666666
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "  (iv) the maintenance by the boat in respect of which  the permit is issued, of log books and other  records of position, catch and fishing efforts  and of the transporting and processing opera  tions carried out by such boat ;",
    "mean_p_confidence": 0.7969565217391303
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  . Fisheries (Regulation of Foreign Fishing Boats) 11  ‘Act, No. 59 of 1979",
    "mean_p_confidence": 0.6975
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  (v) furnishing by the permit holder, of statistical",
    "mean_p_confidence": 0.737
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  and other information, including statistics re-  . lating to catch and effort and of reports as.  to the position of the boat ;",
    "mean_p_confidence": 0.7577777777777778
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  (vi) the marking of the boat in respect of which  ‘the permit is issued, and the installation and  maintenance on board such boat, of transpon-  ders and other equipment for the identifica~  tion and location of boats and of adequate",
    "mean_p_confidence": 0.8186956521739129
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  . navigational equipment to enable boats to fix  their positions themselves ;",
    "mean_p_confidence": 0.678
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  (vii) the provision of facilities by the permit-holder,  for the placing of trainees and other person-  nel on board the boat in respect of which the  permit is issued ;",
    "mean_p_confidence": 0.7885714285714286
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  (viii) the employment of Sri Lanka citizens on board.  the boat in respect of which the permit is  issued ;",
    "mean_p_confidence": 0.7566666666666667
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "  (ix) the placing the Sri Lanka observers on board.  the boat in respect of which the permit is  issued ;",
    "mean_p_confidence": 0.7741666666666666
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "  (x) the compliance by the boat in respect of which  the permit is issued, with directions, instruc~  tions or other requirements given by authoris-  ed officers acting in pursuance of the powers  conferred on them by this Act or by any other  Jaw.",
    "mean_p_confidence": 0.7986
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "  (e) the procedures to be conformed to by foreign capital  investment in fisheries, including joint-venture:  Proposals ;",
    "mean_p_confidence": 0.7147619047619047
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "  (f) the conditions under which foreign fishing boats shall  be allowed to enter into Sri Lanka ports, whether  for inspection of the catch or for other purposes 5",
    "mean_p_confidence": 0.8115625
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "  (9) the Sri Lanka waters within which a foreign fishing  boat may be authorized by a permit issued under  section 6, to be used for fishing and related activities;",
    "mean_p_confidence": 0.8051515151515152
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "  (h) the procedures to be adopted by an authorized officers  in effecting the seizure of a foreign fishing boat  under seetion 13 ;",
    "mean_p_confidence": 0.7340740740740741
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  12 Fisheries (Regulation of Foreign Fishing Boats)  “Act, No. 59 of 1979",
    "mean_p_confidence": 0.702
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  (j) provision that the contravention of, or failure to com-  ply with, any regulation made under this section  shall be an offence under this Act triable by a Judge  of the High Court without a jury and punishable  with a fine not exceeding one million rupees;",
    "mean_p_confidence": 0.823076923076923
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "  (j) any other matter which is required or authorized by  this Act to be prescribed.",
    "mean_p_confidence": 0.7855555555555555
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "  (3) Every regulation made by the Minister shall be pub-  lished in the Gazette and shall come into operation on the  date of such publication or on such later date as may be  specified in the regulation.",
    "mean_p_confidence": 0.834047619047619
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "  (4) Every regulation made by the Minister shall, as soon  as convenient after its publication in the Gazette, be brought  before Parliament for approval. Any regulation which is not  so approved shall be deemed to be rescinded from the date  of disapproval but without prejudice to anything previously  done thereunder.",
    "mean_p_confidence": 0.8175438596491228
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "  (5) Notification of the date on which any regulation is so  deemed to be rescinded shall be published in the Gazette.",
    "mean_p_confidence": 0.8345833333333332
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "  Amend. sah",
    "mean_p_confidence": 0.1875
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "  Amend- | 21. The Fisheries Ordinance is hereby amended as  Fisheries follows :—",
    "mean_p_confidence": 0.60125
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "  (chapter: (@ by the repeal of sections 5, 6, 7 and 8 of that  (212). Ordinance ;",
    "mean_p_confidence": 0.7030000000000001
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "  (b) in section 9 of that Ordinance, by the substitution,  for the expression “fishing boat” wherever: that  expression occurs in that section, of the expression  “Jocal fishing boat” ;",
    "mean_p_confidence": 0.7723529411764706
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "  (c) in section 10 of that Ordinance, by the substitution  for the expression “ fishing boat ”, of the expression  “Jocal fishing boat” ;",
    "mean_p_confidence": 0.7889285714285714
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "  (d) in subsection (1) of section 22 of that Ordinance,  by the substitution, for the expression “fishing  boat”, of the expression “local fishing boat”; ,",
    "mean_p_confidence": 0.7948275862068965
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "  (©) im section 23 of that Ordinance, by the repeal of  paragraph (b) of that section;",
    "mean_p_confidence": 0.7647368421052632
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "  (f) in subsection (2) of section 33 of that Ordinance—  ( by the repeal of paragraphs (b) and (c) of",
    "mean_p_confidence": 0.8073913043478261
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "  ‘that subsection j  (Gi) by the substitution, im paragraph (a) of that  subsection, for the expression “ fishing boats”,  \\ of the expression “local fishing boats” ; and",
    "mean_p_confidence": 0.7112121212121212
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Fisheries (Regulation of Foreign Fishing Boats) 13  ‘Act, No. 59 of 1979",
    "mean_p_confidence": 0.732
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  (iii) by the repeal of paragraphs (e), (f) and (9)  ‘of that subsection ; and",
    "mean_p_confidence": 0.7327777777777778
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  (g) in section 35 of that Ordinance—",
    "mean_p_confidence": 0.7233333333333333
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  (i) by the omission of the definitions respectively,  of “Ceylonese”, “Ceylonese company” and  “fishing licence” ; and .",
    "mean_p_confidence": 0.6768181818181819
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  (ii) by the insertion, immediately after the defini-  tion of “inland water”, of the following new  definition :—",
    "mean_p_confidence": 0.7354545454545455
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  “Jocal fishing boat”, has the same meaning  ‘as in the Fisheries (Regulation of  Foreign Fishing Boats) Act, 1979 ;”.",
    "mean_p_confidence": 0.7243478260869566
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "  28, In this Act, unless the context otherwise requires— Interpre-",
    "mean_p_confidence": 0.6766666666666666
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "  “aquatic plant” means any seaweed, photoplankton or  other aquatic flora ;",
    "mean_p_confidence": 0.6807142857142857
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "  authorized officer” means any officer not below the rank  of Fisheries Inspector appointed under the Fisheries  Ordinance, any member of the Navy not below the  rank of petty officer, any member of the Air Force  not below the rank of Sergeant, any police officer  not below the rank of Sergeant and any other person  designated as such by name or by office, by the  Minister in writing ;",
    "mean_p_confidence": 0.8222077922077923
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "  “Director” means the Director of Fisheries appointed  under section 2 of the Fisheries Ordinance ;",
    "mean_p_confidence": 0.7894444444444444
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "  “Deputy Director” means a Deputy Director of Fisheries  appointed under section 2 of the Fisheries  Ordinance ;",
    "mean_p_confidence": 0.7642857142857143
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "  “fish” means any aquatic animal, whether piscine or  not, and includes any shellfish, crustacean,  molluse, holothurian or aquatic mammal, and its  young, fry, eggs or spawn;",
    "mean_p_confidence": 0.7645161290322581
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "  “fishing” means catching, taking or killing fish or  collecting aquatic plants by any method and  includes an attempt to catch, take or Kill fish, or to  collect aquatic plants ;",
    "mean_p_confidence": 0.7651428571428571
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "  “fishing boat” means any vessel for the time being used  for fishing or related activities ;",
    "mean_p_confidence": 0.7794736842105263
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  14 Fisheries (Regulation of Foreign Fishing Boats)  ‘Act, No. 59 of 1979  foreign fishing boat” means any fishing boat other than  a local fishing boat ;  “local fishing boat” means any fishing boat— 3  (a) wholly owned by the Government of Sri Lanka  or any public corporation established by, or  under, any law of Sri Lanka;  (0) wholly owned by one or more persons who are  citizens of Sri Lanka ; or.  (c) wholly owned by any company, society or other  association of persons, incorporated or esta-  blished under the law of Sri Lanka, a  majority of the voting shares of which are  held by citizens of Sri Lanka,  and registered under the Merchant Shipping Act,  No. 52 of 1971;  “ prescribed ” means prescribed by regulation made under  this Act;  “related activities” in relation to fishing means—",
    "mean_p_confidence": 0.7900628930817609
  },
  {
    "i_page": 15,
    "par_num": 2,
    "text": "  (@) transhipping fish to or from any boat or vessel ;",
    "mean_p_confidence": 0.7823076923076923
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "  (b) storing, processing or transporting fish or  aquatic plants obtained from fishing  operations ;",
    "mean_p_confidence": 0.6183333333333333
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "  (c) refuelling or supplying fishing boats or perform  ing other activities in support of, or ancillary  to, fishing operations ;",
    "mean_p_confidence": 0.7454166666666667
  },
  {
    "i_page": 15,
    "par_num": 5,
    "text": "  (@) attempting or preparing to do any of the above ;",
    "mean_p_confidence": 0.7838461538461539
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "  “Sri Lanka waters” means—  : (q) the area declared to be the territorial sea of  Sri Lanka by proclamation made under  section 2 of the Maritime Zones Law, No. 22  of 1976;",
    "mean_p_confidence": 0.7536842105263158
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "  (®) the area declared to be the contiguous zone  of Sri Lanka by proclamation made under  section 4 of the Maritime Zones Law, No. 22  of 1976 5",
    "mean_p_confidence": 0.7796969696969697
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  Fisheries (Regulation of Foreign Fishing Boats) 15  Act, No. 59 of 1979",
    "mean_p_confidence": 0.7313333333333334
  },
  {
    "i_page": 16,
    "par_num": 2,
    "text": "  (c) the area declared to be the exclusive economic  zone of Sri Lanka by proclamation made  under section 5 of the Maritime Zones Law,  No. 22 of 1976;",
    "mean_p_confidence": 0.7799999999999999
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "  (@) the area declared to be the historic waters of  Sri Lanka by proclamation made under  section 9 of the Maritime Zones Law, No, 22  of 1976 ; and",
    "mean_p_confidence": 0.7802941176470588
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "  (e) all public bays, rivers, lakes, lagoons, estuaries,  streams, tanks, pools, ponds, channels and all  other public inland or internal waters.",
    "mean_p_confidence": 0.7824
  }
]