[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRE LANKA PARLIAMENTARY ELECTIONS (AMENDMENT) ACT, No. 15 OF 1988 [Certified on 24th May, 1988] Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sti Lanka of May 27, 1088 ———_ RT At vom mammary oF cevmncnws renee, mt AE __ 70 x POWCnASy Af TED COVERWGITESE PUBLICATIONS BURBAC. COLODEAD Price : Re, 1.50 Postage : Re. 1.15",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Pasllgmentary Elections (Amendment) 3 Act, No, 15 of 1988 . er [Certified of 24th May, 198) TF 1) LD—O, 1/8. | i | 5. AN Acr 30 AMEND THE PanutAMiNTany Exzctions \"- Act, No. 1 ov 1961. cet BE it enacted by the Parlisment of the Denioeratie Socialist Republic af Sri Lanka as follows:— f 1. This Act may be cited as the Parliamentary Elections short tite (Amendment) Act, No. 15 of 1988 (7) ee 2, Section 10 of the Parliamentary Elections ‘Act, No, laf Améndmient 1981 (hereinafter referred to as the “principal enactment\") $e 2°qu\" is hereby smended in subsection (2) az foRows:— Noi of i9m1. (2) by the repeal of paragraph (a) of that subsection, ‘and the substitution of the following: paragraph therefer :— ee ptt + * (a) The nomination period shall commence on the tenth dey after the date of publication in the Gazette of the Proclamstion or Order referred to “in subsection (1) ond expire at twelve noan on the seventeenth day atler the date of publication of . |, Such Proclamation or Order: jtand . ae Pres (2) by the repeal of sub-paragraph () of paragraph (b) of that subsection andthe . substitution, of the following sub-paragraph therefar i+ fs: © @ ¥ day not less than five weeks afd not more ‘than seven weeks from the closing day of the vo nominstion period ;*, © 3 °° Fe cee EE iiss yatinaste 3 ‘Section 15 of the “prinefyll’ eniatément ‘is° hereby Amendment | Mended-by-the repeal of subsections (1) and (2) of that athe < section and’ the substitution of! the followinig mubséctions Postion. weiees DA odete sca are i | {@ Any recognized political party or any. group of 2 Persons contesting as independent candidates (hereinafter referred to-as an “independent group”) may; for the ‘Frrpose of an clection of Members of Parliament-for any electoral. distriet}:sukmit one nomination paper setting out the names, of such number af candidates as is.equive- «lent to the mumber af Members to be elected for. that ,  Aectoral district, increased by taree, Such nomination | Peber ahall be substantially in Form: A set-out fn the | Fitst Schedule to this Act. Ma",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Posliomentary, Elections. (Amendment) At, No. 15 of 1988 (2) The wrjtten consent of each candidate to be nomi nated by 2 recognized political party or en independent group and sn oath or affrrnation, as the case may be, in, + the Form set out in the Seventh Schedulé fo the Constitu- tion, taken or subscribed or’inadé or subsertbed, as the ‘tase. may be, by every mich gandidate,-shall be endorsed om the nomination papers’, “Ty gp Amendment 4, “Section 19-of the; principal enactment -ig . herehy atthe amended as follows: — Monsters am vaste” Eakicene -  (@),im paragraph (b) of subsection (1) of that section, by . jpn the gubstitution ‘for the words and figures“ Article a “*\" 93(2) *, of the words and figures “ Article $9 (3) \"5 _ @) by the repeal of paragraph’ (@) of subsection (1) ‘of * that ‘section ‘and the substitution of the following paragraph therefor :— oe csaasaoil (@)» where he gonsent af one.or more candidates oct sty» nominated.or-the oath or.affirmation, in the 6! Sa + :rform-set.ont.in the Seventh Schedule to the Soe er.+ Conptituiion, of one or more tandidates, has i+ \"Mesh, onhavernot been endorsed on the nomination paper,\" y andy. i (@) by the insertion immrediately after subsection (1) of ‘that section, of the following subsection :— + “(lay Objectiotis to a nomination paper may be made to the returning officer ‘between twelve *, «noon and, one-thirty. o'clock in.. the afternoon coli ofthe last day of; fhe period lof nomination, | and no such objection shall. be entertained by the returning officer afier one thitty o'dlock im umn, eset the afternoon of that day? 6-5, noe Amendment’ —_§, ‘Section 20 of the:.prifcipal ‘enactment is!» hereby Bot the, i) amended by the repeal of subsection (1) of that section, Prncipel |” and the substitution of the following subsection, therefor :— (1) Where the candidates of only one recognized poll- tical ‘party or one independent group stand nominated for * election, the returning officer shall call upon the secretary ‘~ of such recognized political party. or the group leader of auch independent group to decide, within such period 0s may be specified by the returning officer, which of the + enadidates whose names appear in such nomination paper > shell be declared elected as Members.\"If euch. secretary or group leader communicates his decision to the rehirn— . ing officer within the pefiod specified by the returning officer, the feturning officer shall declare elected 28",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Paritamentary Blectionis {amendment} 3 At, Noxts'of 1968 .WMembers the respective candidates: specified in such jedeelaration, If an the other, hand, such secretary or group . dlpader fails to communicate his decision to the returning officer within the period specified by the returning officer, ‘then''such number of candidates, in the order in which “their'names appear in such nomination paper, ox is equal +.,to the number of Members to be elected shall be declared elected,”. hie a %. ‘Bectiod 24 ot the [principat enactment is herchy gf'tccdou”™ amended in subsection (1) of that section, by repeal of Principal Paragraph (b) of’ that subsection, und thé substitution of *nsctment, ‘the following paragreph therefor :—— * (®) the names of the Gandidates, (as indicated by the candidates) placed in alphabetical order, accor- ding to’ the Sinhala alphabet of each recognized : ‘r+ ++ political party and independent group nomina- ted for election as Members of that electoral dis- trict, the serial number assigned to each such can ‘1 * idste, the approved symbol allotted to such party . or group and in the case of an independent group . ‘+ the words “Independent Group” and the diss “> \"7 Hnguishing ‘number, if any': * oe : 1% Section 25 of the’ principal’ enactunent is hereby re: Replacement Pealed and the following section éubstituted therefor: 35 of the eDeath ot 25, (1) Whenever the death octurs of a Snacibent otter candidate between the adjournment of the ns orination. “lection for the purposes'of the poll and the a wo * “commencement of the poll, the Commissio- oe ner shall, upon heing satisfied of the fact of nn such death, direct in writing, the secretary Lo, Of the such party or the group leader of the , independent group, ax the case may be, by wou. , whieh the deceased candidate waa nomins— 1 tJ ted fo nominate another. candidate in place 1, of-the deceased candidate. +, 11° @) “pon Héeelpt of a direction under sub- a 4, Bection (1), the secretary of the recognized ay, ” Political pitty or the group leader of that independent group, us the ease may be, shall * |) foethwith inform the Commisstoner, at the a a) Raine, and address of the candidate noming- ted in pursuance of sach dtrection.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Parliamentary Elections (Amendment) Act, No, 18.0f 1988 a <” (@) Upon receipt of any. tnformation under “1. , Subsection (2), thee Commissioner shall oo , diredt the returning officer to expunge the name of the deceased candidite from with : + Botmination paper and tp enter the name of +\" \"the candidate nominated under subsection (2) on much nomination paper, The Com- _+ +; taissioner shat publish a -notice in the qe ts. +) Gazette, stating the fact of the death af the candidate referred to in subsection (1), and that notwithstanding such death, the nomi- at mation paper with the omission of the - name of the decegsed candidate and the the inclusion of the name of the eandidate nominated under subsection (2)-is valid and that ‘the poll shall be taken as specified in » the notice published under section 24.\". | Amengrocet _&, Section 26 of the principal enactment is hereby amended BEE —_in paragraph (a) of subsection (2) of that section, by the Puncipal, subsitution, for the words “Department of Police, Sri ememnent . Lanka Government Railway”, of the words ‘Department 1, of Police, Department, of Prisons, Sti Lanka Gpvernment * Radway\": . : Apentment \"9, Soction 30 ofthe pritcipal enactment is hereby Soatthe amended in subsection (1) of that section, by the repeal of grineioai paragraph (0). of thet subsection, and the substitution of the following paragraph’ therefor\". | ; “ (b) outside the polling statidn a tiotice specifying the “te mame af each recognized political party contes- 7. TO\" “ting'the eleetiom or in the case of an independent *. \"group contesting thé-election, thé words “Inde~ pendent Group” for eseh such group and the nz _ Alistinguishing number, if any, allotted to it toge- * \"ther with the names of the candidates (as indi- . cated by the candidatgs) in alphabetical order, . _. aeoaeding to the’ sinhéla alphabet of each such * \"recognized political party ‘or independent group, ‘~*~ ¢he serial number’ assigned ‘to’ each such eandi- . date and the approved syinbot alloted to each suck party or group”,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Parliamentary Elections (Amendment) 5 ‘Act, No, 15 of 1988 40. Section 32 of the principal enactment i hereby Amendment siended in subsection (2) of that séction, by the repeal of atthe’ paragraph (a) of that subsection and the substitution of snactment the following paragraph therefor:— : +» (a) shall contain the names of the recognized political parties contesting the election, in Sinhala, Tamil and English, arranged alphabetically, according to the sinhala alphabet, in the order of the names of such parties and. with the symbol allotted to each such party, svt out agzinst the name of each such party, and immediately, thereafter, if there are any independent groups contesting the elec- . tion, the words “Independent Group\" repeated a . for each group and the distiguishing number, if any, in the serial order and the symbol allotted : to-each such group and set out against the name ofeach such party or group, such number or numbers placed in serial order an is equal to the number of members to be elected from the elec- : toral district, increased by three ;’, 11, Section 34 of the principal enactment is hereby Amendment amended as follows :— oan\" (1) in subsection (1) of that section, by the substitution, enactment. for the words “names and addresses of the persons 30 appointed”, of the words “names, the numbers: of the national or other identity card isued by 0 government department or public corporation and aiidresses of the persons so appointed”; and 2) in subsection (3) af that section, by the substitution, + 3 for the words “name and addres of the new +” poling agent” of the words “ name, the number of . the national or other identity card isued by a.” government department or publie corporation and address of the new polling agent\", 21m, Sedtién 35 of the principal enactment is hereby Amsnginent ‘amended in subsection (2) of that section, by the addition 35 gf the ‘of the following proviso thereto :— penpals , * ” “Provided however, that only one cendidate from each. *“pecognized polttical party or independent group shalt be -. admitted to the polling’ station at any ene time.”,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Pe-ligmentary Elections (Avnendment) - ‘Aet, No. 15 of 1987 ‘Amendsnent 49. Section 51° of-the - principal enactment is\" heteby Slofihe amended by the repeal of subsection (3), of that section and principal |\" the substitution of the, following subsection therefor ;— * (3) Notice in writing'stating the names,the.numbers. of national or other identity card issued by a government <* department .or puivite corporation .andl addresses of .the persons appointed under subsection’{i} or subsection (2) « shall be given by thé secretary of such recognized politi- cal party-or its. authouzed reprsentative es: the group « ‘leader or'the. candidate referred to:in subsettion (2) to the counting: officer: -before. the: cbuntng.. of votes commences. The counting officer msy. refuse, to admit to ‘the counting. centre any counting agent whose name, the « amamber of national om other ‘identity card issued by a ‘government department or public corporation and address i-has not beer so given and who' does not produce a letter -;: from the returning officer authorizing him. to, be present + at-that counting center,\" ue ee Boe ae ea & se ela Amendment 14. Section 53 of: the: principal - enactment «is. hereby ate\" amended as follows2——. cn ko. s eek @) by the repeal of subsection (7) of that section, and ‘coat the, substitution « of the following © subsection . therefor :— ers vee . \"(0 The counting officer shall prepare a written vi Statement in worgs as well as in figures of the  .;, umber of voies given. for each recognized political | va i.» Paty and independent group and.a separate state- vox, Ment, in words as well ag in figures, of the number of preferences indicated for every candidate nomi- . | nated by eich such patty or group and each such » statement. shall be certified. by the. counting officer and witnessed by one of his assistants-or,clerks and wth counting-agents of any party or. group as are . + present and desire to sign. The-counting officer shall + ° on request allow any: counting agent to copy the statement\", 2 ea . __ (2) by the insertion immediately etter subsection (7) of a . that section, of the following new subsections: _ vv \"4 Cia) The preferences indicated bya voter in peed his ballot paper for the candidates nominated by @ + -+ + recognized political: party. or windependent -sroup ai, ig shell be disregarded, if puch.voter has indicated preferences for more than three candidates nomi- nated by such party or group,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Puctinaentary Elections (Amendnient) 7 Act, No. 15 of 1988 (7) Where a voter indicatés in his ballot paper * lore than one preference for a candidate nommated : ‘by’ a recognized political party or independent group all the preferences so indicated : shail : be regarded as one preferente,-© © 00 (ic) Any preferenice indiexted by @ voter in bis ‘ballot paper which is void for uncertainty as to the hast condidate for whom ft is indicated shall be . . Rejected.” be 18. Section 65 of the principal enactment’ fs hereby Amendment amended by the repeal of paragraph (i) of that section and gf secttou the substitution of the following paragraph therefor ~. Bezcipal \"-“\" \" « (h} the written statement under section 58 (7) of ° the number of votes given to each recognized at . Political party or independent group and the - * number of preferences’ secured by each ~~ \" <i... Candidate nominated by each such party ‘cr aa “ME\" Section. 60 -of the principal enactment is hereby Amentment smended by the repeal of.subsection {1) of that section, $f Section and the substitution, of the following subsection therefor :— prineips _ “G@) After the receipt of the documents referred ty “™st™ent Jn section 55 the rewning offiter,snall, from, the state- ments under subsection (7) of section 53 furaiatied to him » by all the counting officers (including the counting officers of the counting’ centre or: centres where postal ballot « ‘papers were counted) add upcand determined the number .  +of voles given for. each recognized political party and independent group .and the number. .of preferences indicated for each candidate nominsted, by each much . party or group. The returning officer shall, before he opens a sealed packet referred to in paragraph (h) of section 55, upon a request inade by an agent-appointed ‘iinder séétion 50, permit: such agent to inspect. the seals on such packet?.\"-- 0 “ee te, 1M. Section 64 of the principsl enactment is hereby Amensmeat amended by‘repeal of subsection (8) of that section; and of spatian = the substitution of the following subscttlon therefor +—\" uincipal [\"“() Where ail’ the“candidates whode named appear > oy! in the nomination’ paper” sibmitted by any recognized Politieal party or indeyehdeiit “group” in respect of an electoral district have been Sxhausted by election or",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Povligniputary Elections (Amendment) Act, No. 15 of 1988 otherwise or where none of the candidates whose names Tetain on uth a nomi..ation paper have secured any pre- ferences, and thereafter @ vacancy occurs to be filled by a member nominated by such party or group, the returning officer of such electoral district shall inform the ‘Commissioner. ”. Repos 48, Section 65 of the principal enactment 1s hereby esection ° . Softne repealed. . ; neal a ‘Amendment ‘IS Section 68 of the principal enactment is hereby of sestion amended by the insertion immedistely after paragraph (c) Sette of that section, of the following paragraph :— exacktpent, * (ce) wilfully displays.a marked baliot paper inwide a polling station ; or”, . Amendment 20, Section 122’ of the principal enactment is hereby gf section amended as follows :— . principal (2) in subsection (1) 4f that section, by the substitution, ‘enactment. for thé words “leave without loss of pay”, of the oe +1 words\" leave, in writing, without loss of pay”; : _ @® by the insertion immediately after subsection (1) . of that section, of the following subsection :— ‘+ += (a) Every employers shall prepare a statement. setting out - (a) the names-of the pergons applying for leave ‘under aubsection (1) ; and > (by the names of the persons granted leave under on that subsection and the periods for which toa such persona have been granted such Jeave, 2. 4. and shall cause such statement to be conspicuously exhibited at the place of employment”; and (@) in subsection (2) of that section, by the substitution, . ” fox the wurds and figure “subsection (1) shell be, of the words and figures “subsection (1) or sub- section (14) shall be*. Kinendme 21. Section 125 of she principal enactment is hereby oeten amended as followe:— 2, : yeinoipat, (1) in subsection (1) of that section, by the substitution ‘nactment, for the words-“the seventh day before the day : of the poll”, of the words “the tenth day before . the day of the poll”; and",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "Pasligmentary Elections (Amendment) e ‘Act, No. 15 of 1988",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(2) hy the insertion tumediately after subsection (1) of ‘that section, of the following subsection :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": ", * (14)No ‘such postal communicstion as is re- \"ferred to im substction (1) shall be accepted for : delivery by the Postmaster-General or any persoa acting under his euthority, offer the tenth day",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "before the day of poll or be delivered by him to an",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "elector, after the fifth day before the date of poll.”",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "‘2% Section 126 of the principal enactment is hereby Amendment",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "amended a follows :— . figorite",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": ") im cubscetion (1) of that section, by the substitution, Enacuneak for the words “ Director-General of Broadcasting”, of the words “the Chairman of the Sri Lanke Broadessting Corporation and the Chairman of the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": ". ‘Sri Lanka Rupavahini Corporation *;",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "@) by the repeal of subsection (2) of that section and the substitution of the following subsection there- for :—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "“ (2) A recognized political party or independent group making application under subsection (1) for the use of hrondcesting facilities during the perlod relersed to in that subsection, shall be permitted— (a) in the case of radio broadcasting, to wse—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "@ a totel period of thirty minutes, if auch party or group bas submitted nomin- tion papers in respect of only ont electoral district ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": ". (8) a total period of sixty minutes, it such",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "+ party or group bas: submitted nemina- ‘tion papers in respect of more than ane ‘but Jess than fourteen electoral districts wr hes notinated not less than one bundred and thirty two candidates far ‘the electoral districts, in pespect wf . whieh ithas submitted nomination papers} . .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "0 Partiomentary Elections (Ainendment) “Act, No. 15 of 1988 Hoss + - Gif) a total period of ninety minutes, if sucka u * party or group. has submitted nomina- . rae tion papers in respect of fourteen or o . .?, More electoral districts or has nomi- mm 7 . nated more than ene hundred and nosy thirty-two candidates for the.electoral : » | dietricts in respect-of which it has sub- , . ‘Baitted nomination, papers ;,, . {0} in the case of television broadcasting, to use— (i) a total period of thirty minutes if euch yo party,or group has submitted nomina- \" “__ Hon papers for only one electoral dis~ ». + Gi) a total period of sixty minutes, if such “+ party or group hes submitted nomina- tion papers in respect of more than one \" but Jess than fourteen electoral: dis- cuba tricts or has nominated not, less than one hundred and thirty two candidates for the electoral districts in respect of moe -‘! . which it has submitted. nomination ~ Papers; uous...) a total. period of ninety minutes, if sco ee... seh party or group has submitted noml- nation papers in respect of fourteen or sito... more: electoral districts or. has nomi- nated more than one hundred and Ss “\\ thirty ‘two candidates’ for the electoral sorkrua! su. sdistrigts in respept of which it has fot cys “a e+ Mbamitted Romination papers. The time altotted to éach~ recognized political _«, m Barty. or independent group, in. gecordance with “+ “the ‘provisions of ‘this subsection’ may he used by “8°. guch-party-or group on oha-dr more occasions, 29 +. 9a. . however that tne use on each sch cecasion shall be . for a period not Jess than fifteen minutes and nat “more than thirty minutes”; (8) th subsection (8y' of that'iection, by the subsitttion, ” for she words “ Director-General of Broadcasting”, wiry of the-words “Chalzman of the Sri Larka Broad- . casting Corporation and the Chairman of the Sri ‘Lanka Rupavahini Corporation” ;",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Parliamentary Flections (Amendment) * \"1b ‘Act, No, 15 of £988 . (4) im paragraphi'(b) of subsection (4) “of thal section, bby the subsitution; for the wortls'“DiirettoxGeneral- <> of Broadcasting”, of the words “Chairman of Sri Lanka Brosdeasting Corporation and the Chairman, , ef the Sri Lanka Rupavahint Corporation\"; 9 “V7 Da ot han ie Goutee . (8) by the addition at the end. of thet section of the following subsections :—, ~ . pee y . “(1) The’ “Commissioner “ may’ permit “every recognized political partir iniependent group to ‘use, in addition to the period allocated to such party or group under subsection (2), brosdeastmg facili~ ties on radio ‘aiid television for such pérlods as may be determined by the Commissioner having togard. to the principles set out in subsection @ (8) ‘The Chairman of'the Sri Lanka Broadcasting _ Corporation and the Chairman of the Rupavabini Corporstion shall ensure that except as provided in the preceding provision of this section.\" no material is broadeast, over the tadio-or television during ’the’peried commencing on‘ the nomination day and, ending on the date of declaration of the result, which will have the effect of 1, promoting the candidsture of a particular politi- <- seal: party or independent. group,or of a partiedlary css. 2 ‘ Ls gandidate. Yn implementing the provisions of..- | ~-: <=fhis subgection, the Chairman of the Sri Lanka = Broadéasting Corporation and the Chairman of the =~ Sri Lanka Rupavahini Corpotation shall act in ea consultation with ‘the Conmissiger, \"o/s oy 33, The foltowing new sections are hereby. inserted Insertion immediately dfter section 127;‘ahd shall have” effect as sections 126 tections 127a and 1272 of the principal enactment !~— ie ‘Tolle | * 127A. Evesy police officer shell ensure the ; enactment GErehieioger , orderly conduct of an election heid under\" 1+ Hhis Act; aud sliall comply With any direction’ given'to hiri in that regard by the Commis” °~ stoner. a",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "n Porligmentary Elections (Amendment), Act, No. 15 of 1988. | Procedure lame, (1) Notwithstanding the — provi- ‘Surniwe sions of any other law, any registered elector feces who reasonably fears that due to condftfons : Feosonebie _ prevailing in the area within which his pol- camcieat “ling station is situate, that he is unable to cast polling ‘his vote at such polling station, may make an . akon application to the Commissioner of Elections ‘within one week of the notice of nomination, requesting thet he may be allowed to,cast his : ‘vote at another polling station determined by ‘the Commissioner, in his absolute diseretiou, “(2) The Commissioner shail within a week of receipt of an application, inform such elector whether such application is accepted ©” or rejected. The decision of the Commissiner shall be final and conclusive and shall not ‘be questioned in any court of law. @), Where such vote is cast, such yote hall be counted slong with the votes of the electoral district where such elector is registered.”,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "‘. The following section is hereby inserted immediately “ Insertion after soction 129, and shall have effect as section 1294 of the of,pedtlon | ‘Principal enactment: — en _ ek Bent, Special 120. Every reference in.this Act to aii. Fig electoral iste shall, notwithstandmg any-",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "Yoaones. thing to the contrary in this Act, be deemed. to inelude reference tu a zone into which fon electoral district has been divided, under the provisions of the Constitution, and the provisions of this Act shail be construed accordingly. ‘ .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "36. ‘The Firat Schedule to the principal enactment Amsoderent fg hereby amended as follows :— . fear",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "(Q) In Form A of that Schedule, by the ommission of SEPzmapel",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "tho words “in the order of priority fa which thelr ames appear”. ; : .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "Porliamentary Elections (Amendment) 13 Act, No. 15 of 1988 (2) ‘by the substitution, for Form C of that Schedule, et . ‘the following Form :— wt oe ume SBCTION 32 ve f Foes of Faowt of Bator Bares : a oe ssimbar te corrseond sith",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "‘thay om the back of the a",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "oe",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "re-recogalzed political",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "party and the words .",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "sot",
    "mean_p_confidence": 0.04
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "a printed bn Sinhala, . °",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "Simias",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "; [Ta [s[«Ts[o[=[s] of] . [ai fae [as [ta las[ae[ ae [1e fio] a0] [xt [22 [2 | 2a [as [26] a | 8 | 20] 3] [st [a [3 | sa }35 | 90 [52 [38 [50] 20] [epe[s[ut ssc] e [es] 0] | * here prt pated of exch party ov tniepandent eroup 2%, The Second Schedule to the principal enactment is Amendment ‘hereby amended as foliows:— gu, (1) Ia Form A of that Scredule— $rheduleto {@) by the substitution for the words “‘the serial primcinal number the polling division and the polling district” of the wards “the seriai number, the name of tho street or village, the polling division and the polling district” ;",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "(B) by the substitution for the words “as an officer or servant of the Departmest of Pohoo/Sri Lanka Government Railway, of the words “as an officer or setvant of the Department of Police/Department of Prison/Sel Lanka Government Railway”;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "In Form B of that Schedule, by the substitution for . paragraph 3 of the back of the Form, or the following :-—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "RTRs voter shall vole by masking a pallet paper with",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "“eroas” in the space provided for the purpose on",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "Tight bend side of such ballot paper opposite the name:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "u Parliamentary Elections (Amendment) ‘Act, No, 15 of 1988 +... > and aymbol of the recognized political party-or indapen- Gent group for which he votes, thus’ x and may indicate hig preferences for nat more than. tare’ candidates nomi- nated by such party or group,-by placing « ‘cross’ on the cage enclosing the serial mumber corresponding to the ‘seripl number assigned: to each such canditiate.\", Amendment -27, The Third Schedule to the principal enactment is gaa hereby amended by the repeal ofall the words from “The bo the voter will go into one of.the compartments ” to“ group for principal, which he votes”, and the substitution of ‘the following therefor = oe ee ee tes are | «Every voter will go into one of the compartments and place & + exosy (thus x) on the right-hand side of the ballot paper oppo- site the nazne and aynibol of the resogninsd politcal periy or the {number and symbol of the Independent group for which he votes. He may then indicate his preferences for not more than ‘hres eardidates from among the candidates nominated by such re- cogized political: party or independent group, by placing @& : roar (tins X) ab the bottom of the ballot paper. on'-the “cage enclosing the serial number corresponding to the serie! number assigned to each such candidate.”.",
    "mean_p_confidence": 0.75
  }
]