[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "- keer j@ Ome) PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA COAST CONSERVATION. (AMENDMENT) ACT, No. 64 OF 1988 [Certified on £76h December, 1988) Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sti Lanka of December 23, 1988 FROTED AT THE DEPARTMENT OF GOVERNMENT PRETNG, SHE LANEA 70 Be FURGUGHD AT THE GCOVIENMENT PUBLICATIONS BUREN, cOONdEO Price : 90 cents, Postage : 75 ¢ents",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Coast Conservation (Amenmdent) Act, No. Sf of 1988",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ". [Certified on 17th December, 1988]",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "L. D—O, 8/84, at . . . .AN Act To AMEND ‘tae Coast Consuxvarion Act, No. 57 oF .",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "o : 1981 BE it enacted by the Parliament of the Democratic Socia- Hist Republic of Sci Lanka as follows :— : . “L, This Act may be cited as the Const Conservation short title, (Amesdment) Act, No, 64 of 1988, . :",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2 Section 5 of the Coast Conservation Act, No. 57 of 1981 * Replacement =” (hereinafter referred to:as “the principal enactment\") ix $'3f\"40P hereby repealed and the following section substituted No.3? of 192. therefor :— : : a yoieser: 5, The Government Agent of any adminis- © iedelfiste . trative district within which any part of the -",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Bowers,” . \"Coastal Zone is situated, or any other public a",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "funedons officer who in entitled to a salary scale of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "woderart Ra, 24,006 per annum or above and whose -",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Govern. annual increment is Rs. 600 or more, may, ..",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "pen ana upon an authorization in’ ‘writing im that :",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Agent \\ behalf “by the Director and subject. to the",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "oflcers, general direction and contro] of the Director, . exercise, perform and discharge within that administtative district, all or any of the powers, duties and functions conferred or : imposed on,.or assigned to, the Director by . Part IIT of this Act”, an",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "& Section 10 of the principal enactment is hereby amendment amended by the repeal of subsection (1) thereof, and the \"feelin substitution therefor, of the following subsectioni— —__prineipal",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "CA meeting of the Council shall be held at least once  “™S*HPe** in avery six months”. - : .",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "4 The following new section is hereby inserted imme- Insertion diately after section 27 of the principal enactmnet, and shall of new section have effect as section 27a of that enactment :— Principal",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ". ., Bhatetment. Paaere 2a, (1) Where any vehicle, vessel, boat, Secupon” etait, machinery or equipment is used by contra.’ any person in contravention of the provision Sateiisiong of subsection (1) of section 14, any. police itsection 4,” officer shall have the power to seize any such vehicle; vessel, boat, craft, machinery or + other equipment, along with any. article or * . + substance found thereon. 9A. 103771 20,110 (04/88) .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Coast Conservation (Amendment) Act, No. 64 of 1998 , an @) No vehicle, vessel, host, cratt, machi |” nesy or eyuipment seized under the provi- . so slong of subsection (1), shall be released ae uniess an order of court, permitting such release has been obtained, ». o Amendnent - 5, Section 28 of the principal’ enactment is. hefeby seeeption. dmended by the repeal of subsection (2) of ‘that section, Principal * and , the’ .snbstitution- therefor, of the following sub- Shactment., song i . : 5 . » +) %(2) Upon the convietian of any person for at offence : ++. Under the provisions af subsection (1)-the Magistrate may . make order declaring that , fe . os {a) any substinee. or_.article, which, is not the . \"+\" pwoperty of the’ State in, reipect of which such offence has-been committed ; and \" “7 \"1S\" @y, all vehicles; vessels boats, crafts,” machinery and other equipment, used in, or in connec- . ‘tion with, the commission of such offence 7 (whether such vehicles, boats, crafts; machi- : ~- nery are owned by auch person or not), oo shall be forfeited.to the State. _ Jo () “Any property forteited'to the State under subsection’ 0, 2) shall aan . . 5 {@) if no appeal has beén pieferred to the ‘Court ay of Appeal against the relevant’ conviction, . \"vest absolutely in the State with effect from Ho . the date on which the perlod ‘prescribed for wt * preferring an appeal against sach conviction, . (b) if an appest’ has beeit preferred to the Court : ~ ‘of Appeal against the relevant conviction, * : : vest absolutely fri the State with efféet from mo. | the date on’ which such convietion is affirmed :7 on appeal. : : Jn this subsection “relevant conviction” means . ‘the -conviction ‘in -consequence of which’ any. volt, Property ia forfeited to the State under subsection’ a Qi Loe oe : Provided however, that the court may make order : seleasing any substance -or article in respect of . 4 which the offence has been committed, or mny 4 vehicle, vessel, boat, craft, machinery.and equip- - tment used in, or fn ennnection with the offence, if",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "Coast Coniservation (Amendment) Act, No, 6f of 1988 3 itis proved that ‘mich substance, article, vehicle,” “vessel: boat, craft, machinery and equipment belongs to @ person other than the person convietea",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "+’ of the offence:and. that other person satisfies the",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "4° gourt that he bad! ho Imowledge that it would be ‘uged in respect of the offence, or in connection with",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "° ‘the commission of the offence.”, : :",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "‘&. Section 29, of the principal enactment is hereby Amendment amended by the insertion imunediately after paragraph (2) Sp'er'the thereof, of the following new paragraph '— - Principal",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "* (@ contravenes the proyisioris of section 31a (i) or",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "316,\" : . :",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "1. Section 31 of the principal enactment. {s hereby’: Amendment amended by. the addition at the end of that subsection, of $1°tuc> the following now subsections :— : ‘prinetpal",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "5 - 3 . Ehachimans",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "2\" (5) Wheré the Director is unable, or apprehends thay",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "hhe will be unable, to proceed: with the inking down",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "and removal of ony, structure. house: hut, shed oe",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "other building as hereinbefore provided, because :",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "of any obstruction or resistance which has been, or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "is likely ‘to be offered, the Director shall on making",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "an application in -that behalf to the Magistrate's .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "Court having judiediction over the place where the ©,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "“structure, ‘house, hut, shed ‘or other buflding is, . -sttuated “be enitifled to. an order” of “that cmun",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "directing the Fiscal to teké down amd remove. suc.\" .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "structure, house, hut, shed or other-building as the ease >)”",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "mey be: , . .",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "(8). Where an order under subsection (1) is issued to the Fiscal by a) Magistrate's Court, -he shall forthwith execute'such order and shail in writing report to quch court.the manner in which such order was executed, ”. : 8. The following new sections are hereby {nserted imme Inserticn of",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "diately after section 31, of the principat enactment and 31x Sie sie shall have effect az sections 14, 31p, 31,310, 31x and Sly Sin diend * Siri thereof) me . the 5 principal “Probibition 81a, (1) No person shall within the’Cosstal’ enactment. nmining, ° Salecting, . Zone— . . . ‘Sccfeoral’. (a) engage in the mining, collecting, pos- Coastal Zone, :. |,” sessing, processing, storing, burning Lo, * and transporting in any form what = - ve soever, of coral 7.” a",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Coast Conservation (Amendment) Act, No. 64 of 1988 (®) own, possess, occupy, rent, lease, hold ‘or cperste kilns for the burning. and Processing of coral ; ° . (©) use or possess any equipment, macht~ nery article or substance for the _» «Purpose of breaking up coral; and (@ use any vehicle, fait, or boat fn or in - . connection with, the breaking up or wo transporting of any coral : Provided however that the Director, may . under the authority of a Meence tasued in that behalf, permit the removal of coral for . the purpose ‘of scientific research. . \" +2). Where any vehicle, vessel, boat, craft, a machinery or other-equipment ts used tn . \"contravention of the provisions of subsection : (1) any police officer shall have the power . to seize any such vehicle, vessel, craft, boat, equipment or machinery slong with any eos article or substance found thereon. : (3) No vehicie, vessel, craft, boat, eqiip- ment or machinery seized under the provi- , 7 sions of subsection (2), shall be released . . unless -an order of court permitting euch + yelease has been obtained. . . (® Any police. officer shall have the power to confiscate any coral, found stored 7, o stacked within the Coastal Zone in contra- vention of the provisions of subsection (1) 5 and any tuch coral so found shall be handed . over to the Director or, his representative or disposed of in any manner as may be deter! J.) mined by the Director: Sriies. Sie, A certificate -issued under the’ hand \" witoplace of the Director, containing a statement that * Gainer was the acts referred: to“in section Bia; took Sige.” place within the Coastal Zone, shall be prima ‘Pilence. facie evidence of the facts stated therein. Demgiltion Ste. Every. person, who within the Coastal of iding |” Zone, owns ar postesses or occupies one oF Coartal more kilns, shell within thirty days of the one, coming into operation of this section, demo- lish, or cause such kilns to be demolished.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Coast Conservation (Amendment). Act, No. 64 of 1988 5 “qlee to. .- Bip, (1) No person shall, by reason of pos. beaches session or use of any specific portion of the sequired by. beach claina to have acquired title to such ‘possectlon, portion of the beach as against the State, - . “+++ @} (@) Inany dispute concerning the area 1+ > comprising the beach in any pert of the islend a certificate signed by the Director or ‘ * a’person, authorized by him in that behalf. containing a statement that a particular area in forms part of the-beach, shall be prima facie evidence of the facts stated therein. . . {b} In arriving at a determination for the . \"purpose of issuing a certificate under pare- . graph (a), the Director or any other person authorized hy him in thet bebalf, shall take - into consideration the extent of accretion ., ‘along the cosstline which fs caused by depo- sition of sand brought in by long shore transport from other areas along the, coast Ue, or by fhe transport of material along © the rivers, . (©) For the purpose of this Act accretions . 8 . adjofning private property shall be devined to belong to the State.“ *. (3) Notwithstanding the provisions of paragraph (2) of this-section, the public . shall have the right to use or enjoy any por- tion of the beach, ~ ‘Teanmport iz, (1) Any. police officer shall\"have'the Sendmd — power to examine any vehicle, vessel, boat or craft transporting or suspected of trans- porting sand and sea shelis. _ (2) The onus of proving that such sand or sea shells were lawfully’ obtained,’ shall ok “We on the pezson transporting such sand and. . ‘see shells: . Rityner ie. There shall be credited to the Police Snes fobe ' ” Reward Fund established under the Police “_ fotbePoties Ordinance, fitty per-oentum of the moneys iar received by way of fines.”,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "J+ -8 Coast Conservation (Amendment) Act, No, 64 of 1988 insertion.” g.eThe following new sectiotis dire hereby inserted imme Seclions 384,\" diately after section 36 of the principal enactment, and “Gp andsse \"shall have effect as sections 36a, 958, 36c, of that enact- principal ment =~ , enactment . . . .",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": ". 1° Power of ‘36a. (1) Any police officer may without. : Roles orders from a-Magistrate and without a ares werrunt, atrest any person reasonably sus- : . withont pected of baving been cdncerned in, or. ve connected with the commission of eny offence under this’ Act, punishable’ with imprisonment for 2, term exceeding six ‘ . months if such person refuses to give, his : name or address or gives ¢ name or address which he bes reason to believe to be false, a *. oy if there is reason to believe that such . person may abscond. . . . (2) Every police officer making an arrest to * under this section shall; without unnecess- ’ + sary delay, take or.send the person, arrested . to the nearest police’ station, together with : astatement sctting out the offence with which _ ‘the accused is charged. The officer in charge. \"+ of the police station shall, without unneces- + sary delay, take or send the person arrested to the nearest Magistrate: . Power at 362. Every police officer shall prevent, . reUee and may interfere for the purpose of pre” : Prevent. venting, the commission of any ‘offence fgmplsion under this Act, « , A : . Penalty tor 3$e. Any person’ who threatens, intimi- + >,” obetrusting dates or chstructs or otherwise impedes, ot with police in any way interferes with # police officer or “oftieera. any other officer authorized to act in that ._ behalf in the exercise, performance and dis- charge of his powers, duties: and functions = 1 +. umdar this Act, shall be guilty of an offence : and shall on conviction be liable to impri- : : sonment of either description for a term not : _ exceeding six months or tp a fine not exceed— . , ing ore thousand rupees or to both such \"imprisonment and fine: enn Provided that a, prosecution shall not be oo instituted under this section, except with \"he sanction of an officer not below the rank ' , . of a Superintendent of Police.” . ~",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Coast’ Conservation (Amendment) Act, No. 6£ of 2988 7 . * Je Section 42 of the principal ‘enactment is hereby” Smanarnent amended as follows = oa . . Pond » . Seactment, + W by the insertion immediately before thé definition 4 ‘of the expression “coast”, of the following new definition :— a ° “+ \"beach \" means a gently sloping erea of unconscli- ° dated material, typically sand, that extends ‘ Tandward from the mean high water mark Toa to the ares where there is a marked change . a in mhatevial”'or natural physiographic form. * . Tn cases where there is no marked change in : the ranterial or natural physiographic form, . . - the beach will be deemed to extend to a dis- . . tance of 20 metres landward from mean high | 2 water level. or to a level of 2.5 meters above \"|. ° mean high-water level, whichever is less;?; - and : : (2) by the substitution for the definition of the expres- c . sion of “development activity\", of the following . definition :— po . . «* development’ setivity” means any activity likely ou to alter the physical nature ofthe Coastal Zone in any way and includes the zonstruc- ° tion of buildings and works, the deposit of waste or other materia] “from outfall, “°°” ~ vessels or by other méans, the removal of i sind, sea shells, natural vegetation, nea grass =.” . . and’ other substinees, dredging and filling, . land reclaiming and mining or dciiling for. = a . minerala, but does not inelude fishing ;\". - — * :",
    "mean_p_confidence": 0.69
  }
]