[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF © _ SRE LANKA — SHOP AND OFFICE EMPLOYEES (REGULATION OF EMPLOYMENT AND REMUNERATION) AND WAGES BOARDS (AMENDMENT) ACT, No. 36 OF 1982 [Certified om 12th October, 1882] : Printed’on the Orders of Government Published as a Supplement to Part TI of the Gazette of the Democratic Socistist Ropublie of Sri Lanka of October 25, 1982, spar er nan EN NEG 2 EA Tyr br Foncmname an Tar CovNMGGNT PUBLICATIONS BOREAS, COMMEND ‘Price: 45 cents Pestage : 50 cents",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "x Shop and Office Employees (Regulation of Employment’ ‘and Remuneration) and Wages Boards (Ainendment) Act, No. 36 of 1982 . + [Certified on 12th October; 1982] “V\" ** Doo, eae Sa neers An Act To AMGND-TKE Suor aND Ovnce. Eberoves », (Rewunamon.or EMrtorment ano Rmurmation) Act AND THE Waurs Boams ORDINANCE, Far eg BE it enacted by the Parliament af the Democratic Soctalist Republic of Sri Lanka as followss— i} seaman L Thin Act may -be cited asthe Shop -and Oftce shart tile, ‘Employees (Regulation of-Employment and Remuneration) aut and Weges Boards (Amendment) Act, No..36 of 1982...\" out A SS PARP D eteue . % Gection 52 of the Shop and Office Employees (Regu- Amendmest lation of Employment and Remuneration) Act is hereby of Chapier amended by the repeal of subsection (2) of that section and 20. the substitution therefor, of the following subsectiond :— * @) On conviction of an employer under, subsection *(), the Court may, in addition to any. other, sentence, “order the employer to pay, Hatt (a) where an employee has not béen paid’ the smount which ought properly. to. have been paid to that ** ~ employee, such gum as may be found by the aourt “ * to represent the difference between such amount #3\" god the amount ectuslly paid and the gurebarge refered to in mibsection (2a) ; oF (®) where mmo portioti of the remuneration due to that employee has been paid, such sum as may be found tn a: by the. court to represent such remunsratioh and + yea, othe surcharge referred to in subsection: (2a); Any sum ordered to be paid under this subsection may _ be recovered in the game manner af a, ADE ot: 6 = (2s) The surcharge payable on ary sum. referred to in. Paragraph (¢) or paragraph (b) of subsection'{2) shall ~ be onlculmed as follownt— 4. mee ston aut a Ud (@), where such sum {s in arrear for a period exceeding \" ‘gne month but not, exceeding. three ‘months, a surcharge of twenty per centum of such sum; | (0) where such sum is in errea? for a period exceeding three months but not excerding six month, 9 wurcharge af thirty per ceritwm of such sums",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Shop and Office Employees (Regulation of Eraployment , and Remuneration) and Wages Boards (Amendment) * Aet, No: 36 of 1982 : 1 (e) where such sum is in arrear for a period exceeding six months but not exceeding twelve months, a surcharge of forty per centum of such sum 5 (@) where such sum is in arrear for a pertod exceeding ‘. twelve months: 2 surcharge of fifty per centum of such SUM, 2 atta Soh tt 3 2 Petre dod paper grin toe Amendmect Section 4 of the Wages Boards Ordinance (in this Part hoger Yetsrred to as the “principal enactment”), is hereby De amended by the repeal of subsection (2) of that section me and the qubstitutian therefor, of the following subsections :— . (2) On conviction of om employer under subsection (2) of an offence in respect af any worker, the court may, ss jn addition te any other sentence, order the employer to PEO Fagen ran deat a Sa er ged “(ay wheie's worker has not been paid the amount which ‘ ought properly to have been patd to that worker, : such sum as may be found by the court to represent the difference between gich amount and the amaunt actually paid and the surcharge referred to in . subsection Za) 508-05. as ne (b) wheré no ‘portion of the wages due to that worker ”*- thas been pala, such sum as may be found by the : court to represent such wages and the surcharge ‘° rederred to in subsection (2a)., Any sum ordered to be paid under this subsection may __ he recovered in the same manner as.a fine. .-.... b+ @a) The surcharge paysble‘on any: sum: referred to in paragraph (a) or paragraph (b) of subsection’ (2) shall bbe calculated aa follows: a, ul wi testw thy (a) where such’hum is ta artear for a pertod exceeding rot. 0ne mronth but, not’ ‘exeeeding: three months, 2 “y -fureharge of twenty per centem of suck punt :7% (®) where such sum is in arrear ford pertod exceeding sic. three months but-mot exceeding six monthay’a 2. «surcharge of thirty per centum of such’ sum} {c) ‘where such sum is in arrear for a period exceeding +\"+ glx months but not ‘exceeding twelve months, - # t)-gurcharge of forty per centum of such sum i",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Shop and Office Employees (Regulation of Employment 3",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "end Remuneration) and Wages Boards (Amendment) Act, No, 38 of 1982",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(@) where guch sum is In arrear for a period exceeding",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "twelve months, a surcharge of fifty per centum of such sum.”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "4 Section 44 of the principal enactment is hereby - Amendment amended by the repeal of subsection (8) of that section tie and the substitution therefor, of the following subsection :— principal",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "© (@) On conviction of an employer under subsection",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(1) oF subsection (2), the court may in addition ta any",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "other sentence, order the employer to pay—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(a) where a worker has not been paid the amount which",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "ought properly to have been paid to that worker, such sum as may be found by the court to represent the difference between such amount and the amount actually paid and the surcharge calculated in the manner set out in subsection (24) of section 4; or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "{b) where no portion of the wages due to that worker has",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "been peid, such sum as may be found by that court to represent such wages and the surcharge calculated in the manner set out fn subsection (24) of section 4.\"",
    "mean_p_confidence": 0.83
  }
]