[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "(e) PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA BUDDHIST TEMPORALITIES (AMENDMENT) ACT, No. 18 OF 1981 [Certified on 12th March, 1981] . Printed on the Orders of the Government Published as a Supplement to Part II af the Gazette of the Democratic Socialist Republic of Sri Lanka of March 13, 1981 __PRtamED ar vis peeanmRceaT OF GOVRENMEN PRINTINO, SRE LANA 70 UE PUReASKD AT SHIT GOVE, PUBLICATIONS BUKEAU, COLOMGO Friee: 20 cents ‘Postage : 50 cents “",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Buddhist Temporalities (Amendment) Act, No, 18 of 1981 {Certified on 12th March, 1981] L. DO. 69/80, . ‘Ax Acr 50 aarexp ram Bungaier TecronaitTies OnDutaNce, BE it enacted by the Parliament of the Democratic Socielist + Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "1. This Act may be cited as the Buddhist Temporalities short title (Amendment) Act, No. 18 of 1981, and chall come into apddate, | ‘operation on such date (hereinafter referred to as the “appointed date”) as the Minister by Order published in the Gazette may appoint,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2. Section 12 of the Buddhist Temporalities Ordinance amendment (herelnafter referred to as the “principal enactment\") is of section hereby amended by the substitution for the proviso to that fer 318° section of the following new proviso:—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "“Provided that—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(©) the period of office of a Diyawadana Nilame shall be",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "ten years} and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(0) the period of office of a Bamayake Nilame may be",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "extended by the President, if he is of opinion thet it will be conducive to the efficient management of ‘the property of a temple, for a period of one year at a time, so however, that the aggregate of such periods shall not exceed two years,”",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "3. Every Basnayake Nilame holding office on the day Application immediately preceding the appointed date shall of amend-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(@) where he has held such office for a period of five {2° Bemayake",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "years or more on the appointed date, cease to hold name buch office on the expiration of a period of one week afics, from the appointed date, unless the President has extended his petiod of office ; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(®) on completion of a period of five years from the date",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "of his appointment to such office, cease to hold such office unless the President har extended his period of office:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Provided however that, where such person ‘completes a period of five years in such office within 4 period of one week from the appointed date he shall on the expiration of a period of one week trom the appolnted date cease to hold such offics, unless the President has extended his period of office,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "A 83676-1100 gona) “",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Annual subscription of Bills and Laws of the Parliament Rs, 30 (Local) Re, 40",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "FPoreign}. payable to the Surrnwrenpenz, Goveaymexr Pusticartona Budzav,",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "#0, Box 500, Covomeo 1, before 15th December cach year in reapect of the year",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "following. Late eubscriptions will be accepted on the condition that Blils and Lowa taaued hetore the date af payment will not he supplied.",
    "mean_p_confidence": 0.75
  }
]