[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "fa Ve PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA 8. W. R. D. BANDARANAIKE NATIONAL MEMORIAL FOUNDATION (SPECIAL PROVISIONS) ACT, No. 48 OF 1981 [Cextified on 23rd Tuly, 1981] Printed on the Orders of the Government: Published ss a Supplement to Part II of the Gazette of the Democratic Socialist Republic of S1i Lanks of July 24, 1981 PROVED AT THE BEPARTMIXNT OF GOVEUMENT PATTING, Gxt LANKA ; TO BE PURCHASED AT THO: GOVT. FULIICATION® DUREAU, COLOMBO ™ Price: BE cents _ Pentage: 50 cents Cc",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "T |S, WR, D. Bandasanaike Nations] Memorial Foundation’ (Special Provisions) Act, No. 48 of 1981 | {Certified on 23rd July, 1981) Le DO. 1/8 7 2 Aw Act 10 anno mux §, W. B,D, Bannazanance Narionas, ‘Musona Fousnation Law, No, 2 or 1975, anp Bann PROVISION RRIARING THE MEMBERS OF THE BOARD OF ‘Manacescorr oF Tux 8, W. R, D. Banpasanancs Navona, ‘Menonrat FOUNDATION ON THE DAY PRECEDING THE DATE OF COMMENCEMENT OF THIS Act, Fou BE it enacted by the Parliament of the Democratic Socielist Republic of Sri Laie as follows :-— 1, This Act may be cited as the S. W,R.D. Bandaranaike short tite, National Memorial Foundation (Special Provisions) Act, No. 48 of 1981. : “2 Every person holding office ag a member of the Board Members of Management of the 8. W, R. D. Bandaransike National @1b4 Memorial Foundation (established by the 8, W.R.D. Management ‘Bandaranaike National Memorial Foundation Law, No, 2of ofthe, 5 1975) on the day immedistely preceding the date of . Bandaransike commencement of this Act, whether such person holds such’ ations | office by virtue of— : 7 Foundation cs holding (0) the provisions of paragraph (a), or paragraph (b), UAE or ‘or paragraph (c), ot paragraph (d), or paragraph preceding (e) of subsection (1) of section 9 of the S. W. RD, thedate of Bendaranailre National Memorial Foundation Law, Benker ‘thls ‘o No, 2 af 1975 ; or es Ast to cease (®) an appointment made under paragraph (7) of ofiet on. subsection (2) of section 3 of the aforesaid Law, —commence- shall, notwithstanding anything in the aforesaid Law, couse ‘his Ast, to hold office on the date of commencement of this Act, 3. Section 3 of the 5. W. RD, Bandavanaike National Replacement ‘Memorial Foundation Law, No. 2 of 2075, is hereby repealed ofthe and the following new section substituted therefor :— S.W.R.D, iMombers et 3. (1) The Foundation shall be adminis- Memorial Management - tered by a Board of Management (herein- Foundstion Bie tio after in this Law referred to as the \"Board™) of 1976, Foundation consisting of seven members appointed ty . the President, © 0°\" (2) Any member may resign from office ; by letter in that behalf addressed to the “President, fe ee 3A SoToB_15095 (a, 7“ 4",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 S.W.R, D. Banderanaike National Memorial Foundation (Speciat Provisions) Act, Na 48 of 1981 + @) The’ President may, by Order published in the Gazette, remove a member from office without assigning a reason _ D7 7 therefor.” A member in respect of whom on wee Order is made under this subsectiton shall “> | be deemed to have vacated office on the date * ©\" -” of publication of that Order in the Gazette, * (4 A member . shall, subject to the provisions of subsections (2) and (3), hold a office for a period of three years from the date of his appointment to such office ; . Provided that @ member appointed in . place of a member who diea or resigns of otherwise vacates office, shall, unless he i,t earlier vacates office, hold office for the unexpired part of the term of office of the _ = Member whom he succeeds, : (8) Where any member - becomes, by reason of illness, infirmity or absence trom Sri Lanke, temporarily unsble to discharge the functions of his office, the President may appoint another person to act as a member in his place. : \"(6 Any member other then a member wee who hag been removed from office under subsection (3) shall “be eligible for reappointment, : . . (7) The President shall appoint one of the members of the Board 2s the Chairman of the Board, In the absence of the Chairman “” from any meeting of the Board the members present at such meeting shall elect from . mong themselves a Chairman for thet meeting = 2 no (8) The quorum for a meeting of the Board shall be five: . 48) Subject to the provisions of subsection (8) the Board may regulate the procedure “in regard to the meetings of the Board and the transaction of business at such meeting® (10) The Board may act notwithstanding ’ gq vacancy among fts members, \",",
    "mean_p_confidence": 0.8
  }
]