[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA TEXTILE TRAINING AND SERVICES CENTRE ACT, No. 4 OF 1984 (Certified on 12th January 1984} Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of January 13, 1984 PRDITED At Tie DEPARIMENT OF COVERNMEN PRIEING, SE LAMILA, a Price: 80 cents ‘Postage: §0 cents",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Textile Training and Services Centre ° Act, No, 4 of 1984 [Certified on 13th January, 1984] Lipo. : Am Ace 10 yRoviDE FOR THE ESTADIaSHMMEE OF 4 TexTuE",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘Dearemia ano Genvices CENTRE AND FOR MATTERS CONNECTED",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "THEREWITH OR INCIDENTAL THERETO. 1 BE it enacted by the Parliament of the Democratle Soclalist Republic of Sri Lanka as follows:=-= 8",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1, This Act may be cited as the Textile Training and Short title, ‘Services Centre Act, No. 4 of 1964, « 7",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "PART I _ EorapiaShocanr OP THE Text TRAINING AND SERVICES CENTRE Sale",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2 (1) There shall be established a Centre which shall Establish be called the Textile Training and Services Centre (herein~ ‘Textile after referred to as the “Centre ”) and which shall consist Txaining ‘of the members of the Board of Governors appointed under Services section 6 and such number of other persons as may be Céntte admitted by the Board of Governors from time to time to be members of the Centre. i a",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "@) The Centre shall, by the name assigned to it by sub- section (1), be a hody corporste and shall have perpetual succession and @ common seal and may sue and be sued in its corporate name. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "& The objects for which the Centre is established shall Objects be the promotion and development of technical processes F™ittong and management skills within the textile industry, and ip atthe particular Carters,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(a) to foster, assist, encourage and co-operate in textile research ; 7",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "{b) to offer technical and economic consultancy services in industrial unite in the textile sector ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(©) to carry out investigations and research relating to",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "__Sastitutional factors aifecting the development of the textile industry ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "{@) to promote professional ability of workers and executives by providing or implementing training facilities and programmes relating to the textile industry and the field of study of textile manu- facture and to award diplomas, degrees, prizes and distinctions in connection therewith :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "A O73800—2,025 (88/11)",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 ‘Cextile Troining and Services Centre Act, No, 4 of 1884 co ne wis (@) to sponsor and bold conferences and seminars and Publish journals and magazines relating’ to textile : esearch and training ; oR. “ GQ) ta render advice! on any matter that may he referred to the Centre for advice by the Minister ; 2: Gg) to covoperate’ with other esearch institutes of similar nature in the field of textile industry ; and suit. , @B) te study specific technical problems of textile industrial units and render necessary guidance and advice, Powers 4. The Centre shall have such powens as may reasonably Centre, be necessary to carry out its objects and duties and in . co) partleular may a z . (a) acquire in any manner and hold, take or give on : lease or hire, mortgage, pledge, sell or otherwise Tilt | J dispose.of, any movable or immovable property ; * (b) soquire, establish, instal and operate field treining centres and pilot projects relating to the textile . » industry 5 (©) import plant, machinery and equipment required for the purposes of the Centre and receive equipment, funds, personnel and any other assistance for the cae efficient conduct of the affairs of the Centre; vt: yt ©\") conduct, assist, co-ordinate and encourage research bod into all aspects of the textile industry; n; (@) levy fees or charges for any services rendered by the Centre ; (A) sppoint, employ, remumerate and exercise disciplinary ‘control over its officers and servants ; ©\" @) establish and maintain provident funds’ and provide ~ ‘welfare and recteational facilities for its employees ; 0) make rules in respect of the admidistration of the ‘ass affalne of the, Centre ; woo + @ dologate to any member, the Director of the Centre, “ or any employee such functions as the Board of Governors may consider necessary for the efficient transaction of its business ; “",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Textile Training and Services Centre 3 Act, No. 4-0f 1984. (j) enter into any land or premises for the purpuse of carrying out investigations and recording data, we inspecting books and docuraents and taking copies wy or extracts therefrom which in the opinion of the Board of Govemors are necessary for the attain- ment of the objects of the Centre; and () do all such other things which in the opinion of the ‘Board of Governors are necessary for or conducive or incidental to the attainment of the objects of the Centre. . . ns 5. In the exercise ofits powers and the carrying out af Centretp ‘its objects, the Centre shall comply with the general policy poxrce of the Government in relation to the textile industry and Yaderte with any general or special directions issued by the Minister izations fn relation to such policy. Pret Minister, & ‘The Centre shall have a Board of Governors (herein- Constitutios after referred to as the “Board”) consisting of the follow- $99 44 ing persons appointed by the Minister :— ‘Governors, (0) () the Seeretary to the Ministry of the Minister;or nL: (i) any other officer of the Ministry of the Minister, “ ‘who shall be the Chairmen of the Board; (®) an officer of Ministry of ths Minister in charge of _ the subject of Industries and Scientific Affairs, \"nominated by such Minister ; : {© 2m officer of the Ministry of thé Minister in change , of the subject of Higher Education nominated by such Minister; . (@) a representative of the Garment Exporters’ Associa- tion 5 {e) a representative of the Cotton Textile Manufacturers’ Association ; . a ‘ {f) a representative of the Hosiery Manufacturers’ i Association; ~ tee . . +” (g) a representative of the Textile Printers’ Association : (i) a representative of the Hendloom Industry; ~ + @ the President of the Textile Institute (Sri Lanka cope Seotion); and ey ae °\" 4) three other membiérs, (0 0 83 TRS ° .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "4 Textile Training and Services Centre Act, No. 4 of 1984 Piaquatisea- 7, A. person shall be disqualified from being appointed Hen from or continuing as a member of the Board— “tp (0) it he is or becomes a Member of Parliament ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(0) if he directly or indireetly holds or enjoys any right ‘or benefit under any contract made by or on behalf",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "+, of the Centre; of :",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(©) ithe has eny such financial or other interest as in Ulce- ly to prejudically affect the discharge by him of his funetions as a member of the Board.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "Periodat «| & Every member of the Board other than the Chairman, aig ot where the Chairman is the Secretary to the Ministry of the “Minister, andthe member appointed under paragraph (i) ef seotion 6, shall unless he vacates office earlier by death, . resignation or removal, hold office for a term of three years and shall be eligible for re-appointment, put, | (1) Any member of the Board may at any time Tageeation resign his office by letter to that effect addressed to the emovalet Minister, _ @) The Minister inay, if he considers it expedient to do s0, remove from office by Order published in the Gazette, any member of the Board without assigning any reason therefor and such removal shal! not be called ia question in any court;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "Provided, however, that no member shall be removed under this subsection except in consultation with the Minister in consultation with whom guch member was appointed or the authority nominating such member.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(8) In the event of the death or the vacation of office by any member of the Board or bis removal from office under the provisions of the preceding subsections, the Minister may appoint another person in like manner as such mem- ‘ber war appointed in accordance with the provisions of section 6. Any person appointed in place af such member shall hold office during the unexpired part of the torm af office of the member whom he succeeds,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(4) If any member of the Board is temporarily unable to perform the duties of his office during any period due fo il health or absence trom Sri Lanka or for any other cause, the Minister may appoint some other person to act",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Textile Training and Services Cenive 8 Act, No. 4 of 1984 in his place during such period in ike manner as auch mem- ber was appointed in accordance with the provision: of “ section 6.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(8) The provisions of subsections (1), (2), (3) and (4) of this section shall not apply to the Chairman, where the ‘Chairman ig the Secretary to the Ministry of the Minister end to the, member appointed under paragraph (i) of section 6. . 4",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "10, No act or decision or proceeding of the Board shall Acts not, be invalidated by reason only of the existence of a vacancy by reason of among its members or any defect in the appointment of a * Vacancy: member thereof. : :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Ii, The members of the Board may be paid such Remuzere- remuneration out of the Fund of the Centre for attending Honoftne theetings of the Board with the concurrence of the Minister of the “ in charge of the subject of Finance as may be determined Por by the Minister,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "12 The Board may meke rules in respect “of the Mestines meetings of the Boord and the quorum therefor and for #fih8 the procedure to be followed at such meetings, ot",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "13. (1) The Board may delegate to the Chairman or any Delegation other member of the Board or to the Director of the Centre ™P0\"*™ ‘or to any employee thereof any of its powers and duties. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(2) The Chairman, other member, the Director or employee to whom any of the powers or duties of the Board have heen delegated under subsection (1) shall 22s” exercise and perform the powers and duties so-delegated = | mubject to the general or special directions of the Board. “",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "14. (1) The Minister may, in consultation with the Vice~ ‘Chairman, appoint a Vice-Chairman from among the mem- {jigitiman bers appofated by him under section 8. ss Boar",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(2) The Chairman, or in hia absence the Vice-Chairman, shall preside at meetings of the Hoard and in the absence ‘of both the Chairman and the Vice-Chairman, the member appointed by the Minister to act in-place af the Chairmen or Vice-Chairman shall preside at meetings of the Board.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(@) Where there is an equality af votes on any matter to de decided at a ‘meeting of the Board, the member Presiding ‘st such meeting shall, in addftion to his vote, have a second or casting vote. tae",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "6 Textile Training and Services Centre : Act, No, 4 of 1984 Board to 16. ‘The Board shali administer the affairs, exercise the Po Powers, and perform the’ duties of the Centre, a ste . Centre, . - Bales 46. The Board may make rules for the admission and Board. registration of persons as members of the Centre, for the disciplinary contro) of metabers and for their removal from mesabership. ‘ : Lois os * PARTIE noe * ApponmmMmnr or tHE DIRECTOR oF Tita CENTRE AND OTHER OFFICERS AND SERVANTS OF THE CENTRE Dusctor “47, (2) The Minister in consultation with the Board Gentre, shall appoint to the staff of the Centre a Director, subject +. tosuch terms and conditions as may be determined by him, who shall be the chief executive officer of the Centre, The remuneration of the Director shall be determined by the ‘Minister in consultation with the Minister in charge of the subject of Finance, :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "(2) The Director shall exetcise, perform and discharge such powers, functions and duties delegated to him by the Board.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "@) The Minister may remove from office the Director appointed under subsection (1) and such removal shall not be called fn question in any court,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "Foymsct 18 (1) Subject to the other provisions of thia Act, the integrate Board may—.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "appointments",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "ihe (a) appoint, dismiss and exercise disciplinary control ofthe - + over the staff of the Centre ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "Centra”",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "(0) fix the wages, salaries or other remuneration of the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "tat;",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "(©) determine the terms and conditions of service of . such staff ; and Loe * (@) establish and regulate provident funds and schemes",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "~ fot the benefit of such staff and make contribution",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": ".. to sny such fund or scheme...",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "«_ @) Rules may be made by the Board under this Act in respect of all or ariy of the matters ~ referred'to tn. sub: section {1}. > i ae",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Tewtile Training and Services Centre 1 ‘Act, No. 4 of 1984",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "- 18. (1) At the request of the Board any officer in the Appointment public service may, with the consent of that officer and the pues. Secretary to the Ministry of the Minister in charge of the tothe subject of Public Administration, be temporarily appointed fine to the staff of the Centre for such pertod as may be dever- Centra, mined by the Board with lke consent, or with like consent be permanently appointed to auch staff. aa",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(2) Where any officer in the public service is tempararily appointed to the stuf of the Centre, the provisions af sub- section (2) of section 13 of the Transport Board Law,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "No. 19 of 1978, shall, mutatis mutandis, apply to and in retation to him, ° * ,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(@) Where any officer in the publie service is permanently appointed to the staff of the Centre, the provisions of aub- section (3) of section 13 of the Transport Board Law,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "No. 19 of 1978, shall, mutatis mutandis, apply to and in relation to him,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(4) Where the Centre employs any person who has sgreed to serve the Government for a specified period, any period of service to the Centre by that person shall be vegarded as service to the Government for the purpose of discharging the obligations of such agreement. mo ‘_(G) At the request of the Board any member of the Loial Government Service or any other officer or servant of &",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Yocal authority, may, with the consent of such member; officer or servant and Local Government Service Advisory Board or the local authority, as the case may be, .be temporarily appointed to the staff of the Centre for such period as may be determined by the Board with lke consent, or with like consent be permanently appointed ta such staff on such terms and conditions including those relating to pension or provident fund rights as may be ~ agreed upon by the Board and. the Local Government Service Advisory Board or that local authority. a",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(@) At the request of the Board any. officer or servant of & public corporation may, with the consent of such officer ‘or servant.and the governing body af the publie corpora tion, be temporarily appointed to the staff of the Centre for such period as may be determined by the Board with lke consent, or with like consent be permanently appointed to such staff om such terms and conditions including those telating to. pension or provident fund-rights, as may be agreed upon by the Board and the governing body-ot' the public corporations... ms. ti Ge TE at",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Textile Training and Services Centre ‘Ach, No, 4 of 1984 ‘y+ (2) Where any person is temporarily appointed to the . Staff of the Centre in pursuance af subsection (5) or (6), auch person shall be mubject to the came disciplinary Control as any other member of such staff, : ca - : ones 28, All officers and servents of the Centre shall be Seerants deemed to be public servants within the meaning and for eae the purposes of the Penal Code, Seemed a ve Exrventa, Pat : . Le Centre 2%, ‘The Centre shall be deemed to be a schedulod fgemedto —_sustitution within the meaning of the Bribery Act and the scheduled provisions af that Act shall be construed accordingly. within the meaniag eee. nat Looms fot . oan ” PART OT Finance \\ 22. (1) The initial capital of the Centre shall be as die such amount as may be made available to the Centre by Contre, ‘the Government on such terms and conditions as may be determined by the Minister in charge of the subject of Finance, vat (2) ‘The capital of the Centre may be increased from time to time hy such amount as may be determined by the * Centre with the approval of the Minister given with the concurrence of the Minister in charge of the subject af Finance: ve : Bungotioe —; 28°C) The Centre shall have its own Fund. ©. > = © Qay hiere shall be paid into the Fund all such sums of ‘money ag may be received by the Centre by way'of— ~ 1 (@ payments required to be made into such Fund by or ihe under this Act} \"= + ’ _ @) fees éollected from members on registration; and (c) fees charged for services rendered or provided by \"the Canteen ye, . +. @) There shall be paid out of the Fund of the Centre; all such sums of money required to defray any expenditure incurred by the Centre in ithe exercise, performance and ischarge of its powers, duties and fumetions. 677) 3.1%",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Textile Troining and Services Centre 2 Act No. 4 of 1964 %4, The financial year of the Centre shell be the Financial 25, (1) The Board shell cause proper books of accounts Auditot’-  “ to bo kept of the income and expenditure, assets and *eounts. Hiabliities and all other transactions of the Centre, vee (2) The provisions af Article 54 of the Constitution ~ relating to the audit of the accounts of public corporations - a shall apply to the audit of the accounts of the Centre. a PART IV an aan 2% ‘The Board shall anoually prepare a report of tho Annut work of the Centre. a oe ‘2%. (1) Where any immovable property is required to Acquisition be acquired for any purpose of the Centre, and the Minister Of by Order published in the Gazette approves of the proposed meee acquisition, the purpose for which the land is required Ende shall be deemed fo be a public purpose and may accordingly S'Siided be acquired under the Land “Acquisition Aet and be Astforthe. ; transferred to the Centre, Lotte Om : (2) Any sum payable for the acquisition of any fat immovable property under the Land Acquisition Act for = +\" the Centre shalt be paid by the Centre. 1s\". oa 28, (1) Where any immovable property of the State Peeperty = ig required for any purpose of the Centre, auch purpose Segue shall be deemed to be a purpose for which @ special grant POO or lease of such property may be made under section 6 of #P4 the Crown Lands Ordinance, and accordingly the provi. tobemade ~ sfons of that Ordinance shell aprly to a special grant or fothe = Jeane of such property to the Centra, (86 3 . “(@) Where any movable property of the State is required ‘ for any purpose of the Centre, the Minister may with. the consent of the Secretary to the Ministry or the Head of the Department to which such property belongs or which was in possession of such property by Order published in the Gazette, transfer to and vest in the Centre the possession and use of such movable property.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "5 10 Textile Training end Services Centre ‘Act, No. 4 of 1984 “he + 28 ‘The Government shall provide for the use af the (ouene™* Centre such Jand, building and other facilities as may be ee deemed necessary for the Cenire, Extriie . wwcol we : » Genre. , Protection 30. (1) No uit or prosecution shail He— ae (@) against the Centre for any act which in good faith ‘wader th +g done or purported to be done by the Centre rection + under this Act; and Eael (0) against any member, officer, servant or agent of the Centre for any act which in good faith is done or purported to be done by him under this Act or on the direction of the Board, @) Any expense incurred by such pesson as 1s referred : to in subsection (1) in any suit or prosecution brought : against him before any court in respect of any act which __ 3s done by him under this Act or on the direction of the i +* \"Board, shall, if the court holds that the act wes done in <) good faith, be paid out of the Fund of the Boord. : :  Nownitta 31. No writ against person or property shall be issued aginst against any member of the Centre in eny action brought + propergrat Against the Centre, Pinemiber of the . : ‘Centre. Borer of 82, It shall be lawful for the Board or any member of 2 per the Board or any officer or employee of the Centre acting eect * under the authority of the Board to enter into or upon any Scplives “land or premises for inspection, investigation and recording Rnderite “data, 1 27S : lend or = ‘ * Anyperson \"33, Any person who prevents or obstructs the Board or Be nt any member of the Board, or any officer or employes o authorized by the Bourd in carrying out any uch entry, . phstructs investigation or inspection as is referred to in section 32 Boara shall be guilty of an offence under this Act. ora ° kee 7 Member or authorised se\" galley Tan cos",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "Textile Treining and Services Centre n Act, No. 4 of 1984",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "34 (1) For the purpose of enabling the Centre to Powerte exercise, perform and discharge any of its powers, duties nora and functions under sections 3 and 4, the Chafrman of the lon. Boord, a member, the Director af the Centre or any officer or employee authorized in that behalf by the Board may by notice in writing require any person to furnish information with regard to any matter within hig knowledge relating Yo any movable or immovable property used or intended to be used in the textile industry or connected with or inci- dental thereto, within such period as shall be specified in the notice.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "(2) It ahall be the duty of any person who is required by notice to furnfsh any information under subsection (1) to comply with such requirement within the time specified fn such notice, except where such person is precluded from divulging such fnformation under the provisions of any law.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "G) Any person who fails, without reasonable cause, to comply with the provisions of subsection (1) or who furnishes information knowing such information to be false, shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "38. Every person who commits an offence under this Penalty ‘Act shall on conviction after summary trisl before a cffences Magistrate be liable to imprisonment of either description tor a period not exceeding six months or to a fine not exceeding five huadred rupees or to both such fine and imprisonment,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "34, The Minister may give special or genera! directions Power af ta writing as to the performance of the duties and the ip give exercise of the powers of the Board, and the Board shall oon give effect to such directions, ote",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "Board.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "37. (1) The Board may make rules in respect of all or Power any matter for which rules are authorized or required by Board to this Act to be made. make",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "@) A rule made by the Board under subsection (1) shall not have effect until it is approved by the Minister and is published in the Gazette, .",
    "mean_p_confidence": 0.89
  }
]