[
  {
    "i_page": 1,
    "par_num": 2,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA REGISTERED STOCK AND SECURITIES , (AMENDMENT) ACT, No. 3 OF 1985 [Certified on 9th January, 1985] Printed on the Orders of Government Published ag a Supplement to Part Il of the Gazette of the Democratic Socialist Republic of Srl Lanka of January 11, 1985 . PRINTED AT THE DEPARTAENT OF GOVERNMENT PRINTING, 281 LANKA",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": "° \"5 mE PURCHASED aT TRE QOVETNME:.. vUGLICATIONG BUREAU, COLOMIO. Price: 90 cents: ‘Postage: 66 cents",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Registered Stock and Securities (Amendment) ‘Act, No, 3 of 1985 [Certified on 9th Jenunry, 1985)",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "LD~0, 69/88.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "AN Act To AMEND THB Reaisrenep STOCK AND Securtsms Ononvance .",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "BE it enacted by the Parliament of the Democratic Socialist",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Republic of Sct Lanka as follows :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "1. This Act may be cited as the Registered Stock ond Short tse, Securities (Amendment) Act, No. 9 of 1685.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2 ‘The Registered Stock and Securities Ordinance ia Insertion hneseby amended by the Insertion, immediately after serjon 300 section 30 of the following new section which shall have ‘uP? effect ax section 904, of that Ordinsnce :—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "‘Manner ot 0a, Where however moneys of any kangen sinking fund are invested by the Joint aiJomt™” Investment Fund (hereinafter referred to as Byetment the “ Fund”) all dividends, interest, bonus and other profits on such investment— (a) whether alreatly received ot accruing to the Fund and constituting the surplus during the period January 1, 1984 to Docember $1, 196%, after all disbursements in settlement of the Geposits of any’ sinking fund to redeem maturing debt have been made out of the Fund, and . {b) acouring to the Fund on or after : January 1, 1906, shail be paid into the Consolidated Fund. For the purposes of this seetion, the * Joint Investment Fund” means the Fund esteb- lished by the Centeal Bank in terma of section 108 (2) of the Monetary Law Act, in which moneys of any sinking fund are deposited for investment,‘ 200174 8,908 (84/11) a",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "‘Annual subscription of ‘Bills and Laws of the Parlament Rs 160 (Local),",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Ro, 200 (Foreign), payable to the Sormnmneet, Govauncare Pusichtrors",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "‘Bunmav, P.O, Box $00, Cotostso 1, bafore 5th December each year in respect of the year iatowing,",
    "mean_p_confidence": 0.6
  }
]