[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ae PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA . AIR NAVIGATION (AMENDMENT) ACT, No. 14 OF 1987 [Certified on 10 th Apzit, 1987} Printed on the Orders of Government Published as a Supplement to Part IL of the Gazette of the Democratic Socialist Republic of Sri Lanka of April 10, 1987 nr peo ances MRTG HE pe mane ona comune eaueTON ean TOS Price : 45 cents Postage : 75 cents",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Air Navigation (Amendment) Act, Mo. 14 of 1087 [Certified on 10th April, 1997] 1, DO, 50/63 . Ax Act to amenp tue Aim Navicarion Acr BE it enacted by the Parliament of the Democratic Sovialist Republic of Sti Lanka as follows :— Je This Act msy ‘be ciled as the Ale Navigation Short lite, (unencment) Aet, No. Lt of 1987, an 2 Section 2t of the ‘Air Navigation Act Ginserted by Amendment the Air Navigation (Special Provisions) Act, No. 2 of 1982) $f Seton is hereby amended aa follows i-= ” Chapter 208. ()by the insertion, immediately after subsection (17) of that section of the following new subsection :— 1 CTA) (a) Where @ person to whom this sub section applies Is appointed to a post on tha ataft of the Agent, with effect from a date not léfer than the date of the Order under subsection (1) appoint- ing stich Agent and serves. in such post for a period of not less than the relevant period of setvice, such post shall be deemed to be a post in the public service declared to be pensionable under the Minutes on Pensions and the service of auch person under the Agent for the relevant period of service shall, for the purposes of those ‘Minutes, be deemed to be service under the Government. {b) A person to whom this subsection applies shall at the ene of the relevant period of setvice, be eligible lo the award of a pension of such amount as ig equal to the pension that would have been awarded to him hud he retired from the public service an the ground of abolition of office at the end of the relevant period of service. {c) “A. person to whom this subsection applies” means— : () a person who was immediately prior to his appointment to @ post on the staff of the Agent, a public servant in the employment of the department of Civil Aviation with Jess than ten years and not loss than eight years pensionable service in the public service ‘and whose post in that department was abo- lished under subsection (16) ; or BOA WEIL —¥.275 2/6, .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "2 Air Navigation (Amendment) Act, No, 14 of 1987",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(it) @ person who wes, immediately prior to his appointment to a post on the staff of the Agent, an employee in the employment of the Airports Authority of Sri Lanka, established by Afrporte Authority Act, No. 46 of 1979, by reason of his having exereised the option referred to in section 31 (2) (a) of that Act, and having, or deem-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ". ed to be having, less than ten years and not less than eight years pensionable service in the public service.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "“relevant period of service” in relation to a person to whom this subsection applies, means the period for which such person would have to serve in the public service to complete Lett ‘years pensionable service in the public service, had he rerained in the public service aller the date of his appointment to = post on the staft of the Agent.’; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2) by the substitution in paragraph +a) of subsection",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(29) of that section for the words and Ngures “ any",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "public officer, other than a public officer to whom",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "subsections (16) and (27) apply, may,”, of the words “any public officer may, \".",
    "mean_p_confidence": 0.81
  }
]