[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "er Brot) ae Oe) PARLIAMENT OF THE DEMOCRATIG . SOCIALIST REPUBLIC OF . SRI LANKA ; REHABILITATION OF THE VISUALLY . HANDICAPPED TRUST FUND ACT, No. 9 OF 1992 . ’ , [Certified on StH March, 1992] : ; . Printed on the Orders of Gocernment Published as a Supplement to Part iI of the Gazette of the Democratic Socialist Republic of Sri Lanka of March 06, 1992 . PRINTED AT THE REDAMEMENT GF OOVERUMENT POINTING, SRE LANKA Fe ne PURCTIASED AP THE GOVERNMENT PUBLICATIONS UREN, COLOMEO Price : 75 cents, : Postage: Re. 1.00",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Rehabilitation of the Visually Handicapped Trust Fund Act, No, 9 of 1992 : . [Certified on 5th March, 1992] - L. D—O, 82/88 . AW ACT TO PROVIDE FOR THE ESTABLISHMENT OF A TRUST FOND CALLED REHABULItATION OF THE Visuauiy HanDicaprED Taust Foro ; 10 SPECTY Irs OBJECTS; AND POWERS AND TO *",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "PROVIDE FOR MATTERS CONNECTED THEREWITH OR IYCIDENTAL",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "‘THRRETO,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "BE it enacted by the Parliament of the Democratic Soci - list Republic of Sri Lanka 9s follows :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "1. This Act may be cited as the Rehabilitation of the Sbort Nisually Handicapped Trust Fund Act, No. 9 of 1992. tithe,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "2 (3) There shall be established a Trust Fund which Petablish-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "“shall be called the Rehabilitation of the Visually Handicapp- for the ed Trust Fund (hereinafter referred to as “the Fund\"), Retsouiipe Visually",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "{2} The Fund shall, by the name assigned to it by sub- Handi section (1), be a body corporate and shall have perpetual Re succession, and a common seal and may sue and be sued in . such neme- :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "3. (1) The administration, management and control of Board of the Fund shell be vested ina Board of Management con- of the’ stituted as hereinafter provided. Runa",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(2) The Board of Management of the Fund (hereinafter referred to as“ the Board”) shall consist of-~",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(i) Secretary to the Ministry of the Minister in charge",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "of the subject of Social Services and Social Welfare who shall be the Chatman of the Board (herein- after referred to as “the Chateman™) ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Gi) Venerable Galaboda Gnanissara Thero ; who shall be a",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "member of the Board during his lifetime ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(iii) the person for the time being holding the office of . Director of Social Services to be appointed by the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": ": Minister ; an",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(dy) the persons for the time being holding the offices of Chairman and Secretary of the Sri Lenka Federa- tlon of the Blind incorporated under the Com",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": ": + panies Act, No; 17 of 1982;",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "@ Rehabilitation of the Visually Handicapped Trust Fund . “Act, No. 9 of 1992 (¥) one representative of the Sri Lanka Council for the Blind; . . (vi) a representative of the Sri Lanka National Federation of the visually handicapped ; (vit) the Secretary to the Prime Minister or his represen- tative ; “(viliy a representative of the Lions’ Club Sri Lanka to be appointed by the Minister. (8) Every member of the Board appointed by the Minister shall hold office for a period of two years unless . removed esrlier by the Minister,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(4) The Chairman shall preside at meetings of the Board. In the absence of the Chairman from any meeting, any member elected from among the members present, shall",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": ". preside at such meeting. : (8) The quorum for a meeting of the Board shail be five ’ members.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(6) Subject to the provisions of subsection (5), the Board may regulate the procedure in regard to the meetings of the Board, and the transaction of business at such meetings.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(7) No act or proceeding of the Board shal] be deemed",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": ". to be invalid by reason only of the existence of a vacancy among its members or any defect in the appointment of @ member.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "Seal 4, The seat of the Fund shall be in the custody of such githe Persons ag the Hoard may from time to tlme determine. ‘The seal shall not be affixed to any instrument or docu- ment except with the ganction of the Board and in the presence of twa members of the Board who shall sign the instrament ox document in token of thelr presence. Tre cblects The objets of the Fund shall be— funds (2) to provide educational and vocational training facilities for the visually handicapped 5 (b) to create employment opportunities for the hand!- capped and where necessary, to provide them, with financial assistance and guidance for self employ ment ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "Rehabibtation of the Visually Handicapped Trust Fund 3‘ Act, No, 9 of 1992",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "{e) to provide housing facilities to the visually handi-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": ". cappeds to enable them to pursue academic coures or to obtain vocational training ; .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(d) to implement schemes for the welfare of the visually",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "handicapped ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(e} to provide facilities for the marketing of products -",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "manufactured by the visually handicapped; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(J) to take action to eliminate conditions that prevent",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "visually handicapped persons gaining equal rights and equal opportunities,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "6. (1) The Board shall, in the name of the Fund, have Powers the power to do all things necessary for, or conducive or \"pd fume, | incidental to, the carrying out of the objects-of the Fund. Board",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(2) Without prejudice to the generality of the powers” conferred by subsection (1), the Board shall have the following powers and functions: — : .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(e) to acquire and hold any property, movable or |",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "immovable which may become vested in it by virtue of any purchase, grant, gift, devise or otherwise ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(®) to sell, mortgage, lease, grant, convey, devise,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "assign, exchange or otherwise dispose of, any such property ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "{e) to erect any building on any land vested, acquired",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "or held by the Fund; (@) to invest moneys belonging to the Fund in such securities as may be determined by the Board: \\ (©) to open, operate and close bank accounts and ‘to borrow or raise money with the property of the ~~ Fund as security or without such security, for the purpose of the Fund: . () to raise funds and to receive grants, gifts. or doni- tions in cash or kind whether from local or foreigr: sources; and -- (q) to do all such other acts and things as are incidental or conducive to the carrying aut of the objects of the Fund, +P anss94 (010 woe we need t",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "4 Rehabilitation of the Visually Handicapped Trust Fund + + + Aet, No, 9 of 1992 Payments % There shall be paid into the Fund— nas (@) any funds raised or grants, gifts or donations received, locally or from abroad or moneys realized or collected ; and () any income derived from investments or other receipts due to the Fund. Payments 8 There shall be paid out of the Fund— fot (@ expenses incurred in the working, establishment ot maintenance of the Fund ; and ° (b) all such other payments 9s are approved by the Board as being necessary for the purpose of . carrying out the objects of the Fund, or as are authorized by this Act, to be paid out of the Fund. Accounts (1) The Board shall cause proper books of accounts and oudit. ty be kept of the income and expenditure, ussets and liabjlities and other transactions of the Fund, (2) The accounts of the Fund shall be audited by a quall- . fied Auditor or Auditor appointed by the Board.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(8) The income and expenditure account and the balance sheet shall be signed by two membersot the Board autho- tised to do so by a resolution passed by the Board,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ": (A) The financial year of the Board shall be the calendar",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "year.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Power of | 10. The Board may make such rules as t may consider",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Bosra necessary in relation to any matter affecting or connected",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Fale. with, or incidental to, the exercise, discharge and perfor- mances of its powers, duties and functions,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Protection 11, (1) No suft or prosecution shell be instituted",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "embers of | Peainst any member of the Board for any act which is In",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "tie Beara\" good faith done or purported to be done by such person",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "weet under this Act or on the direction of the Board.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "ae",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "@) Any expense incurred by the Fund in any eult ot proseention brought by, or against, the Fund before any court shall be paid out of the Fund, and any costs paid 4 oF received by, the Fund in any euch suit or prosecution shall be credited to the Fund.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "! Rehabilitation of the Visually Handicapped Trust Fund 5 Act,'No. 9 of 1992",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "(3) Any expense incurred by any member ag ig referred . . to in subsection (1) in any, suit or prosecution brought against him before any court in respect of any act which - is done or purported to be done, by him under this Act, or ‘on the direction of the Board shall, if the Court holds thet such act, was done in good faith be paid out of the Fund, unless such expense is recovered by him in such suit or Prosecution.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "12. Mo welt against person or property shall be issued No welt against any member of the Board in any action brought against against the Fund. Broperty at",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "necaber of the Board, 13. The Fund shall be deemed to be a scheduled institu- pang 4 ferme i i tobe a ‘on within the meaning of the Bribery Act and the pro- 0,068 visions of that Act shall accordingly apply, ineneation ae Binet = Bribery Act. 14, In this Act, unless the context otherwise requires: Interpretation. “qualified auditor” means— : (@) an individual who, being a member’ of the . Institute of Chartered Accountants of Sri Lanka or of any other Institute established bby law, possesses a certificate to practice as an accountant issued by the Counell of such institute ; or . - \"@) a firm of accountants each of the resident . pariners of which, being a member of the Institute of Chartered Accountants of Sri : Lanka, or of any other Institute ‘established by law, possesses a certificate to practise as * an accountant issued by the Counell of such institute ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "6 Rehabilitation of the Visually Handicapped Trust Kuna Act, No. 9 of 1992",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "“visually handicapped” means a person who by birth",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "or otherwise, is subject to a total or near-total",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "blindness in both eyes and includes a person with",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": ": the absence of both eyes and a pérson with one eye",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": ". which is subject to total or near-total blindness.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "Sinhala 15. In the event of any inconsistency between the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "prevall | Sinhala and Tamil texts of this Act, the Sinhala text inconsi shall prevail.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "tency.",
    "mean_p_confidence": 0.22
  }
]