[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  (ex \\  . ee  Ce.  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  7 SRI LANKA  CULTURAL PROPERTY  ACT, No. 73 OF 1988  {Certified on 17th December, 1988]  Printed on the Orders of Government  Published as a Supplenent to Part II of the Gazette of the  Democratic Socialist Republic of Sri Lanka of December 23, 1988  ‘rice : Re. 1,20 Postage : 75 cents.  )",
    "mean_p_confidence": 0.7018987341772152
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Cultural Property Act, No. 73 of 1988  [Certified on 17th December, 1988]  LD—O. 23/78 =  Aw ACT 70 PROVIDE FOR THE. CONTROL OF THB EXPORT OF CULTURAL",
    "mean_p_confidence": 0.7006249999999999
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  PROPERTY TO PROVIDE FOR A SCHEME OF LICENSING TO DEAL IN",
    "mean_p_confidence": 0.7153846153846154
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  (CULTURAL PROPERTY ; AND TO PROVIDE FOR MATTERS CONNECTED",
    "mean_p_confidence": 0.6345454545454545
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  ‘HEREWITH OR INCIDENTAL THERETO. +  BE it enacted by the Parliament of the Democratic Socialist  Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.715
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  1. This Act may be cited as the Cultural Property Act, Short title,  No. 73 of 1988",
    "mean_p_confidence": 0.7184999999999999
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  PARTI  Export or CULTURAL Propenty",
    "mean_p_confidence": 0.3875
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  2. (1) No person shall, except upon a licence in the pres- Prohibition  cribed form issued by the Controller of Exports (hereinafter | $f CaRural  referred to as the “ Controller”) and upon the payment of a property  prescribed fee export or attempt to export any cultural pro- GxuPt  perty from Sri Lanka. ence.",
    "mean_p_confidence": 0.7475
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  (2) This section shall have effect as if it formed part of  the Customs Ordinance and the provisions of that Ordinance  shall apply accordingly.",
    "mean_p_confidence": 0.7946428571428571
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  3. (1) Every application for a licence under section 2” Application  shall be made to the Controller in the prescribed form and {0 cere?  shall be accompanied by a statement from the Archaeologi- cultural  cal Commissioner stating that he has no objection to the Proverty.  issue of such licence to the applicant,",
    "mean_p_confidence": 0.7624137931034483
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  (2) The Controller may refuse to issue a license where—",
    "mean_p_confidence": 0.765
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  (@) the Archaeological Commissioner in the statement",
    "mean_p_confidence": 0.7188888888888889
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  issued by him objects to the issue of such licence ; or",
    "mean_p_confidence": 0.7442857142857143
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  (b) he is of opinion that any cultural property sought to",
    "mean_p_confidence": 0.7815384615384615
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "  be exported is a property which is required for «  museum in Sri Lanka.",
    "mean_p_confidence": 0.7458823529411764
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "  4. Any person aggrieved by the refusal of the Controller Appeal  to issue any licence under section 3 may appeal against such nine’ |  Tefusal to the Secretary to the Ministry in charge of the Iicence.  subject of Cultural Affairs (hereinafter referred to as the  “ Secretary”) against auch refusal.",
    "mean_p_confidence": 0.7376785714285715
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "  (2) The Secretary may in dealing with any appeal pre~  ferred to him under subsection (1), affirm or set aside the  decision of the Controller against which the appeal has beer  preferred,",
    "mean_p_confidence": 0.7794594594594595
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Cultural Property Act, No. 73 of 1988  Penalty 5, If any person, himself or by another person on his  for export, __ behalf exports or attempts to export any cultural property  Property in contravention of section 2, he shall, without prejudice to  without any forfeiture or penalty to which he may be liable under  = the provisions of the Customs Ordinance, be guilty. of an  offence and shall, upon conviction after summary trial be-  fore a Magistrate, be liable to a fine not exceeding five thou~  sand rupees or to imprisonment of either description for a  period not exceeding three years or to both such fine and  imprisonment. .  ‘Delegation ®. (1) The Controller may delegate to an officer of the  PINES Department of Archaeology the power to issue licence.  of the =  Controller. (2) Every officer appointed under subsection (1) shall  exercise the power delegated to him subject to the general  * or special directions of the Controller.  PART  ESTABLISHMENT OF THE CULTURAL PRropERTY BOARD  er 7. There shall be established a Board called the Cultural  Cultural \"\"* » Property Board (hereinafter referred to as “the Board\").  Property - aba  Board.  Constitution, (1) The Board shall consist of —  Board. (a) the Secretary to the Ministry of the Minister in charge.  of ‘the subject of Cultural Affairs, who shall be the  Chairman ;  (b) the Director of Museums ; ‘  (c) the Director of National Archives;  (a) Chairman, Central Enviornmental Authority j.  (e) two members who shall have specialized knowledge  and experience in matters relating to cultural pro-  perty appointed by the Minister.  (2) A person shall be disqualified for appointment or con-  {inuing as a member of the Board under paragraph (e) of  subsection (1)—",
    "mean_p_confidence": 0.7746461538461539
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (@) if he is or becomes a member of Parliament ; or",
    "mean_p_confidence": 0.7985714285714286
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (b) if he is not, or ceases to be a citizen of Sri Lanka.",
    "mean_p_confidence": 0.81625
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Cultural Property Act, No. 73 of 1988 3",
    "mean_p_confidence": 0.729
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (3) The members appointed by the Minister under para-  graph (e) of subsection (1) subject to the provisions of  subsections (4) and (5) shall hold office for a term of three  years but shall be eligible for reappointment.",
    "mean_p_confidence": 0.7651162790697674
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (4) The Minister may remove from office any member of  the Board appointed under paragraph (e) of subsection (1)  without assigning eny reason therefor and such removal  shall nut be called in question in any court,",
    "mean_p_confidence": 0.8031707317073171
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (6) In the event of the vacation of office of any member  appointed under paragraph (e), or his removal from office  under the provision of the preceding subsection, the Minister  may appoint another person to hold such office during the  unexpired part of the term of office of the member whom he  succeeds.",
    "mean_p_confidence": 0.8260000000000001
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (6) If any member of the Board appointed under para-  graph (e) is temporarily unable to discharge the duties of  his office due to ill-health or absence from Sri Lanka or for  any other cause, the Minister may appoint some other person  to act in his place as member.",
    "mean_p_confidence": 0.8236363636363636
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  (7) The members of the Board shall be remunerated at  such rates as may be determined by the Minister in consul-  tation with the Minister in charge of the subject of Finance.",
    "mean_p_confidence": 0.8244444444444444
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  9. (0) The Board may regulate its procedure in regard Meetings  to the meetings of the Board and the transaction of business of the  at such meetings, seat",
    "mean_p_confidence": 0.7271875
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  (2) The quorum for a meeting of the Board shall unless  the Board otherwise determines be four menibers.",
    "mean_p_confidence": 0.7928571428571428
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  10. (1) The Board shall be an Advisory Board and shall Power of  advise the Archaeological Commissioner in the exercise of 'P* BO  his powers or on any other matters referred to the Board  for their opinion,",
    "mean_p_confidence": 0.7752380952380953
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  (2) The Board may in the exercise of their power retain  the services of any person having a specialised knowledge  and experience in matters relating to cultural property.",
    "mean_p_confidence": 0.8203125
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  4",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Cultural Property Act, No. 73 of 1988  PART DI  ‘REGISTRATION oF CULTURAL Proreaty  Minister 11. The Minister in consultation with the Board and with  pee. the approval of the Cabinet may from time to time by Noti-  efcuitural fication published in the Gazette specify the categories of  prpeniy’ cultural property that shall be registered under this Act,  Tegistered. _having due regard to the following considerations :—  (a) the necessity for conserving such category of cultural  Property ; y  () the need to preservé such objects within Sri Lanka  for the better appreciation of her ctt!tural heritage ;  (©) such other factors as will or are likely to contribute  to the safeguarding of the cultural heritage of Sri  Lanka.  Registra. 12, No person shall own or have in his custody or pos  Sen ot session any cultural property specified in the Notification  Freee referred to in section 11 unless such cultural property: is  possession. registered by the registering officer and such officer has  issued a certificate of registration in respect of such property.  Gover- 13, The Minister may, by Notification published in the  Bees Met’ Gazette appoint for the purpose of section 12 the Govern:  registering ment Agent to be the registering officer for the adreinis-  trative district for which he has been appointed Govern  ment Agent-  Apolica. 14, The Minister may, by Order published in the Gazette,  certificate prescribe the period within which an application for a certi-  chee ficate of registration may be made under section 15.  Grant of 15. (1) Every person required to obtain a certificate of  ortileate registration under section 12 shall make an application for  tration. such certificate, to the registering officer of the administra-  tive district within which he resides on an application form  prescribed for the purpose. 2  (2) On receipt of an application under subsection (1) the  registering officer may, after holding such inquiry as he  deems fit, grant a certificate of registration containing such  Particulars as may be prescribed.",
    "mean_p_confidence": 0.7799727520435967
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  , Cultural Property Act, No. 73.of 1988 5",
    "mean_p_confidence": 0.592
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  (3) Where an application received under subsection (1)  has been rejected, the registering officer shall inform the ap-  plicant in writing stating his reasons for such rejection.",
    "mean_p_confidence": 0.7974193548387096
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (4) Where an application for a certificate of registration  has been rejected, the applicant may, within fourteen days  from the date of such rejection, appeal to the Archaeological  Commissioner against such rejection.",
    "mean_p_confidence": 0.7918918918918919
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  (6) Any applicant who is aggrieved by a decision of the  Archaeological Commissioner rejecting an application for  registration may appeal against such decision to the Court  of Appeal.",
    "mean_p_confidence": 0.7833333333333333
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  16. Where any person transfers the ownership or custody ‘Transfer  or possession of any cultural property regitstered under see Suo\"t“tay  tion 12 such person shall intimate within fourteen days from 2c#istered.  the date of such transfer, the fact of such transfer to the Property  registering officer of the administrative district within w7Jch timated \\  such person resides. registering",
    "mean_p_confidence": 0.7676923076923077
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  oftcen.",
    "mean_p_confidence": 0.13333333333333333
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  Mi. Any person who— Penalty,",
    "mean_p_confidence": 0.5314285714285715
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  (c) owns or bas the custody or possession of any cultura!",
    "mean_p_confidence": 0.6746153846153846
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  property, fails to make an application under section  15, or",
    "mean_p_confidence": 0.6923076923076923
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  (®) transfers the ownership or custody or possession of",
    "mean_p_confidence": 0.6945454545454545
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "  any cultural property and fails to notify such trans-",
    "mean_p_confidence": 0.7718181818181818
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "  fer to the registering officer, under section 16,  shall be guilty of an offence and shall, upon convietion after  summary trial before a Magistrate, be liable to @ fine not  exceeding one thousand rupees or to imprisonment of either  description for a period not exceeding one year or to both  such fine and imprisonment. «",
    "mean_p_confidence": 0.812258064516129
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "  PART IV  LICENCE To DEAL 1 CULTURAL ProPeRty",
    "mean_p_confidence": 0.4572727272727273
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "  18. No person shall, by himself or by any other person Licence  on his behalf, carry on the business of selling or offering to in cultural  sell any cultural property, except under the authority of a POPS  Jicence issued under section 19. i",
    "mean_p_confidence": 0.7308333333333333
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Cultural Property Act, No. 73 of 1988  Grant of 19. (1) The Archaeological Commissioner may issue »  dibeniset Jicence to any person to carry on the business of selling or  oftering to sell any cultural property after taking into con.  sideration—",
    "mean_p_confidence": 0.7858333333333333
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  {a) the experience of the applicant with respect to trade",
    "mean_p_confidence": 0.745
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  in cultural property ;",
    "mean_p_confidence": 0.6216666666666667
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  (0) the town, village or area where the business is to be",
    "mean_p_confidence": 0.775
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  carried on ; and",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  {c) such other matters as may be prescribed.",
    "mean_p_confidence": 0.751
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  (2) (a) Every application for a licence to carry on any  ‘business as specified in subsection (1) shall be in the pres-  cribed form and shall be accompanied by the prescribed fee ;",
    "mean_p_confidence": 0.817027027027027
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  (b) The Archaeological Commissioner may, after holding  ‘such inquiry as he deems fit, issue or refuse to issue a licence  to an applicant unerefor.",
    "mean_p_confidence": 0.7464285714285713
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "  (c) Where the Archaeological Commissioner refuses to  issue a licence to an applicant, he shall inform the applicant  vot the refusal to issue a licence,",
    "mean_p_confidence": 0.7596551724137931
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "  {@) Every licence authorising the carrying on of any such  ‘usmess as specified in subsection (1) shall be in the pre-  seribed form, for a prescribed period and shall be subject to  such terms and conditions, as may be necessary to ensure  that the business authorized by such licence is carried on in  compliance with the provisions of the Act.",
    "mean_p_confidence": 0.8140298507462687
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "  {e) The Archaeological Commissioner may camel a  licence issued under subsection (1), if the licencee contra-  venes or fails to comply with any condition a‘tached to the  licence,",
    "mean_p_confidence": 0.723030303030303
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "  (f) Where the Archaeological Commissioner cancels the  licence under paragraph (e), he shall cause notice of such  cancellation to be given to the licencee.",
    "mean_p_confidence": 0.7757142857142857
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "  (g) An applicant for a licence who is aggrieved by the  decision of the Archaeological Commissioner refusing to is-",
    "mean_p_confidence": 0.8186363636363635
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "  i ‘sue a licence, or the licence who is aggrieved by the decision  of the Archaeological Commissioner cancelling his licence  may, within thirty days from the date of such decision, ap-  peal in writing to the Secretary from such decision.",
    "mean_p_confidence": 0.8031111111111111
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Cultural Property Act, No. 73 of 1988 7",
    "mean_p_confidence": 0.7569999999999999
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  20. Notwithstanding anything contained it section 18,any Person  person whose licence has been cancelled under paragraph hose,  (@) of subsection (2) of section 19, may, after making a have  declaration in writing to the Archaeological Commissioner Pee  within such period and in such form and manner as may be fay\"  prescribed, of all the cultural property in his ownership, sell  custody and possession immediately before the date of such. cultural  cancellation, sell such cultural property to any other person OnE  holding a valid licence issued under section 19: icencees.",
    "mean_p_confidence": 0.771010101010101
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  Provided that no such cultural property shall be sold  after a period of six months from the date of cancellation of  the licence.",
    "mean_p_confidence": 0.8096296296296296
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  21. Any person who— Liability",
    "mean_p_confidence": 0.6185714285714285
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  ‘of person  (a) by himself or by other person on his behalf, sells or contra.  attempts to sell any cultural property to a person Yening  outside Sri Lanka in contravention of section 18, or 379%  ‘and 20",
    "mean_p_confidence": 0.6911627906976744
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  (b) contravenes the provisions of section 19 or section 20, Ait!  shall be liable on conviction after summary trial before a  Magistrate, to a fine not exceeding five thousand rupees or  to imprisonment of either description for a period not less  than three years or to both such tine and imprisonment.",
    "mean_p_confidence": 0.8066666666666666
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  PART V  Povweas ano DUTIES OF ARCHAEOLOGICAL ComMUISSIONEF",
    "mean_p_confidence": 0.46727272727272723
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  22, The Archaeological Commissioner is hereby em- Powers  powered— ‘Archacolo-",
    "mean_p_confidence": 0.5938461538461538
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  (a) tc prepare a list of the categories of cultural property ee .",
    "mean_p_confidence": 0.7100000000000001
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "  required to be registered under section 12 Soonlse  {b) to conserve, maintain, repair and restore cultural  property that requires registration ;",
    "mean_p_confidence": 0.7051999999999999
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "  (©) to control and administer the registration, sale and  protection of cultural property that require regis-  tration ;",
    "mean_p_confidence": 0.7295454545454546
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "  (q) to purchase valuable cultural property with such",
    "mean_p_confidence": 0.642
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "  funds as may be granted for the purpose by Parlia~  ment.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "  23. The Archaeological Commissioner shall perform ond Duties  discharge all such duties and functions as are assigned to Archaeolo-  him by this Act or by any regulation made thereunder. a",
    "mean_p_confidence": 0.7585294117647059
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "  sioner.",
    "mean_p_confidence": 0.30666666666666664
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Cultural Property Act, No. 73 of 1988  Power of 24. (1) The Archaeological Commissioner or any officer  ‘Eapestion: authorized by him in writing for the purpose may, at all  cultural reasonable times, inspect any cultural property in the  property. possession of any person and it shall be the duty of every  ‘such person to permit such inspection and to give to the  Archacclogics] Commissioner or such officer all reasonable  facilities to study such cultural property and to make  drawings, photographs or reproductions thereoi by the mak-  ing of casts or by any other means:",
    "mean_p_confidence": 0.7832075471698113
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  Provided that no such drawings, photographs ox repro-  ductions shall be sold without the consent of the person in  possession of the cultural property :",
    "mean_p_confidence": 0.7655172413793103
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  Provided further that, in the making of casts the prior  consent of the person in possession of the cultural property  shall be obtained.",
    "mean_p_confidence": 0.797037037037037
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  : (2) Any person who fails to comply with the provisions  of subsection (1) shall be guilty of an offence and shall on  conviction after summary trial before a Magistrate be liable  to a fine not exceeding one thousand rupees or to imprison  ment of either description for a term not exceeding three  months or to both such fine and imprisonment.",
    "mean_p_confidence": 0.8173529411764706
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  pirection 25. (1) Where the Archaeological Commissioner is of the",
    "mean_p_confidence": 0.7383333333333333
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  bythe nlo- + OPinion that any cultural property of national importance",
    "mean_p_confidence": 0.6146153846153847
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  gical owned by or in the custody or possession of any person, is",
    "mean_p_confidence": 0.782
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  Sarmals: in danger of being destroyed, defaced, misused, allowed to  fall into decay or where the character of such property is  about to be, or is being, or has been changed, he shall with  the concurrence of the Board give directions to the owner  or the persons who have custody or possession of such cul-  ‘tural property to safeguard such property.",
    "mean_p_confidence": 0.8295588235294117
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  (2) Where the Archaeological Commissioner is of opinion  that the owner of person in possession is unable to comply  with his directions within a reasonable time or where he'is  of opinion that such directions will not be complied with  or that such cultural property will be removed from’ Sri  Lanka without a licence he shall with the concurrence of  the Board take such property into his custody.",
    "mean_p_confidence": 0.832
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "  (8) Any person who wilfully obstructs the Archaeological  Commissioner in performing the duties made under sub-  section (2) shall be guilty of an offence and shall on con-  viction after summary trial before a Magistrate be liable  to a fine not exceeding one thousand rupees or to imprison-  ment of either description for a term not exceeding three  months or to both such fine and imprisonment.",
    "mean_p_confidence": 0.8221621621621621
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Cultural Property Act, No. 73 of 1988 9",
    "mean_p_confidence": 0.762
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  (4) Where the Archaeological Commissioner subsequent  to the taking of into his custody any cultural property under  subsection (2) is satisfied that the owner or the person who  had custody or possession of such property is now ina  position to comply with his directions or has complied with  such directions and that such property will not be in any  danger of being destroyed, defaced, misused or allowed to  fall into decay he may with the concurrence of the Board,  return such property to such owner or person.",
    "mean_p_confidence": 0.8435051546391752
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  (5) Any property taken into custody under  subsection (2) may be handed over to the Director of  Museums by the Archaeological Commissioner for exhibi-  tion at a Museum for public display.",
    "mean_p_confidence": 0.7677777777777778
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  2%. The Archaeological Commissioner may generally CF authoriza-  specially authorize the exercise, performance or discharge 01.  of any of his powers, duties or functions under this Act— ment",
    "mean_p_confidence": 0.7240624999999999
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  (a) by the Government Agent of any district, within that Sthter",
    "mean_p_confidence": 0.6730769230769231
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  district ; or officers  Deck  (b) by any officer of the Department of Archaeology in ¢xercise  ‘any part of Sri Lanka. ot  Archacolo-  ical  Eommis-  sone  PART VI  Genenat,",
    "mean_p_confidence": 0.50925
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  27. No suit or proceeding shall be instituted against any Protection  officer appointed under this Act, for any act which is done Of...  in good faith or is purported to be done by him in the per-  formance of his duties or the discharge of his functions  under this Act.",
    "mean_p_confidence": 0.8025
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "  28. (1) The Minister may make. regulations in respect of Regula~  any matter required by this Act to be prescribed or in res- tions.  pect of which regulations are authorized by this Act to be  made.",
    "mean_p_confidence": 0.7904878048780487
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "  (2) Every regulation made by the Minister shall be  published in the Gazette and shall come into operation on  the date of such publication or on such later date as may  be specified in the regulation.",
    "mean_p_confidence": 0.8248780487804878
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Cultural Property Act, No. 73 of 1988  (8) Every regulation made by the Minister shall, as soon  as convenient after its publication in the Gazette, be brought  before Parliament for approval. Any regulation which is  not so approved shall be deemed to be rescinded from the  date of its disapproval but without prejudice to anything  previously done thereunder. Notification of the date on which  any regulation is deemed to be rescinded shall be published",
    "mean_p_confidence": 0.8330952380952381
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  in the Gazette. .",
    "mean_p_confidence": 0.4683333333333333
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  Aolerpeetns 29. In this Act, unless the context otherwise requires—  “antiquity” includes any of the following objects lying  or being found in Sri Lanka, and has been in exis-",
    "mean_p_confidence": 0.793939393939394
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  tence for more than one hundred years—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  Statues sculptured or dressed stone and marbles  of all descriptions, engravings, carvings, incriptions,  paintings, writings, and the material where on the  same appear all specimen of ceramic, glytic metel-  lurgic and textile art, coins, gems, seals, jewels,  jewellery, arms, tools. ornaments, furniture, house-  hold utensils, and all other objects of art which are  movable property ;",
    "mean_p_confidence": 0.8012307692307692
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  “Archaeological Commissioner” means the person ap-  pointed to be or to act as Archaeological Commis-  sioner and includes any person authorized in res-  pect of any power, duty or function of the Archaeo-  logical Commissioner under this Act ;",
    "mean_p_confidence": 0.7902222222222223
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "  “euitural property” includes cultural property which on  religious or secular grounds is specifically designat-  ed by the Minister with the approval of the Cabinet,  as being of importance for archaeology, prehistory,  history, literature, art or science, and which belongs  to one of the following categories :—",
    "mean_p_confidence": 0.8058490566037736
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "  (i) rare collections and specimens of fauna, flora,  minerals and anatomy ;  (i) property relating—  (a) to history, including the history of science  ‘and technology, military and social  history ; or  (®) to the life of national leaders, thinkers,  scientists and artists ; or  . () to events of national importance ;",
    "mean_p_confidence": 0.7203225806451612
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Cultural Property Act, No. 73 of 1988 n",
    "mean_p_confidence": 0.751
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  (iii) products of archaeological excavations or of  archaeological discoveries ;",
    "mean_p_confidence": 0.6869230769230769
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  (iv) elements of artistic or historic monuments or  archaeological sites which have been dismem-  bered ;",
    "mean_p_confidence": 0.6775
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  (v) antiquities more than one hundred years old,  such as inscription, coins, currency notes and  engraved seals ;",
    "mean_p_confidence": 0.7272727272727273
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  (vi) objects of ethonological interest ;",
    "mean_p_confidence": 0.6950000000000001
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  (vii) pictures, paintings and drawings produced en-",
    "mean_p_confidence": 0.6733333333333333
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  tirely by hand ;",
    "mean_p_confidence": 0.605
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "  (viii) original marks of statutory art and sculpture ;  (ix) original engravings, prints and lithographs ;  (x) rare manuscripts, old books, documents, draw-",
    "mean_p_confidence": 0.7685185185185185
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "  ings, maps, plans and publications of special  interest ;",
    "mean_p_confidence": 0.6916666666666668
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "  (xi) postage revenue and similar stamps;",
    "mean_p_confidence": 0.7125
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "  (xii) archives ;",
    "mean_p_confidence": 0.374
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "  (xiii) articles of furniture more than one hundred",
    "mean_p_confidence": 0.744
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "  years old ; and",
    "mean_p_confidence": 0.6033333333333334
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "  (xiv) old musical instruments.",
    "mean_p_confidence": 0.5966666666666667
  }
]