[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "- : Lee fs, % : . * ge, . PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF . co, SRI LANKA / . EMPLOYEES’ COUNCILS ACT, =. * = No. 32 OF 1979 . ° : + ECortified on sora Me, 1978) . me mo _ Printed on the Orders of Government . _ ——_—_ a aoe : Published as a Supplement to Part U1 of the Gazetie af the Democratic + Soclalist Republic of Sri Lanka of June 08, 1979 . . © a . . s 7 Ro Do. : . ) . ROREND AY HE DEFARIMENT OF QOVIIITAIN PRLNED, Sx LANE ’ 0 \"FO RB PURCHASED AT THE GOVE. PUBLICATIONS BUREAU, COLOM\"G ” Price: Relig © + / Postage: 50 cents",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "_ Employees? Councils Act, No. 32 of 1979 * .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "vs [Certified on 28rd May, 1979] . LD~0.48/78 AN Act to proving vor THE ESTANUSHMENT oF EMYtovErs",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Councrts rit Stave UNDERTAKINGS AND 10 SPECIFY THEIR",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "+ FUNCTIONS, TO PROVIDE FOR EMPLOYEE PARTICIPATION TS GOVERNING BODIES OF SUCH UNDERTAKINGS, AND TO PROVIDE = YOR MATTERS CONNECTED THEREWITH OR INCIDENTAL THIRETO,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republie of Sri Lanka as follows:—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "1 (1) This Act may be cited as the Employees’ Councils Short title, Act, No. 32 of 197, a . wh oe",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "operation.",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(2) The provisions of this Act shall come into operation ‘on such date or dates as the Minister may from time to time appoint by Order published in the Gazette, Different . dates may be appointed by the Minister for the coming into operation of different Parts of this Act. so",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2 (1) The Minister may, by Order published in the Application Gazette declare thet the provisions of this Act shall apply ° 1 Art to every State undertaking belonging to any such class or. . category of State undertaking specified in the Order.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "+ © (2) Every State undertaking to which the provisions of this Act applies by virtue of an Order made under subsec- tion (1) ig hereinafter. referred to as @ “specified under taking”. . :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "PART I : ae Pammemary :",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "8. (1) The Commissioner of Labour (hereinafter referred © aaminle- to as the “Commissioner”) shall, ualess otherwise provid) fation. | ed for in this Act, be in charge of the general administra. tion of this Act. : :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(2) There may be appointed such nomber of Deputy ‘Commissioners, Seniaz Assistant Commissioners and. Assis- tant Commissioners of Labour, and other officers as may be required for the purpose of carying out or giving effect ‘to the provisions of this Acty",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(8) Every Deputy Corhmissioner, Senlor Assistant Com- ’ malisionex, and Assistant Commissioner of Labour shail -in the exercise, discharge and ‘performance of his powers, . 4 functions and duties he subject to any general or special > directions of the Commissioner. . .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "9-8 40750—18,980 (79/08) . . os",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ". 2 —* “Bmployees’ Councils Act, No. 32'of 1979 . This Act 4 The provisions of this Act shall be in addition to and addition to not in derogation ¢f the provisions of the Trade Unions ~ god nol id Ordinance or of any other written law relating to employ-",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "ation $ of any yers or employees, ts . Ea ae, a. Agreements 5, Any agreement, whether oral or in writing, or whether gontrary expressed or implied, whereby any right conferred on an provisions employee by this Act ia in any way affected or modified of this to his disadvantage or whereby eny liability imposed on",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "* poh ond an employer by this Act is in any way removed or Teduced old, shall be null and void in so far us it affects or modifies such right or removes or reduces such liability. ~ . PART IT EsTasLisHmant or Exevoyvess’ COUNCILS Extablish- 6 Subject'to the provisions of this Part, there shall be ment established an Employees’ Council (hereinafter referred to Employeey ag the “‘Council”) in every specifed undertaking, within six-months of the date on which the provisions of this Act commence to apply to such undertaking, ‘Constitution: 7. (1) In respect of every specified undertaking, the of first ‘Commissioner shall appoint the firkt Electoral Bourd which Board. shall consist of five members of whom two shall be eligible .. employees of the undertaking. The Commissioner shall . appoint one member to be the Chairman of the Board.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(2) The first Electoral Board of a specified undertaking shail be constituted within six weeks of the date on which the provisions of this Act commence to apply to such",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ". . endertaking, *, ot bras 0 & The Commissioner shall appoint an Electoral Board opt not less than six weeks before the expiry of the term of : Electoral office. of such Council and such Electoral Board shall con- stst of five eligible employees of whom one shall be appoint-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ". ed to be the Chairman of such Electoral Board,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "\" wugibiuty ct <9. Every eligible employee in any specified undertaking vEmployess shall be entitled to be elected to and to vote at elections ” lecied and for membership of the Couneil established in such under~",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "ot tha : :",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Sonne,",
    "mean_p_confidence": 0.02
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "_ Bmployees’ Councils Act, No. 32 of 1979 8 +. 10, The Counell of a specified undertaking shall consist Nuober of ‘of such number of members according to the number of TEMP eligibie employees regularly employed in such undertaking, -Couneil, determined as follows :— ? - (@) where the number of eligible employees does not exceed fifty the Council shall consist of three members; . (b) wherg the number of eligible employees exceeds fitty but does mot exceed one hundred and fifty the Council shall. consist of five members ; {0) where the number of eligible employees exceeds one hhundred and fifty but does not exceed three hundred the Council shall consist of seven members ; (@) where the number of eligible employees exceeils three ‘hundred but does not exceed six hundred the Coun- ell shall consist of nine members ; (e) where the number of eligible employees exceeds six . . nundred but does not exceed one thousand the Council shal consist of eleven members; and (A whore the number of eligible employees exceeds one L thousand the Council shall consist of eighteen . members, . iL. Every member of a Council shall be elected by secret Mode at = ballot by the eligible employees of the specified under O*cen st, 1 12, (1) The Minister may make rules in respect of the Power of . + following matters :— aoe (0) the manner and procedure of elections of members . of Employees’ Councils ; . (8) the representation of different categories of employees: on a Council ; . . (e) representation of sections or branches of an onder talking on a Council established fn respect of such undertaking ; and {@) any matter incidental to or connected with any of the . . Matters aforesaid. ~ “ (2) The rules made by the Minister shall be binding on ce: the employees, employer and Council ot every specified . undertaking. .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Employees’ Councils Act, No. 32‘of 1979 Functions of 1% (1) The Electoral Board shell perform all acts and do Be Mectoral tl things as may he necessary for the purpose of conducting ‘the election of the members of the Council, . (2) Without prejudice to the generality af ihe powers conferred by subsection (1), the Electoral Board shalk— a .  (@) explain to the employees in the specified undertaking” ‘the purpose and effect of the provisions contained * fm this Act and the nature and functions of the - Couneil ; . (b) ‘call for and receive nominations of candidates for . election to membership of the Council ; (c) arrange, hold and supervise the elections of the mem- bers of the Council. . (3) If the Electoral Board fails to carry out its functions : within.a peviod of six weeks from the appointment of such Electoral Board, the Commissioner shall carry out such functions and the provisions of this Act shall apply as though . a reference to the Electoral Board were a reference to the 7 . ‘Commissioner. . Comunissioner 14, Where eny question arises as to whether an under- fo decide taking is a branch or section of a specified undertaking for + geetion of an the purpose of the establishment of a Council or as to whe- vaderteking ther an employee is an eligible employee or rot, such que- Eiiayie © tion shall be decided by the Commissioner whose decision . ” thereon shall be finak =~ : Rieetfon 15. (1) Any three or more eligible employees shall be petitions, entitled to petition the ‘Commissioner against an election _ 7 result, within fourteen days of the announcement of such result, if 4¢ appears to them thst in the conduct of such + election, there has been an infringement of any rule relating +o the eligibility to vote or of any provision, relating to the . electoral procedure, . (2) Where the Commissioner is satisfied after such inquiry .as he considers necessary that there has been an infringe- ment of any rule yelating to the eligibility to’vote or of any - provision relating to the electoral procedure he shell set aside a ‘the election, unless ha is of opinion thet such infringement ‘Would not have altered or affected the result of such election. : (@) The decision of the Commissioner on such petition shell be final. aan .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "Employees’ Councils Act, No. 32 of 1979 5 18, Every person who— Bigcon (@) obstructs the conduct of the electjon of the members ofa Council; - . . (®) restricts the right, of an eligible employee to vote at * the election stand for election ; (©) attempts to influence an election by imposing or ‘threatening to impose any disadvantage or disable ~~ , lity on any eligible employee; - ‘ . . (2) aitempts to influence.an election by granting or pro- mising any advantage or benefit to any eligible employes, . . shall be guilty of an offence, . .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "WW. The cast of the election of members of a Council “Cost at ‘shall be borne by the specified undertaking. lection,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "48, Any person, being the employer of any other person Duty ot + ‘who is entitled to vote at any election of the member of a’ Emelayars Couneil or who fs a candidate at any such election, or who leave with being a member of an Electoral Board is called upon to per~ out lest | form any duty as a member of an Electorat Board, shall, enbis pon application in writing in that behalf made by such mployees other person, grant such other ferson leave, without loss of pay for such period of time as may be required for any one ‘of the aforesaid purposes, Lo. . :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "49. ‘The term of office of « Council shall unless it is earlier Term at ‘terminated under section 20 be two years, eiiee of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "20, (1) The term of office of d Council shall terminate— Where term",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "of omnce",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(@) if at any time after the lapse of one year from the terminated",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "date of commencement of the term af office of thet *N™ Council the number of eligible employees regularly . employed in the specified undertaking is found to have been increased or decreased by one-Lalf ; . +) if the majority of. the members of the Council, in- + eluding those not present, decide that the term of . : office of the Council shall be termineted ; : {e) itt the Council is dissolved by the Commissioner in __ eecordance with the provisions of this Act. : * (2) Where the term of office of'a Council ceases in the efr- ‘cumstances referred to in paragraph (b) or paragraph (c) ‘of subsection (1), such Council shall continue to deat with ‘ull current business until a new Council is elected.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "6 Employees’ Councils Act, No, 32 of 1979 ~ ‘Dissolution 21. (1) The Commissioner may order the dissolution of pt Goumell - a Couneil where he is satisfied after such inquiry as he may Cos consider necessary that there has been gross negligence in ssioner. the exercise of its statutory duties on the part of that Council, . .” @) Where a Council is dissolved as provided in subseo- ’ . tion (2}, the Commissioner shall without delay appoint an + + Hfectoral Board for the purpose of conducting the election of the members of the Council in that specified under- taking. Commissioner © 22 The Commissioner may on receipt of a memorandum ay rere signed by not less than two-thirds of the members of a Coun~\" of the cil or by not less than one-half of the eligible employees of Goanell, a specified undertaking alleging that any member of the Council is guilty of gross negligence in the exercise of his ° statutory daties, order the removal of such member from on office. - Tpmination 28. ‘The term of office of a member of the Council shalt membership. terminate on the expiry of the term of office of the Council, or on the-Tesignation of such member, or on such member ceasing to be an eligible employee of the specified under taking or an order of the Commissioner under section 21 or section 22. Filling at 24, (1) Whenever the membership of any member of the | ‘Yacanclea, Council is terminated, otherwise than on the expiry of the term of office of such Council, the Commissioner shal “© appoint an Electoral Board which shall within six weeks of such termination, take necessary action’ for the election of ‘emember to fill such vacancy and the provisions of this Act relating to the election of the members of Council shall, snutatts mutandis, apply to the election of such member. (2) If the Electoral Board fails to carry ont its functions . within a period of six weeks, the Commissioner shall carry out its functions and the provisions of this Act shall apply ‘to auch election as though the reference to the Council were a reference ta the Commissioner, - PARTI -",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": ". Coxpuct oF sostiass oF EnpLovens’ COUNCIES gum cogil) The Coumeil shall elect two of tts members os ‘Vice- airman and Vice-Chairman, respectively. ee",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": ": Employees’ Councils Act, No. 32 of 1979 © 7 (2) Where the Council is composed of representatives of , more than one category of employees, the Chairman and = * - ‘Vice-Chairman shell not be elecied from the same category . of employees. {3) ‘Unless otherwise decided by the Council the Chatr- man or if he is unable to act, the Vice-Chairman shall be ~ ‘entitled to represent the views of the Council. . “ * a8. (1) Not later than one week after the election of the Meetings ot Council, the Electoral Board shall convene a meeting of the members of the Couneil for the elections under section 25, a : (2) All subsequent meetings of the Council. shali be con- vened by the Chairman of the Council. (@) The Chairman shell drew up the agenda and conduct . the proceedings of the Council. The Chairman shall give seven days’ notice of the meetings of the Council to the - : members and inform the members of the agende of such meetings, Lo (4) At the request of one-fourth of the members of the - Council or of the employer, the Chaireaan shall convene a wueeting of the Council and place on its agenda the matter on which a discussion has been requested, : {5) The employer shall be invited ta be present at the . meetings which are convened at his request, ; + 22, (1) The decision of the Council shall be the majority Decisions at decision of the members present and voting, . BYee - (2) In the event of an equality of votes the Chairman _ shail have 2 casting vote. (8) One-half of the members of the Council shall consti- + tute a quorum for a meeting of the Council, 28, (1) Minutes shalt be kept of all proceedings at. Minutes ot ‘meetings of the Council giving the text of ali decisions taken ™eetings. and the voting thereon. The minutes shall be signed hy. the Chairman and one other member, There shall be attached , to the minutes a list‘of the members present signed by each stip member. : (2) Where the employer is present at a meeting, that portion of the minutes which concern him shall be presented . tor his signature and a copy thereof shall-be given to him. :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": ". & Employees’ Councils Act, No. 32 of 1979 . Postponement 29, (1) If a majority of the representatives of any one ‘af decigions, category of employees are of the opinion that any decision",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "7 ‘of the Council considerably prejudices the interests of the employees whom they represent, a decision shall, at their - tequest; be postponed for a period of one week so that an",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "attempt may be made to reach an agreement.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "(2) Not more than ane postponement may be granted in respect of any such decision. : ~",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "Standing 30. (1) Subject to the provisions of this Part, the Council Orders. may make Standing Orders in respect of the conduct of its business. . (2) Such Standing Orders shall take effect upon the approval af the Commissioner, - No extra __&t. ‘No member of the Council shall be entitled to be farmenbes ° paid any remuneration or allowance in respect of his of the : Sieg, *. ftmnetions as such member. By of 32 (2) Every employee who is a member of the Council Giant” . of a specified undertaking shall be granted leave by his Jeave to |, employer, without less af pay for such periods as may be Councils. reasonably necessary for the due discharge and performance of his functions and duties as such member. .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "(2) The Council or its representatives may by prior appointment, consult the employer on any matter relating _ to the affairs of the Council during working hours,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "+ © @) Any expense incurred by the Council of any specified undertaking in the discharge and performance’ of its func- . \"dans and duties shalt be defrayed by the employer. \" (4) ‘The employer shall provide the necessary premises . and facilities for conducting the affairs of the Council. Publication of 38 (1) The Counefl shall publish a report of its activities ‘Caunell + once in every three months. + activities, . @) A copy of each such report shell be furnished to the © employer. . LO PART IV Lo . : Onseers xm roncrions or Exetovers’ Councns * Quek of «HL. The objents of the Council shall be— . (a) the promotion and maintenance of effective partici- . pation of employees‘in the affairs of the specified undertaking ;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "Enaployees’ Counclis Act, No. 32 of 1979 a @) the securing of the mutual co-operation of” the . employees and employer in ‘achieving {ndustital peace and greater efficiency and productivity in the . specified undertaking and with regard to matters connected therewith ; and. . . ‘(© the carrying out of such other matters us may he Prescribed by the Minister by Regulation, <",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "35, (2) It shall be the duty of the employer and the _ netationship Council to work together in a spirit of mutual trust for the Between ood of the specified undertaking and its employees, having the Council due regard to the interest of the community, :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(2) The employer and the Council shall secure that every [Person employed in the specified undertaking is treated with faimess in accordance with the principles of law.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(3) The employer and the Council shall refrain from doing’ anything likely to impair the efficlency and producti- vity of the specified undertaking, - .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "3h The general duties of the Couneil shall inclade the Duties of following :— . ‘the Councll,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "* (@} making recommendations te the employer on matters . . Benefiting the specified undertaking end the employees ; ‘and",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(®), securing ‘that effect is given to any written Aw 9%",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "37, ‘The Counell shall be entitled to receive information Comet from the employer and advice from any person employed, Smttled to » “HH the specified undertaking, on the following matters certain. relating to such undertalsing :— information,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "{@) methods of manufacture and work of a general a",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "nature;",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "() the. statement of financial accounts of the under",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "taking; end : (©) other matters in respect of which the Counell is",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "entitled to the right of consultation under the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "Provisions of this Acti -..",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "Provided that the Council shell not be entitled t any | * information and advice the furnishing of which is prejudictal , to the business or other interests of the undertaking.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "10 * Employees’ Councils Act, No. 32 of 1979 Meeting of 88, (1) The employer and the Council shall meet once SEPT gy, in each month, . (@) The employer may nominate not more than five + Persons to represent him at such meetings. ‘ “@) ‘The employer and the Council shall discuss every . disputed matter including any alleged contravention of the . provisions of this Act, with a view to settlement. (4) Any settlement of a disputed matier between the ‘ employer ang the Council shall be binding on the employer, : the Council and the employees in the specified undertaking. Proceedings 39. (1) Where a dispute is not settled between the Beene Employees Council and the employer, the employer or the toner, Employees Council may refer the dispute to the Commis- sioner for settlement. .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": ". (2) The employer, the Council and any trade unjon acting ‘on behalf of its member, chall be entitled to participate im proceedings before the Commissioner of Labour,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Srtiement 40. A settlement before the Commissioner shall be bind- riers ihe og ing on the employer, the Council and the employees in the binding. specified undertaking,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Gommell or a 41, ‘The Council or a member thereof shall not interfere eGrach, by any unilateral action in the management of the specified Rlates in. Undertaking. '",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "one .",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "tmdertaking. : ia, ‘Obstructing 42, (1) No person shall obstruct or hinder » member of Findering » the Counell in the discharge of bis function, = -",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "smember of ¢",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "the Counell-",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "am aftencs. (@) Any person who obstructs or hinders a member in",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": ": the execution of his functions shall. be guilty af an offence",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Member of 43, A member of the Couneil shall not be prejudiced or Be Cowell — savoured by the employer by reason of any sot or thing Brejudiced | done in the exercise of hia functions as such member,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": ". Employees’ Counctie Act, No. 52 of 1979 i",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "44. The Council shall have the right—- Highs of tho",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "(a) te advice and assist the employer to take adequate respect af",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "steps to— Masts . (2) prevent the occurrence of accidents by providing . : safety measures, and (i) eliminate any health hazards, in the premises of the specified undertaking ; . (®) to provide information and advice to Government * departments and other institutions on such matters . 7 as may be referred to the Council for advice ; and (c) to promote the implementation of all such measures as may be necessary to prevent industrial accidents.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "45. (1) The Council shsll have the right of consultation Right of, with the employer in the following mutters relating to the So's specified undertaking in so far as they are not determined the Council. by any written law :— :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "(0) the hours of work, the preparation of the roster of . .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "+shift workers, and intervals for meals and rest ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "() the time and place for payment af wages and other “",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "remuneration ; i: ©) the preperation of the annual leave schedule; (@) the corryng out of vocational training ; : {e) the administration of welfare, recreational and social: activities ; ’ “(matters relating to the maintenance of order and discipline end the conduct of employees ; (g) matters regarding transfers and disminsals of eligible . ~ employees ; . » (h) matters concerning safety and occupational hazards. @) (co) The assignment of an employee to perform work = . of a different nature in the same undertaking without any : + change in the terms and conditions of his employment shall bbe deemed not to be a transfer unless such assignment places him fn a less favourable position. . (t) In the case of employees who, by reason of the nature “of their employment or rank, do not perform their duties at any one place, the change of the place where the work 4a to be ‘performed shall he deemed not to be a transfer - within the meaning of thia section, . - . . v7",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "@ Employees’ Councils Act, No. 32 of 1979\" . . PARTV. .",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": ", Rernssrwrarmon oF Govessmc Bovis Fequltions \"46, Regulations may be made providing for the appoint- Er ciecton ment or election of employees of specified undertakings to ot spouted + governing bodies, the duration of office off and terms and be route king conditions applicable to, such employees and in respect af",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": ". matters connected with or incidental to the matters afore- said. . . ; _PARTVI Genmeat ‘Sommistionar 4, The’ Commissioner of any officé nominated by him auuohzed may direct an employer to furnish to the Commissioner oF ‘by hum 72 gach officer before a date specified in the direction— tons to ‘eamployer. (@) a retum containing such particulars in respect of all . or any of the employees of that employer as may be specified in the direction ; .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "(®) such information ot explanation in respect of any particulars stated in any return furnished by that employer as may be specified in the direction ; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "(© a true copy of any register required hy this Act to",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": ". : be kept by that employer or any part of such register. . oe : Qeepaes and 48. Every person who— : ; \" + (@) contravenes or fails to comply with any of the pro- visions of this Act; or “\" (®) makes default in complying with any direction or _ order made oF given under this Act ; or + (©) knowingly furnishes or causes ta bé furnished any + false return, or information required to be furnished : under section 47, y shall be guilty af an affence and shafl on conviction before & Magistrate be liable to a fine not.exceeding one thousand rupees or to imprisonment of elther description for a term . not exceeding six months, or to both such fine and imprisor. ‘ ment. nt",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": ". Employees’ Councils Act, No. 32 of 1979 - | 128 + 4. Every person guilty of ani offence under this Act for Fsnalty for which no penalty is preseribed shall be liable to afine not Qiich'ne”  - exceeding one thousand rupees or to imprisonment of either penalty is description for e period not exceeding one year or to both : auch fine and imnprisonment, : a 0, in the case of any offence under this Act committed . Lianflity ot Dy # hody of persons— : Sa Fompect of * (a) where the body of persons is a body corporate, every oHeners ._ ditector and officer of that body corporate ; Bae Spo” : : . rate (0) where the body of persons is a firm, every partner of | ‘nincorpa- that firm ; . : (©) where the body of persons ts an unincorporated body, the president, manager, secretary and every other officer of that unincorporated hody. shall be deemed to be guilty of the offence,” : 51, No employer shall do any act prejudicial to sny Protection for employee wha is a member of the Employees’ Council, based Pam ot on his status or activities as a member of the Employees’ Councils Counell, in so far as such employee acts in conformity with ASE ion the provisions of this Act, - : ‘by employers. 52, No prosecution for an offence under this Act shall be No prosecu- instituted except by’ or with the written smetion of the Sema |” ‘Commissioner, walt . sanction of Commi sioner, - $3. No prosecution instituted under this Act agaist any Procecution | person for any offence under this Act shall be a bar to any BE har to civil action brought against such persori in respect of any Matter arising out of this Act, . $4 (1) THe Minister may meke regulations for the pur- “Regulations, Pose of carrying out or giving effect to the principles and . Provisions of this Act, - . @) In particular and without prejudice to the generality . of the powers conferred by subsection (1), the Minister may ,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "Take regulations in respect of matters which are stated or . . Fequired by this Act to be prescribed or authorized to be . ~ made, ‘ :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "~ _ @) Every regulation made by the Minister under ‘this Act shall be published in the Gazette and shall come into operation on the date of such publicstion or on such later . date as may be specified in the regulation, :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": ". 4 Employees’ Councils Act, No. 32 of 1979 . (4) Every regulation made by the Minister shall, as 00m. ‘as convenient aiter the date of its publication, be brought before Parliament for approval. Any regulation which 4s not so approved shall be deemed to be rescinded as from ‘the date af such disapproval but without prejudice to any- thing previously done thereunder.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "(6) Notification of the date on which any regulation made by the Minister is deemed to be recinded shell be publisbed in the Gazette.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "Interpretation. 55, In this Act, unless the context otherwise requires—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "“casual employee” means any employee employed by an",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": ": employer to perform work of a cesual nature on not more than one hundred and eighty days in any year in the aggregate;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": ". “Commissioner” means the person for the time being + holding the’ office of the Commissioner of Labour and ineludes— ve (@) any person for the tme being holding the office ‘of Deputy or Senior Assistant Commissioner . or Assistant Commissioner of Labour ; (Q) in respect of any power, duty or function of the Commissioner under this Ach any person ° authorised in writing by the Commissioner . to exercise such power, perform such duty or . discharge such function ; . ‘ “disputed matter” includes any industrial dispute ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "“eligible employee” means any employee other than & cosual employee or a temporary employee of on",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": ". . employee employed in a managerial or supervisory capacity; °",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "i “employer” means any person wha employs or on whose",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": ". behalf any other person employs any employee and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "includes a body of employers (whether such body",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "4s corporate or untneorporate) and any person wbO",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": ". on behalf of any other person employs any emplo-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "yee;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "“governing body” used with reference to a specified undertaking means the board of directors of that undertaking or other body of persons, by whatever same called, having controt over the management",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": ", .and administration of that mdertaking ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "Employees’ Councils Act, No. 32 of 1979 Bb z : “fndustrial dispute” means any dispute ar difference bet- ‘ween an employer and an employee or between employers and employees connected with the “employment or non-employment, or the terms of employment or with conditions of labour or the * termination of employment or the remstatement in employment of any person ; ’ “public corporation” means apy corporation, board oF ° . other body which was or is established under any ‘written law, other than the Companies Ordinance, ‘with funds or capital wholly or partly provided by the Government by way of grant, 2oan or otherwise ; “salary” means remuneration earned by an émployee in accordance with the terms and conditions of his employment and includes any cost of ving allow- ance or special living allowance but does not include sny bonus or payment in respect of overtime ; my “State undertaking” theans any public corporation or any business undertaking vested in the Government under any written law or any branch or section of . such corporation or business undertaking ; “‘temporery employes\" means any employee employed ‘temporarily by an employer to perform work of a temporary nature. on not more than one hundred ‘ and eighty days in any year in the aggregate.",
    "mean_p_confidence": 0.84
  }
]