[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON J ' Ist Session 1956 sho gggeitbb cs : 5 “ise © | feds Hl HS (ifsc : Employment of Women, Young Persons and Children Act, No. 47 of 1956 : Date of Assent : November 7, 1956. . . : Printed on the Orders of Government - . + Painted it, tO AMER scatns Bonen, Covonane . ‘Annual Subscription (including Bills) Ra. 25, payable in . adeance tg the SoreanripsDi gomcinat, ‘Colombe 1 \\ Price 55 cents . Postage: 20 cents:",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Employment of Women, Young Persons and 3 Children Act, No. 47 of 1956 ‘L. D.. 23/52. . AN ACE 10 REGULATE THE EMPLOYMENT OF WOMEN, YOUNG PERSONS AND CHILDRER. [Date of Assent: November 7, 1956.}",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "“BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "‘House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:— whige This ct may be cited as the Employment of seat a ‘Women, Young Persons and Children Act, No. 47 of 1956.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "PART I. Nicur work i IypustaraL UNDERTAKINGS.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2, (1) Subject to the other provisions of this Part, Retiktne",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "no person shall employ during the night— Bate . tasreinge",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "_ @) & woman, or , ™\" (®) a person under the age of eighteen years, in a public or private industrial undertaking or ind branch thereof. os",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(2) If person is employed in contravention of sub- section (1) of this section, the employer and any person {other than the person’ employed) to whose uct or default the contravention is attributable shall be guilty of an offence and shail, on conviction after summary trial before a Magistrate, be liable to a fine not exceeding one thousand rupees or imprisoament of either desaription fare poriod not exceeding six : months or both such fine and euch imprisonment,”",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "3, (1) The provisions of section 2 with respect to Rscaioas to the employment of women during the night shall not \"ngs, apply— { Qudaalioge",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "{a) to women holding responsible positions of a : managerial or technical character, (8) to women employed in health and welfare services who ate not ordinarily engaged in manuat work, : ER Rmieamn ge",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "4 Employment of Women, Young Persons and p re he Act, No. 47 of 1956",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(©) to an industrial undertaking in which. onl ‘members of the same family aro employed,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(@) ina case of t force majeure, when in an indus- trial undertaking there oocurs an inter- ruption of work which it was impossible to foresee and which is not of a recurring",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ". character, if it is reported, within seven,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "dees days of its occurrence, to the Commissioner” a of Labour, and . ~!! (®) im a case where the work has to do with raw materials or materials in course of treat- ment which are subject to rapid a deterioration and work during the night is he necessary ‘to preserve such materials from Joss and the permission of an authorised offeer to perform such work during the night has been obtained.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(®) When in a case of ssrions emergency the public interest demands it, the Minister may,’ after consultation with the employers’ and workers’ organi-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "«gations conearned, if any, mgpend, by Onder published",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "in the Gazette, the prohibition of employment, of",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "+ women during the night in any industrial unc lortaksing or undertakings or branches thereof. Every such suspension shall be aotified to the Director-General 0? the International Labour Office by the Government of Ceylon in its annual report on the application of the Convention concerning night work of women employed in industrial undertakings.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "if) The Minister may, after consultation with the eiiployers’ and workers’ organisations concerned, if any, authorise, by Order published in the Gazette, the employment during the night of persons who have attained the age of sixteen years but are under the age of eighteen yeers for purposes of apprenticeship or yooational training in such Sndustrial | undertaking or undertakings required to be carried on continuously as is or are specified in the Order.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "{4} Where in an industrial undertaking there occurs",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ". an emergency which could not have been controlled or foreseen and which is not of x periodical character and which interferes with the normal working of that undertaking, then, during that emergency, the provi- sions of section 2 with respect to the employment of persons under the age of eighteen years during the night shall not apply to persons between the ages of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Employment of Women, Young Persone and 5 Children Act, No. 47 of 1958",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "sixteen and eighteen years employed in that under-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "taking, if the emergency is reported, within seven. me",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "days of its occurrence, to the Commissioner of Labour. vos + _ (8) When in a case of serious emergency the public | anterest demands it, the Minister may, after con- { ,sultation with the employers’ and workers’ onge. [‘infsations concerned, if any, by Order published in | Gazette, suspend, only with réspect to persons between \"the ages of sixteen and eighteen years, ‘the prohibition",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "of the employment of persons under the sge of eighteen",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "years during the night in. any industrial undertaking",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "or undertakings or branches thereof. :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(6) If the Minister considers it expedient to do so, he may, by Order published in the Gazette, permit ‘women and young persons to be employed in auy indus: : ‘ein undertacing or in any branch thereof during that part of the night which falls between 7 p.m. and 11 p.m. subject to the condition that no woman or young ‘person 20 exoployed shall be required or permitted to work in such andertaking or branch at gay time during the eleven. hours immediately following 11 p.m. :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "_ (2) Regnlations may be made to exempt from the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "%2Pplication of the provisions of this Part relating to persons under the age of eighteen years the employ- ment of such persons on ‘work which is not deemed by the Minister to be harmful, prejudicial, or dangerous to them in a family undertaking wherein only parents and their children or wards are employed.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "4%. (1) Where a person who has attained the age Res pela) be of sixteen yeara but is under the age of eighteen years stmt is employed during the night for purposes of appren- ttlneee, ticeship or vocational training in an industrial SZursat\" * undertaking by virtue of an authorisation under sub- section (3) of section 3, his employer in that under- taking shall grant him a rest period of at least thirteen consecutive hours between two working periods.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "i. (2) A person who contravenes sub-section (1) of this",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "“section ‘shall be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be liable to a fine not exceeding one thousand rupees or imprisonment of either description for a period not exeeeding six months or both such fine and such imprisonment. Loot g",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "& Employment of Women, Young Persons and Children Act, No. 47 of 1958 Ragen of 5. (1) The employer in a public or private indastrial moe ude undertaking shall keep 2 register of the names, dates Bese, Of hirth, and hours of work ofall persons under the age of eighteen years employed in that undertaking.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(@) A person who contravenes sub-section (1) of this section shali be guilty of an offence and shail, on, conviction after summary trial before a Magistrate, be! liable to a fine not exceeding fifty rupees or, in the case of a second or subsequent offence, not exceeding two hundred rupees.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Esubiion of 6, (1) The employer of persons under the age of",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "ine eighteen years in a public or private industrial under-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "SESE... taking shall keep exhibited, in some conspicuous place",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Sea Sears ‘within the premises in which that undertaking is egiried on, the provisions of this Part relating to persons under the age of eighteen years together with ‘a translation of those provisions in Sinhalese and Tamil.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(2) A person who contravenes sub-section (1) of this section shall be guilty of an offence and shall, on con- viction after summary trial before a Magistrate, be liable to a fine not exceding fifty rupees or, in the case,, of a second or subsequent Offence, not exceeding two hundred rupees.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "PART IL -",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "_ : EMPLOYMENT IN INDUSTRIAL UNDERTAKINGS AND AT SEA. Eoployaut 7. (1) Subject to the provisions of sub-section (2) af gildes |” of this section, no person shall employ a child in a uniewisg. public or private industrial undertaking or in a branch",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "thereof.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(2) The provisions of sub-section (1) of this section shall not apply—, : :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(@) to an industrial undertaking in which onlyr members of the same family are employed, and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(8) to work done by children in technical schools if such work is approved and supervised by public authority. :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Employment of Women, Young Persons and 7 Children Act, No. 47 oF 1956 (8) I» child-is employed in contravention of sub- section (1) of this section, the employer and any pérson . (other than the'cliild eraployed)'to whose act or default the contravention is attributable shall be guilty of an -offence and shall, on conviction after summaty trial before » Magistrate, be liable to a fine not exceeding ~ ‘one thousand rupees or imprisonment of either des- cription for a, period not exceeding six months or both ‘Such fine and such inaprisonment. 8 (1) The employer in » public or private in- eines ot dustrial undertaking shall keep @ register of the names imiusral_ and dates of birth of all women and young persons ww scum or employed in that undertaking. sown peas, @ A person who contravenes sub-section (1) of this section shall be guilty of an offence and shall, on con- viction after summary trial before a Magistrate, be liable to a fine not exceeding fifty rupees or, in’ the case of a second of subsequent offence, not exceeding two hundred rupees. \"8, - (1) Subject to the provisions of sub-sections (2) Misimum se and (8) of this section,— =e >> @) no master of a vessel which is registered in % ®° Ceylon ag a British hip or which ie owned by any person or body of persons resident or carrying on business in Ceylon shall _ employ 2 person under the age of fifteen . years on that vessel, and , @) no master of any other vessel shall engage in . Ceylon a person under the age of fifteen years for employment on that vessel. (2) The provisions of sub-section (1) of this section shall not apply— - : (®) to a vessel on which only members of the same : * family are employed, and i @) to work done by persons under the age of t ~ 1 fifteen years on school-ships or training- { ; ships if such work is approved and auper- i vised by public authority. | ” (3) Regulations may be made to provide that the authority designated in that behalf by the regulations may issue @ certificate permitting # person who has",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "8 Employment of Women, Young Persons and pletion ‘et, No. 47 of 1058",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "attained the age of fourteen years and is under the age of fifteen years to be employed on a vessel if such authority ie satisfied, after having due regard to the health and physical condition of such person and to the prospective as well as to the immediate benefit to him in the employment proposed, that such employ- ment will be beneficial to him. fa",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(4) If a person is employed in contravention of sub- section (1) of this section, the employer and any person (other than the person employed) to whose act or de-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": ". fault the contravention is attributable shall be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be liable to a fine not exceed- ing one thousand rupees or imprisonment of either description for period not exceeding six months or both such fine and such imprisonment.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "Resin 40, (1) The master of @ vessel which is registered",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "jt! in Ceylon as a British ship or which is owned by any",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "S\"ae of person or body of persons resident or carrying on busi-",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "seen ram. rose in Ceylon shall keep o register of the names and dates of birth of all persons under the age of sixteen years employed on that vessel, or a list of such names and dates of birth in the articles of agreement with: the crew of that vessel.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(2) A peron who contravenes sub-section (1) of this: section shall be guilty of an offence and shall, on con- | viction after summary trial before a Magistrate, be | liable to a fine not exceeding fifty rupees or, in tbe | case of a second or subsequent offence, not exceeding |",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": ". two hundred rupees. : Fursiniog ot 44. (1) The employer of any young person em- inteasice ployed on a vessel and the parent or guardian of that Sieopatat of young person shall, if required by an authorised offi png gre’ cer, furnish to that officer such information regarding ca the employment of that young person as that officer.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "may require, er Any employer, parent or guardian who fails to couply with enb-seckion (1) of this gestion or wilfully gives false information to an authorised officer rege I i em ¢ of any young employe a vonee, hale gully Sian sence ond shall, on",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "Employment of Women, Young Persons and 9 Children Act, No. 47 of 1958 conviction after summary trial before a Magistrate, be liable to a fine not exeeeding one thousand rupees or imprisonment of either description for a period not exoeeging six months or both’ such fine and such imprisonment. : PART III. Exp.oymenr OTHER THAN EMPLOYMENT IN INDUSTRIAL UNDERTAKINGS AND AT SEA.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "42. ‘This Part of this Aot shall apply in relation appikasen ot to employment other than employment in industrial “* undertakings and at sea. ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "18 (1) Subject to any regalations made under Revisions on cation 14, no chitd shall be employed— emplormant of",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "-  @ before the close of school hours on any day ‘on which he is required to attend school, or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "-.  @) at any time between 8 p.m., and 6 a.m., or",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "ve (@) for more than two hours on any day on which",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "he is required to attend school, or",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(@) for move then two hours on any Sunday, or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(6) to lift, carry or move anything so heavy as to",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": ". he likely to cause lojury to him, or",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(A) im any oomapation likely to be injurious to is life, limb, health, or education, “regard beinig had to his physical condition.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(2) No child shall engage or he employed in street trading.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(@) If a child is employed in gontravention of any of the preceding provisions of this section, the em- ployer and any person (other than the child employed)",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "_-fo whose act or default the contravention is atéribat- able shall be guilty of an offence and shall, on con- Fiction after summary trial before a Magistrate, be I Hable to a fine not exceeding one thousand rupees or imprisonment of either deectiption for a period not exceeding six months or both such fine and such imprisonment. : :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "10 Employment of Women, Young Persons and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "Children Act, No. £7 of 1958",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "Regsations 44%. (1) Regulations may be made with respect to Tiplowoes ot the Salome lof children, and any such  gulations hdres, inay distinguish between children of difierent ages and. sexes and between different localities, trades, cecupa- tions and circumstances, and may contain provisions—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(@) authorising—\"",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(i) the employment of children by their % parents or guardians in light agricultural or horticultural work, or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(i) the employment of children for not more than one hour before the com- mencement_ of school hours on any day on which they are required to atéend school, notwithstanding any- thing in paragraph (@) of sub- section (1) of section 13, or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(iii) the employment of children in any schol of ofter sustitution supervised. by public authority and imparting any technical education or auy other training for the purposes of any",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "* trade or oompation, or in any dramatic performance, notwith; standing anything in paragraphs} , 0.0 \"fad i) of Sub-seokion (1) of section 18; (®) prohibiting absolutely the employment of children in any specified occupation; and (©) prescribing— (the ge below which children are not to be employed,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(ii) the number of hours in each day, or in each week, for which, and the times of day at which, they may be employed,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(iii) the intervals to be allowed to them for",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": ": meals and rest, iv) the holidaye or half-holidays to bg allowed to them, and aT",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(v) any other conditions to be observed in",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": ": relation to their employment;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "80, however, that no such regulations shall modify the . restrictions contained in section 13 save in so far as \\ is expressly permitted by paragraph (2) of this sub-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": ": Employment of Women, Young Persons and 1 Children Act, No. 47 of 1956 section, and any restriction contained in any such xegulations shall have effect in addition to the said “vestrictions, 4 wa",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(2) Nothing in paragraph (0) or paragraph (e) of sub-section ay of section 13 or in any regu- lation made under this section shall prevent a child . o",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "* from taking part without fee or reward in an enter- tainment the net proceeds of which are devoted to any <lasitable op educational purpose or to any purpore other than the private profit of the promoters,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(8) If a child is employed in contravention of any",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "ition made under this section, the employer and any person (other than the child employed) £9 whose act or default the contravention is attributable shall be guilty of an offence and shell, on conviction after summary trial before a Magistrate, be liable to a fine not exceeding one thousand Tupees or imprisonment of either description for a period not exceeding six maonths or both such fine end such imprisonment.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "48. An authorised officer if satisfied by a report Resins by of a registered medical practitioner or otherwise, that Laver an any child. is being employed in such a, ‘man seyret",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "= ner as to be prejudicial to his health or physical 7",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "‘development, or to render him unfit to obtain the proper benefit from his education, may either probibit, Sr attach such conditions as the authorised offeer may think fit to, his employment in that or any other Tanner, notrithetanding tbat the employment may be authorised under any other provision of this Aot or under the provisions of any other written law.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "46. (2) The employer of any child and the parent Ferninhing of or ‘pmien Of that child shall, if required by an eeu ihe authorised officer, furnish to the authorised officer such  ‘uplormest of information regarding that child’s employment as the authorised officer may require.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(2) Any employer, parent'or guardian who fails to comply with sub-section (1) of this section or wilfully",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "gives false information to an authorised officer tegarding the employment of 'any child, shall he guilty of an offence and shall, on conviction after sunmaty trial before a Magistrate, be liable to fine ‘ot exceeding one thousand rupees or imprisonment of either description for x period not exceeding six months or both such fine and such imprisonment,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "12 Employment of Women, Young Persons and aerate Act, No. wo 1956 Besttion on 47. (1) No person— nee {@) shall employ a child in such a manner as to a prevent the child from attending school in accordance with the provisions of any written law, or : (2) having reosived notice of any prohibition or restriction as to the employment ofachild . issued under section 15, shail employ that * child in such a manner as to contravene : that prohibition or restriction.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Qa Berson who contravenes sub-section . of this. section shall be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be liable to a fine not exceeding one thousand rupees. or imprisonment of either description for a period not exceeding six months or both such fine and such imprisonment.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "‘Restrictions 48. (1) A child shall not take pat in any",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Scilirea entertainment in connection with which any charge,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "enanuete Whether for admission or for any other purpose, is made to any of the audience.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(2) Every person who causes or procures a child, or being his parent or guardian allows. him, to take part in’ an entertainment in contravention of sub- section @) of this section, shall be guilty of an offence ‘ and shall, on conviction after summary trial before a Mogistrate, be liable to a fine not exceeding one thon- sand rupees or imprisonment of either description for a period not exceeding six months or both such fine and such imprisonment.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(8) The preceding provisions of this section shall have no application to the case of a child who takes part, without fee or reward, in an entertainment the et proceeds of which are devoted to any charitable or educational purpose or to any purpose other than the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": ". private profit of the promoters or which is presented yy the pupils of any school supervised by public autho- rity or by any emateur dramatic society, or in any other performance which forms part of any training",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": ". undertaken by any school to be given to its pupils. Probibition + 18, a No person under the age of sixteen years sgzinet panos shall take part in any public performance in which",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "yam dag, his life is, or limbs are, endangored.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Jeretalocee (2) Every person who causes or procures a person TEE, under the age of sixtoen years, or being his pafent or \" goerdian allows him, to take part in any snch per- formance as is referred to in sub-section (1) of this",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Employment of Women, Young Persons and 13 Children Act, No. 47 of 1056 ~ section, shall be guilty of an offence and shall, on conviction after suramary trial before a Magistrate, . be liable to a fino not erseeding one thousand rupeos or imprisonment of either description for » period not exceeding six months or both such fine and such imprisonment. 20. (1) No child shall be trained to take part in Retcalen performances of a dangerous nature. ironman (@ No person who has attained the age of fourteen sutue. years but is under the age of sixteen years shall be . trained to take part in performances of 2 dangerous nature except under and in accordance with the terms of o licence granted and in force under this section. + (B) Every person who causes or procures a person, . or being his parent or guardian allows him, to fe trained to take part in porformancss of a dangerous . ature in contravention of this section, shall be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be liable to a fine not exgeeding one thousand rupees or imprisonment of either description for a period not exceeding six months or both such fine and such imprisonment. + (4) An authorised officer may grant a licence for a person who has attained the age of fourteen years but is under the age of sixteen years to be trained to take part in performances of a dangerous nature. (3) Where an application is made to an authorised officer for a licence under this section to train any person to take part in performances of a dangerous nature, that officer may direct— (@) the applicant to produce a certificate from a medical officer of the Department of Health as to whether or not the health of . the person to be trained will be affected : by ‘the training, or (®) the superintendent of police, or any otber police offcer or any prescribed officer speci- “ ied in the direction, to investigate ond . report whether or not there is cause why the licence should not be granted. The authorised officer shall take into consideration suoh certificate or report when making 6 decision on 1 such application.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "14 Employment of Women, Young Persons and Children Act, No. 47 of 1956 (©) A licence under this section shall specify. the : plsoo or places of training of the person to be trained in accordance with the licence and shall embody: such. conditions as are, in the opinion of the authorised officer necessary for the protection of that person. A. licence shall not be refused if the authorised officer is “satisfied that the person who is to be trained is fit and milling to be trained snd thet proper provision has * : been made to secre his health and kind treatment.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "(7) ‘licence under this section may, on canse being shown by any person, be revoked by an anthorice officer.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "PART Iv. PROVISIONS APPLICABLE TO ALL EMPLOYMENT, agoations 21. (1) Subject to the provisions of sub-section (2) mening ', 4 of this section, regulations may be made with respect zug pews: to the employment of young persons, and any such regulation may distinguish between young persons of different ages and sexes, and between different locali- ties, trades, occupations and circumstances, and may contain provisions preseribing— (@) the number of hours in each day or in each. : ‘Week for which, and the times of day at which, they may be employed, 1 (2) the intervals to be allowed to them for meals* or rest, {c) the holidays or half-holidays to be allowed to- thom, and (@) any other conditions to be observed in relation to their employment.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "(2) Nothing in sub-section (1) of this section shal? empower the making of any regulations which are inconsistent with any other provision of this Act.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "(8) Every person who contravenes any regulation made under eub-eection (1) of this seotion shall be guilty of an offence and shall, on conviction after sum- mary trial before a Magistrate, be liable to a fine not, exoseding one thousand rupees or imprisonment of either description for a period not, exceeding. six months or both such fine and such imprisonment. .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "EEGs 28.1) The employer of any woman and the oma employer, parent oF guardian of ay young person Sagat ot shall Tequired by © authorised offer, faraish to jug oat, that ‘officer such information regerding the employ- \\ ment of that woman or young person as that officer may- require.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "Employment of Women, Young Persons and. 15 Children Act, No. 47 of 1956 Any employer, parent or guardian who fails to coun wich suly secsiea (1) of this geotion or vilfully : gives false information to an authorised officer regard- ing the employment of any woman or young person shall be guilty of an offence and shall, on conviction | after summary trial before a Magistrate, be liable to | a fine not exceeding one thousand rupees or imprison- - | ment of either description for a period not exceeding | six months or both such fine and such imprisonment. | PART V. GuWERAL.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "28, The line of division which separates industry Divison from agriculture, commerce and other non-industriel }imiry axa oocapations shall be defined by regulations. Sonica",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "2%, (1) A person who is required by this Act to Joprtive, keep a OP or list shall, when requested to do s0 ee ci by an authorised officer, produce the register or Hist S705 for inepection by such officer and furnish to such lite tem officer, or permit such officer to take, a copy of the im Bete register or list or any patt thereof.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "@) A person who fails to comply with sub-section (1) of this section, or who keeps, or knowingly produces or canses to be produced for inspection, aly register",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "“vor list which is talee in material’ particalers, shell be guilty of an offence and shall, on conviction after summary, trial before Magistrate, be liable to a fine not exceeding one thousand rupess or imprisonment of either description for a period not exoeeding six months or both such fine and such imprisonment.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "25, .(1) An authorised officer may enter w building Pere of or place wherein an industrial undertalcing is earried =\" on, or a vessel, and may examine the building, place or. vessel and question any person therein for the'pur- pose of ascertaining whether any person is employed therein in contravention of this Act.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "(2) An outhorised officer may enter any place in which any woman, young person or child is, or is believed to be, employed, or, as the case may be, in which he or she is, or is believed to be, taking part",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "“iin an entertainment or performance, or being trained, and may meke inquiries therein with respect to him or her. , __ 8) Any person who obstructs an authorised offteer in the exercise of any power conferred on him by this Act, or who refuses ‘to answer or answers faloely",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "16 Employment of Women, Young Persons ond Pe tGhdldven Act, No. 47 of 1966 gay inquiry authorised by thi sation to bo made, shal : be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be liable to « fine not exceeding one thousand rupees or imprisonment of either description for a period not exceeding six months or both euch fine and such imprisonment. ‘Tr Jeaieing 26, (1) Where an authorised officer requires— oe, MOF {a} any information regarding the employment of * ees ‘women, children or young persons by any pace class of employers, or the \"Gesaue (®) copies. of the whole or any part of any sad ewe registers or lists kept under this Act by : any class of employers, that officer may, by notice published in not lesa than two issues of the Gazette and in not leas than two . issues of at least one Sinhalese newspaper, one Tamil newspaper and one English newspaper circulating in Ceplon,, require employers of that class to furnish such information or copies to that officer within such time not less than thirty days as shall be specified in the notice. (2) Every person who fails ta comply with a notice Pp ished under sub-section (1) of this section or who furnishes false information regarding such employ- ment as is referred to in paragraph 2) of that sub-; seotion or a false copy of any such register or list as'” is referred to in paragraph ho that sub-section shall be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be liable to a fine not exceeding ane thousand rupees or imprisonment of either description, for riod not exceeding six months of both such fine and such impriconment. Ta proseutn 97, (1) Where an employer is charged with em- for omporment ploying any person in contravention of any provisions Esa\" of this Act, he shall, upon complaint made by him in caperer mez gocordance with the provisions of section 148 of the biker poson Criminal Procedure Code and on his giving to the giving ‘gnmined the prosecution not less than three days’ notice of his inten- ‘Sot. _tion to proceed under this section, be entitled, subject to the provisions of Chapter ‘XV of that Code, to have’ any person (other than the person employed) to whose, act or default he alleges thet the contravention wast de, brought before the court as a party to the proceed-* ings, and euch other person may be convicted of the : fence if, after the contravention has been proved, the. employer proves to the satisfaction of the court that the contravention was due to the act or default of such",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "Employment of Women, Young Persons and 17 Children Act, No. 47 of 1956",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "oer person; aud if the employer further proves to the satisfaction of the court that he has used due diligence to seoure that: the aforesaid provisions should be complied with, he shall be acquitted of the offence. ‘The Proveentién ageinet such other person shall be conducted by or on behalf of the employer.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "@) Where such employer as is referred to in sub-. gection (1) of this section avails himself of the Provisions of that sub-section—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "(@) the prosecutor in the proceedings against him _ © hepsi a th to cross-examine hinn, i if he gives evidence. in the proceedings i inst the other person, and any witness i called by him int eupport of bis cb | against the other person and to “call rebutting evidence, and @) the court may make such order as it thinks ft for the payment of costs not exceeding twenty-five rupees by any party to the pro- ceedings to any other party thereto, and any sum so ordered to be paid shall be . recoverable in the sme manner as a fine imposed by the court,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "28. (1) Whore any entry is required by or under prise,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "“this Act to be made by an employer in any register or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "list, any euch entry made by or on behalf of that em ployer shall ae against him be admissible as a fact stated in that register or list.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "(2) The fect that any entry required by any provi- sion of this Act or of ay elation to be made fn any register or list hes not been made shall be admissible as evidence that such provision has not been complied anadt jo proseoution for any ofence under this Act novia",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "institut except by or wit written ro Tagesding",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "mission of the Commissioner of Labour. Pe",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "80, (1) An suthorised officer may require any sedi Government medical officer to examine any person why 2am at vajppoars to be a young person or child in order to ascor. SefMitee™ “tain his“age ‘of for any other purpose of this Act, _ ‘The employer of the parson to be examined ahall permit, such medical ‘officer, where necessary, to-enter the place of employment and, examine “that ‘person, and that person -shall eubmit -himself “to the medical 1 ‘examination. © +",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "°",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "‘18 Employment of Women, Young Persons and aire Act, No. 47 of 1956",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "(@) Every employer who contravenes the provisions of sub-section (1) of this section shall be guilty of an offence and aa, ‘on conviction after summary trial before a jatrate, be liable to » fine not exceeding one thotaand rope or imprisonment of either desorip- tion for a period not exceeding six months or both such fine and such impriconment. :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "‘Begoletitoe. 84, (1) The Minister may make regolations in",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "regard to all matters for which regulations are required or permitted by this Act to be made and for preserib- ing all matters which are required or permitted by this ‘Acct to be prescribed. : - @) No regulation made by the Minister shall have ‘effect until it is approved by the Senate and the House of Representatives and notietion of such approval is published in the Gazette.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "(8) A regulation made by the Minister and approved by Che pare the races of ‘Representatives shall, when notification of such approval is published in the Gazette, be as valid and Hoctnal 88 it were herein enacted. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "spittin 82, (1) The provisions of this Act shall be in",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "‘Shi Ast, addition to and nat in derogation of any other written , daw in force in Ceylon relating to the employment of ‘women, young persons and children: 4",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "Provided, however, that the provisions of this Act shall prevail in a case where there is a conflict between this Act and any other written law.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "(2) The provisions of this Act imposing restrictions on employment or on the taking part by childran in entertainments, and the provisions of any",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "(@ shail not affect any provisions with respect-to . _._.. School attendance which may be contained na st° cl+ \"Ga any written law-for the time being in (Tut tie. - foros relating to education, and. ®) shall not-apply to a person ‘detained in-an : opproved school or in any prescribed cos 37 07\" institution. : 7 4 In this fulvseotion, “approved echec) ” has the ~sute “Same meaning es inthe Children and Young Persons Ordinance, No.8 of 1999, 5 Repeale a3. (0). The ‘following Ordinances are ‘hereby _ Tepealed:— Oop, 328, (@) The : Employment of Women, ‘Young Persons, and Children Ordinance,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "Employment of Women, Young Persone and 19",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "‘Children Act, No. 47 of 1956",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "8) The Employment of Women (Revised Conven- :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "” tion) Ordinance, No, 16 of 1900,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "(2) Part IV of the Children and Young Persons Ordinance, No. 48 of 1989, is hereby repealed. . 84, (1) In this Act, unless the context otherwise Tsrestie. Fequizes,—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "* anthoriged officer ‘” means the Commissioner of Labour, any Deputy or Assistant Commis- sioner of Labour, of any other officer of the ‘Department of Labour who.is appointed by che Commissioner of Labour as an autho- tised officer for the purposes of this Act;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "- © cnild * means a petaoa who is under the age of fourteen years;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "“ employer ** means, any person who on bis own behalf employs SrPon whose behalf cae other person employs any woman, yoong person or child, and ancludes any. person who on bebalf of any other person emplays any Woman, young person or child;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "of family ”, with reference to an employer, means x employer and the spouse and any children of the employer;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "“ indastrial undertaking \"—",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "{a) with respect to the employment of women on night work, includes particularly—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "(i) undertakings engaged in work-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": ": ing mines or quarries, or, in",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "other works for the extraction",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": ": of minerals from the earth;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "(ii) undertakings in which articles",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "0 are’ manufactured, altered,",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": ". cleaned, repaired, ornament-",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "ed, finisbed, adapted for sale,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "” broken up or demolished, or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "fro in which materials are trans- formed;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "(ii) undertakings engaged in ship building or in the generation, transformation or transmis- sion of electricity or motive",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "» power of any kind; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "20 Employment of Women, Young Persons and Children Act, No. 47 of 1958",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "iv) undertakings engaged in build ing and civil’ engineering work, or in constructi repair, maintenance, altera- tion or demolition work;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "- (®) with respect to the employment of : persons under the age of eighteen years on night work, includes",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "particulazly—",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "(i) the undertokinge specified in paragraph @) of thie. sub- section, and",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "(ii) undertakings gnenged in the transport OF goods by road Se rail, or in the handling of goods at",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": ". docks, quays, wharves, ware-",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": ". houses or airports; and (c) with respect to the employment of per-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "Tespt ployment of pi",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": ": sons under the age of fourteen",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "yeare, includes particularly— : “* Q) the “ondertalcings specified in subparagraphs (1), Gi) and (iii) of paragraph (a) of this,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "sub-section;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "(ii) construction, reconstruction, maintenance, repair, altera- tion, or demolition’ of any",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": ": building, railway, tramway, harbout, dock, ‘pier, canal, inland waterway, road, tun-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "_ nel, bridge, viaduct, sewer, drain, well, telegraphic or telephonic installation, eleo- trical undertaking, gas worl, water work, or other work of constraction, as well as the preparation for or laying the foundations of any such work or structure; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "(iii) transport of passengers or goods” Py toed or tall or iaiand",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "° waterway, and the handling of gooda at docks, quays, wharves and warehouses, tut exclading transport be",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": ". hand;",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 20,
    "par_num": 18,
    "text": "Employment of Women, Young Persons and 21 Children Act, No. 47 of 1956 night \"— :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 18,
    "text": "(@) with reference to the employment of women, ‘meane at least eleven consecutive hours which shall end not later than 6 a.nt. and which shall include at least seven conee-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 20,
    "par_num": 18,
    "text": "5 cutive hours falling between 9 p.m. and , Gam, and",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 20,
    "par_num": 18,
    "text": "(@) with reference to the employment of persons ‘ander the age of eighteen years, means at Teast twelve consecutive hours which shall end not later than 6 At. and which—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 18,
    "text": "{@) in the case of such of those persons as ‘are under the age of sixteen years, shall include the eight conseeative hhonrs between 10 P.xt, and 6 Ant.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 20,
    "par_num": 18,
    "text": "(Gi) in the case of such of those persons as have attained the age of sixteen years, shall, subject to the provisions Of sub-paragraph (iil), incinde at least soven consecutive hours falling between 10 p.at. and 6 Ax, and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 20,
    "par_num": 18,
    "text": "Gil) im the case of euch of those persons as",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 18,
    "text": ". have attained the age of sixteen yonrs and are undergoing vocational Training in the baking industry or",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 20,
    "par_num": 18,
    "text": "++ age apprentioes in that industry, aball, work during the night i",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 20,
    "par_num": 18,
    "text": "that ndosry is proibited ‘Br all workers, indude the seven conse-",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 20,
    "par_num": 18,
    "text": "cutive hours falling between 9 P34,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 20,
    "par_num": 18,
    "text": "aad 4 at. instead of the period of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 18,
    "text": "at Jeast seven consecutive, ben ms referred to in sub-paragraph (ii) i",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 20,
    "par_num": 18,
    "text": "the Minister by Order published in",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 20,
    "par_num": 18,
    "text": ". the Gazette so directs;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 18,
    "text": "“performance of a dangerons nature ” includes ‘all acrobatic performances and all perfor- ances as a contortionist; ,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 20,
    "par_num": 18,
    "text": "+» * prescribed '? means prescribed by regulations; | ‘ regulation ” means a reguletion made under | this Act; ae",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 20,
    "par_num": 18,
    "text": "‘ street trading” inclades the liawking of articles of food or drink, newspapers, matches, flowers and other articles,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": "22 Employment of Women, Young Persons and Children Act, No. 47 of 1956 playing, singing or performing for profit, Tuvertiging. ahée-blading and other ike occupations carried on in streets or public places;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": ": « vessel ” includes a ship or boat, of any nature vwhateoerer, engaged in matitine naviga- tion, whether publicly or privately owned, « but does not include @ ship of war;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": ": ‘‘ woman” means a female person who has attained the oge of eighteen years; and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": "“young person’? means a person who has attained the age of fourteen years but is under the age of eighteen years.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": "@) For the purposes of this Act and of any regulation—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": "(@) a person whois attending an elementary school and, who attains the age of fourteen years during a school term shall not be deemed to cease to be a child until the end of that term;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": "@) a person who assists in a trade or occupation carried on for profit shall be deemed to bey employed notwithstanding that he receives no reward for his labour; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": "(© & choristor taking part in a religious service or practising for a religions service shall not, whether be receives any reward or not,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": "be deemed to be employed. 1",
    "mean_p_confidence": 0.84
  }
]