[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  : Ve) ;  PARLIAMENT OF THE DEMOCRATIG  SOCIALIST REPUBLIC OF :  SRI LANKA  FOREST (AMENDMENT) ACT,  No. 56 OF 1979  [Certified on 30th August, 1979]  Printed on the Orders of Government  Published as a Supplement to Part II of the Gazette of the Democratic  Socialist Republic of Sri Lanka of September 07, 1979  oe a ee eto Sa  Price: 65 cents Postage: 25 conts",
    "mean_p_confidence": 0.6851948051948051
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Forest (Amendment) Act, No. 56 of 1979  [Certified on 30th August, 1979]  LD—O. 78/18 s  Aw Act m0 asp THe Former Onpmance,  BB it enacted by the Parliament of the Democratic Socialist  Republic of Srl Lanka as follows :—",
    "mean_p_confidence": 0.6543478260869565
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  1. This Act may be cited as the Forest (Amendment) short title.  Act, No. 56 of 1979,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  2 Section 7 of the Forest Ordinance (hereinafter referred Replacement  to as the “principal enactment”) is hereby repealed and Chatter  the following section substituted therefor :— 451,  “Furth ‘  sYurther, 7. (1) Any person who—  aels, (@) makes any fresh clearing in a reserved",
    "mean_p_confidence": 0.659607843137255
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  forest ; or",
    "mean_p_confidence": 0.4760000000000001
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  . (b) sets fire to a reserved forest, or in  contravention of any regulations  made by the Minister kindles any  fire, or leaves any fire burning in",
    "mean_p_confidence": 0.7490625
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  - _ such manner as to endanger the  reserved forest or any part thereof ;",
    "mean_p_confidence": 0.7166666666666667
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  ‘or who, in a reserved forest— i  (©) Kindles, keeps or carries any fire except  at such seasons and in such manner  as a forest officer, specially em-  powered in this behalf, may from  time to time notify ;  @ tells, cuts, saws, converts, collects,  Temoves or transports any trees or ©  timber or collects, removes or trans-  ports any forest produce or has in  : his possession, custody or control  any tree, timber or forest produce ; ;  (@) erects a scaffolding ar constructs a saw  pit;",
    "mean_p_confidence": 0.7270873786407767
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  a (f) clears or breaks up any land for culti-  vation or any other purpose or  cultivates any land already cleared ;",
    "mean_p_confidence": 0.7492307692307693
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  i (g) erects any building whether permanent  or temporary, or occupies any build  ing so erected 5 ery",
    "mean_p_confidence": 0.6345454545454545
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  2A 42897 ~ 13,000 0/00)",
    "mean_p_confidence": 0.3757142857142857
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Forest (Amendment) Act, No. 56 of 1979",
    "mean_p_confidence": 0.743
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (h) constructs or uses any road constructed",
    "mean_p_confidence": 0.6466666666666666
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  by him; or",
    "mean_p_confidence": 0.5479999999999999
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (i) damages, alters, or removes any wall,",
    "mean_p_confidence": 0.7166666666666667
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  ditch, embankment, fence, hedge,",
    "mean_p_confidence": 0.6333333333333333
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  ailing or other boundary mark ;  shall be guilty of an offence and be liable on  conviction, in the case of an offence  . under paragraphs (a), (b), (2), (@) or (f)  of this subsection, to imprisonment for a  term which may extend to five years and in  the case of an offence under any other para~  graph of this subsection, to imprisonment  which may extend to one year or to a fine  which may extend to one thousand rupees  or to both, in addition to such compensation  - for damage done to the forest as the convie-  ting court may direct to be paid. Such com-  pensation when awarded shall be treated in  all respects as a fine, shall be recoverable as  such, and shall not exceed one thousand",
    "mean_p_confidence": 0.7999999999999999
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  rupees.",
    "mean_p_confidence": 0.15666666666666665
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  (2) Any person who abets the commission  of any offence specified in subsection (1) or  causes any such offence to be committed,  shall be guilty of an offence and shall on  conviction be liable to the same punishment  as provided in that subsection. ”.",
    "mean_p_confidence": 0.8076470588235294
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  ‘Amendment  ® Section 20 of the principal enactment is hereby  ‘Qftection 20 amended as follows :—  princtpal  ‘thactment, (a) in subsection (1) thereof by the repeal of paragraph  : (©) and the substitution therefor of the following  paragraph :—",
    "mean_p_confidence": 0.6458695652173914
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  “ (c) regulate or prohibit the felling, cutting, saw-  ing, conversion, collection, removal and  transport of trees and timber and the collec-  tion, removal and transport of forest  produce 3”;",
    "mean_p_confidence": 0.7197222222222223
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  (®) by the repeal of subsection (2) thereof and the  Z substitution therefor of the —_ following  subsection :—",
    "mean_p_confidence": 0.6052173913043478
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  i Forest (Amendment) Act, No. 56 of 1979 3  “ (2) Any person who abets the commission of",
    "mean_p_confidence": 0.7047619047619047
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  any offence specified in this Chapter or causes any",
    "mean_p_confidence": 0.7490909090909091
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  such offence to be committed shall also be guilty",
    "mean_p_confidence": 0.7654545454545455
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  of an offence and shall on conviction be Hable to",
    "mean_p_confidence": 0.7758333333333334
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  the same punishment as provided for the offence. ”.",
    "mean_p_confidence": 0.7572727272727273
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  4. Section 21 of the principal enactment is hereby Amendment  amended by the substitution for the proviso to that section, of he\"  of the following new proviso :— principal",
    "mean_p_confidence": 0.7418181818181818
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  “Provided that any person who, in contravention of  any rules made under section 20 (1) fells, cuts, saws,  converts or removes any trees or timber from any forest  or quarries coral, shall be guilty of an offence punish-  able by impisonment for a term which may extend to  two years.”.",
    "mean_p_confidence": 0.8089473684210526
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  5. Section 24 of the principal- enactment is Hereby Amendmess  amended in subsection (1) thereof by the repeal of para- of the  graphs (gg) and (h) and the substitution therefor of the énactment,  following paragraphs :—",
    "mean_p_confidence": 0.7321951219512195
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  “(g9) authorize any forest officer to nominate checking",
    "mean_p_confidence": 0.735
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  stations or places to which timber or forest produce  seized in transit may be brought, and to provide  for the issue of permits for their transport ;",
    "mean_p_confidence": 0.8232258064516129
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  (h) provide for the management and control of such  checking stations and places and for regulating the  appointment and duties of persons employed  thereat ;”.",
    "mean_p_confidence": 0.7686666666666666
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "  @ Section 25 of the principal enactment ts Hereby Amendment  amended by the repeal of subsection (8) thereof and the of the  substitution therefor of the following subsection :— Chaciment,",
    "mean_p_confidence": 0.7623529411764706
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "  “ (8) Any person who abets the commission of an  offence specified in this Chapter, or causes any such  offence to be committed shall also be guilty of an offence  and shall on conviction be liable to the same punishment  provided for the offence. ”.",
    "mean_p_confidence": 0.8088235294117647
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "  7. Section 27 of the principal enactment is hereby Amendment  amended as follows :— ceeeavenet",
    "mean_p_confidence": 0.7138888888888889
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "  rinelpal",
    "mean_p_confidence": 0.02666666666666667
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "  (1) by the renumbering of that section as subseation (1) Baseltmeat,",
    "mean_p_confidence": 0.6907692307692308
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "  of that section ; and",
    "mean_p_confidence": 0.6057142857142858
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Forest (Amendment) Act, No. 56 of 1979 .",
    "mean_p_confidence": 0.7563636363636363
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (2) by the addition, immediately after the renumbered  subsection (1), of the following new subsections :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  “ (2) Where any forest officer, police officer or",
    "mean_p_confidence": 0.7627272727272728
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  any other officer thereto authorized has reason to",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  7 believe that any timber referred to in subsection  (1) is being removed in any cart, boat or motor",
    "mean_p_confidence": 0.7836363636363636
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  vehicle, contrary to the provisions of this Ordinance,",
    "mean_p_confidence": 0.7649999999999999
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  . he may—",
    "mean_p_confidence": 0.28600000000000003
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  (a) give such order, direction, signal or use such  devices.or take such other measures as may  be necessary to stop the cart, boat or motor  vehicle or cause, such cart, boat or motor  vehicle to be halted ;",
    "mean_p_confidence": 0.7959090909090908
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  , (®) detain for inspection and search the cart, boat  or motor vehicle ; and",
    "mean_p_confidence": 0.701111111111111
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  (c) detain any timber found in the cart, boat or  motor vehicle and deal with the timber as  provided in Chapter VII.",
    "mean_p_confidence": 0.7996153846153846
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "  (3) Where any order, direction or signal is given  under subseciion (2) for the stopping of any cart,  boat or motor vehicle the driver, boatman or other  person, who is for the time being in charge of the  cart, boat or motor vehicle, shall forthwith stop the  cart, boat or motor vehicle or cause such cart, boat  or motor vehicle to be halted in accordance with the  order, direction or signal. Any driver, boatman or  other person who fails or refuses to comply with  the order, direction or signal or obstructs the ins-",
    "mean_p_confidence": 0.8466346153846154
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "  ; pection and search, shall be guilty of an offence and  shall on conviction be liable to imprisonment of  either description for a term not exceeding six  months or to a fine not exceeding five hundred  rupees, or to both such imprisonment and fine.”.",
    "mean_p_confidence": 0.7956
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "  Amendment, 8. Section 30 of the principal enactment is hereby  St. amended by the repeal of subsection (2) thereof, and the  principal, substitution therefor of the following subsection:—",
    "mean_p_confidence": 0.7318749999999999
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "  (2) Such timber may be collected by any forest  officer or other person authorized to collect the same  and may be brought to such place as a forest officer  empowered in this behalf may nominate”,",
    "mean_p_confidence": 0.77425
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Forest (Amendment) Act, No. 56 of 1979 5",
    "mean_p_confidence": 0.747
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  9. Section 40 of the principal enactment is hereby piper",
    "mean_p_confidence": 0.7016666666666667
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  amended by the repeal of the proviso to that section. of the  principal  Sonetmant,",
    "mean_p_confidence": 0.6494444444444444
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  10. Section 41 of the principal enactment is hereby pene  amended by the addition of the following new proviso at ot the  the end of that section :— pence",
    "mean_p_confidence": 0.7548484848484849
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  “Provided that, where any thmber or forest produce  is subject to speedy and natural decay the court may  direct, at any stage prior to: the conclusion of the trial,  the sale of such timber or forest produce and that the  proceeds of the sale be deposited in court to be dealt  with at the conclusion of the trial in such manner as  the court may direct. ”.",
    "mean_p_confidence": 0.8229333333333333
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  11. The following new section is hereby inserted Insertion of  immediately after section 49, and shall take effect as section #8y\" \"tne\"  49a, of the principal enactment :— pemetal  “Penalty for 49s, Any person who threatens, {ntim!-  Sintiteing dates or obstructs or in any way interferes  with forest!\" with a forest officer, police officer or any",
    "mean_p_confidence": 0.7119047619047619
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  * other officer authorized to act in that behalt  in the exercise, performance and discharge  of his powers, duties and functions under this ~ é  Ordinance, shall be guilty of an offence, and  shall on conviction be. liable to imprison-  ment of either description for a term not  ‘exceeding one year or to a fine not exceeding  one thousand rupees, or to both such fine  and imprisonment :",
    "mean_p_confidence": 0.7851282051282051
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  Provided that a prosecution shall not be  instituted under this section, except with the  sanction of an officer not below the rank of  Divisional Forest Officer, Government Agent  or Superintendent of Police.”,",
    "mean_p_confidence": 0.7976315789473684
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  12, Section 58 of the principsl enactment is hereby Amendment  amended as follows :— ‘ot the",
    "mean_p_confidence": 0.7257894736842104
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  \" ‘ principal",
    "mean_p_confidence": 0.256
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "  (2) by the renumbering of that section as subsection (1) Snactment,",
    "mean_p_confidence": 0.7184615384615385
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "  of that section; and",
    "mean_p_confidence": 0.585
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "  (2) by the addition, immediately after renumbered sub-",
    "mean_p_confidence": 0.751
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "  section (1), of the following new subsection :—",
    "mean_p_confidence": 0.717
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "  “(2) Notwithstanding the provisions of sub-  section (1), the Minister may authorize any  employee of the State Timber Corporation",
    "mean_p_confidence": 0.7595652173913043
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Forest (Amendment) Act, No. 56 of 1979  established under the State Industrial Corporations  Act, No. 49 of 1958, to perform the functions of a  forest officer for the purposes of sections 24, 27, 37  or 48 of this Ordinance, and such employee shall,  while engaged in’ the performance of these  functions, be deemed to be a forest officer.”.  Amendment 13, Section 64 of the principal enactment is hereby  ection 64 :  Oh the amended by the repeal of paragraph (c) of that section and  Principal _ the substitution therefor of the following paragraph :—  “(@) to provide for the payment into such fund of the  whole or part of sums received in composition of  offences under this Ordinance and of awards made  under the Informers’ Reward Ordinance to  informers in cases of such offences, and for the  payment out of the fund, subject to such conditions  ‘as may be specified in the regulations, of rewards  to informers and forest officers, of compensation  tor bodily injury caused to forest officers, police  officers or other officers in the’ exercise, perfor-  ‘mance and discharge of their powers, duties and  functions under this Ordinance, or when death  results from such injury, of compensation to their  heirs, and of travelling expenses properly  incurred by witnesses in attending court for the  ‘purpose of giving evidence at trials under this  Ordinances”.  Amendment 14. Section 78 of the principal enactment is hereby  ot the amended as follows —  prinefpa  enactment, (a) by the substitution for the definition “forest officer”,  ~ of the following definition :—",
    "mean_p_confidence": 0.7878082191780822
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  “‘torest officer’ means all persons appointed by  name or as holding an office to be Conser-  vators, deputy Conservators, Senior Assistant  Conservators, Assistant Conservators, divi-  sional forest officers, foresters, forest rangers,  forest overseers, forest depot keepers, forest  depot overseers, forest guards, forest  watchers or forest labourers, or to discharge  any function of a forest officer under this  Ordinance or any regulation or rule made  thereunder ;.",
    "mean_p_confidence": 0.739102564102564
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  es Forest (Amendment) Act, No. 56 of 1979 ev  (®) by the substitution for paragraph (d) of the  definition of “forest produce”, of the following  paragraph :—  “(d) peat, surface soil, rocks and minerals,  including limestone, coral, laterite, bitumen,  ~ bituminous shale, asphalt, minerals oils and  all products of mines or quarries ;”.  (©) by the substitution for the definition “timber  depot” of the following definition :—  “timber depot” or “timber yard” means a place  where timber is stored—  (@) for the purpose of sale ; or  () for the purpose of transport ; or  (0) for the purpose of being sawn by machinery  or otherwise ; or  (@) for the purpose of being subjected to any  process of manufacture’.",
    "mean_p_confidence": 0.7526618705035971
  }
]