[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "a » aoa PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA . LOCAL AUTHORITIES (SPECIAL PROVISIONS) (AMENDMENT) ACT, No. 17 OF 1987 [Certified on 16th April, 1987} Printed on the Orders of Government Published az a Supplement to Part IT ofthe Gazette of the Democratic Socialist Republle of Sri Lanka of April 16, 1987 FED AT TRE DERARTDENMT OF GOVERAMINGT PAINTON\", MEE TANEA 10 BS FURGEARED A7 TE GOVERNMANT POSLICATIONE HOREAD, COLOMO Price : 30 cents Postage : 75 ceuts",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Local Authorities (Spectal Provistons) (Amendment) Act, No, 17 of 1987 [Certified on 18th April, 1987} 1. D.—O 14/26 (vil) Aw Act vo amp tut Loca Aumommm — (Srzctat . ‘Pxoviatons) Act, No, 3 or 1979 BE tt enacted by the Parliament of the Democratic Soctaltst Republic of Sci Lanka as follows:—",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "1. Thin Act may be cited as the Local Authorities Sort title (Bpeciat Provisions) (Amendment) Act, No. 17 of 1987, operation and shall come into operation on such date as the Minister may appoint by Order published in the Gazette.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "* & Section 7 of the Local Authorities (Special Provisions) Amendment Act, No. 8 of 1679, as amended ty Act No, ll of 1888, tact Nas (hereinafter referred to as the “principal enactment”) is 1° hereby further amended by the substitution for the words",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "and figures “the Town Couneils Ordinance, the Village",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Councils Ordinance and the Development Councils Act,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "No, 35 of 1880.\", ot the words and figures “the Development",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Councils Act, No. 39 of 1980 and the Pradeshlya Sabha",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Act",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "% Bection 9 of the principal enactment, as amended by Amendment Act No, 11 of 1985, is hereby further amended in the defl- of the nition of “local atithorlty” by the substitution for the SUmeval, words “Urban Couneil or Development Council”, of the words “ Urban Counel?, Development Couneil or Pradechiya Sabha”. .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "‘ef toanen—n 200 ¢",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "Anmal subscription of Bills and Laws of the Purllament Ra 150 (Local). ‘Rs, 200 (Forvien), payable to the Sormmrmmurr, Govenwmme Posicatrox Bomay, Coiomro 1, before 15th December each year In respect of the 7ear . ‘following. .",
    "mean_p_confidence": 0.62
  }
]