[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "‘PARLIAMENT OF CEYLON 4th’ Session 1950 . on ES Panes, VG 5 1955-10-35 F) EN ees Citizenship Amendment Act, | : ‘No. 40 of 1950 ; H . Date of Axsunt: December 14, 1940 ‘ , | Printed on the Orders of Government | | pon aun Sr en Et . foreseen ci ue Br Sie US Gee era tama eae Price 80 sent eager som |",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Citizenship Amenilment Act, No. 40 of 1950. 3 Lomo, 16/80, Aw Aer te Awznp ras Cimzensni Act, ‘No. 18 oF 1948. . [Date of Assent: December 14, 1950.}",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "BE it enacted by the King's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, aa follows: —",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "4. This Act may be cited ae the Citizenship shor sti Amendment Act, No. 40 of 1950.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2 Section 5 of the Citizenship Act, No. 18 of Amminent ot 1948, (hereinafter referred to as ‘the principal Za'Ne/it'et ‘Act \"\") is hereby amended iu sub-section (2) ii therect, by the sulstitution, for ald the words from “the Dicth is registered ”''to the end of that aub- section, of the following: — :",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "“ or within such further period as the Minister may for good canse allow, the birth is registered in the escribed manner— Te) at the office of a consular officer . of Ceylon in the country of birth, or . (0) at the office of the Minister in Ceylon.””.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "3. Section 8 of the principal Act is hereby repealed Srasrasst and the following, new Section shall. be. avibsteented Sanne therefor: — ‘eineipal Act, ~ Kesumaiion of (1) Any person who censes under oo seotion 18 or section 19 to be a citizen of",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Ceylon by dencont may at any time there. after make application to the Minister for a declaration that such person has resumed the status of a citizen of Ceylon by descent; and the Minister may make the declaration for which the application is made—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(a) if that person renounces citizen- ahip of any other country of which he is a citizen, in accordance with the law in force in that behalf in that",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ": __, other country; and",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(8) if that pereon is, and intends to continue to be, ordinarily ‘ regident in Ceylon.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "5.9, aoe-na cn)",
    "mean_p_confidence": 0.09
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "A Citizenship Amendment Act, No. 40 of 1950. (2) Where declaration ia made in relation to any person under sub-section (1), that person shall, with effect from such date as may be specified in the declaration, again have the status of a ¢ citizen of Ceylon by descent. (3) Any person. who makes or hab made an application under sub-section (1) may, in his application or by subse- quent letter, make a request for the . grant to any minor child of that person of the status of a citizen of Ceylon by . descent; and if in any such case a . declaration under sub-section (1) is made in relation to that person, each minor child specified in the declaration shall have the status of a citizen of Ceylon * > by descent. (4 The Minister may refuse to make a declaration under sub-section (1) in relation to any person on grounds -of public policy; and such refusal shall be al and shall not be contested in any eourt, but without prejudice to the power of the Minister subsequently to 7 make such a declaration in relation to that person. moo (5) The Minister way in his discretion ° exempt any person, from the requirements of paragraph (a) of sub-seotion (1) of this section, and make a declaration under + that sub-section notwithstanding that such person does not comply with the said requirements. Aueanet st Section 11 of the principal Act is hereby Tee\" \"amended as follows:— 4 erecpak a (2) in sub-section (, by the repeal of sub para : graph (iii) of paragraph (b) of that sub- section, aud by the insertion, immediately after sub-paragraph (ii) of the said . paragraph (0), of the following new sub- fo paragraphs: — * (iii) is a pereon, whose father was & : citizen of Ceylon by descent, and who would have been a citizen of Ceylon under sub-section Ph of* section 5 if his birth had been registered in accordance with: the provision of that sub-section, or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "; Citizenship Amendment Act, No. 40 of 1950. 5 (iv) is a person whose father, having been ' a citizen of Ceylon’ by descent ‘whethor at or before the time of the birth of that person, ceased under > section 19 to be a citizen of Ceylon; and\"; ‘ @) insub-seetion (2) by the insertion in paragraph : (2) of thet sub-section, after the figure ‘ Gii) \", of the words and figure “or sub-paragreph (iv) ’*.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "8. Section 14 of the principal Act is hereby amesoen a amended by the addition, at the end of that section. sajen 6 of the following new sub-section: — bea Act,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "“\"@) The Minister may in his discretion exempt any person from the provisions of sub-sbotion (2) Bf this section; and nothing in that sab.section, shall ‘prevent the registration as a citizen of Ceylon of any person so exempted \".",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "6. Sections 19 and 20 of the principal Act aze Inerion of hereby repeoled, and the following new sections sball \"jai\", be inserted after aection 18 of that Act: tobe pone",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "S Resritgay 19. (1) Where a person bora before Some the appointed date is a citizen of Ceylon taneot wie are by descent and is also on that date a Gece citizen of any other country, that person shall— (a) on the thirty-first day of Decem- ber, 1952, or (®) on the day on which he attains the age of twenty-two years, whichever day is in hig case the later, cease to be a citizen of Ceylon, unless before that day he rencunces eitizensiip of that other country in accordance witl the law therein in force in that behalf and notifies such renunciation to a prescribed officer. . (2) Where a ‘person is 2 citizen of Ceylon by descont and that person, by operation of law, is at the time of his - birth or becomes thereafter, also a . . citizen of any other country, that person ‘ shall— . (@) on the thirty-first day of 1 December, 1952, or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "G Citizenship Amendment Act, No, 40 of 1950.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(®) on the day immediately succeed- ing the date of the expiration of'a period of twelve months from the date on which he so becomes a citizen of that « other country, or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": ". (e) on the day on which he attains the age of twenty-two years, whichever day is in his case the lateat, cease to be a citizen of Ceylon, unless before that day he renounces citizenshi] of that other country in accordance with the law therein in force in that behalf and notifies such renunciation to a prescribed officer.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(8) A person who, under sub-section (2) of section 5, is a citizen of Ceylon by descent but whose father is or was & citizen of Ceylon by registration, shall. on the day on which he attaina the age of twenty-two years, cease to be a citizen of Ceylon, unless before that day he tranamits to the Minister im the pres- eribed manner and form a declaration of retention of citizenship of Ceylon. 5",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": ": (8) Tn the case of sny person to whom the provisions of any 9 the preceding sub-sections apply, the Minister may in his discretion direct. that those provi- sions shall apply in that case subject to the modification that the reference there- in to the age of twenty-two years shall be construed ag a reference to such higher age as may be specified in the direction.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(5) A person who is a citizen of Ceylon by descent shall cease to be a citizen of Ceylon if he voluntarily becomes a citizen of any other country.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(6) Where a person who, having been exempted from the requirements of para- graph (2) of sub-section (1) of section 8, resumes the status of a citizen of Ceylon by descent by virtue of a declaration under that sub-section, that person ahall,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "i on the doy immediately succeeding the date of the expiration of a period of three months (or such longer period as . the Minister may for good cause allow)",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Citizenship Amendment Act, No. $0 of 7950. 7 from the date of the declaration, cease to he acitizen of Ceylon, unless he earlier complies with the requirements of the aforesaid paragraph (). ipsa ae 20, (1) A person who is a citizen of ‘Raccthiy ot Ceylon by registration shall cease to be fersone ele a citizen of Ceylon if he voluntarily Mpantee,” — hecomes a citizen of any other country. (2) Where a person who is registered as a citizen of Ceylon thereafter becomes, by operation of Jaw, also a citizen of any other country, that person shall— (a) on the day immediately succeed- : ing the date of the expiration of @ period of three months (or such longer period as the . Minister may for good cause allow) from the date on which he 80 becomes a citizen of that other country, or . (0) on the day on which he attains the age of twenty-two years. whichever day is in his case the later, . cease to be 2 citizen of Ceylon. unless before that day he renannces Sitizenship . of that other country in accordanca wit! the law therein in force in that behalf gnd notifies such renunciation to a pres- eribed officer. (3) Where any person— {a) who, having been exempted from the provisions of sub-section . (2) of seotion 14, is registered : . under this Act as a citizen of Ceylon: or {6) who is registered under the Indien and Pakistani Resi- dents (Citizenship) Act. No. 3 of 149. as a citizen of Ceylon, continues after such registration to be a : citizen of any other country. that person shall— (i) on the day immediately succeed- ing the date of the expiration : of a period of three months ,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "chy 8 Citizenship, Amendment Act, No. 49 of 1950.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "; . . (or much longer period as the",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "re Minister may for god ‘onuse",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "° allow) from the date of his",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "_ registration as a citizen of Ceylon, or t",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": ". {ii) on the day on which he attains",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "a the age of twenty-two years,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": ": whichever day is in his case the later,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": ": cease to be a citizen of Ceylon, unless . before that day he renonnces Gitizenship of that other country in accordance witt the law therein in force in that behalf and notifies such renuaciation to a pres- cribed officer.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "Cue ot 20A. In any case where any person ietecive purports to renounos citizenship of any renupeitions country for the purpose of acquiring, olen retaining or resuming, under any provi- sion of this Act, the status of a citizen of Ceylon, and it is found at any time that the renunciation was not’ in accord- ance with or not effective under the law in force in that behalf in such other country, that person shall be deemed never to have acquired, retained or “ : resumed, under that provision, the status of a citizen of Ceylon; and if the Minis-. ter makes a declaration to that effect in any such case, the declaration shall be “ final and shall not he contested in any court. Amendment of, 7. Section 26 of the Fiincipsl Act is hereby sterat \"amended in sub-section (1) thereof, as follows:— Principal Aes. (1) by the omission of the definition of ‘ appro- priate embassy or consulate '; and (2) in the definition of “‘ consular officer of. Cerlon ”*, by the insertion after the words . “High, Commissioner’, of the words ‘a Commissioner, a Representative,’ Reteuapective 8. This Act shall be deemed to have come into ae. faree on September 21, 104s, (being the date of com- mencement of the principal Act); and, accordingly. the principal Act shall have effect and he deemed always to have had effect for all purposes in like manner ¢ as. though that Act had on the date aforesaid been amended in the manner and to the extent provided the preceding sections of this Act. » : ”",
    "mean_p_confidence": 0.83
  }
]