[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  5th Session 1969-70  (EO  Sa  ‘ heer W007\"  Finance (Amendment) Act,  No. 35 of 1969  Date of Ase: Dacor 3180  Pte on he Order of Goverment  on pie Bape Co an ant, Pr of",
    "mean_p_confidence": 0.45083333333333336
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Pinance (Amendment) Act, No, $5 of 1909  1 D0, seo :  ‘Av Acro aun z Fovance Act, No. 11 oF 1968.  [Date of Assent: December 28, 1968]  [BE it enacted by the Queen's Mot Excellent Majesty,  by andwith the adic and part the Bente a  Hag of epracmatne of eyo i a  present Pastament [and Uy the autborty|  SF the same, as follows: —",
    "mean_p_confidence": 0.46864864864864864
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  4. This Act may be cited as the Finance  siett  (Amendment) Act, NB. 39 of 1089,",
    "mean_p_confidence": 0.5242105263157895
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  2, Section 19 of the Finance Act, No. 11 of 1963, tout  sas amended by Act No, 50 of 1068, is hereby further Zar =  Smended as fllows:— fet ta",
    "mean_p_confidence": 0.5505882352941176
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  (2) in subaeotion (1) ofthat section, by. the is",
    "mean_p_confidence": 0.44636363636363635
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  stbstitotion, for all the words from barge  fle with bisines turnover tax to the ead  ‘of that sub-section, of te following: —  “chargeable with business tarmovertax—  {e) for any year of assemment ending on  or before September 0, 1060, if  ‘ ft only if",
    "mean_p_confidence": 0.4969230769230769
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  (in the case ofa busines carried  fon by him fora period of not  fees ‘than one year prior (0  the date of commencument of  Hie year of assesment, the  turngver made by him from  hat sins for fe acne",
    "mean_p_confidence": 0.46872340425531916
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  ig. period. immediate  preceding that year af ase  ent ig. not less than one  ondred thoosand rupees, or  (Gi) Sn the case ofa busines carried  fn by bim for a period of las  than one year prior to the  GN of Semenonent of  at year of amesmeat, the  termover made ty him tom  7 that business doring that  Period isnot less than 8 sum,  ‘hich beare to one hundred  Thousand rupees the same  Proportion ag tie number of",
    "mean_p_confidence": 0.43670212765957445
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2° Finance (Amendment) Aet, No. 85 of 1960  days in that period bears to  tee tundeed and sisey-ve,  aad 3  (0) for any yor of assesment commencing  ‘on oF after October 1, 1009, if, Dut  cay  (@) inthe case of a business carried  ‘on by him for period of not  Yes ‘tan one year pron to  the date of commencement of  at year of assesment, the,  {smover made by im from  Bhat bins for he aan  ing. period. immediiely  Prscding that year of  . ‘emment is not fe than  Fe Seventy-five Chosand rupees,  (i) inthe cas of a basins caried  myn fora porod of lea  han’ one year prior to the  fate of Gommencement of  hat gear of amend, the  tginre ade from  {ne business daring that  period fs not fess than'a sum  Shieh bears to seventy-five  thovtend’ rupees the same  Proprrtion as the number of  [ine fn hat period bears to  thre, bundred and sixty:  fives; and  (2) by the insertion, immediately after sub-section  (Ga) ot tha section, of the following sb.  seoticn  “ (ts) (=) Where any persn commences ta  carry on any business ona day within an  Seat of ascent commencing on oF afar  Detober 1, 1009, or daring the Year of uses  tment compen on October 1, 1000, begins  to make, inthe course of carrying on Any  Ihsins stared hy him prior to that dat |  regular anes of gods or commodities, such  Penson. shall, notwithstanding anything’ 10  Re contrary in sub-section (i) be charge  , srt buss tarsovr tx Sn rexpet f the",
    "mean_p_confidence": 0.45763934426229513
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Finance (Amendment) det, No. $6 of 1002 4  turnover mae by him daring that year of  Susesment from the busines sommetced by  iim, or from the busines in the ooure of  trhich \"such tales of goods or cammodities  Tere ade, or, where the busines com.  ‘enced by him or fn the course of which such  tales of goods or commodities were made  together with any other business cartiod ch  tthim is deemed do be one busines: forthe  spon ofthis Part of thin At from te",
    "mean_p_confidence": 0.5186597938144331
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  sinees a0 deemed ta be on  Provide, owever, tha sach perso shall  not be lial to ay basines taenover tax  (0) forthe quarter in which he commenced  such busines or began to make such  ftles of goods or commodities ifthe  fimover* made fy ‘him for’ that  Awarter from’ the, asiness com  {beneed by him, or from the business  {nthe course of which such sles of  fends or commodities were made o,  Mihere that business wogether with  ‘ny other busines is deemed to be  ‘ne, busines, from, the. businees  0 deemed to be one baits, i Tes  {Ban the “som which bears  igen chnnand) veven narod  Sint Bity rupees the same pro  in a ber aati  Period beginning on the date on  ‘hich be ‘commetoed such bosiness  oy such tales of goods oF comedic  {ey a the cae may bo, and ending  ‘on the last day of that quarter beers  {o ninety-one, oF  (i) for any subsequent quarter ofthat  GF ascent ifthe tarnovee for  Sha atari ls ha ghee  thousand seven hundeed and Aes  rupees.  (Where the turnover made, by an  fn ny sea of tema fin Sp  sine commenced ‘ty -himy ot from the  sles of goods or commoditis made in the  Year of dmveesment commencing on. October  Wy\"io000, in the course of carrying on any",
    "mean_p_confidence": 0.4658102766798419
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Binonce (Amendmunt) Act, No. $5 of 1008  basins than sm ich Bars to  ‘Sventy-ve thousand ropes the ato ro:",
    "mean_p_confidence": 0.44625
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  rein ar the gumber of daa inthe petod  Begioning on the dave of commencement of 3  Ser or also ge osm  {He and ending on te laa day ofthat ext  of seta ete to the ned end  Siigivey euch peron tall, \"upon \"an  Spplesin made within thre’ years after  every of tat year of nee  {erentiiod toa refund of the tax paid by  ins under the preceding provisions of this  saeon.”",
    "mean_p_confidence": 0.4246987951807229
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  3. Section 192 of the principal Acti, hereby sewing  apindel in. sursceion’ (2) ofthat section, by eae  ‘evasion, forthe words Weng in renpeet \"a a  toi that year”, of th ord\" bai in reser?  each quarto of that year",
    "mean_p_confidence": 0.4251111111111111
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  ‘A. Section 150 of the principal Act is ereby sowtngy  amended je sobsccion () of hat setiony oy Sear  thevinerin, immediatly aftr he debnition of Pe  ‘Mpeeedent partner\" of te folowing defiaian:—",
    "mean_p_confidence": 0.37675675675675674
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  ‘squares ” ia rilaton ta any yeas of sszsmet,",
    "mean_p_confidence": 0.32272727272727275
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  comma atin ten ru of ace ;  gon tht ay of Oct the in iy  of Saar eB ay of Ap and te  frat day of Julys\"",
    "mean_p_confidence": 0.3715625
  }
]