[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON ‘4th Session 1955 co so ef Giim F panes = = (yee): need As * cece Appropriation Act, No. 33 - of 1955 °° Date of Assent : September 21, 1955 a Printed on the Orders of Government . + Printed et the Govranmenz Press, CEYLON. To be purchased at the Govizuecent PumiicaTions BUREAU, CoLoneo Annual Subscription (inciuding Bilts) Rs. 25, payable in Aprual, Gubegioion, Gaclading Queenan Poeicaons Bunmau, Post Ormcz Box $0, Secretariat, Colembo Price: 25 cents, Postage: 10 cents,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": ": 4 Appropriation Act, No. 83 of 1955 service of the financial year beginning on October 1, 1060, and ending on September 80, 196%, in addition to any other sums that may by law be payable, or may by any written law hereafter enacted be Teclaved to be payable, for the service of tbat financial year. . FIRST SCHEDULE . Suus Pavanue on Tax Gaverat Services h 2. Hend 1, His Excellency the Govertor-Goneral Volo 1... \"370,008 Head 2, Prime Minister Vote 1 a a 164,998 Head 8, Supreme Court Vote 1 a vs 1,987,495 Head 4, Cabinet Office Vote-1 oo oo 90,48 Head 4, Cabinet Ofice Vote 2 a oo 68,508 Head 5, Senate Vote 2 os sn 84,903 Head 6, House of Representatives Vote 1 a 1,044,908 Head . .7, Judioisl Service Commission Vote 1 on 16,988 Head 8 Poblio Service Commission Vote 1 vs 184,980 Head 9, Audit’ Office Voto 1 os au 2,693,007 ‘Hoad “10, Offices of the Leader of the House of Represea- tatives and Chiet Government Whip Vote I ... 40,758 Head 11, Minister of Defence aad External Affaire Vote 1... 984,816 Head 11, Minister of Defencs and External Affaire Vote 2... 5,000 Fred 11, Minister of Defence and Extovnal Aiairs Voto... © 121,594 Fload 32, Departthent of Public Seaurity Vote 2 vs 1,070,080 - Fend 19, Coylon Defence Vote 1 a cu 15,070,088 Head 18, Ceylon Defence Vote 2... ve 4,074,591 Head 18, Ceylon Dafenve Vote 3 ve 6,197,700 Head 14, Department of External Affaite Abroad Vote 1... 705,020 Head-.14, Depariment of Extornal Aftaire Abroad Vots 2... 202,087 Head. 14, Department of External Affairs Abroxa Vote 8 ... 74,395 Head 4, Deparment of External Affairs Abtoad Vote 4... 652,240 Head 14, Department of External Affsira Abroad Vote 5... - 202,084 Head 14, Department of External Affairs Abroad Vote 6... . 188,107 Head 14, Department of External Affairs Abroad Vote 7... 178,044 ‘Head 14, Department of External Affaire Abrond Vote 8... 223,025 Head 14, Department of Bxiernel Affsire Abrosd Vole 9... 168,981 Head 14, Department of Exteronl Affaiea Abroad Vote 10... 250,388 ‘Head 14, Department of Extornsl Affairs Abrond Vole 11... 401,700 Hood 14, Department of Extermal Affairs Abrood Vote 12... 882,000 Head 15, Police Vote 1’. vx 98,064,208 Head 18, Police Vote 3 +. Moen * Head 16, Immigeation and Emigration Department Vote 1 ...: 864,445 © Head 17, Department tor the Registiation of Indio ond Pakistoai Residenta: Vote 1... ew 8,999,198 Hoad 18, Department ot Information Vote 1 os 1,197,088",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "Appropriation Act, No. 99. of 1955 5 : Rs. ‘Hlend 10, Minister of Finetice Vole =. wu, 42,087 Head 10, Minister of Fiornee Vote 3 «is ve 2,000,010 Head 20, Treasury Vote 1 * a wy 3,007,508 Head 20, Treasury Vote 2. an ~ 0 Head 1, Pensions Vole 1 oo vue 21,400,685 Hend 22, Public Debt Voto I a 80,000 Head 23, Loan Board Voto 1 oo a 80,618 Head 24, Government Stores Vole 1 we 3,818,598 Head 24, Government Stores Vola 2.” a 300 Fend 25, Department of Income Tax, Bstete Duty and Stamps Vote £ a ve 8,895,018 ‘Head 28, Custome Vots 1” oon one 4,528,558 Head 27, Widows’ and Orphans’ Pension Office Voto 1. 208,011 Head 28, Civil Servis Vote 1 we au 258,788, ‘Head 99, Accountants’ Service Vole 1. v= 118,500 ‘Head 30, Clevicsl Serviee Voto 1 a ae 205,870 Head 81, Stenographers’ Service Vote 1... : ia” 95,000 ‘Head 22, Typists’ Service Vote 1 ve ae, 2,800 ‘Head 88, Shrofis’ Servies Vote 1 oe - 3,880 Flend 84, Quasi Olerios) Service Vote 1. ae 90,080 Head 85, Department of Consus and Statistics Volo 1... 1,076,372 ‘Head , $6, National Sevings Movement Voto 1 vo 899,480 Head 87, Government Press Vole 1 ++ a 7,807,650 ‘Hend 87, Government Press Voto 200” on 100 ‘Hend 88, Miscellaneous Services Voto 2. we AITS,00. Hend 41, Department of Offciel Langunges Vole 2. ©... 500,019 Fond 48, Minister of Justices Voie 1 a 280,404 Feud 48, Mivister of Justice Voto 2 «- an» BE,AOD Head 49, Minister of Justice Vote 8 ce 2,330,620 Heud 43, Minister of Justice Vole 4 + on 9,087,085 Head 49, Minister of Justice Vole 5 ve 3,168,261 Head 44, Attorney-Gunerel Vote 1 vy 980,898 Head -44, Attorney-General Vole 20 we -170,986 Hond 45, Yagal Draftsman Voto 1 oo ay 906,905 Heed 46, Public Trusten Vote 2 a 980,880 Hond 47, Judicis! Service Vote 1 a we 6,70 Head 47, Judicial Service Vole wo ve 99,500 ‘Head. 48, Rural Courts Vote oo wie | 192,080 ‘Head 49, Debt Conciliation Board Vote 1 ... 80,888 ‘lead 86, Miuister of Home A@airs Voto 1 ... ae 481,987 Hload 66, Minister of Home Affaire Vote 2 ... s= 20,699,623 Hlead ‘56, Minister of Home Aisira Vote 3 ... ve 1T08 480 Head 87, Excise Department Vole 1 a 9,280,872 Heed 67, Braise Department Vols 2 ae LAS Hend 61, Excise Deparimsnt Voto S$ eee)",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "cf Appropriation Act, Né. 88 of 1985 . Ha, Head 58, Department of Prisons and Probation Vote 1... 7,400,414 Read 68, Department of Prisons and Probation Vote 2 ... 100 Head 58, Department of Prisons and Probation Vote 3 ... 1,015,987 Head 59, Government Analyst Vole 1... on 470,142, Head 60, Zoological Gardens Vote 1 on a 887,160 Heid @1, Registear-Genoral Vote 1 ve 8,989,921 Hesd 62, Departsnent of Elections (Parlinmentory ond ‘Local Bodies) Vote 1 os ve 1AT8,018 Hend 88, Department of Rural Development and Cottoge Industries Vote 1 oo 14,086,582 Fend 68, Department of Rural Development and Cottage Industries Vote 2 = oe 203,069 Head 64, Department of Approved and Certified School Vote Law ae ne A, OA Head 08, Minister of Lands an@ Land Development Voto 2 905,193 Head 00, Lend Commissioner Vote 1. Ce 8,050,908 ‘Head 69, Land Commissioner Vota 3 -... wa 18,218,629 Head 90, Land Seitlemens Department Vote 1 a 884,608 Head 71, Survay Department Vote 2 we + 10,188,685 Head 12, Forest Department Vole 1s. vs 9,175,547 ‘Head - 72, Forest Department Vota 2° ... oo 100 Head 78, Twrigation. Department Voel a 9,600,484 Head .78, Irrigation Department Vote 2... w 8,470,000 Head 78, Erevigation Department Vote 3 ... oo 7,816,000 .Henl 74, Valuation Department Votal ...  - oe 883,444 Heod 78, Conmmigsioner, Agricultural Corps Vota l 882,318 Hend 75, Commissioner, Agricuitural Corps Vote 2 we 874,400 Head 16, Department of Land Development Vote 1 oe 871,684 Head .77, Department of Wild Lifo Vote 1... we (527,551 Head 79, Minister of Agriculture and Food Vote 1 oe 499,740 Head 80, Food Commissioner Vote 1 wee ae 195,675 Heed 80, Food Commissioner Vote 2 a ww 6,251,310 Head 81, Department for Co-operative Development Vote 1 6,714,650 Head $1, Department for Co-operative Development Vote 2 73,000 ‘Hesd 81, Department for Co-operative’ Development Vote & 10 ‘Head 81, Department for Co-operative Development Vote 4 10 Head, 81, Department for Co-operative Development Vote 5 800,010 Head 82, Department of Agriculture Vote 1 ve 16,578,020 ‘Head 88, Department of Food Production Vote 1 we 8,887,928 ‘Hend 64, Marketing Department Vote 1... - 78,250 ‘Head 84, Marketing Department Vote 2... we 1,406,100 Hend 87, Minister of Health Voto... ve 908,708 Hend 88, Department of Health Vote I... an 9,010,817 Head 68, Department of Health Vote 2. ... a 76,408,190, Head. 88, Department of Health Vote 3... vs 14,205,109 ‘Head. 88, Department of Health Vote 4 ©...\" “ 1agajad",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "Appropriation Act, No. 88 of 1955 i . Re. Head 88, Department of Health Vole 5... ve’ -ATAT-RO Head 80, Indigenous Medicine Vote 1 a) 1,158;508 Hend 08, Minister of Local Government Vote L Live 185,859 ‘Heed 04, Commissioner of Locsl Government Vote 1\"... 2,916,263 Head 94, Commissioner of Local Government Vote 2\"... 90,818,000 Hend 95, Local Government Service Comraission Vote 1... 854,138 Head 98, Minister of Education Vote I... sel 878,108 Head 98, Minister of Education Vote 2... va 108,988 _ Head 99, Department of Swabeshs Vote 1 ve BT 688 ‘Head 100, Grant to the University of Ceylon Voto 1... 6,770,000 Head 101, Edueation Deportinent Vate 1... Le 6,078,408 ‘Head 101, Kducetion Department Vote 2... sex 18,993,789 Head 101, Eduoation Department Vote 8... see 70,096,708 Head 101, Education Department Vote 4... cw 1,947,070 Head 201, Edvoation Department Vota 5... ve 8,021,098 ‘Heed 102, Department of National Museums Voto 1. 309,270 Head 108, Department of Goverament Archivist Voto 1 .:. 271,988 Head 104, Archwologioal Department Vote 1 on 3,086,724 ‘Head 105, Ceylon Technioal College Department Vote 1... — ~ 997,286 Head 106, Educational Publicetions Board Vate 1 a 87, Head 107, Deparment of Examinations Vote 1 ys 1,055,078 Head 108, Goveroment College of Fine Arte Vole'1 =. 300,508 eed 109, Minister of Labour Vote 1... Joe 138,849 ‘Head 110, Commissionet of Labour Vote 1 ... a * 6,927,888 Head 416, Minister: of Commerse, ‘Trade aod Fisheries ‘Vote 1. oo os oe 28,300 Hend 117, Department of Commerce Volo wee O8R,OTE Hend 148, Department of Registrer of Companies Vote 1 ..: 930,885 ‘Hload 119, Govarnment Tourist Buresu Vote i” v= 1,012,601 Hend 120, Department of the Buber Commissioner Vote 1... 3,000 Hesd 121, ft of Coutrol of Imporis oud Es cans 2 ae ons ond Esper gragor ‘Head 122, Depurtment of Fisheries Vote 1 ... vw 3,858,872 ‘Head 192, Depariment of Fisharies Vote 2 ... veo 900,578 ‘Head 181, Minister of Tadusteies, Housing and Sovial Services \"Vote E a - m — 80L,803 load 181, Minister of Eudusiries, Housing anid Sociu) Services Voto 2 en ~ w=, 2,000,000 ‘Hed 182, Deparimeut of Ludusteies Vote 1 ... A 1,900,587 Head 192, Department nf Industries Vote 2 ... oes 260,780 Hend 123, Department jot Sovial Services Vote 1 a 15,880,591 + Houd 184, Dopariment of Town end County Plaonles ses Head 198, National Housing Department Vote 1 we 208,028 ‘Hand 188, Department of Mineralogy Vote 2 v= 890,875 ‘Hond, 196, Dopartimént ot Minerslogy Voto 3 100 Head 187, Salt Deparkaneut Volo 1 “ vw UFR",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "8 Appropriation Act, No. 98 of 1955 Re. Heed 137, Salb Depertmont Vote 2 on - 2,410 Heed’ 180, Minister of Posten Brondessting Vote 1... 108,786 Head 140, Fostal and Telecommuniontion Services Voto 1. - 47,248,800 ‘Head 140, Postal and ‘Telecommunication Services Vole 2 -. 280 Head 140, Postal and Telesommunication Services Vole 3“. 250,000“ Head 141, Department of Metsoeclogy Vote 1 ch 1,160,897 Head 142, Department of Brondossting Vote 1 =, +. 1,060,000 Head 14%, Department of Broadcasting Voto 2 “fo 100 Head 142, Departmen} of Brosdoaating Vole $ oq. 88,150 ‘Head 142, Department of Broadcasting Vote 4 n 100 Head 143, Deparbinent of Broadcasting Vota 5 Dl ag8,0100 Head 143, Department of Brosdoasting Vote 8 a. . 35,000 ‘Bead 144, Mivister of Tranoport and Works Voto l  .. 441,617 ‘Head 145, Public Works Departinens Vote 1 Tl 4,198,086 Hesd 145, Poblic Works Department Vote 2 Cl gojapa.2t0 Head 145, Publie Works Department Yote 3 16,500,012 Head 148, Commictioner of Motor ‘Trafic Voto 1 388.418 Head 147, Civil Aviation Voto 1 a ye 1,885,705 Herd 148, Colombo Porb Commission Vote 1 Tl 19,894,668 Head 149, Poxis othar than Colombo Vote 1 489/708 Head 150,\" Coast Lights Vole 1 oo a ACT Head 151, Bosio Technical ‘Training Institute Voto 1... $42,200 Head 159, Railway Vote L... - 2 9.773700 Bead 153, Railwey Vote 2 -. ang <\"9e@,000 Boad 162, Bailway Vote 8 - x 0 Head 153, Election) Department Vole 1. IY 16,805,088 Head 158, Blectrical Department Vole 3... Tl o.4a9 | Head 158, Blectrisal Department Vote 8 Sl aezaoos & Total... 888,427,548 BECOND SCHEDULE | Lows Foxo Exreepiruns he Vole 1, Minishy of Defenes and Extemal Affais “ _... 12,400,000 Vole 2, Minlatry of Finanes we 2) 35/069;807 Vote 8, Ministry of Home Afteirs = so 8,875,000 Vote 4, Minisixy of Justioa Sle Tle aareo00 Vota 6, Ministry of Ynnds ond Land Development — -.. 98,007,732 Vote 6, Ministry of Heolth = | ae Sl 98198,792 Vote: 7, Ministry of Education m c9.076;000 Vote 8, Ministry of Agriculture and Food. =, | 145,010 Vote 9, Minisity of Indutiries, Housing and Social Berviees os ane Ee Vote 10, Ministry of Posts and Broadcasting S$/898,00 Vote 11, Ministry ot Transport and Works Zl sg,ea5,as1 Vote 12, Ministry of Looal Govarnment sc co 9.70,904 ‘Voto 18, Ministry of Commerce, ‘rade and Vishérios =“. 1,240,000 : : Total...” 261,400,776",
    "mean_p_confidence": 0.59
  }
]