[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Gas PARLIAMENT OF THE DEMOGRATIC SOCIALIST REPUBLIC OF SRI LANKA SRI LANKA BUREAU OF FOREIGN EMPLOYMENT ACT, No. 21 OF 1985 (Certified on 7th June, 1899] Printed on the Orders of Government ‘Published as a Supplement to Part Il of the Garette of the Democratic Socialist Republic of Sri Lanka of June 07, 1985 . mr tm et Sie SS aaa Sao Price: Bs. 2.40 ‘Postage: 96 cents",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Sri Lanka Bureau of Foreign Employment . Act, No, 21.of 1985",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "_ ns. (Certified on 7th June, 1985) i D0. 4/04 _AW_ACT TO PROVIDE FOR THE ESTABLISHMENT OF THE Set LANKA",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Boneau oF Foneicy EMeLovsenr Np 10 RIGULATE TIS POWESS AND DUTIES ; 70 REPEAL Tax Fonticn En(rvovscent Acency Act, No, 32 oy 1980; AND TO PROVIDE FOR MATTERS CONNECTED THEREWFTH O8 INCIDENTAL TERNETO,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows:",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "L_ This Act may be olted as the Sri Lanka Bureau af Sherttite Woreign Eniployment Act, No. 21 of 1985, and shall come d.dueot into operation on such date (hereinafter referred to as the “appointed date\") as the Minister may mppoint by Order published in the Gezette.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2 ‘The provisions of this Act shall apply to the recrat- Applcatie , ment of Sri Lankans for employment outside Sri Lanka by Act, 4 private sector undertaking or a public corporation.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "PART 1 ESTABLISHMENT OF THE Sat Lawia Buetay or Fomncn Enirtovaaa",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "& (1) There shall be established a Bureau which shall Estabtish~ be called the Sri Lanka Bureau of Forelgn Employment DV \\ve” (oreinafter referred to as the “Bureau”}. Burean ot",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(2) The Bureau shall, by the name awsigned to it by Empisyiaent mubsection (1), be a body corporate and shall have Perpetual succession and » common seal and may sue and be sued in such name.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4. The members of the Board of Directors of the Bureat Membersat shall be the members of the Bureau. the Bureau, 8 (1) The Bureau shall have a Board of Directors Boerdat (hereinafter referred to as the “Board ”) consisting of Pirectore",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "the following eleven members :—-",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "{@ one member appointed by the Minister in consulta-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "tion with the Minister in charge of the subject of Finance ;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(@) one member appointed by the Minister in consulta tion with the Minister in charge of the subject of Foreign Affatrs;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(©) one female member appointed by the Minister in ‘consultation with the Minister in charge of the subject of Women's affairs;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "i a Sri Lanka Bureau of Foreign Employment : ‘Act, No, 21 of 1985 : (@) eight other members appointed by the Minister of ‘whom four shall be representatives of foreign employment agencies Heensed under this Act, i (@) A person shall be disqualified from being appointed ‘or continuing as a Director if he is a Member of Parliament. i (B) Every Director ‘hall hold office for a period of two ‘years unless he earller resigns, dies or ia removed from",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(4) A Dirgctor may resign his office by letter addremed to the Minister.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(5) A Director vacating his office by resignation or by the expiration of his term of office shall be cligible for reappointment,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(8) (@) The Minister’ may. without assigning a reason, remove any Director from office,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(2) A Director who has been removed from nffice shall not be eligible for re-appointment as a Director or to serve the Buresu in any other capacity.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(1) (a) Wa Director vacates his office otherwise than by the expiration of his term of office the Minister may, having fegard to-the provisions af subsection (1), appoint any other person to be a Director in place of the Director who",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": ": ‘80 vacates office. -",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": ": (®), Any Director appointed under paragraph (a), shall,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": ": unless he earlier vacates office, hold office for the unexpired period of the term of office of his predecessor. ~",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(@) Where a Director becomes, by reason of ines of other infirmity, or absence from Sri Lanka temporarily tmable to perform the duties of his office, the Minister may appoint a fit person to act in hts place for the perlod of euch incapacity or absenee.. ,. :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "Remunera- 6 The members of the Bureau shall be remunerated in",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "Honet jot such manner and at suck rates as may be determined by the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "MieBureau. © Minister with the concurrence of the Minister in charge",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "of the subject of Finance, .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "Membernot 7. A Director who is in any way directly or indirectly",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "+ feBoress interested in any contract made or proposed to be made by",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "{edisclose the Bureau shall disclose the nature of his interest at 9",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "contract meeting of the Board. 'The disclosure shall be recorded in",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "Proposedte the minutes of the Board, and such Director shall not take",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "| theBureat. Part in any deliberation or decision af the Board with in Tespect to that contract :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "‘Sri Lanka Bureau of Poreign Employment s ‘Act, No, 21 of 1985",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Provided, that, the interest which any Director of the Bureau may have in a contract by virtue of his being an officer of a Government department or a public corpora. tion, or a Director of @ public corporation, shall be deemed not to be an interest within the meaning of this section,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "& ‘The quorum for any meeting of the Board shall be Quorum fer five members. Subject to the provisions of this Act, the Te Board Board may regulate its own procedure in regard to meet~ endregule- ings of such Board and the transaction of business at such Doocedare, meetings,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "%. No act or proceeding of the Board shall be deemed Validity at invalid by reason only of the existence of any vacancy frovetdings among the Directors or any defect in the appointment af 6 the Board. any Director thereof.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "40. The Board shall administer the uffairs of the Borean Mesbers.of and may for such purpose exercise and perform all the administer powers and duties of the Bureau. ane",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Bureau,",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "HL. (1) The Board may delegate to the Chairman, a Delegation Director or an employee of the Bureau any of its powers {ii jutiesot and duties as may be necessary for the efficient administra. the Board, tion of the affairs of the Boreau.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(2) Every person to whom any power or duty is delegated under subsection (1), shall exercise or perform such power or duty subject to the general or special directions of the Board.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "42, (1) The Minister shall appoint the Chairman of the Chairman at Boerd from among the Directors. She Board",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(@) It-the Chairman of the Board of Directors is, by yeason of ftiness or other infirmity or absence from ‘Sri Lanks, temporarily unable to perform the duties of ‘hig office, the Minister may appoint one of the Directors to act in his place,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(8) The Chairman shall preside at all meetings of the Board. In the absence of the Chairman at any meeting of the Board, the Directors present shall choose one of thelr number to preside at such meeting,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(@) ‘The Chainnan may resign the office of Chairman by Teter addressed to the Minister.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "4 Sri Lenka Bureau of Foreign Employment",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "‘Act, No. 24 of 1985 . <3) The Minister may, without assigning @ reason,. ter 4ninate the appointment of the Chairman,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(6) Subject to the provisions of subsections (4) and (5), the term of office of the Chairman shall be the period of his office az a member of the Board,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(7) The Chairman of any meeting of the Board shall, in addition to his own vote, have a casting vote,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Seal ot the 13. (1) The seol of the Bureau chall be in the custody ‘Bureau, of the Board or any officer of the Bureau authorized in that ‘bebalf by such Board.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(2) ‘The seal of the Bureau may be altered in euch manner as may be determined by the Board,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(8) The seal of the Bureau shall not be affixed to any instrument or document ‘except in the presence af two Directors or where two Directors are not avaflable, by one Director end an officer authorized specially for such pur pose by the Board, Such Directors and officer as the case aay be, shall sign the {nstrument or document in token of ‘their presence. . .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Powsrctthe 14 (1) The Minister may give to the Bureau directions",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Mirigwrin tn writing as to the performance of the duties and the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "the Bureat. exercise of the powers of the Bureau, and the Bureau shall give effect to such directions,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(2 The Minister from time to time, may in writing direct the Board to furnish to him, in auch form as he may require, returns, accounts and other information with Tespect to the property and business of the Bureau and the Board shall carry out every such direction, .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(@) The Minister may from time to time, order all or say of the activities of the Bureau to be investigated snd Feported upon by such person ar persons ashe may specify, and upon such order being made, the Bureau shall affard all such facilities and furnish’ all such information, to the said person or persons as may be necessary to carry out the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Qhigcts of 15, ‘The objects of the Bureau shall be— ‘the Burean. (@) to promote and develop employment opporlumities I outside Sti Lanka, for Sri Lankans; ' (®) to assist and support foreign employment agencies in thelr growth and development ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "i Sri Lanka Bureau of Foreign Employment 5 ‘ Act, No, 21 of 1985 :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "ie) to undertake measures to develop overseas markets tor skills available in Sri Lanka;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(@) to assist licences in the negotiation of terms and eonditions of employment with agencies abroad ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "{@} to regulate the business of foreign employment agencies and reeruit Sri Lankans for employment outside Sri Lanka;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "2A) to iasue licences to foreign employment agencies tor conducting the business of recruitment for employ- ment outside Sri Lanka and to determine the terms and conditions of-such licences ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "{g) to set stendards for and to. negotiate contracts of employment ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "Go to enter into agreements with relevant. foreign authorities, employers and employment agencies in order to formalize recruitment agreements ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "() to formulate and implement a model contract of employment which ensures fair wages and standards of employment; --~",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "WU) to examine the authenticity of documentation iasaod to Sri Lankan recruits going abroad for employ- ment ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(k) to underteke research and studies into employment opportunities outside Sri Lanka, for Sri Lankans;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "Q) to establish and maintain an Information Data Bank",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "* to monitor the flow of Sri Lankans for employ ment outside Sri Lanka and their return after suck * employment ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "{m) to undertake the welfare and protection of ‘Sri Lankans employed outside Sr! Lanka;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(0) to establish a Workers’ Welfare Fund;",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "{o) to undertake in collaboration with Heensees, ue training and otientation of Sri Lankan recruise going abroad for employment ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(p) to provide assistance to Sri Lankan recruits going abroad for eraployment; - .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "6 Sti Lanke Bureau of Foreign Employment Act, No, 21 of 1985",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "(a) to receive donations and contributions from si Lankans employed outside Sri Lanka and use",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "___, Stteh donations and contributions for the rehabilite-",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "“\") tion’ guidanee and counselling of, and the provision of information and assistance to, the families of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": ". Sieh Sirf Lankans ;",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "“(t) to undertake investments on behalf of Sri Lankans employed outside Sri Lanke ; :",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "() to undertake programmes for the rehabilitation of Sri Lankans who retum to Sri Lanka after em-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": ". ployment outside Sri Lanka.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "‘General 16. (1)-The Bureau shall have power to do anything Borerscfthe necessary for, or conducive or incidental to, the carrying out of its objects.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "{2) Without prejudice to the generality of the powers eotiferred by subsection (1), the Bureau shall have power —",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "(@) to invest such amounts of money belonging to the Bureau as are not immediately required for the purpose of this Act in auch shares, securities or deposits as the Board may consider fit and to sell such shares and securities ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "(®) to acquire in any manner whatsoever and hold, take ‘or sive on lease ot hire, mortgage, pledge, sell or otherwise dispose of, any movable or immovable Property 5",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "{c), fo enter into and perform, efthor directly or indirectly, Shrough any officer or agent of the Bureau, all such contracts or agreements as may be necessary, for the exercise of the powers of the Bureau and the carrying out of the objects of the Bureau ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "(@) to borrow money from any source whatsoever for the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": ": purposes of the Bureau, im such manner and apon such security as the Bureau may, with the approval of the Minister, given with the concurrance of the Minister in charge of the subject of Finance dater-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "mine;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "() to appoint, terminate the employment of, remunerate",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "_ and control, its officers, servants, and representa- tives and to direct and decide all matters connected with the administration of its affairs ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "() -to make rules in respect of the administration of the . affairs of the Burada ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Sri Lanka Bureau of Foreign Employment -- 7 Act, No, 2t of 1985 (g) to formulate schemes to give effect to the objects of . ‘the Bureau ; . , {h) lay down procedures for the receipt and distribution of requests from employers outside Sri Lanka for services of Sri Lankans, among Ucensees * () to invest such moneys as are remitted to the Buresw by Sct Lankans exaployed abroad, in investments of PART I ; an ‘Ter Fons oF Tas Buseatt aa 1 {1) There shall be a Fund of the Bureau’ (heréin- pya'hind after referred to as the “ Fund\"). CT Sater (2) There shall be paid into the Fund — home (a) any funds provided to the Bureau by the Govern- ment by way of grant, loan or otherwise; (2) the proceeds of eny cess levied and collected under this Act; Lo (@) all sums received by the Bureau by way of fees and charges ; {@) all sums received by the Bureau as income from any investments made by the Bureau; and (@) all sums received by the Burem in the exercise, performance and discharge of its powers, duties and functions, : (®) There sholl be paid out of the Fund— : (@) the remuneration paysble to the Directors; ‘ 9” (©) the salaries payable to officers, servants and em- Ployess of the Bureau; . - : a (©) any allowances payable to representatives ‘of the \"Bureau ; and . ° . St ~{@) all sums required to defray. any expenditure -ia- ‘curred by the Burena in the exercise, performance and discharge of its powers; duties and fanetiona, YAmenas 5 p5)",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "& Sri Lanka Bureou of Foreign Employment Act, No. 21 of 1985 Audit af 18 (1) The financial year of the Bureau shall be the Accounis, calendar year,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "(2) The Bureau shall cause to be prepared in respect of ench financial year a statement of receipts and payments, a statement of income and expenditure, a statement of assets and liabilities and a statement of investments show- ing the face value, purchase price, and market value of each of the investments. A copy of each of the statements ‘prepared-under this subsection shall be transmitted to the Minister before the ‘thirtieth day of September of the succeeding year.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "(3) Avticle 154 of the Constitution relating to the audit ‘of accounts of public corporations shall apply to the audit of accounts of the Bureau,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "Beporttove 19,‘ The Bureau shall annually prepare a report of the Spbied in. work of the Bureau and forward such report before the \"+ tapae of the year succeeding the year to which such report relates, to the Minister who shall table such report in Porliament. PART Ut Promozion ann Development Promotion 28. (1) Tn order to promote and develop employment and develo- opportunities outside Sti Lanka, for Sri Lankans, the Bureau cuplargent  ttuy enter into agreements— aa {e) with foreign Governments, with the approval of the Minister, given with the concurrence of the Minister in charge of the subject of Forelgn Affairs ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "(®) with foreign employers and agencies.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "(@) The Bureau shall undertake a programme of diver- sification of ernployment opportunities outside Sri Lanka for Sri Lankans.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "(@) The Buresu shall have the power to support and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "‘ assist licensees in their promotional activities, and sponsor",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": ": visita abroad by the representatives of such licensees,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "| Bapresen- 21, The Bureau may, with the epproval of the Minister,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "| Smee, _given with the concurrence of the Minister in charge of the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "| vubject of Foreign Affairs appoint one or more persons to",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "‘ be the representatives of the Bureau in any foreign country ‘in-which jobs are available for expatriates, Such represen tatives may be cftizens of Sri Lanka or nationals of such country and resident herein.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "Sri Lonks Bureau of Foreign Employment = Act, No, 22 of 1985",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "22. The persons appointed by. the Bureau as its represett- Duties af tatives in 9 foreign country shall— - Pe iteored",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(@) ‘be responsible for the promotion of employment of \"BHF",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "Sri Lankans in that country ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(2) be responsible for the welfare of Sri Lankans em- ployed in that country ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(©) be responsible for safeguarding the interests of Sri ‘Lankans employed in that country including the settlement of disputes with employers ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "{@) attend to complaints of Sri Lankans employed in that country and find ‘suftable remedies therefor or make recommendations to the Bureau in res- pect of such remedies ; .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(e) send such periodical reports as may be required by ‘the Bureau,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "23, ‘The Bureau shalt have the power to undertake joint Joint ‘ventures in asyociation with public corporations and private Venuuret. sector undertakings in order to ensure that Sri Lankans are found employment outside Sri Lanka,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "_ PART IV",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "ReouraTion or Lacersep Forman EMriovsenr Agsxctss",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "24, (1) A person other than the Bureau shall not earry Forel on the business of a foreign employment agency unless he Smplmant is the holder of a licence issued under this Act and other- riieensed. Wise'than in accordance with the terms and conditions of '",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "‘that licence.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(2) A person who, on the appointed date, is carrying on ‘the business of a foreign employment agency on the autho- tity of a licence issued under the Forelgn Employment Agency Act, No, 32 of 1980, may continue to carry on such business until the expiry of such licence as though such Ticence was issued under this Act.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "25, ‘The Bureau may cary on the business of a foreign Baresute ‘employment agency and charge fees for any services tens S77 OS og dered by the Bureau. . foreign : employment",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": ". a AT.",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "10 Sri Lanka Bureau of Foreign Employment : Act, No, 21 of 1985 : Application «26. (1) Every applicetion for a licence shail he made to gra the Bureau in writing and shall contsin the following particulars :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(@) the full name and address of the applicant;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(b) whether the applicont is an individual, a frm, a company er a public corporation ; .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": ": (©) if the applicant : (@ is an individual, whether he 's 4 citizen of Sri : | Lanka ¢ . . (i) fs firm, whether the partners of the firm are - citizens of Sri Lanka ; 5 (ii) is a company, whether the majority of the shares fn the capital of the company is held. by citizens of Sri Lanka ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(@) if the applicant is a firm or company, the full name",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "and address of the persons to be in charge af the 7)” business 5 {e) whether the applicant, if an individual, 1s a person : ‘of good repute ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(@) where the applicant is frm or a company whether the person to be in charge of the business is a per- son of good repute ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(g) the address of the premises in which the business is to be carried on together with its floor area and facilities available in those premises.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "@) The particulars contatved in poragraph (¢) oF paragraph (Gj), af eubsection (1), shall be supported by two recent testimonials as to the character and reputation of the applicant or the person to be in charge of the business, as the case may be.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Conditions 27, A licence ‘to carry on the business of a foreign Set employment agency shall not be granted unless (9) the applicant— . . @ if an individual, is @ citizen of Sri Lanka; Gi) fa firm, fs a fire all the partners of which are { citizens of Sri Lanka ; or . _, (ii) if a company, is a company the msjority of the / “\\ 92. shares of which ia held by eflizans of Sri",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "{b) the applicant, if an individual, or “in the case of ® ‘firm or company, the person to be in charge of the ‘business, is @ person of good repute ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Set Lanka Bureau of Foreign Employment u - + Act, No, 21 of 1985 (©) the premises fn which the business is to be eatried on are suitable, having regard to the locality In which the premises are situated, the size of the premises and the facilities in those premises; (@) the applicant has paid the prescribed fee for the issue of the licence; and {e) the applicant has complied with the requirements af section 28, 28, (1) Before the issue of @ Meence under this Act the Appticantto Bureau shall direct the applicant— genet with (@) to enter into an agreement with the Bureau sued by + @) to carry on the business in a merally irrepros- before lame : -  chable manner, and ie. Gi) to take all steps as are reasonably possible to ensure that the terms and conditions of any contract of employment between a foreign employer and a person rectulted for employ- . ment under such employer by the applicant, are observed by that employer? - (®) to enter into a bond with the Burean with two . . sureties in such sum not lesa than one hundred thousand rupees, as may be determined by the Bureau for the satisfaction of claims which might arise in connection with the business or any con ‘tract of employment referred to ii paragraph (a) ; (©) to furnish a Bank guarantee to the satisfaction of the Bureau in euch sum not less than cue hundred ‘thousand rupees as may be determined by the Bureau, to be in force for a period of twenty-four consecutive months from tha dato of istue of = Uicence for the satisfaction of any claims which might-arise in connection with the business or any contract of employment referred to in paragraph (0) ; and (@) to pay the prescribed fee for the Ileence, @) The Bureau. may exempt # public corporation apply- ing for a licence from the requirements specified in para- @phs (b) and (c) of subsection (1) of this section, @) Where the applicant fails to comply with the directions issued under subsection (1), the Bureau shall refuse to grant such applicant a Heance,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "12 + Sri Lanka Bureau of Foreign Employment ‘Act, No; 21 of 1985 Form and 29, Every ticence shall— oTieence. {@) be in the preseribed form ; and (b) uniess it is cancelled earlier, be in force for a period of twelve months from the date of its issue, Renewal of 30. A licence may be renewed by the Bureau for a cence. period or periods not exceeding one year at a time on appli- cation made to the Bureau not Jess than thirty days before the expiry of the Heence, if,—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "{a) the Bureau is satisfied that the licensee has observed the provisions of this Act and any regulation made thereunder, and any agreement or bond entered inte by the licensee under this Act and has not been eonvieted of any offence under this Act or any",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": ". regulation made thereunder and hes complied with + any direction given under this Act ; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "{b) the Heensee paym the prescribed fee for the renewal ‘of the licence.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "Concella- 31. (1) ‘The Bureau may cancel a licence issued under Hon ofa this Act if it is satisfied that the Heensee —",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "i) has contravened any of the provisions of this, Act or of any regulation made thereunder or. of any agreement or bond entered into hy the licensee under this Aet; ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "(Gi). hus been convicted of an offence under this Act or any regulation made thereunder ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "(iii) hag not complied with any directions issued by the Buresu to the licensee under section 42 or section 43;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "(iv) has failed to pay any cess he is required to pay under ‘this Act ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "(v) falled to pay any person, any sum be hes been directed to pay by the Bureau under section 44; or",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "(v)) has furnished in any applleation or in any return or in any written information or written explanation sent by the Hcensee under this Act, any particulars which to the knowledge of the Vesnsee are false or incorrect, : .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": ". _ (2 The cancellation of a licence under subsection (1) shall not take effect until the time for appealing against the decision of the Bureau hag expired or if an appeal has been. made within time unless and until the appeal is disallowed.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "Sri Lanka Bureau of Foreign Employment 13 Act, No. 22 of 1985 \\ 32, Where the Bureau decides to refuse the grant or the Bureau shalt renewal of a licence or to cancel a licenes, the Bureau shall {iqeculon” communicate to the applicant or the licensee, a3 the case may foapplicant be, Its decision with the reasons therefor, foethereith itaressona therefor. 38. (1) The applicant or licencee, as the case may be, Appeats. who is aggrieved by a decision of the Bureau —",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "(@) refusing the grant or the renewal af a licence ; or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "{b) cancelling his licence ; . may appeal against the decision to the Secretary to the Ministry of the Minister within fourteen days of the date on which the decision is communicated to him.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "@) Such Secretary may on any appeal’ under sub- section (1) ff",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "(@)-allow the appeal and direct the Burean ta grant oF",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "++, Tenew a Hence ; oF >",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "() disallow the appeal. .",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "{8) The Bureau shall comply with any direction issued to it under gubsection {2).- . oa",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "34, A Licensee shall not charge any fee, otherwise than Licensee at as provided in section $1 for providing or securing employ- {6 arEe",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "‘ment for any person in any country outside Sri Lanka.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "35. ‘The licensee shall display prominently in the premi- pisnay of ses in which the business is carried on, the licence granted licence, tohin .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "36, (1) A Licensee shall within thirty days of any change Licensee to inthe particulars stated in his applicatinn for a licenes, Spform inform the Bureau in writing of the change. ay change",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "(® Nothing in subsection (3) shall authorize the Heensee Pérticalars. to carry on any business otherwise than in uecordance with the terms and conditions of the Heence,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "37, (1) A Hcensee shall not issue any advertisement oF woection notice calling for applications from persons for employment regarding eutside Sri Lanka or take ny other action in connection {2yeiment",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "‘with, or incidental to, such employment without the prior without the approval in writing of the Bureau, Sepiovel of",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "44 Sri Lanka Bureau of Foreign Employment 7 Act, No, 21 of 1985 ~~.(@) Far the purpose of obtaining the approval of the «Bureau under subsection (1), the licensee shalt submit to the Bureau the following particulars :— (a) the name and addzess of the prospective employer outside Sri Lanka ; (2) 8 copy of the contract or agreement entered into by wl tbe licenses and the foreign employer for recruit ment of persons ; (c) the mature of employment for which persons are to be recruited ; _{@) the terms and conditions of employment including + 125 those relating to wages, holidays, hours of work and Svs. ‘passage from, and to, SriLanka offered by the ‘employer to the persous to be rectuited for employ- ye +. Ment outside Sri Lanka ; and (@ such further particulars as may be preseribed. +) Where the particulars submitted under subsection (2) are insufficient, the Bureau may call for such additions) particulars as it may consider necessary. .1 (4) ‘The Bureau may refuse to grant approval under sub- section (1) in any case where it is satisfied that the nature of the employment for which persons are to be reeruited is ‘degrading or inhuman or that the terms and conditions of Mich employment are unreasonable having regard to the average standards of employment of persons. ! (©) The Bureau shall not disclose to any person other than the officers of the Bureau for the purposes of the discharge of their functions under this Act, or to any court of law, my inforination'submitted to it under subsections (2) and (3), except with the consent of the Heensee. Anthorized 38, An officer authorized in writing for the purpose by Bepreccra: the Buireeu may be present at any interview for the recraft- prnontior, iment of persons for employment outside Sri Lanka, held in Frepatment pursuance of an approval granted under section 37, for the ‘Rimtoutside” purpose of ensuring conformity with the provisions of this -Act or any regulation made thereunder and i¢ shall he the ' ‘duty of such Licensee to afford all facilities to such officer ‘tobe 10 present,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "Sri Lanka Bureau of Foreign Employment 1b “ ‘Act, No. 21 of 1985",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "39. (1) The Bureau may refuse to grant approval under Grousdsoa section 37 for the recrul:ment of any class or category of appravalmay persons for employment outside Sti Lanka, graded.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "@) Mf in its opinion—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "(@) the terms and conditions of employment offered to",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "them are not satisfactory ; or (®) such persons would be exposed to serioug risk to life by reason of any civil’ war, civil commotion or political disturbances in the country in which they are to be employed ; .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "(il) the employment offered is not regulated by Jaw in ‘the country in which such employment is offered.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "(2) A licensee who ia aggrieved by a decision of the Bureau refusing to grant approval under section 37 for the recruitment of any class or category of persons for employ- ment outside Sri Lanka may, within fourteen days of the date on which such decision in communicated to him, appeal against such decision to the Secretary to the Ministry of the ‘Minister.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "(@) Such Secretory may, on any appeal made under sub- rection (2),—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "(@) allow the appeal and direct the Bureau to approve the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "veeruitment of the class or category of persons to whom the appeal relates ; or .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "{b) disallow the appeal.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "@ The Bureau shall comply with any direetion issued to it under subsection (3).",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "48. (1) The contract of employment between the emplo- Gontrect of ‘Yer abroad and the person recruited for employment by such inant, employer shall, before it is signed by such employer or his agent and auch person, be read and explained to such person in a language that ihe understands, . :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "@) Two copies of the contract referred to in subsection @) shell as soon as the contract is signed, be forwarded to the Bureau by the Lcerisce or suck agent to be certified by Sich Bureau, prior to the departure from Sri Lanka, of the Person recruited for employment,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "- 16 Sri Lenke Bureau of Foreign Employment Act, No, 22 of 1985 (8) As soon as the Bureau certifies the coples of mich con- tract under the provigions of subsection (2), the Bureau shall inform such licensee or agent of the same and shall forward tor registration, one copy of such contract tothe Ministry of Labour of the country in which the con- . tract of employment is to he performed.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "Maintenance 41. Every licensee shall maintain such records as may",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "‘ofrecerds, be preseribed.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "Returns, 42 (1) The Bureau may at any time by written diree- tions require a licensee to send before the date specified in any such direction —",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "+ (4) a return containing euch particulars as it may require {in relation to the business of foreign employment agency carrled on by the licenses ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "(2) evidence of remittance to a bank in Sri Lanka, of the commission paid or payable by the employer on ‘whose bebelf the licensee recruits any person for ‘employment outside Sri Lanka ; and (c} such written information or written explanation as the Bureau may require in respect of any particulars: stated tn any return sent by the licensee, (2) The licensee to whom a'direction under subsection (1) ix issued shell comply with such ‘direction within guch time as shall be specified in the direction.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "Dirpctona* 43, ‘The Bureau may issue to a licensee such directions",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "oe es tt may think necessary for the purpose of making the licensee comply with the provisions of thie Act and any regulation made thereunder and any licensee to whom eny such direction is issued shall comply with much direction within such time as shall be specified in the direction.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "Inquiryinlo «44. (1) Where the Bureau receives a complaint from, of",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "meee on behalf of, any person ‘tecriited for employment outside",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "persans. Sri Lanka or employed outside Sri Lanka, or a report from",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "Tempted for any of its representatives abroad —",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "outelde Set",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "Lanka, (a) that the terms and conditions imposed on any employer by the contract of employment in relation to that person havenot been observed by that employer ; and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "Sri Lenka Bureau of Foreign Employment 17 Act, No. 21 of 1985",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "() that the censee who recruited him for employment outside Sri Lanka has, in breach of the agreement entered into by the Licensee with the Bureau under section 28 (1) (a} failed to take such steps as are reasonably possible to ensure that those terms and conditions are observed by the employer,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "an officer authorized by the Bureau shall, if he finds, after such inquiry as he may deem necessary that the matters set out ta such complaint of report are proved, make an award directing the licensee to pay such person such sum of money as may be determined by him to be sufftcent to defray the coat of unpaid wages, payments in lieu of holiday, leave and terminal benefits due to such person and other expenses lwcluding the cost of passage to Sri Lauke, incurred by stich Person aa result of the breach of those conditions by the employer. . i",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "(2) The officer referred to in subsection (1) shall, for the purpose of holding an inquiry under subsection (1) have the power —",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "(2) to requise the licensee and the complainant to be pre- sent for interrogation in regard to the complaint or report which is the subject of the inquiry ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "(®) to requite the Meensee and the complainant to produce such documents ashe may consider necessary for the purposes of the inquiry ; and.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "(c) to require any person to give evidence onosth or otherwise before him, .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "(@) The officer referred to in subsection (1) shall, at any inquiry held under that subsection, give the parties affected an opportunity to be heard, :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "(4) Any sum of money that the officer referred to in sub- section (1} may direct # licensee to pay to any person under that subsection shall be recoverable by that person or by the Bureau on his behalf by sn action instituted in the District Court within the administrative limits of which, ‘the place at which the licenses has been Heensed to carry ‘on the business of a foreign employment agency is situated,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "+ by way of summary procedure. The provisions of the Civil Progedure Code relating to actions of which the procedure is summary shall apply to an action under this subsection.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "18 Sri Lanka Bureau of Foreign Employment Act, No, 21 of 1985 PART ¥ Worsess’ WELPARE Funp Workers? 45. (3) ‘The Bureau shall, for the benefit of Sri Lankans Reere employed outside Sri Lanka establisn a Werkers’ Welfare . Fund (hereinafter referred to as the “Wellare Fund”), (2) There shall be payable into the Welfare Fund— {#) all donations and contributions received from Sri ‘Lankans employed outside Srl Lanka ; . (®) sll donations and contributions received rom foreign emptoyera and licensees ; (© donations and contributions received from any source other than those specified in paragraphs (c} and Oy; (@) such sums of money as may be transferred to the ‘Welfare Fund by the Bureat. Monegs 48, All moneys recetved by the Bureau and payable into ‘Berablginto, the Welfare Fund shall be lodged with an approved bank ‘tobe lodged and shall be credited to an account entitled the “Work- Eithine ers’ Welfare Fund Account”. : In this section “approved bank” means a bank specified i by the Minister with the concurrence of the Minister in : . charge of the subject of Finance, by Order published in f , the Gazette, as a bank in which the moneys payable into : the Welfare Fund may be lodged. ; Eererts, 47. Any moneys of the Welfare Fund may be invested 1 mooeysotthe by the Bureau in any investment approved by the Minister. 1 Appllention 48, (1) ‘There shall be pald out of the Welfare Fund by i the Bureau— . : : (@) all expenses incurred by the Bureau in the imple: 1 mentation of rehabilitation programmes for Sr Lankans who return to Sri Lanka after employ- - * ment outside Sri Lanka; (®) all expenses fncurred by the Bureau in providing © guidance and information to the famitles of Sti ‘Lankans employed outside Sri Lanka ; a",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "Srt Lanka Bureau of Foreign Employment 18 Act, No, 21 of 1985",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "(©) all expenses incurred in training and orientation of Sri Lankans reervited for employment outside Sri Lanka;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "(2) all expenses incurred in providing assistance to Sri Lankans employed outside Sri Lanka and their families, .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "(2) No payment shall be made out of the Welfare Fund except on the authority of a resolution of the Bureau.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "49, All orders or cheques for the payment of money Orders, out of the account of the Welfare Fund shalt be signed by cheques, te, the Chairman or a Director authorized by him to sign on Subtibe his behalf and one other officer from among the officers Fund. specially authorized by the Bureau for that purpose, and the bank in which the moneys of the account of the Wel- fare Fund are deposited may pay all otders or cheques against the said account which are ao signed.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "30, At each meeting of the Board the Chairman shall statementot submit to the Board a statement of receipts and disburne- Fecepia dir ments on account of the Welfare Fund, aaa.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "account of PART VL fhe Welfare Fund. Pavnesus AND Ces",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "51, (1) Every person who is recruited for employment Payment by outside Sri Lanka shall pay the Bureso 2 sum of two Tecruts, thousand five hundred rupees,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "(2) Every person who is recruited for employment out- side Sri Lanks shail prior to his departure from Sri Lenka pay the Bureau a sum of two hundred rupeus being pay- tent for facilities provided by the Bureau, .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "(8) Payments shall be made to the Bureau through any bank approved by the Bureau, .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "{4) Where a licensee has provided or secured employ- ment for any person outside Sti Lanka the Bureau shall pay the licensee a sum of two thousand rupees, from the som paid to the Bureau by such person under subsection",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "().",
    "mean_p_confidence": 0.13
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "(5) Where the Bureau is satisfied after inquiry that a reerutt is unable to make.payment in full of the sum he is required to pay under subsection .(1), the Bureau shall Make ‘arrangements for such rectuit to maké the payment 4a instalments through any bank approved by the Buresu,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "| _",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "20 Sri Lanka Buresu of Foreign Employment ‘Act, No, 21 of 1985",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "{8) ‘The Minister may make regulations in regard to the Procedure for payments to the Bureau hy a bank,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "Cems. 52, (1) There shali be charged and levied on every licensee, a ness calculated at the rate of five per cenfum of every commission received by him in respect of the Te eraitment of any person for employment outside Sri Lanka.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "(2) Every lcensee shall furnish to the Bureau, before the Aitteenth day of every month, a return of the commis- sions received by him in the previous month in respect of recruitment of persons for employment outside Sri Lanta,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "@) Every licensee shall pay to the Bureau, the cess it is Hable to pay under this section, within three months of receiving the commission in respect of which the cess 3s levied.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "(4) The assessment, collection and recovery of the cess levied and charged under this seetion shall be as preseribed.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": ". PART VI : Inroamanion Dara Bank",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "Tpformation 83, (1) The Bureau shall maintain an Information Date Bank in respect of Sri Lankans employed outside Sri Lanks and who return on completion of such employment,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "(2) Every licencee shall furnish to the Bureau, prescribed information in respect of Sri Lankans who are recruited by such lcensee for employment outside Sei Lanka.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "(@) Every Sri Lankan leaving for employment outside Sri Lenks, shall, prior to such leaving register with the Bureau,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "PART VII Assoctamiow oF Lacenstn Fonsron EMrLoyMaNt Agencies",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "Soostztation 54. (1) The Minister shall, an soon as may be after the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "sfAscia-” appointed date, by Order published in the Gazette constitute",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "Xaomeed =the Association of Licensed Foreign Employment Agencies",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "Eapigmet (hereinafter referred to as the “ Association\"),",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "(2) The Association constituted under subsection (1), shall be a body corporate with perpetual succession and a common seal and may sue and be sued by such name as is vantigned to it by the Order constituting such Association",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "(8) Every licensee shall become a member of the Associa- tion, :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "Sri Lanka Bureau of Foreign Employment 21 Act, No, 21 of 1985 ‘55. The functions of the Association shall be-- Franctions of {@) to resolve disputes and disagreements between Licensees ; 2) to make recommendations to the Bureau in regard to . the promotion ‘and regulation of employment out side Sri Lenka ; 4e) to advise on, and sssist in, the promotion of employ- ment opportunities for Sri Lankans outside Sri Lanka; . {@) to formulate a code of good conduct for Heensees and * to ensure its enforcement ; 4@) to make representations to the Bureau end to the ‘Minister on matters relating to the recruitment of Sri Lankans for employment outside Sri Lenka,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "36. (1) The affalss of the Association shall bo adminis 2fanagermt tered by an Executive Committee of the Association con- edna sisting of the President, Secretary, Treasurer and three ston, ‘other members elected in that behslé by the members of the Association from among themselves,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "(2) The term of office of the Executive Committee of the Assoclation shall be one year.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "ST. Subject to the provisions of this Act and any other General written low, the Executive Committee of the Assoclation, ‘Amocation shall, on behalf of the Association, have the power to do, perform and execute all such acts, matters and things what-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "‘soever as are necessary or desirable far the performance of ‘the funetions of the Asceclation,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "$8, Regulations mey be made under this Act in regard Procedure to the procedure for the election of the Executive Com- Suxiifon . Talttee of the Assoclation and in respect of the convening of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": ".. Meetings of the Association snd its Executive Committee und the transaction of husiness thereat. Subject to any'such. regulations, the Association and the Executive Commitioe ‘iney regulate ita own procedure,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 23,
    "par_num": 7,
    "text": ": 2 Sri Lenka Bureau of Foreign Employment Act, No, 22 of 1985 PART IX ‘Suarr or THe Bunzav Aphgiteneas 38. (1) The Bureau may appoint such officers and ser~ Servants, vants 95 it considers necessary for the efficient discharge of fis functions,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 23,
    "par_num": 7,
    "text": "(2) The officers and servants appointed under subsection (1) shail be remunerated in such manner and at such rates and shall be subject to such conditions of service as may be deterrained by the Bureau.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 7,
    "text": "(2) At the request of the Bureau, any officer in the publle service may, with the consent of that officer and the Secre- tary to the Ministry of the Minister in charge of the subject ot Public Administration, be temporarily appointed to the statf of the Bureau for such period as may be determined by the Bureau with like consent, or be permanently appointed w such staff. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 7,
    "text": "(4) Where any officer in the public service is temporarily appointed to the staff of the Bureau, the provisions of sub- section (2) of section 13 of the Transport Board Law, No. 19 of 1978, shall, mutatis mutandis, apply to, and in relation to, him,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 23,
    "par_num": 7,
    "text": "G) Where any officer in the public service ts permanently, appointed to the statf of the Bureau, the provisions of sub- section (2) of section 23 of the Transport Board Law, No. 19 of 1978, shall, musatis mutandis, apply to, and in relation to, him.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 23,
    "par_num": 7,
    "text": "{6) Where the Bureau employs any person who has agreed to serve the Government for a specified period, any period of vervice to the Buresu by that person shall be regarded aa service to the Government for the purpose of discharging the obligations of auch agreement.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 23,
    "par_num": 7,
    "text": "(7) At the request of the Bureau any member of the Local Goverment Service or any other officer or servant of a local authority or a Development Councl), #8 the case may be, may with the consent of such member, officer or servant and the Local Government Service Advisory Board of the local authority or a Development Council, 2s the case may be, be temporarily appointed tothe staff of the Bureau fer guch period as may he determined by «the Bareag with like consent or be permanently. appointed to such staff on such terms and conditions including those",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "Set Lenka Bureau of Foreign Employment %3 . ‘Act, No, 21 of 1985 selating to pension or provident fund rights as _moy be agreed upon by the Bureau and the Local Government Ser- vice Advisory Board or that local authority or Development Council, as the case may be. (6) AE the request of the Bureau any officer or servant of a publie corporation may, with the consent of such officer ‘ar servant, be temporarily appointed to the staff of the Bureau for such period as may be determined by the Bureau with like consent. or be permanently appointed to such staff on such terms and conditions including those relating to pension and provident fund rights, as may be agreed upon by the Bureau end the Board of Menagement sf thet publie ‘corporation, (9) Where any person is temporarily appointed to the . staff of the Bureau in pursuance of subsection (7) or sub- section (@), such person shall be subject to the same dist ciplinary contro] as any other member of such staff. PART X Guens 60, (1) Any officer of the Bureau authorized by the Fowersat Bureau in writing in that behalf may — Eee (@) tor the purpose of ‘ascertaining whether the provi. 2 sions of this Act and any regulations made there- under are complied with, enter and inspect, at all reasonable hours of the day or night, the premises ia which the business of a foreign employment agency fa carried on; (b) inspect, and tuke copies of any records required by, or under, this Act or any regulation made there- under, to be kept in respect of that business; and (0) interrogate any person who is in such premises. (2) Bvery person who obstructs or resists such officer in the exerelse of any power conferred by subsection (1) shall be guilty of an offence under this Act and sball on eon- viction after summary trial by « Magistrats be Yable to & fine not less than one thousand rupees and not exceeding one thousand five hundred rupees and to imprisonment of either description for u term not lens than twelve months and not exceeding two years, 61, (1) The Minister may make regulations relating to Regulations _ any matter in respect of which regulations are authorized by this Act’ to be made or required by this Act to be preseribed.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "Sri Lanka Bureau of Foreign Employment ‘Act, No, 2 of 1985",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "(2) Every regulation made under subsection (1) shall be published in the Gazette and shall come into operation on the date of such publication or on such Tater date as many ‘be specified in the regulation,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "(8) Bvery regulation made under subsection (1) shall as soon as convenient after its publication in the Gazette be ‘brought before Parliament for approval and any regulation which is not so approved shall be deemed to be rescinded as from the date of such disapproval but without prejudice to anything previously done thereunder.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "(4) The date on which any regulation is deamed to be #0 veavinded abel be published in the Gazette,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "Ynaumonwed #2, (1) Any person who, exoept in conformity with the SSciewe provisions of this Act— : (a) makes, or attempts to make, any agreement with any person purporting to asslst that person or any other Person to emigrate or depart from Sri Lanka for purposes of employment or demands or receives . any money from such person ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "(0) causes or assists, or attempts to eause or assist, any person to emigrate or depart or to attempt to emigrate or depart or to leave any place for the purposes of emigrating or departing trom Sri Lanka for purposes of employment,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "shall be guilty of an offence under this Act and shall on conviction after summary trisl by a Magistrate be Mable to a fine not Jess than one thousand . rupees and not exceeding one thousand five hundred rupees snd to imprisonment of either description. for a term not Jess than twelve months and not exroeding two years,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "(2) Every person who catrles on the business of a foreign employment agency without a licence in that behalf issaed under this Act shell be guilty of an offence under this Act and shail on convietion after summary trial by $ ‘Magistrate be Liable to a fine of not less than ten thousand rupees and not exceeding fifteen thousand rupees. and au addltionsl fine of two hundred rupees for each day on which such offence is continued after conviction, .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "(8) No prosecution under this section chell be instituted except with the sanction of the Secretary to the Ministry of the Minister,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "Sri Lanka Bureau of Foreign Employment 3 Act, No, 21 of 1985 $3, Any person who— . Yoremye (@) forges or alters any document required for, ar re. Momence Jating to, the emigration of any person for the purpose of employment or has, in his possession or under his control eny instrument or article which ~ may be used for the purpose of such forgery or alteration; or () by means of intoxication, coercion, fraud or wilful Tnisrepresentation, causes or induces, or attempts Yo cause or induce, any person to emigrale, or en- ‘er inty any agreement to emigrate or leave any place with o view to emigrating for the purpose of employment, shall be guilty of an offence under this Act, and shall on conviction after summary trial by a Magistrate be liable to 4 fine not lesa than one thousand rupees and not exceeding one thousand five hundred rupees and to imprisonment of elther description for a term not less than twelve months ‘and not exceeding two years. $4. Any person who— gum (@) being a licensee, charges any fee otherwise than as offence provided in section 61 for the purposes of providing ‘or securing employment outside Sri Lanita for an? other person ; {B) not being a licensee, demands oF receives or at ‘tempts to receive for himself or any other person, any money for the purpose of providing or secu- ‘ing employment for any person outside Sri Lanks, ball be guilty of an offence under this Act and shall be Usable on conviction after summery trial by a Magistrate to 2 Gne not less than one thousand rupees and not exceeding ‘one thousand five hundred rupees and to imprisonment of either description for a term not jess than tweive months and not exceeding two years. The Megistrate shall, in addition, order the offender to refund the fee or money which is the subject of the offence, to the person from whom the offender received such fe2 or money. @5. Any person who— Oftenem {@) fails to furnish any retura. mformstion or explana- Saane “tion whieh he is required to furnish under this Act or furnishes any return, written information or written explanation containing any particulars : which to his knowledge are false and incorrect ; or .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "28 Sri Lanka Bureau of Foreign Employment Act, No. 21 of 1985 (®) gives any evidence at any inquiry held under this ‘Act, which to his knowledge ia false or incorrect ; {¢) fails to comply with the terms of any award made under section 44, shall be guilty of an offence under this Act and shall on conviction after summary trial ky a Magistrate be liable to a fine not less than one thousand rupees and not exceeding one thousand five hundred rupees and to imprisonment of either description for a term not leas than twelve months and not exceeding two years. Onenses 68. Any person who fai's or refuses— inquiry. (a) without reasonable cause, to be present at an Inquiry when required to do ao under section 44 (27 (@) i {®) to answer when interrogated under that paragraph ; (e) to produce any document which he is required to groduce under section 44 (2) (b) ; (@) to be sworn to give evidence, when required to do so under section 44 (2) (c}, shall be guilty of an offence under thts Act and shall on convietion after summary trial by a Magistrate be liable to a fine not lesa than one thousand rupees and nut exceeding one thousand five hundred rupees and to imprisonment of elther description for a term not leas than twolve months and not exceeding two years. Miseetianeo 7. i i ith— Miscetlaneovs 7, Every licensee who fails to comply with- (a) the provisions of section 35 or section 36 or section 40 (1) or section 41 or section 53; or (®) any requirement imposed on him by or under section 42 or section 43 or section 52, shell be guilty of an offence under this Act and ehall on conviction after summary trial by a Magistrate be lable to a fine not less than one thousand rupees and not exceeding ‘one thousand five hundred rupees and to imprisonment of either description for a term not less then twelve month and not exceeding two years, Punizhment 68, Where any person cunvicted of an offence under sate section 63 or section 64 is subsequently convicted of an atrences offence under the same section, he shall, on conviction for fader section the second or subsequent offence, be liable tc double the Section @4, _PUNishmeDt Scovided for that offence by that section,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "Sri Lanka Bureau of Foreign Eruployment 7 Act, No. 21 of 1985",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "8, Where any offence under this Act is commities by Ofencos by ‘a body of persons then— Loe peraons, *\" (a) if the body of persons‘is a body corporate, every . person who at the time of the commixsion of that",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "offence was a director or officer of that body cor- porate; or :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "@) it the body of persons is 2 body other than a body",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "corporate, every person who at the time of com- \" mission of the offence was a member of that body, shall be deemed to be guflty of an offence:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "Provided however that, such director, officer or member shall not be deemed to be guilty of that offence if he pro veg that the offence was committed without his know-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "Jedge or that he exercised due diligence to prevent the sommnission of that offence.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "10. Notwithstanding the repeal by this Act of the TranalHonal Foreign Employment Agency Act, No. 32 of 1980, all agreements and bonds entered into by a licensee with the Commissioner of Labour under section € of Act No, 32 of $980 shall be valid and effective until the expiry af the Ucence insued under that Act and be enforceable as fully and effectually as if instead of the Carmissioner of Labour the Bureau had been named therein or had been s party thereto,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "3. The Forelgn Eeployment Agency Act, No, 32 of 1980, Hepenl at ia hereby repealed, a ines:",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "72 In this Act, unless the context otherwise requires fpterpreta.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "“business of a foreign employment agency” means busl-",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "nese (whether or tot carried on by charging fees or otherwise and whether or not carvied on in con junction with any other business) of providing ser- vices (whether by provision of information or . otherwise) for the purpose of finding persons em- ployment with employers outside Sri Lanka or of supplying employers outside Sri Lenka with Sri",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "3% Sti Lanka Bureau of Foreign Employment Act, No, 21 of 1985",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "‘Lankan labour, and inciudes the fssue of an adver tisement or notice calling for applications fram Persons for employment outsde Sri Lanka or taking of any other action in connection with oF incidental to such employment;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "“Chatrman” means the Chairman of the Board;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "“employer” includes = body of employers;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "“licence meana a licence issued under this Act; j",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "“licensee” means @ person Woonsed under this Act ty carry on the business of a foreign employment agency 5 oy",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "“public corporation” means any corporation, board of other body which was or is catabliched by or under any written lew other than the Companies",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "Act, with funds or capital wholly or partly provided by the Governmont by way of grant, Joan or otherwise; .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "“private sector undertaking” means any undertaking carried on by an employer in the private sector and includes any undertaking -carried on by @ self employed person,",
    "mean_p_confidence": 0.86
  }
]