[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PAs ERESEEON PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA INLAND REVENUE (AMENDMENT) ACT, No. 56 OF 1985 [Certified on 31st December, 1985] : Printed on the Orders of Government Published as a Supplement to Pert I of the Gazette of the Democratic Socialist Republic of Sri Lanks of Jonuary 03, 1966 sv me nr [oie Foncaiaim At THE OOREREGERTY FULICATIONS BUREAN, COLORED Price: Re. 1.85 . Postage: Re, L15",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Inland Revenue (Amendment) Act, No. 56 of 1985 [Certified on 3ist December, 1985) L. DAO. #0/@s AN Act To abamno Tat Lean REVENUE Act,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "No, 28 oF 1979, BE it enzcted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "1. This Act may be cited as the Iniand Revenue (Amend-  Shorttitle. ment) Act, No. 56 of 1885. :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "2 Section 9 of the Inland Revenue Act, No. 28 of 1979 Amendment (hereinafter referred to as the “principal enactment) is orm pot hereby amended in subsection (1) of that section os ‘Act No.280f follows i— 1970.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(2) in paragraph (b) of that subsection by the substi-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "tution for all the words and figures from “and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "any such pension ” to the end of that paragraph, of + the following :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "“ (viii) an employee of a Regional Rural Deve- lopment Bank, established under the Re- gions] Rural Development Banks Act, No. 15 of 1985,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "and any such pension, or any such profits from",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "employment referred to in paragraph (c) of section 4, ag are received by any person in respect of past services performed by such person or by any other person, whether before or after the com- mencement of this Act, as an officer or embloyee",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "referred to in items (i), (ti), (ilt), (iv), (v), (vi,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "or (vill) 3\"; and",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "@) by the repeal of sub-paragraph (i) of paragraph (1)",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "of that subsection, and the substitution of the following sub-paragraph therefor :—-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "“ (i) profits and income from employment not exeeeding—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(©) thirty thousand rupees, im any year of assess.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "ment commencing on or after Aprfl 1, 1979 but prior to April 1, 1986, and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(b) forty-two thousand rtpees, in any year of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "assesment commencing on or after April 1, 1986; and”, 2A. c67T29—8,700 5/18) .",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "2 Inland Revenue (Amendment) Act, No. 58 of 1995 Amendment 3. Section 23 of the principal enactment ‘s hereby Sion age  ‘UHended in subsection (1) of that section as follows,:— Geprincina enaciment, (1) by the insertion, i:nmedistely after paragraph (A) of that subsection, of the following new para-",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "graph i—",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(ih) im respect of any year .of assessment com- tmencing on or after April 1, 1985, any sur not exceeding forty per centum of is profits and income for that year of assessment, transferred by—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": ". (i) the Development Finances Corporation of . Ceylon established by the Development Finance Corporation of Ceylon Act (Chapter 165) ; or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "* i) the National Development Bank establish ed by the National Development Bank",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": ": . of Sri Lanka Act, No, 2 of 1979, to a special reserve for bad and doubt-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "fol debts 5”;",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(2) by the substitution, in paragraph (q) of that subsec- ton, for the words “carried on by such person.\", of the words “carried on by such person ;” and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(3) by the addition, at the end of that eubsection, of the following new paragraph :—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "* (6) any onnual payment made by such person",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "1 to any fund, approved for the purposes of this paragraph, by the Commissioner-Cene- ral and maintained for the purpose of pay~ ment, under the Payment of Gratuity Act, No. 12 of 1983, of gratuities to employees on the termination of thelr services.\".",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "‘Amendment  & Section 29 of the principal chactment ja hereby trongeot  *mended in the proviso to paragraph (b) of subsection (2) Gepruspat of that sectlon, as follows :— enaviment,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": ". (1) by the substitution, in sub-paragraph (ii) of that pro-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "‘viso, for the words “next year ‘of assessment and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "so on.” of the words “next year of assessment snd",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "goons’, and",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": ", Inland Revenue (Amendment) 3 Act, No. 86 of 1985 (2) by the addition, at the end of that proviso, of the following sub-paragraph +— . © (iii) no deduction shall be made under this para- graph or under subsection (3) (0) or subsection (4) (E) in respect of a Jose incurred by the company, in whieh there has been a change of ownership on or alter November ‘15, 1985, except against the atatutory income of such trade or business of the company as that in which the loss wes incurred.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "For the purpose of this paragraph, a change of ownership of a company is deemed to have occurred where more than one-third of the issued share capital of the company is held, at any time in the year of assessment in which the claim tor deduction i made, either directly or through nominees, by persons who did not hold such share capital, at any time in the year of assessment in which the losses were incurred, \",",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "5 Section 30 of the principal enachnent Is hereby Amendmentof amended as follows :— ea (2) in subsection (1) of that section— =, cancion {@} by the repeal of paragraph (aoa) of that sub- section, and the substitution therefor of the following paragraph :— “{aaa) an allowance of twenty-four thousand rupeea in respect of . the year of assessment com- mencing on April 1, 1985 ;?; and (b) by the insertion immediately after paragraph : (ago) an allowance of twenty-four paragraph -— .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "(asuc) an allowance of twenty-seven thousand rupees in respect at any year of assessment com- mencing on or after April 1,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "° 1986, and\" ; and A 08Tr80 (65/18)",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "4 Inland Revenue (Amendment) Act, No. 56 of 1985 (2) in the proviso to subsection (2) of that section — (@) by the repeal of paragraph (4) ofthat proviso ‘and the substitution therefor, of the following paragraph :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "© (@) an allowance of twenty-four thousand rupees in respect of the year of assesment commencing on April 1,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": ". 1985 5” and () by the insertion, immediately after paragraph (@) of that proviso, of the following para- : graph :—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "“(e) an allowance of twenty-sever: thou- sand rupees in respect of any yeat of amesement commencing on or",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": ". after April 1, 1986.”. ‘Amendment of & Section 31 of the principal enactment is hereby agetion het, amended as follows — easement (2) in sub-paragraph (1) of paragraph (¢) of subsection ‘ {2) of that section by the substitution for the words: “while he is the owner of that house or site;\", of the words “while he is the owner of that house or __ site o while the owner of that house or site is the child, under eighteen years of age, of such individual— {a) who has acquired ownership of such house or site, by way of gift from such individual ; and (®) whose income has been, for the purposes of this Act, aggregated with that of such indivi- : dual in that year of assessment ;”\"; - @) in the provian to subsection (3) of that section— (a) by the substitution, in paragraph (b) of that v Proviso, for the words “site in that year of assessment. ”, of the words “sitein that year of assessment ; and”; (b) by the addition, at the end of that proviso, of : the following paragraph :— . “ (©) a deduction under subsection (1) shall : be made for an year of assessment in _— respect of such qualifying payment, . . notwithstanding the fact that such",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "Inland Revenue (Amendment) a Act, Ho. 56 of 1985",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "individual is not the owner of such",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "‘house or site in that year of assese-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "ment, if the owner of that house oF",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "site in that year of assessment fs a",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "child, under eighteen gears of age, of such individual—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(® who bas acquired ownership of such house or site, by way of gift from such individual ; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(il) whove income has been, for the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "purposes of this Aet, aggregated",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": ": with that of such individual in that year of assessment.” ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(8) in subsection (5a) of that section, by the substitution for the words and figures “for any yesr of assess- ment commencing on of after April 1, 1985, of the ‘words and figures “for the year of assessment com- maneing on Apri 1, 1995”; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(@) by the insertion immediately after pubsection (5s) of that section, of the following new subsection :—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "* (G0) The deduction fram the assessable income of any person other than a company, for any year of assessment commencing on or after April 1, 1988",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "G@) in respect of sll qualifying payments other than those referred to in para- graphs (b), (c), (m) and (n) of sub- section (2), made by him or deemed to have been made by him, in that year of assessment, shall not exceed one-third ‘of such assessable income or one hun- red and fifty thousand rupees, which- ever is less ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(ii) in respect of all qualifying payments re- ferred to in paragraphs (c), (m) and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "mL {n) of subsection (2), made by him or : deemed to have been made by him, shall not exceed one hundred and fifty",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "‘thousand rupees ; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "4 Inland Revenue (Amendment) Act, No. 56 of 1985 Gi) in respect of the aggregate of all qualify- ing payments reterred to in paragraphs . . + @) and (i) of this subsection, shall not . exceed one hundred and fifty thousand rupees,\" Amendment 1. Section 32 of the principal enactment is hereby amend- cite elasfollows — Beebenk, (1) in subsection (1) thereot— (a) by the repesd of sub-parugraph (iv) of paragraph +",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(@) of that subsection, and the substitution",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "therefor, of the following sub-paragraph :—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "* (iv) i respect of the year of assessment commencing on April 1, 1985, at the appropriate tates specified in Pact Ile of the First Schedule to this Act;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(b) by the insertion, immediately after sub-pare- graph (iv) of paragraph (a) of that sub- section, of the following sub-paragraph :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "“ (v) in respect of any year of assessment commencing on or after April 1, 1986, at the eppropriate rates specified in Part Ilc of the First Schedule to this Act.” and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "+ (©) by the repeal of eub-parsgraph (iif) of the proviso to that subsection and the substitu- fion therefor, of the following sub-para- graphs :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "© (i) twenty-four thousand rupees for the year of assessment commencing on April 2, 1985; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(iv) twenty-seven thousand rupees for any year of assessment commencing on ot after April 1, 1986.” ; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "{2) in gubsection (2) of that section, hy the repeat of Paragraph (iv) thereto, and the substitution, of the following paragraphs therefor :— : 1°\" 4 @v) Part Ip in respect of the year of angess- ment commencing on April 1, 1985 : or (¥) Part Iic in respect of any year of assessment 1 commencing on or after April 1, 1986:",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "Inland Revenue (Amendment) 1 ‘Act, No, 66 0f 1985",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "Provided however, that where the taxable income of an",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "individual for any year of assessment commencing on or after April 1, 1986, includes any sum referred to in para- Staph (c) of this subsection, which bas keen paid to such individual in accordance with a scheme which, in the pinion of the Commissioner-General, ia not uniformly ‘applicable to all individuals employed by the employer of ‘that individual such surn shall be treated as a capital gain, within the meaning of this Act, and such individual shall be taxed for that year of assessment, in accordance with sub- section (3) of this section, \",",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "8 Section 38 of the principal enactment is hereby Amendment amended in subsection (1) of that section as follows:—  ofseetion a3.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "(1) by the subsitution, in the proviso to peregraph (op BRnslpel",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "of that subseetion, for the words “ each of the three years of assessment immediately succeeding that year of assessment.”, of the words “each of the three years of assessment immediately succeeding that year of assessment ; and”; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "() by the addition, at the end of that subsection, of the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "following paragraph :—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "(c) in the case of a public corporation, for any year of assessment commencing on or after ‘April 1, 1986, an amount equal to twenty-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": ". five per centurn of the balance of its profits,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "after deduction therefrom of the tax paya- ble under paragcaph {a).”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "3. Section 60 of the principal enactment is hereby Replacement repealed and the following section substituted therefor:— 1110, 59 of “Woulthiex 50, The weslth tax payableby any person S10 hmant exceed (a) for the year of assessment commen-",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "Setein ‘ing on April 1, 1979 or any of the six years of assesement immediately succeeding that year of assessment, shall not exceed eighty per centum ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "(0) for any year of assessment eommenc- ing on of after April 1, 1986, shall",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "not exceed sixty per eentam, of the aggregate of the assessable income of that person for that year of assessment and of any profits and income (other than the net annual value of a residence and of any",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Inland Revenue (Amendment) Act, No. 56 of 1985 subsidy exempt from income tax under this Act), being profits and income exempt from income tax under this Act or any other enactment, and which, but for this exemp- tion, would have been taken into account in computing the assessable income, of that person for that year of assessment.” Replacement 10. Section 51 of the principal enactment is hereby efpeetion 2! repesledt und the following section substituted therefor :— bres (chet 51. Subject to the other provisions of a this Chapter, there shall be charged from every individual, other than an individual referred to in section 42, and from every company, for every year of assessment . commencing on or after April 1, 1978, but before April 1, 1986, a tax which is here- after in this Act referred to as the “gifts . tax” in respect of taxable gifts made by such individual or company in thet year of essessment and in the case of the year of assessment commencing on April 1, 1985, : before November 13, 1985, at the eppropriate rates specified in the Fifth Schedule to this Act. Amement IL Section 55 of the principal enactment is hereby ct ion ssot_  wnended in subsection (2) of that section, by the substitu- ‘the principal, tion, in paragraph (a) of that subsection, for the words - snovinent. “but before the ead of that year of sssessment,”, of the words “‘but before the end of that year of assessment or in the case of the year of assessment commencing on April ‘1, 1985, before November 13, 1985,”. ‘Amendment 1% Section 78 of the principal enactment in hereby oimetion 78 amended in subsection (1a) of that section, by the repeal principal af paragraph (ii) of that subsection, and the substitution, enactment of the following paragraphs therefor :— * (iil) twenty-four thousand rupees for the year of assess- ‘ment commencing on Aptil 1, 1985; and (iv) twenty-seven thousand rupees for any year of ‘assessment commencing on or after April 1, 1986.”.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Inland Revenue (Amendment) 8 Act, No, 56 of 1985 1% Section i , Araendment Section 06 of the principal eactment ia hereby seats Principal 41) by the renumbering of that section as subsection (1) metnent. ‘of that section ; (2 by the substitution, in the renumbered subsection (Q) of thet section, for the words and figures “commencing on or after April 1, 1979, and”, of the words and figures “commencing on or after April 2, 1979, but before April 1, 1986, and; and (8) by the Insertion, immediately after the renumbered subsection (1) of thet section, of the following new subsection — (2) where the aggregate of— (@) the wealth tax to which a person is Vieble for any year of assessment com- mencing on or after April 2, 1986, and (®) the income tax to which such person is liable for that year of assessment, exceeds sixty per centum of the aggregate of the assesseble income of that pergon for that year of assessment and of any profits and income (other + than the net annual value of a residence and any subsidy exempt from income tax under this Act), ‘being profits and income exempt from income tax under this Act or under any other enachnent, and which but for that exemption would have been taken into account in computing the assessable un- come of that person for such year of assessment. such excess shall be set off against the wealth tax to which be is liable for that year of assessment. ”. 14, Section 94a of the principal enactment is hereby Amendment amended as follows -— Sacre ‘he principal (1) by the renumbering of that section as subsection (1) enactment of that section ; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "6 Inland Rovenue (Amendment) me Act, No. 56 of 1985 (@) by the addition, at the end of that section, of the following new subsection :— # (@) Every company or partnership or body of Re, which is chargeable with Income tax under this Act, for any year af assessment commencing ‘on or after April 1, 1986, shall, for the purposes of ‘this Act, indicate its registration number under the Business Names Ordinance or the Companies Act, ‘No, 17 of 1982, as the case maybe, in— {a) its return of income for that year of : nssessment ; and (®) all such documents relating to all such transactions as are specified by the . Minister under paragraph (b) of sub- section (1).”. Insertion of 15. The following new Chapter is inserted immediately GhipterXVA after Chapter XV, and shall have effect as Chapter XVA Brindipst of the principal enactment :— aactmnent, ‘CHAPTER KVA Denuertow oF Lrcome ‘lax PROM INTEREST PAID BY BANKS AND ‘ Fivanciat, estrrorrons Banks and 13a. (1) Every bank and financial institution shali, ‘foenelal subject to the other provisions of this Chapter, deduct from Jogliution - the interest payable by i in any year of sssessment ineome tax. ‘eommencing on or after April 1, 1986, on any sum of money deposited with tt by a person in his own name or in the name of some other person, being in either case a person _ chargeable with income tax under this Act, income tax at the rate of twenty per centum of the interest so payable. or the purposes of a deduction under thia section, “interest” means such part of the interest received by a person chargeable with income tax from a bank or finan- ‘lal institution in sny year of assessment as is not exempt from income tax or in respect of which no deduction haa ‘been made under section 81. (@) Every bank or financial institution which deducts tnoome'tax in accordance with the provisions of subsection ' (3) from any interest pald by it in any year of assessment,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "Inland Revenue (Amendment) n Act, No. 58 of 1985 to a person chargeable with income tax under this Act, shall issue to such person 2 statement setting out the following pacticulars:—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "(@) the gross umount of the interest due in uch year of assessment,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "(®) the rate and amount of tax deducted, and the period for which it is deducted, and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "(©) the net amount of interest actually paid. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "113s. Where the assessable income of a person for any create for year of assessment included a payment referred to in tax deducted section 1134, then—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "(@) if the income tax payable by him for that year of assesment exceeds the total of the deductions made under section 1134, he shall be entitled, on production of a statement relating to such payment made in accordance with that section, to deduct irom the income tax payable by him for that year of assessment, the amount of tax set out in such statement 5",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "() if the income tax payable by him for that year of assessment is Jess than the total of the deductions made under section 1184, he shalt be entitled, on production of a statement relating to such peyment made in accordance with that section end subject to the provisions of Chapter XXIU, to a refund of",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": ". the amount of the difference between the income tox payable by him for that year of assessment and ‘the amount set out in such statement.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "Ui3e._ (1) Any person from whose interest, income taxis Issue at deductible by a bank or financial institution, in accordance ‘“ifettions, with the provisions of section 1134, may, if the emcunt of income tax payable by him for any year of assessment is Jess than the income tax deductible for that year of assess- ment under section 118, make an application to the Com- missioner-General ‘in such form, and containing such particulars, as may be specified by the Commissioner. Genera] that e direction be issued to that bank or fnancial institution to make the necessary adjustments in the deduc-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": ", tion of income tax for that year of assessment. f :",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "2 Inland Revenue (Amendment) ‘Act, No, 56 of 1985",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "@) The Commissloner-General or any officer authorized by the Commissioner-General may, on an spplicalion, made by any person under subsection (1) issue to the bank or financial institution specified in such application, the necessary dixections in writing ( a copy of which shall be issued to the applicant) and auch bank or financial institu- Hon shall deduct income tax from the interest payable to such person in accordance with such direction:",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "Provided that any such direction issued may at any time be varied.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "{8) Any person who is dissatisfied with a direction issued under this section in respect of any year of assessment may, within a period of thirty days after the date of such direc- tion, appeal to the Commissioner-General in writing setting out precisely the grounds of such appeal. ‘The decision of ‘the Commissioner-Generel on any such appeal shall be final and conclusive :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "Provided that the Commissioner-General shall on a zequest wade in writing by such person, cause an assessment to be made under section 115 on such person for that year of assessment for the purpose af enabling such person to prefer an appeal under‘ section 117 against such assessment.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(4) Every bank and finanela} institution shall—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(a) keep @ proper record of the interest paid by it, fn an year of assessment, to persons charge- able with income tax under this Act, and the date or dates on which such interest is pald, in such manner as may be specified by the ‘Comissioner-General ; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(®) permit any officer authorized in writing by the Comumisstoner-General to inspect any record maintained by it and referred to in paragraph @.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "Duties of 110, Every bank or financial institution which is required danksand to deduct income tax from the interest paid by it in any inetitae ‘year of assessment ta persons chargesble with income tax Bots ing Under this Act, shall deduct such income tax at the time Geduetiona When such interest is patd to such person in accordance with ghinecane any agreement entered into between it and such person, with",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "respect to such payment, and shall remit the amount 50",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "i",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "Inland Revenue (Amendment) 13 Act, No. 56 of 1985 deducted to the Commissioner-General before the fifteenth ‘day of the month following the month in which the deduction was made and at the same time furnish to the Commissioner- General, a declaration in such form and in such manner as may be specified by the Commissioner-General, 113e. (1) Where any bank or financial institution fails 10 Default deduct income tax from the interest paid by it in any year inthe, ‘of assessment to a person chargeable with income tax under Sfincome this Act in accordance with section 113m or where the bank ‘a or financial institution fails to remit to the Commissioner- General, any amount so deducted, such bank or financial institution shall be liable for the entire amount of the tax ft was required to deduct under the provisions of ‘his section but has not so deducted or, az the case may be, for the entire amount or part of the amount of the tax deducted. and not remitted, to the Commissioner-General, and the amount not deducted or deducted and not remitted, ag the ‘case may be, shall be deemed to be in default from the day following the day on or before which such amount showld have been remitted to the Commissioner-General, and such. bank or financial institution shall be deemed to be a defaulter, and such amount may be recovered from such bonk or financial institution in the manner provided in this Act. (2) Notwithstanding the provisions of subsection (1), the ‘Comtnissioner-General may recover from the person from whom such deduction should have been made the amount of the income tax or any part thereof which the bank or nancial institutfon has failed to deduct from tbe interest paid to such person. (3) Nothing in this section shall be read and construed as preventing the CommissionerGeneral from taking such steps as he thinks fit to recover the amount of income tax referred to in subsection (2) wholly from the bank or financial institution or wholly from the person from whom such deduction should have been made or partly from the bank or Anancial institution and partly from that person, 118r, Where any bank or financial institution which 13 youeat required to deduet income tax from the interest pald in any asseasenta ‘year of assessment to any person chargeable with income tax 90 under this Act— . Trottatons. (@) fails to deduct the whole or any part of the income tax which it is required to deduct under chis Chapter ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "4 Inland Revenue (Amendment) Act, No, 56 of 3985",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "(®) fails to remit to the Comruissioner-General the whole",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "or any part of the income tax 90 deducted ; or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "(©) fails to furnish any declaration under section 113p, an assessor may at any time within three yeors from the end of that year of assessment, assess the amount of income tax or the additional amount of income tax which such bank or financlal institution should have deducted and paid to the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "Commissioner-General for such year of assessment, and shall by notice in writing, require such bark or financial institu- tion to pay such amount forthwith together with such amount as may be due under section 1138,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "Appeals, 113c, (1) Any bank or financial institution agerleved by the amount of any assessinent made under the provisions of section 1137 may appeal in writing against such assessment to the Commissioner-General within a period of thirty days after the date of the notice of such assessment :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "Provided that, the Commissioner-General upon being satisfied that owing to absence from Sri Lanka, sickness or other reasonable cause, the appellant was prevented from appealing within such period, shall grant an extension of “time for preferting the appeal.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "(2) Where the assessment appealed against under sub- section (1) has been made in the absence of a declotution required to be furnished under section 113p, the petition of appeal shall be preferred together with such declaration.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "(2) The amount of income tax charged by an assessment made under section 1137 shall be paid by the bank or fmancial institution notwithstanding that an appeal against such assessment has been preferred under subsection @.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "(4) The provisions of section 117 (5) to 122 shall, mutatis ‘mutandis, apply to any appeal preferred under sub-* section (1).",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "(5) Where no valid appeal has been preferred within the period specified in subsection (1) against an assessment made in accordance with the provistons of this Chapter, or ‘where an agreement is reached under section 117 (6) as regards the assessment, or where an assessment has been determined on appeal, the assessment as made or agreed of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "+ determfned on appeal, as the ease may be, shall be final and conclusive for all purposes of this Act.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "Inland Revenue (Amendment) 15 Act, No, 56 of 1985 ign, Where any income tax payoble by a bank of Peneltytor financial institution under the provisions of this section is “Ut in default, such bank or financial institution shall pay in addition to such tax— (2) 9 penalty of a sum equivalent to ten per centum of such tax; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "(B) where such tax is not paid before the expiry of six months after tax has begun to be in default, a further penalty of a sum equivalent to fifteen per cenfum of such tax; .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "Provided that the Commissioner-General may waive or . reduce the amount of any such penalty payable by the defulter if such defaulter proves to the satisfaction of the Comuissioner-General that the failure to pay was due to circumstances beyond his control and that he ns paid the amount of the tax in default and has furnished the declara- tion required to be furnished at the time of such payment.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "1133. In this Chapter, “financial institution” means any Tnterprata~ person or body of persons, corporate or unincorporate, *°™ ‘Whose business or part of whose busines consists in the acceptance of money by way of deposit and the payment of interest thereon’.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "36, Section 115 of the principal enactment is hereby amendment amended in subsection (5) of that section, by the repeat of Sfine on all the words and figures from “Subject to the provisions of Enncioal section @2,” to “three years from the end of that year of assessment: ”, and the substitution therefor of the following :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "“ (8) Subject to the provisions of section 62, no assessment shall be made—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "(@) of @ income tax or wealth tex, payable under this Act, for any year of assessment commencing hefore Aptit 1, : 1988, by any person, oF i .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 5,
    "text": "1% Inland Revenue (Amendment) Act, No. 56 of 1985 (G) ony gifts tax, payable under this Act, by any person in respect of any gift made by him in any such yesr of assessment but before November, 13, 1985, and included by such person in a return made by him on or before the thirtieth of November next succeeding that rear of agsessment, after the expiry of three years frou the end of that year of assessment ; and (0) of the mcome tax or wealth tax, 95 the cise . may be, payable under this Act for any year of assessment, commencing on or after April 1, 1988, by any person who has made a return of his income or wealth, as the case may be, on or betore the thirtieth of November next succeeding the end of that year of assessment, after the expiry of three years from the end of that year of asgessment : \". Amendment 17. Section 128 of the principal enactment is hereby sftection 28 amended in subsection (3) of that section, by the substitu- Principal, flon, for the words “which shall be final.\", of the following :—- “which shall be final :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 5,
    "text": "Provided that where the Commissioner-General is satisfied that owing to illness, absence from Sri Lanka or other reasonable cause, the defaulter was prevented from objecting within thirty days of the notice issued under",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 17,
    "par_num": 5,
    "text": "' gubsection (1) or subsection (2), he shall grant an",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 5,
    "text": "extension of time for preferring such objections. \". Amendment 18, ection 129 of the principal enactment is hereby ofesction 129 amended in subsection (2) of that section, by the addition, Sringigal at the end of that subsection, of the following paragraph :— “(e) in this subsection, the expression “movable property” includes any plant or machinery affixed to the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 5,
    "text": "ground of @ factory. \", : aa",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "Inland Revenue (Amendment) u Act, No, 56 of 1985 1%. The First Schedule to the principal enactment is aire hereby amended as follows :— Sehelaleto (2) in Part Ils of that Schedule, by the substitution, for epastmenk the expression “for any year of assessment com- : mencing on or after April 1, 1985\", of the expres— sion “for the year of assessment commencing on April 1, 19857; and @) by the insertion, immediately after Part I of that Schedule, of the following Part:— “PART Ie ‘The rate of income tex for uny year of asseasment commencing on or after April 1, 1986, shall be as followa :— On thofre Re, 21,000 ofthetesblo income... J0pwomtun * On the next Rs. 24,000 of the texoble income ++ 20 per canta On the next Ba. £4,000 of the tenableincome — .. $0 por mtu On tho noxt Re. 24,000 of the taxable noomo —«.. 40 per cant ‘On the balanee of the tasahle income ++ 80 per ombora \" %, ‘The Third Schedule to the principal enactment io Ameniment hereby amended as follows :— Sedat (2) by the repeat of tem 1 of that Schedule, ond the sabs- Seatuneat titution, of the following item therefor :— “1. Hinds Undivided Fomities— ‘for the year of assessment commencing on April 1, 1078, and for the six years of assessment imme diately succeeding that yeer of assessment— Base of tas ‘On the Gee} Re £5,000 of tha taxable income «30 pac conta ‘On the next Ha 26,000 ofthe sexsble income 40 por oontaxa On ths next Bs. 25,000 ofthe taxable iasome — -. 80 por vention On the nat Ra. 26,000 of tbe taxable Income — ..60-por Obata ‘Om the belonse ofthe tazable income = TO pee crabura Fot any year of sestament cosenancing oa or aftr Apel, 1950-— On the Git Re, $5,000 ofthe taxnble income «$0 por conta On th neat a 25,000 0f the tamable income «. AD perma * (On the Dadnnoe of the taxable fecome s+ Soper canham \"4",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "“18 Inland Revenue (Amendment) Act, No, 56 of 1035 (2) by the repeal of item 4 of that Schedule, and the subs- titution, of the following item therefor:— \"4 Trustees (including trustees under Inst tills) or the year of assessment commencing on ADF 1, 1819 and for the ax yeare of stoesament Imme- diately succeeding that year of azzesement— {6 whtes the trun wan created before Navembar 25, ive “2 30 par once, (@) whore the trust was coated on ot after Noveenbee Th lore ve 85 por ommtian ‘Foc any sons of saonarnant commancing an oe alee Apel 188 on al erases ve SO por oenbums\": wet (8) by the repeal of item 11 of that Schedule and the substitution, of the following item therefor :-- “AL, Businest Undertakings vested tn the Government ‘under the- Business Undertakings (Acquisition) ‘Act, No, 35 of 1971— fr of axaemment coramensing on APY, (CaN Zod Suan af tps Ose goes omolntly = Raooesting that year Of commute on tbe tbe Boorse - 20 per oct voor of comaimeat commencing ox or after OS Te (0 cuttetarsbloionme «WO perceuns, and ‘on the halanse of the profita 0 Shar deutiontotetioes ot fio tam payable unser paragreph'G ++ 9% pee oentum \",",
    "mean_p_confidence": 0.57
  }
]