[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Qnd Session 1953-54 i, Housing and Town Improvement (Amendment) Act, No. 10 of 1954 Date of Assent : February 22, 1954 . - Printed on the Orders of Government Printed at the Goverwmcert Press, Crvton, To a purchased at the Govr. Puaicatiows Bongau, Covoxmo Rane ee sacar Commmnaiy Pupctearone Bureau, Post Orrice Box 500, Secretariat, Colombo 1 Price: 30 cents. 7 Postage: 18 cents,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Housing and Town Improvement (Amendment) 3 Act, No, 10 of 1954 L, D.O. 6/88, . AN Act 70 anEnp THE Hoveina ann Town (Sane 18, ‘Inprovemanr ORDINANCE. Lc A [Date of Assent: February 22, 1954]",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the antho- rity of the same, a8 follows:—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4, This Act may be cived as the Housing and Town son aue Improvement (Amendment) Act, No. 10 of 1854.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2. Section 2 of the Housing and Town Improve- smspimens ot ment Ordinance (hereinafter referred to as “the Gapur ise” principal enactment \"\"}, is horeby amended, in the “ definition of building \"by the substitution, for the words “ of a building:”, of the words “ of a building, and any masonry boundary wall or gateway;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "&, Section 43 of the principal enactment is hereby Amsnémeat ot amended as follows :— woe est",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(@) in sub-section (2) of that section— ance",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(i) in paragraph (@) thereof, by the ietilutlon, for the words “ by the said owners”, of the words “ by the said owners or by the authority in default of the owners ’’;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(ii) by the insertion, immediately aftor paragraph (d) thereof, of the follow-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Ing new paragraphs: —",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "« (da) the alteration of, or repairs to existing huildings by the owners or by the authority in default of the ownere;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "*. @b) the execution of any work relating to the water supply, drains and sewers of any new",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": ": or existing buildings by the gwners or by the authority in default of the owners;\"; (iii) in paragraph (¢) thereof, by the sub- stitution, for the words, “ erect",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "new buildings”, of - the words -",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "“execute any work’; and",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "ta 2 aoa",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": ". 4 Housing and Town Improvement (Amenament) Act, No. 10 of 1954 (iv) by the insertion, at the end thereof, of the following :— ‘Th paragraph (da) of this sub- section Pe rants (@ ” ghall have the same meaning as in section 6 (2) h of this Ordinance ’; and. (@) by the insertion, immediately after sub- WO section (5), of the following new sub- section :— * (5a) Where the authority, by reason of the default of the owner, has erected 2 new building under sub-section (2) (a) or hag attared any building under sub- section @) (aa), or has executed any work under enb-section (2) (db), the expenses therein incurred shall be recoverable from the owner of the building in the same manner and by the game process as a rate, in quch number of ennual instalments ag may be specially provided for in the EERE (4 The following new section in hereby inserted pace after section 99, and shall have effect as section 994, ;  ftucter. of the principal enactment :— Beodingein sa. (1) Tf any building or anythin i puimsus and affixed thereon be deemed by any Tool 1 wists, authority to be in a ruinous state, or to : be likely to fall, or to be in @ state of : gos, dvepair or to be injurious to the ealth or safety of the occupants thereof, the local authority shall canse notice in writing to be served forthwith on the owner or oocupier of such building. to take down, secure or repair such building : or thing fixed thereon, as the cage may i require. i ‘Where the address of the owner of @ building is entered in any register or . other record of a local authority, the notice referred to in the preceding , . rovisions of this sub-section shall be Beemed to have been duiy served, if auch, } notice has been sent to him to that +; address by registered post. ' 2) If any person, on whom a notice iz served by of on behalf of the local autho- rity under anb-seetion {1}, does not begin",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "_ eeueny wna Lon Emprovement (Amendment) 5 » Act, No. 10 of 1964 to comply with such notice within seven days of the service thereof or does not complete the work with due diligencs, the local authority shalt cause all or 50 aouch of the work as it may deem neces- sary, to be carried out, and all the ex- penses thereby incurred by the local authority in the exeontion of the work shall be recoverable in the same manner and by the same process as a rate.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "(8) Any person, on whom a notice is served by ‘or on bebalf of the local autho- rity under gub-section (1) may, if he intends to appeal against the service of such notice on the ground that the notice has been served without reasonable cause, within three days of the date of the ser- vice of the notice on such person, notify his intention so to do to the local autho- rity, and within ten days of the said date appeal to the Minister against such service.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "As soon 23 such person has notified his intention to appeal to the local authority under the preceding provisions of this sub-section, any work which has com- menced by reason of the service of such notice shall cease.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "(4) The Minister to whom an appeal sguinst the service of a notice has been made by any person under the preceding",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": ": sub-section; after such inquiry as he may think fit—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "(a) may dismiss such appeal, and . Tasreupon the provisions of sub-section (2) of this section shall apply in relation to such person, gubject to the nodifieation nt shall be obli to comply wit 1e oreo sane week period as may be specified by the",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Minister; or (8) may allow such appeal, and thereupon all proceedings in . . terms of the notice shall",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": ". terminate. A 8088 18) .",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "“D Housing and TOW TMPTOCOMENT (AMORUM LTT Act, No. 16 of 19684.",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "‘The decision of the Minister on any appeal made to him under this section shall be final and conclusive and shall not be questioned in any court of law.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "hominat ot 8B,\" Section 108 of the principal enactment is hereby sein MO gmended as follows:— rial (@) by the re-numbering of sub-section (8) of that cae. ) by ioe renag oub-seesion (6); and (B) by the insertion, immediately after sub- sention (2) of that section, of the following new sib-cections:—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "“ (8) No person shall erect any mason",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": ": onndary well of eight oxceoding 7 feat. >",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "Provided, however, that this sub-section shall not apply to any boundary wall which abuts upon any strest.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(4) Where any land is situated at the junction of any two strests, no person shall erect any meaonry boundary wall or gateway ‘on guch land in contravention of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": ": following conditions, that is to say, that no part of auch boundary wall or getaway which is within a distance of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": ". {0 fect from the point of such boundery wall or gateway which is nearest to the centre of the junction, chal be of a height exceeding & feet.” Amesiaetot _ G The Schedule to the principal enactment, is Shaub te! hereby amended. a8 follows:— ‘nnetment, (a) in rulé’2 thereof, by the addition, at the end of that rule, of the following new | paragraph :— . “ (@) Where, in the case of any factory {within the meaning of the Factories rdinence, No. 45 of 1942) which is situated within the administrative limite of any Municipality or within gr sr28 the limits of which have beon defined by the Minister by Order published in the Gazette, and in the premises of which it is proposed fo construct additional buildings for oom: plying with the provisions of that Ordin- ance or of any regulation made thereunder, the Municipal Council or the lceal authority having control over such area, as the case may be, is satisfied that compliance",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "Housing and Town Improvement (Amendment) 7",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "_ det, No. 10 of 1054",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "with this rule will necessitate the acquisi-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "tion by the owner of the factory of new",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "land at an unreasonably high price, sach council or authority may, upon recom- mendation made in that behalf by the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "Registrar of Factories and subject ‘to such",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "terms and conditions as the Registrar of",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "Factories may determine, exempt the site",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "used for the Tactory from the operation of -",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "this rule.”\"; ® in rule 3 of that Schedule—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "(@) in paragraph (¢) thereof, by the sub- stitution, for the expression “10 feet\", of the expression “ 9 feet ”?;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "(ii) by the substitution, for paragraph (} thereof, of the fallowhg” new paragraph :—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "“ (B) where the domestic building has only one habitable room, the clear superficial area of such room must be not less than 120 square feet, and where the domestic building has toore than one such room, one room must be not less thar 120 square feet, another not Jess than 100 square feet, and every other additional room not less than 90 square",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "oo. feet; ; A",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "(iii) by the insertion, immedia.dly after",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "paragraph {e) thereof, of the . ollowing:—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "** (ea) each aide of such room must be not less than 8 feet in length;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "(eb) the clear height of every door . in epch room must Be not less than 6 feet”?",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "{iv) in‘ paragraph (@) thereof, by the inser- tion, Ttonesiatsly after the Proviso thereto, of the following new Proviso: —",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "‘* Provided farther that in overy case ‘the clear opening of window must be not less than 8 square feet.” and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "8 Housing and Town Improvement (Amendment) Act, No. 10 of 195% (0) in role 8 (1) of that Schedule, by the substitu- tion for the Proviso, of the following :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "“ Provided that where in any area, not being an area mainly let in tenements t0 persons of the poorer or labouring classes, the street is intended for the service of & limited number of premises, the Chairman.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": ". may sanction in any of the circumstences mentioned in an entry in column I of the Table eet out hereunder, a width which is not less than the width specified in the gorreapondingg entry in column I of that . Table the ast-mentioned, width being hereinafter referred to as the “ app: minimum width ”).",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "‘The Chairman may, when sanctioning @ reduced width for any street under thia paragraph, define the building frontage",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": ". ine for that street beyond ‘which no building. or other permanent structure shall project.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "‘Teble. 77 n ‘ Where the sizect is intended for the service of— (a) nob more than 2 ices, the approved minimum width ® Prem ‘shall be 10 feet, (b) more then 2 premises but nob more then 6 pre- . mies, ‘the approved minimum width Pe shalt be 20 feat, and (6) more than 6 premises but ‘not more than 14 pre- aniees so arranged 03 to frout on to on open . apace, whether by form- ing the aides of 5 quod- Teneo or in some other . similar manner, the spprovad minimum width . + aball be 20 fost: Provided thet the Chairman may sanction for any portion of the street in the cireumstances specified in item (6) of the said Table a width which is not tesx than 10 feet, and in the circumstances specified in item (c) a width which is not Jess than 15 feet, if he is of pinion that - it is impracticable to provide for that portion of the street the approved",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Housing and Town Improvement (Amendment) 9 Act, No. 10 of 1954 minimum width and be is satisfied that such further reduction will not endanger a the safety of vehicles and pagsers-by.” ~ 7. (1) The amendments made in the principal Geis, enactment by sub-paragraphs (iii) and (iv) of Bare saerineate graph () of section 6 of this Act shall not apply to © rem, any habitable room constructed before the commence- before the ment of this Act: unless, in the opinion of the cammengmen Chairman, there is a substantial alteration of that uo room, . : (2) In this section ‘‘ Chairman’ shall have the same meaning as in the principal enactment.",
    "mean_p_confidence": 0.81
  }
]