[
  {
    "i_page": 1,
    "par_num": 3,
    "text": "PARLIAMENT OF CEYLON * “Tot Session’ 1960-61 E> a 6 aes):",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "QU Agricultural Products (Guaranteed Prices and Control of Hulling and Milling) Act, No. 33 of 1961 Date of Assent: 2nd June, 1962",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "° Printed on the Orders of Government - Bialad at tbe, Gomme Poms, Gro, be SS Se, ee ees Priee: 35 cents, Postage: 10 cents.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Agricultural Products (Guaranteed Prices and Control of Hulling and Milling)",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ". Act, No. 33 of 1961",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "L.D,—0, 4/8,",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "AN ACT TO PROVIDE FOR THE GRADING OF, AND THE FIXING OF GUARANTEED PRICES FOR, CERTAIN",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ". AGRICULTURAL PRODUCTS OF CEYLON; TO REQUIRE ‘THE COMMISSIONER OF AGRARIAN SERVICES, AND PURCHASERS AUTHORISED BY HIM, TO PAY “THE GUARANTEED PRICES FOR THE PURCHASE OF AGRICULTURAL PRODUCTS TO WHICH SUCH PRICES APPLY ; TO CONTROL THE HULLING AND MILLING OF PADDY ; AND TO PROVIDE FOR MATTERS CONNECTED THEREWITH OR INCIDENTAL THERETO, [Date of Assent : 2nd June, 1963]",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "BE it enacted by the Queen’s Most Excellent",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Majesty, by and with the advice and consent of",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "the Senate and the House of Representatives of .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Ceylon in this present Parliament assembled,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "and by the authority of the same, as follows :—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "1. This Act may be cited as the Agricultural snore ie, Products (Guatanteed Prices and Control of Hulling and Milling) Act, No. 33 of 1961.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "__2, The Commissioner may, by order published craig ota in the Gazette and in such other manner a he may “tei consider suitable for giving publicity to the order, proae.—= specify from time to time the grade or grades of any",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "scheduled agricultural product. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "3. The Commissioner may, after consultation rior ota with the Guaranteed Prices Advisory Committee furs orice and with the approval of the Minister given after  guiinat pree consultation with the Minister of Finance, by order {gh scam published in the Gazette and in such otter manner as ped of a",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "@ may consider suitable for giving publicity to stetled ear the order fix from time to time— product",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(@) a guaranteed price for a scheduled agricul- ‘tural product which is not graded under this Act, and . i\" (®) a guaranteed price for each or any.of the different grades of a scheduled agricul- a tural product which is graded under this AT. RB 164,266 (6/01) . .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "2. Agricultural Products (Guaranteed Prices and Control of Hulling and Milling) . ‘Act, No. 33 of 1961 ‘The Guaranteed 4. (1) The Guaranteed Prices Advisory Ene favor Committee shall consist of — (@ the Commissioner of Agrarian Services who shall be the Chairman of such Committee ; . @) an officer of the. General Treasury nominated by the Minister of Finance 5 and (© five other members appointed by the Minister from among persons who appear to him to have experience and shown capacity in agricultural, commercial or financial matters or in administration.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "@) Regulations may be made prescribing. the procedure in regard to the conduct of the business. of the Guaranteed Prices Advisory Committee Subject to any such regulations, that Committee may regulate its own procedure.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "ower ofthe 8. (1) The Commissioner may purchase, and Comagsoner authorise officers of the Department of Agrarian Sutborie ote Services to purchase on his behalf, any scheduled pero 10 agricultural product. Sse @) The Commissioner may authorise any Predicts 1 ‘Society registered under the Co-operative Societies Sober Ordinance ot any officer of Government, who is not Stab teheae an officer of the Department of Agrarian Services of purchasing to purchase any scheduled agricultural product. eet (3) The Commissioner may establish or cause to be\" established . purchasing stations to. which Producers may ‘bring any scheduled, agricultural product for sale.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "(4) The Commissioner may establish stores for",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "the storage of any scheduled agricultural product. Avtiorived 6. Any officer or society registered under the pores Co-operative Societies Ordinance, authorised by the Commissioner under section 5 is referred to in this Act as an “authorised purchaser”. Portas of 7, Where a scheduled agricultural product is gaselstetukt graded under this Act, the Commissioner or any Poiacu'ty we —-«Uthorised purchaser’ shall not purchase any oman | quantity of such t product which is not of any grade urebaser specified under this Act for such product.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Agriculsiral Products (Guaranteed Prices and 3 Control of Hulling and Milling) Act, No, 33 of 1961",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "8 Where there is a guaranteed price fixed The under this Act for a scheduled agricultural product S?tmashontes or for any grade of. a scheduled agricultural puta io pry Product, the “Commissioner or an authorised Sifets Purchaser shall not pay for the purchase of such Shedhies Product or such grade of such product a price produce other then such guaranteed price. :",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "9. (1) The Commissioner or any authorised From stom purchaser who is an officer of the Department of ESnmisioner Agrarian Services shall not purchase any scheduled sran audoreed agricultural product from any person other than Pacas™ the producer of such product or any purchaser icteduled authorised under section 5 (2). products",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(2) A purchaser authorised under section 5 (2)",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": ". shall “not purchase any scheduled agricultural product from any person other than the producer of such product.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "10. The loss, if any, incurred in any year by the Lowes iured Commissioner in the purchase, processing, dis- P's scer tribution and sale of scheduled agricultural products in purchase, shall be met out of moneys voted for the purpose Rowe, by Parliament or by resolution of the House of skof led Representatives, een",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Products fo be . Emtow of : ‘moneys voted Bethe pinpose. __ IL. (1) Except under the authority of a licence Coat! ofthe ~ issued by the Commissioner, no person shall carry Singer on the business of bulling or milling paddy : pay,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Provided that the preceding provisions of this sub-section shall not apply to any such business which has beer commenced before the coming into operation of this Act and which is carried on by any person other than a person carrying on such °° business for the Department of Agrarian Services :",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Provided, further, that it shall not be a con- travention ‘of the ‘preceding provisions of this section if a person who has commenced to catry on such business for the Department of Agrarian Services before the coming into operation of this Act and who has applied for a licence under this ‘Act within the time allowed to him by sub-section Q continues to carry on such business until the letermination of his application for the licence,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "4 Agricultural Products (Guaranteed Prices tnd“ Control of Hulling and Milling)? Act, No. 33 of 1961",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(2) Every application for a licence to carry on any such business as is specified in sub-section (1) shall be in the prescribed form. Every person carrying on the business of hulling or milling paddy for the Department of Agrarian Services on the date of the coming into operation of this Act may apply to the Commissioner for a licence within one month after that date. * ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "@) The Commissioner may, in his discretion» issue or refuse to issue a licence to an applicant therefor.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(@ Where the Commissioner refuses to issue a",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": ". licence to an applicant therefor, he shall cause",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "notice of the refusal to be given to the applicant,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(5) Every licence authorising the carrying on of any such business as is specified in sub-section (1) shall be in the prescribed form, :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(6) A licence issued under sub-section (1) shall be subject to such conditions as may be specified in that licence.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(7) The Commissioner may cancel a licence issued under sub-section (1) if the licensee contravenes of faits to comply with any condition to which the Ticence is subject.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(8) Where the Commissioner. cancels a licence under sub-section (7), he shall cause notice of the cancellation to be given to the licensee,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(9) An applicant for a licence who is aggrieved by the decision of the Commissioner refusing to issue the licence, and a licensee who is aggrieved by the decision of the Commissioner cancelling his licence, may, within twenty-eight days after the date of such decision, appeal in writing from such decision to the Minister. -",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "* (10) The Minister’s decision on any appeal under sub-section (9) shaill be final and conclusive and shall not be calied in question in any court.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(11) Except under the authority of a permit istued by the Commissioner, no person shall—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "@) install or cause to be installed in any place, or (8) transfer or cause to be transferred from ‘one location to another, a buller or mill for hulling or milling paddy.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "*EAgricultural Products (Guaranteed Prices and = 5 Control of Hulling and Milling) . ‘Act, No, 33 of 1961 12, The Commissioner may, by order published rowerto in the Gazette and in such other manner as he atv, may consider suitable for giving publicity to the qualiy of rie order, specify — fo be produced (@) the quantity of rice which shall be produced SME 4, ‘by the hulling or milling of any quantity for me : of paddy furnished by an officer of the Pesaran of _ Department of Agrarian Services to Stviecs, ‘a person hulling or milling paddy for + that Department ; and (®) the requirements as to the quality of the . rice that is to be produced by such person'out of paddy so furnished. 13._No person carrying on the business of hylling Mules or or milling paddy for the Department of Agrarian piles of maddy Services shall contravene or fail to comply with Department of an order made under section 12. EE to Sontemvene 14, (1) For the purpose of ascertaining whether Poners of the provisions of this Act are being complied with, 2c a. the Commissioner or any officer authorised in that . bebalf by him may— (@) enter and inspect, at any reasonable hour ‘of the day or night, any stores or other premises of an authorised pur- chaser or any place where a pages is carrying on the business of hulling or milling paddy, or any stores of such person maintained for the purpose of such business ; (®) require, by written direction, any autho- ised purchaser or any person carrying on any such business to-furnish to the Commissioner or such authorised officer, within such period as may be specified in that direction, a retum - containing such particulars ‘as he may . Tequire ; and © inspect and take copies of, any records :pt, in compliance with any regulation made under this Act, by any authorised ‘purchaser or by any person carrying : on any suck business, _",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 “Agricultural Products (Guaranteed Prices and Control of Hulling and Milling) Act, No, 33 of 1961 2) Every person to whom a direction under paragraph (6) of sub-section (1) is issued shall comply with that direction within such time as is specified in the direction. ‘Regulations, 1S. (1) The Minister may make regulations— (@) in respect of all matters which are required by this Act to be prescribed ; ©) in respect of the records to be maintained\" by persons enrrying on the business of hulling or mitling paddy ; . (©) in respect of the records to be maintained and the procedure ta be followed in . the purchase, storage and disposal of scheduled agricultural products by . authorised purchasers. who are not . officers of the Department of Agrarian Services ; (@) prescribing the conditions to which the purchase of scheduled agricultural Products by authorised _ purchasers who are not officers of the Department of Agrarian Services shail be subject 3 (©) prescribing “the conditions to which Persons carrying on the business of willing or ‘Tilling paddy shall be subject ; (f) prescribing the fee for the issue of any licence under this Act ; . (g) for the purpose of facilitating the identi- fication of paddy delivered to hullers or millers to be hulled or milled ; and (#) in respect of all matters necessary for : carrying out the provisions or giving effect to the principles of this Act. (2) No regulation made by the Minister under sub-section (1) shall have effect until it is approved ' . by the Senate and the House of Representatives and notification of such approval is published in : the Gazette, ‘Oenoet, 16._ (1) Every ‘person who contravenes or fails to comply with any of the provisions of this Act or of any regulation made under this Act, oF",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": ". Agricultural Products (Guaranteed Prices and = 7",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "Control of fullng and Milling) . Act, No. 33.of 1961 makes a false statement in any return furnished in compliance with a direction under section 14 or in any record kept in compliance with any regulation made under this Act, shall be guilty of an offence,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(2) Where, for the Purpose of huiling or milling any quantity of paddy, the Commissioner engages any person carrying on the business of hulling or milling paddy, then,—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "@ if that pe disposes of the quantity of paddy delivered to him by the Commis- sioner in any manner other than by hulling or milling such quantity and delivering the quantity produced . by the hulling or milling to the Commis- sioner in accordance with the terms of the engagement of that person by the Commissioner, or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(b) if that person delivers to the Commissioner tice ‘which is not produced by the bulling or milling of the quantity of paddy delivered to him by the Commissioner,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "that person shall be guilty of an offence.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(3) Where, for the purpose of being hulled or milled, any paddy is delivered by the Commissioner to any person carrying on the business of hulling or milling paddy, then, if any other. person purchases or otherwise acquires from the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "st-mentioned person any quantity of the paddy delivered to the first-mentioned person by the Commissioner, ‘such other person shall be guilty of an offence. :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(4) Where an employee is convicted of an offence under this Act committed by him in his capacity as such employee, the employer of such employee or, if such employer is absent from Ceylon, the person who at the time of the commis- sion of such offence was the manager or having the control of the business in which such employee was employed at such -time by such employer shall also be guilty of such offence unless such employer or such person proves that such offence was committed without his. knowledge and that he exercised due diligence to prevent the commis-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "sion of such offence.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": ". 8 Agricultural Products {Guaranteed Prices nd. Control of Hulling and Milling) Act, No. 33 of 1961 Ofeccss by - 47, Where any offence under this Act is com- Soar” mitted by a body of persons, then,— (@ if such body is a corporation, every director of such corporation, and @ if such body is a firm, every partner of such firm, shall be deemed to be guitty of such offence : —_ Provided that such director or partner shall not . be deemed to be guilty of such offence if he proves ~ . that such offence was committed without his _ knowledge and that he exercised due diligence to prevent the commission of such offence.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "Pecan, 18. Every person who is guilty of an offence under this Act shall, on conviction after summary trial before a Magistrate, be liable to imprisonment",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "_of either description for a period not exceeding six months or to a fine not exceeding five hundred Tupees or to both such imprisonment and fine.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "Offences to be __ 19. Notwithstanding anything to the contrary",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "sonable, Cap. 16. in the First Schedule to the Criminal Procedure Code, every offence under this Act shall be a cognizable ‘offence within the meaning of that Code.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "‘Cenzin officers 20. Every officer of a rank not below that_of",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "tae peace a Field Officer of the Department of Agrarian",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "7 Services-‘shali be deemed to be a peace officer © Gap.36, within the meaning of the Criminal Procedure Code for exercising, for the purposes of this Act, any power conferred on a peace officer by that",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": ": Code.",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "Directions 10 21, (1) The Commissioner shall, in the exercise",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "eee ee of his powers and the discharge of his duties under",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "Pi this Act, be subject to the general directions of the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "Deputies and Minister.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "Sieagee (2) Every Deputy Commissioner or Assistant Commissioner shall, in the exercise of his powers and the discharge of his duties under this Act, . be subject to the control and direction of the Commissioner.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "Bowers of the 22. Any of the powers of the Commissioner",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "eo under this Act other than the powers under section",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "eae 2and section 3 may be exercised—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "Pye (@ by a Deputy Commissioner in any pert of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "Ceylon, and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Agricultural Products {Guaranteed Prices and 9 Control of Hulling and Milling) . ‘Act, No. 33 of 1961 . (®) by an Assistant, Commissioner in the area _ to which be is appointed. | -23, The Minister may, by Order published in Amendment of the Gazette, amend the Schedule to this Act or MES\" replace it with a fresh Schedule. 24, In this Act unless the context otherwise  imepreution. requires— “ Assistant Commissioner ” means an Assistant ‘Commissioner of Agrarian Services ; “Commissioner” means the Commissioner , of Agrarian Services 5 : “Deputy Commissioner” means a, Deputy Commissioner of Agrarian Services ; and “ scheduled agricultural product” means any such agricultural, product produced in lon as is for the time being specified in the Schedule to this Act. : . ScHDULE 1. Black pepper 2 Coffee 3. Cow pea 4. Dried chillies 7 5. Gingelly 6 Green gram 7% Groundout 8 Kurakkan 9. Maize . 10. Mustard 11, Paddy . 12, Red onions 13. Sorghum 14, Tamarind . 15, Turmeric 16. Toor Dhall 1%. Potatoes . 18. Cotton. .",
    "mean_p_confidence": 0.78
  }
]