[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRY LANKA SRI LANKA INSTITUTE OF DEVELOPMENT ADMINISTRATION ACT, No. 9 OF 1982 [Certified on 21th March, 1982) . pes Printed on the orders of Government Published 2s a Supplement to Part 1 of the Gazette ef the Democratic Socialist Republic of Sri Lanka of March 12, 1982 eberms AE THE SEEAATREENT OF OOWERENERNE POON, AOE LARA Price: 90 cents ; Poctage: 50 conte",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "‘Sri Lanka Institute of Development Administration ‘ Act, No, 8 of 1982 [Certified on 11th March, 1982]",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "LD—O. 87/80 . AN ACT TO PROVIDE FOR THE ESTABLISHMENT OF THE Sat LANKA",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Insrrrore oy DaveLormiNt ADMDNISTRATION AND TO PROVIDE:",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "{708 MATTERS CONNECTED THEDEWTTE OF INCIDENTAL \"HEARTO, BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows -—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "1. This Act may be cited as the Sci Lanka Institute of | Shatt ile Devetopment Administration Act, No. @ of 1982, and shall operation come into operation on such date as may be appointed by the Minister by Order published in the Gazette.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "PART I Coxstitumiow, Ossecrs, Powens anp Fuwcrions oF sam Sat ‘Lanna Insrrrvte oF Davavorment ADSONISTRATION",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2 (1) There shell be established an Institute which shall Establishment be called the Sri Lanka Institute of Development Adminis- otiR¢ tration {hereinafter referred to as the “Institute”) Institutet consisting of the persons who are for the time being gvqcpmest ‘members of the Institute under section 6. Gon,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(2) The Institute shall, by the name assigned to it by subsection (1), be a body corporate and shall have perpetual auecession and 2 common seal and may sue and be sued in its corporate name.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(8) The members of the Governing Council shall be the members of the Institute.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ") ij Tustitute shi - ral 3 (0) The general objects of the Tnst atl be ee (@) to develop through training, knowledge skills and ‘ behaviour in public officers, which are necessary for the effective performance of their official duties ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "{b), to organize training courses in the flelds of manage- 7",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "ment and public administration ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(0) to award Certificates and diplomas in connection with : training courseg held by the Institute :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "{@) to develop © competent cadre of supervisory and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "support ataff throughout the public service to",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "ensure efficient and effective administration at all",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Jevels ; —_ . Ie onise—as.ots wai.",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "2 Sri Lanka-Institute of Development Administration Act, No: 9 of 1982",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "{e) to make available to-the Government and the country, ‘the services of speclalists in the various functional areas of management, for advice, consultancy and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "+ oo. special assignments 5 - ‘ - * () to abiist ‘public géctor agencies in ‘reviewing -and impioving ‘their organizational management",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(9) to undertake consultancy asilgamente ; os",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "@) to provide a forum for eritical appraisal and-modi-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "= fication of management and organizational theories ii. and practices and public administration systems;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(@ to assist public sector organfzations in management development, establishment of work norms deter- taination of compensation systems and generally improve their productivity ; .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": ") to actively. collaborate with other organizations, groups and individuals in management training, research and related activities in Sri Lanka and abroud; 2 :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(&) to represent the Institute before appropriate national and interriational bodies and conferences ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": ") to sponsor ‘and hold conferences and seminars and publish books and magazines in connection with management and public administration with the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "+. assistance of approved national or internationel ‘organizations where necessary ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(m) to disseminate information on the functions and activities of the Institute to the pubtic and relevant ingtitutions. :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(@) It shell be the duty of the Institute to advise the Minister on any or all of the matters in subsection (1) and on any other matter that may be referred to the Institute by the Minister, :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "Powers 4, The Institute shail have such powers, rights and fume- ot ee tions as may reasonably be necessary to curry out its objects and duties and in partleular may—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(a) acquive in any manner whatsoever and Hold, take oF give on lease or hire, mortgage, pledge, sell otherwise dispoge of, any movable or immovable property; ~ - .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(®) establish and operate management training =nd education centres;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "Sri-Lanke Institute of Development Administration ‘Act, No, 9 of 2982",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(e)' concluet, assist, co-ordinate and encourage research into all aspects of management; . . -",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(a) appoint, employ, remunerate and exercise disciplinary control over Its officers and. servants ;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(@): levy fees or charges for any service rendered by the Institute; :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "() pay toes or charges for any services rendered to the Institute ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(g) import plant, machinery and equipment required for the purposes of the Institute, and receive equip- ment, funds, personnel and any other asaistance for carrying out the objects of the Institute ; .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "{h) establish work performance standards for its own personnel, evaluate such performance and take reasonable action thereupon; ~*~ .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "4) establish and maintain welfare and recreational facilities or its employees ; . -",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "Y) make rules in relation ta tts officers and servants including the appointment, training, promotion, remuneration, diseiplinary control, conduct and grant of leave;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "{k) make rules in respect of the general edministration of the Institute ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "@ 4o all other things which are necessary for or condu- cive or incidental to, the attainment of the objects ‘and fanctions of the Institute.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "5% In the exercise of its powers and the carrying out of Institute to its objects the Institute shall comply with the policy of the f2uceei Government and with any general or special direction issued under the by the Minister in relation to such policy, directions",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "‘Sinister.",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "6 (1) The Institute shall have a Governing Counell Constitution (hereinafter referred to os the “Counel”), consisting of ofthe the following membera sppointed by the Minister, namely Govscil*",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(@) a Chairman who shail be the person for the time",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "being holding office as Secretary to the Ministry of the Minister in charge of the subject of Public Administration ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "() the person for the time being holding office as Secretary to the Prime Minister ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(6) the person for the time being holding office as Secre-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": ". tary to the Ministry of the Minister in charge of the subject of Finance and Planning:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "4 Sri Lanka Institute of Development Administration ‘Act, No, 9 of 1982",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(q) the person for the time being holding office as Secre- tary to the Ministry of the Minister in charge af ‘the subject of Plan Implementation ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(©) the person for the time being holding office as Secre- tary to the Ministry of the Minister in charge of the subject of Higher Education ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "<> (A) the person for the time being holding office az Seere- taty to the Ministry of the Minister in charge of the - subject of Home Affairs ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(9) @ person who, in the opinion of the Minister, has distinguished himself in management in the private sector j",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(h) the person for the time being holding office as the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": ". Director of the Institute who shall also function as Convenor of the Council.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(2) A person shall be disqualified from being appointed,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "or from continuing, as a member of the Couneil—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "{@) if he is or becomes a Member of Parliament; or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "{®) if he, directly or indirectly, holds or enjoys any right or benefit under any contract made by or on bebale of the Institute ; or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(e) if he has any such Snancial or other interest as i# Hkely to affect prejudicially the discharge by hirt of his funetions as a member of the Council.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "‘Term of 7. (Q) Every member appointed under subsection (1) of",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "omer ot» —seation 6 shall, unless he vacates office earlier by death,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "the Council. reslgnation or removal, hold office for a period of three year.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(2) (@) Where a member of the Council appointed under section: 6, dies or resigns or is removed from office, tit Minister may, having regard to the provisions of that sub- section, appoint another person to he a member in place of the member who dies, resigns or is removed from office. ~",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(B) Any member of the Council appointed wider part graph (c} of this subsection, shall unless he earlier resign! or vacates his office by death or removal, hold office for the unexpired part of the term of office of the member ‘whom he succeeds, f :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(®) Where a member of the Council sppointed under paragraph (9) of section 6 iz, by reason of illness or other",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "Sri Lanka Institute of Development Administration 5 Act, No. 9 of 1982 infirmity or absence from Sti Lanka, temporarily unable to perform the duties of his office, the Minister may, having regard to the provisions of that paregraph, appoint any person to act in hls place, ”",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "& (1) The Minister may, if he considers ft expedient ower of 50 to do, remove any member of the council appointed under {B* Minster section 6 or section 7 without reason stated. fron office",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "smeniber of",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(2) ‘The removal of any member under subsection (1) \"# Councit, shall not be called in question in any court.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "9, A member of the Council may at any time resign his Resignation office by letter addressed to the Minfster. of members",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": ": Soumen,",
    "mean_p_confidence": 0.01
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "0, Any member who vacates his office, other than 2 ligihility member who is removed from office under section &, chal] #0 ou be eligible for reappointment, Banter",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "‘he Connell,",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "11. No act of proceeding of the Institute shall be deemed Acts or to be invalid by reason only of the existence of any vacancy Precedings | in the Council or defect in the appointment of any member fnstttite of the Counell, . sepeed act",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "Seaia by ream : ae Seen . member,",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "12 All or any of the members of the Council may be Remuneration paid such remuneration out of the funds of the Institute as Sf members, may be determined by the Minister with the concurrence .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "+ of the Minister in charge of the subject of Finance,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "13. (1) The meetings of the Couneil shall be held once Meetings of at leest every month, . _ Re Cound",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(2) The Chairman shall give at least seven days’ notice . in writing of every meeting of the Council to each of the members, and shall specify in such notice the business to be dealt with at such meeting. :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(@) ‘The Chaisman shall summon a special meeting of the : Couneil within seven day after being requested in writing 40 doo by two members of the Couneil notwithstanding the provisions of subsection (2).",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(@) Five members shell from a quorum at any meeting of the Board. a",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "& Sti Lenka fastitute of Development Administration At, No. 9 of 1982",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(S) The Chairman shall preside at meetings of the Council and jn the absence of the Chairman from any meeting of the Council a member chosen by the majority of members prevent shall preside at guch meeting.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(6) If the Chairman is by reason af illness or other in- firmity.or absence irom Sri Lanka, temporerily unable to perform the duties of his offiee, the Minister may appoint ‘one of the members to act in his place,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(2) Where there is an equality of votes on any matter or thing decided at a meeting of the Council, the Chairman at such meeting shall, in addition to his vote, have a casting vote, .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(8) Subject to the provisions herein contained the Coun sil may determine its own procedure.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": ". ‘Pane i APPOINTMENT OF THE DIRECTOR OF THR INSIITOZE AND OTH OPAICERS AND SERVANTS OF THE INSTITUTE Appointaient! “14° (() The Minister may appoint to the staff of the Director of “1 Institute, a Director of the Institute (heretnatter referred to ‘the Institute” 9g the “ Director”) who shali be the chief executive officer.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(2) The Director shall exercise, perform and discharge such powers, duties and functions as may be delegated to him,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(8) The Minister may remove from office the Director appointed under subsection (1) and such removal shall not hie eallled in question in any court,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(4) The Director may be pad such remuneration as may be determined by the Minister with the concurrence of the Minister in charge of the subject of Finance.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "Powers of 16, (1) Subject to the other provisions of this Act, the helo = Couneil may— foappomt: (a) appoint to the staff of the Institute such other office? a ‘and servants as may be necessary for the purposes Irativte, of the Institute; , . (b) dismiss and exercise disciplinary control over the staff of the Institute ; 5 (©) fix the wages or salaries or other remuneration of tie ataft ; : (@) determine the terms and conditions of service of su staff ; and",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "Sei. Lanks Institute of Development Administration 7 Act, No. 9 of 2982",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(@) establish and regulate provident funds and schemes",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "_ . + for the benefit of such staff and make contributions",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "to.any such fund or scheme. . :",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(2) Rules may be made under this Act in respect of all or any af the matters referred to in-subsection. (1), :..».",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "16. (1) The Council may delegaté to thé Director sll Delegation or any of its powers relating to the appointment of other of ROS officers or servants to the staff of the Institute. ‘The eandi- Gouncit to tions of employment including remuneration of any of the $2 stor in membets of the professional staft appointed by the Director Zegard to under the powers delegated to hin shall be determined by “PPntinents him with the concurrence of the Council, .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(2) Any person aggreived by any decision made.by the Director under this section may appeal therfrom in writing to the Council and the decision of the Counet! on such appest shall be final.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(8) The dismissal by the Director of any member af the professional staff of the Institute shall not take effect unless {t is approved by the Council,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "1, ‘The Director shall determine the duties of the off Determiaa- cers-and servants of the Institute , «aS",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "18, (1) At the request of the Counell any officer im the Appointment public service may, with the consent of that officer and of GSem fp the Secretary to the Ministry of the Minister in charge of {bs staff at the cubject of Public Administration, be temporarily appoint. J ed to the staff of the Institute for such period ag may be . determined by the Institute with like consent or with lke consent be permanently appointed to'such staff.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(2) Where any oftiver in the public service is temporarily. appointed to the staff of the Institute, the provisions of section 19(2) of the Transport Board Law, No. 19 of 1978, shall, mutatis mutandis, apply to, and in relation to, him. ae",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(8) Where any officer in the public service is perma- nently appointed to the staff of the Institute, the provisions of section 13(3) of the Transport Board Law, No. 19 of 1978 shall, sautatie musendis, apply to, and in relation to, bim. : (4). Any officer or servant of a public corporation may, . with the consent of such officer or servant and the Board cof Directors of auch corporation, be temporarily or perma: = nently appointed to the staff of the Ynstitute on such terms and conditions, including those relating to the provident Fund rights, as may be agreed upon by the Board of Directors of thet corporation and the members of the Council . elas",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "& Sri Lanka Institute of Development Administration Act, No. 9 of 1982",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "(5) Where the Institute employs any person who bas entered into a contract with the Government by which he ‘nas agreed to serve the Government for a specified period, any period of nervice to the Institute by that person shall be regarded as service to the Government for the purpose of discharging the obligations of such contract,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "Paz DIT . FIvanch . Tus fund of 1%, (1) The Institute shall have its own fund. (2) There shall be credited to the fund of the Institute (@) all such sums of money as may be voted from time . to time by Parliament for the use of the Institute; and (d) all sums of money received by the Institute In the exercise, discharge and performance of its powers, functions and duties,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "(3) AD sums of money required to defray any expendi- ture incurred by the Institute in the exercise, discharge and performance of its powers, functions and duties shall be ‘charged on the fund.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "Finenclat 2, The financial year of the Institute shall be the ete calendar year,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "Audit of 21. The provisions of Article 154 of the Constitution ‘pocounts, relating to the auditing of accounts shall apply in relation to the audit of the accounts of the Tastitute,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "Pant IV GerEnaL Members an@ 22. All members, officers and servants of the Institute quplovees of shall be deemed to be public servants within the meaning deemed 4 of and for the purposes of the Pensl Code, ‘be Dubie pervant ‘The Institute 28, The Institute shall be deemed to be a scheduled shehued institution within the meaning of the Brihery Act and the bauete _ provisions of that Act shall he construed accordingly. ning of The Beery Aa. , Secrecy. 2% (1) No member of the Institute or an officer oF servant of the Institute shall disclose to any person except to the Minister, or for the purposes of the performance",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "Sri Lanka Institute of Development Administration 9 Act, No, 9 Gh 1982 of his duties, or the discharge of his functions or when required to do so before a court or under any law, any information acquired by him in the performance of his duties or the discharge of his functions:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "Provided, however, that no information in relation to matters which the Institute fs bound to treat as confiden- tial by any agreement with another party other than the Government shail be disclosed under the preceding provisions of thig section,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(2) Any person who contravenes the provisions of sub- section (1) shall be guilty of an offence.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "25. (1) Contracts on behelf of the Institute may be made Contracta as follows :-—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(a) 2 contract which, if made between private persons,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "would be by law required to be in writing, may be made on behalf of the Institute in writing under the comumon seal of the Institute ; {b) a contract which, if made between private persons, would be by law required to be in writing, signed by the parties to be charged therewith, may be . made on behalf of the Institute in writing signed * by any person or persons duly authorized thereto by the Inatitute ; {ec} 2 contract which, if made between private persons, would by law be valid although made by parol onty and not reduced tnto writing, may be made by parol on behalf of the Institute by any person or persons duly authorized thereto by the Institute.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(2) A contract made according to this section shall be effectual in law and shall bind the Institute and all persons thereta and their legel representatives.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "26, (2) Where any immovable property is required to he Acqubitiong, acquired for the purposes of the Institute and the Minister, meee by Order published in the Gazette approves of the proposed under acquisition, that property shall be deemed to be required Acquisition for a public purpose and may accordingly be acquired under ct for the tha Land Acquisition Act snd be transferred to the Institute. _ .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(2) Any eum payable for the ‘acquisition of any immov- able property under the Land Acquisition Act. for the Institute shall be paid from the fund af the Institute.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "10 Sri Lanke Institute of Development Advministration Act, No, $ of 1982 ‘State 21. (1) Where any immovable property of thu State is papery required for the purposs of the Institute, such purpose movable ‘shall be deemed to be a purpose for which a special grant and eabie of Tease of such property may be made under section 6 of tobe the Crown Lands Ordinance and accordingly the provisions made te of that Ordinance shali apply to a special grant or lense of foie such property to the Institute, ’",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "(2) Where any movable property of the State is required for the purpose of the Institute, the Minister may, by Order published in the Gazetta, transfer to and vest in the Insti- tule the possession and use of such property:",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "Provided, however, that no Order affecting any movable property of the State shell be made under the preceding provisions of this section without the concurrence of the Minister having control over such property.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "‘The Slate 28, The State may provide for the use of the Institute one auch land, building and other facilities as may be deemed oy aust the Jnsistute. Restriction 29. (2) No person other than the Institute shall cerry om on any activity, business, trade or occupation under the words “Stk designation which contains the ‘words “Sri Lanku Institute Lanka, of Development Administration” or such other words the Development = US ‘of which would imply that such person ts carrying oD Administre- uch activity, business, trade or occupation in sssociation . with, or with the approval of, or under the authority of, the “Sri Lanka Institute of Development Administration”. (2) Any person who contravenes the provisions of svb- section {1} shall be guilty of an offence. Power 38, (1) The Minister may give special or general direc” cilie |, __ tions in writing as to the performance of the duties and ihe give exercise of the powers of the Institute, and the Institute apeciilor | shall give effect fo such directions, gue (2) The Minister may from time to time direct te Institute, Institute to furnish to him in writing such information o* hhe may require relating to the work of the Institute. Rules. 31. (1) The Institute may muke rules tn respect of all or any of the matters for which rules are authorized OF sequired by this Act to be made. @) No rule made by the Insittute shall have effect ust it has been approved by the Minister.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "‘Sri Lanka Institute of Development Administration 11 . Act, No, $ of 1982 32 (1) No suit or prosecution shall ie— Protection (@) against the Institute for any act which in good faith EM 4, ig done or purported to be done by the Institute Actor on the under this Act; or sie . Shatiute, (b) against any member, officer, servant or agent for any act which in good faith is done or purported to be done by him under this Act or on the direction of the Counc.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "(@) Any expense incurred by such person as is referred to in subsection (1) in any sult or prosecution brought against him before any court in respect of any ect which fa done by him under this Act or on the direction of the Council shall, if the court holds that the act was done in goad faith, be paid out of the funds of the Institute.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "38, No writ against person or property shall be ised Mowsit tp ageinst a member of the Council in any action brought personae against the Institute, Rmmberber of",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "the Counsi,",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "44. Every person who commits an offence under this Offences Act shall on conviction after trial before a Magistrate be Senuities liable to imprisonment of either description for @ period not exceeding six months or to a fine not exeeeding five = # hundred rupees or to both auch fine and imprisonment. “",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "35, In this Act, unless the context otherwise requires— Iaterprete-",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "“public corporation” means any corporation, board ot",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "other body which was or is established by or under",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "any written law, other than the Companies Ordi-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "nance, with funds or capital wholly or partly",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "provided hy the Government by way of grant, loan : or otherwise,",
    "mean_p_confidence": 0.85
  }
]