[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA CODE OF CRIMINAL PROCEDURE (AMENDMENT) ACT, No. 19 OF 1997 (Certified om 12h Angus, 1997) 1 Pri on he Onder ef Goreme Published as «Supplement wo Prt ofthe Gazi ofthe ‘Democratic Socialist Republic of Sri Lanka of August 15, 1997 etna nme Price Ra 3.90 stage: Re. 250",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Code of Cini Pacedare(mendnn) er 10g 19 (Caio Auge, 1971 Lp 02096 fw Act Toso me Coos or Cah, Pc Act No. Bor 99 BE coacid y thes of Deer Soiaa Repibc of $4 Larktes lows i i 1. Ts Act may ied a he Code of Chiminal Seite procedine (Anode) Act No 8 of 97 2 Seon 30 of he Ca of Cn Proce At, Ane No. 15 of 199 Geter raed tow te * piel eee 4% acinct “i fey amend fa ercion Ca at ‘Stn, bythe eto rhe ves” anny fenence of inpeonoeat \"ya te words\" e 4 manor iin sche of ponent 2 TheFimSctouetihcpncpa eanemeaherty Anne : snera lloe i\" oreo (0) ye etic, oo Column Bf da State of ee ‘he wer\" Mapas Cout = peat te nies hat Cl conepoatng oe met in Colon of bt Seung pecs, saat 2864, 98,3604 360 360,908 ke mate: €2 by herp ofl a ms elie secon 35 A tod the stan Meron oft allowing : ‘entries — ; 2-Dam—ns0e0n",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Code of Cminal Procedure (Amends \"Ae No. 19.f 197 “35 Unaaal come sane sme seit Inoamen re ‘en. lei Sev OT paetrry sayersad fae. Te otnce time sane some sane Repos I leaded esonen bya Fern tea. omecpie enn yes seacoraae we erapect cong pam ies ery yous sine yeas mained oloee onpeetton “a) by thereat of el hr earies elaing m0 setion 3654 ‘andthe sxbsiiwton therefor of the Following sxsasctot cme tame sme mie Sane Mansi poe ewney ‘ee de Laren) oinep a habs. wayeartor ‘eth ato hts, Semeotece ls sine one nae sine Rlgpes Ist somatic by sounea er Spencer ets ‘igen rt nyo tage iar racers pesotapers ery yes Carsten percent yeoof ae ‘amps, sutsmentis 4 Ine even of any Inoosisteney betwen the Sinhala ae ee and Tl tne oF this Aa. the Sif next sal preva, nemo",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "eee",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "Jpeuabesiptonet Engin Bitoond AnzofaPorionent Rs 585(LocaRE 116",
    "mean_p_confidence": 0.04
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "rege pee he rear, Coven Pnicaron Buns No 37",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "orig Pr Fse, Lous Ron Caso 0 bee 380 December sich year respect be ear lowe",
    "mean_p_confidence": 0.35
  }
]