[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF . SRI LANKA CREDIT, COUNCILS (AMENDMENT) ACT, No. 38 OF 1981 {ests on 2nd June, 1981] Printed on the Orders of the Government : Published as a Supplement to Part Ulf the Gaxctte of ‘the Demeocratle Socialist Republle of Sri Lanka of June 05, 1961 PRIETED AT TUE DEFARTIEECY Qe GOVERNAEEN FRINTING, ORE LANA rica: 65 conts Postage: 50 cents",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "! | Credit Councils (Amendment) not Ack No. 38 of 1981 : «, Certified on tnd June, 198); — LD—O. 6/79.) So vos Pani “Aw Act 10 AMEND THE Creorr Councts Law, No. 25 or 1075. } BE it enacted by the Parllament of the Democratic Socialist Republie of Sri Lanka as follows je. >.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "1.’ This Act may be clted as the Credit Councils (Amend- ghort ditte. ment) Act, No. $8 of 1981; ao",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "2, Section 3 of the Credit Councils Law, No. 23 of 1975 Amendment (hereinafter referred to as the “principal enactment\") is secon g",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "., hereby amended by the repeal ot subsection (2) thereat, 1075, and the substitution therefor of the following subsection :— * (2) Every employee other than a casual employee af,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "or a reemployed pensioner in, or an employee on",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "contract with, a Government department, shell, if he is",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "a citizen of Sti Lanka, be a member of a Credit Council",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "established for the department:",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Provided, however, that it shall not be obligatory on an",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "employee who is a member of any such body established",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "for the purpose of granting credit faeilities or relief in",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "times of sickness or distress or other kinds of financial",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "assistence to its members, ss is approved for the purposes",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "of this section by the Minister by Notification published",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "in the Gazette, to become a member of any such Credit",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Council,” ;",
    "mean_p_confidence": 0.01
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "3. ‘The following new section is inserted immediately Insertion of after section 3 of the principal enactment and shall have ZEW section effect as section 3a of that enactment :— Principal",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "| $Diseolution, .. 3a, Where after, the establishment of « Sosetment, ounciia Credit Couneil or Councils for any Govern- ment department in terms of section 3 (1) of this Law, the Director of Credit Councils \\, .» finds it necessary and appropriate that the . Credit Council or Couneits so established ' 1, ; whould be varied, the Direetor may,’ with |” “7s © the approval of the Minister, dissolve such , * ! Qredit Council or Councils and in its or their , , ” Place, establish a new Credit Council or : Couneits as the case may be, in terms: of section 8 (1) of this Law. ?, iy",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "2 ©\" Credi¢ Councils (Amendment) ** Act; No. 38 of 1982 ‘Replacement 4 Section 4 of the principal enactment is hereby repealed. ofsection tol and the following section gubstituted therefor :—",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "enactenent. _ e°Committee, .... 4. (1) The affairs of a Credit Council ,., Manegement. shall be administered by a Committee of ante Management consisting of 9 Chairman: - and not more than twenty-one “ representatives v-elected om the basis of five representatives for the first fifty members and one represen tative for each additional fifty members or",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ". part thereof: 3 :",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "us Provided, however, that the Director of Credit Councils may nominate not more than three representatives to the Committee of Management if he is satisfied that any particular group or class of members of the Credit Council has not been represented in",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "the Committee of Management:",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "Provided further that where the Director",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "\" of Credit Councils considers, having regard",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ", to the nature of employment or to the place",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "1 of employment, that it shall not be practi- cable for a Credit Council to elect represen- tatives to its Committee of Management, he may nominate all the representatives 40 any such Committee of Management.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(2) (@) The head of the department or an offer of the department nominated by the head of the departmet shall be the Chairman of the Committee of Management of a Credit Council established for that department.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "() The head of the department shall be responsible for the supervision of the activi- ties of a Committee of Management of @ Credit Councit established for that depart- ment and for the proper maintenance of ‘records and accounts of such Credit Council.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "{c) (i) Where the Director of Credit Councils has under section 3(1) authorized the establishment of one Credit Council for",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "mors than one Government department, he mey nominate any one of the heads of departments concerned to he the Chalrman of the Committee of Management of that ‘Credit Council. ”",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "qy a",
    "mean_p_confidence": 0.07
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ": Credit Councils (Amendment) - 3: vAt, Noy 38 of 1981 - sity, @) A head of department, nominated ne, ‘under this: paragraph may in turn nominate",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(rs ..iee: apy other officer of hig department to act a5",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "boosh ce, Chairman, ty estes sch (8) The Ministér may, if he considers it = expedient to do so, remove any member of \"the Committee of Management of a Credit : Council for reasons of mismanagement,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ": fraud or negligence in the carrying out of hhis duties or for failure to comply with any direction, Such removal shall not be called in question in any court, *",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ". (4) @ The Minister may, if he considers it expedient to do so, by Order published in the Gazette, dissolve the Committee of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ". Management of a Credit Council with effect from such date as may be specified therein, for reasons of mismanagement, fraud or negligence in the carrying out of its duties ‘or for failure to comply with any direction. ‘The Order made by the Minister shail not * ‘be called in question in any court, “ . _ () Where any Order is made under _ | | paragraph (a), the Director of Credit Coun- clls shall determine the period within which the election of a new Committee of Manage-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "ment shall take place, (8) Any vacancy which may occur during the term of office of a Committee of Manage~",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ": ment, may be filled by nomination made by . the Director of Credit Councils; The num-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ": ber of members so nominsted shall, at no",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ",, the exceed one-half of the total number of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "membera of such Committes. A member",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "nominated to such Committee ‘shell: hold",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "; office for the unexpired part of the the term of office of such Committee. ”,, .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "3. ‘The following new sections are inserted immediately Insertion of after section 5 of the principal enactment and shall have §and‘Sr on ‘fect as sections 64 and $3 of that enactment:— the princiept cunetin © Ba. (1) Where a Committee of Manage)",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "‘°f Manage- | ment of a Credit Council has been dissolved ment\", ;, under- asetion 4, or where there. is no",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "4+, Committee of Management in respect of a _ Credit Council, the Director of Credit.Coun-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "ac Credit Councils (Amendment) Act, No. 3B of 1981 . cils shall nominate ati interim Committee of ‘Management consisting of not more than five ‘members for the purpose of administering the affairs of the Committee of Management _, of a Credit Council. . (2) The Director of Credit Councils shatl appoint the Chattmah, Secretary and the Deputy Secretary of each such interim . Committee of Management from: among the a members nominated by him under sub- section (1). Advisory Se, The Minister may set up an Advisory Coramittee, Committee consisting of not more than eleven persons who are members cf Credit | |. Councils, for the purpose of assisting the Department of Credit Councils in the carry- ing out of its functions. At least tive ° members of such Committee shall be mem~ bers of registered trade unions. ”. Amendment @, Section Tof the principal enactment is hereby amended of getion 7 as follows :— Principat Phactnent, (1) by the repeal of subsection (1) thereof and the substitution therefor of the following subsection :— “ (1) There shall be a Central Fund administered by the Department of Credit Councils to which shall be credited— . {@) the monthly contributions of the members of Credit Councils; (b) all moneys voted from the Consolidated Fund for the working of Credit Councils; (©) all profits earned by Credit Councils; (d) interest from loans granted to thé members; and {@) any other moneys approved by the Director of » Credit Councils.” ; and oa (2) by the ‘addition, ‘immediately after subsection (2) of that section, of the following new subsection:— ~ (3) Any surplus money bi the © Central Fund shall be invested in such manner as the Minister may approve.”, - . “",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Credit Councils (Amendinent) .; an B Act, No. 38 of 1981 ba 7. ‘The following new section fs hereby inserted immedi- insertion ately after section 8 of the principal enactment and shall S! fe\" g. hhave effect as section 84 of that enactment :— in the ranean +o, pelnalpel “Rehabilitation 8a, (1) ‘The Department of Credit Coun- “achneat Fans, cils shall maintain and operate a Rehabilita- <c_ tion Fund for the purpose of assisting in the \"” rebabilitation of indebted members. om (2) There shalt be paid into the Rehabi- 7 litation Fund— {a) all donations, gifte or grants from any source whatsoever ; and (b) such moneys as may from time to time be voted by Parliament.” & Section 13 of the principal enactment is hereby Amendment amended in subsection (2) thereof as follows :— ‘of gestion 18 principal @) by the insertlon, immediately after paragraph (e) spectment, thereof, of the following new paragraph :— “ (aa) all matters connected with the procedure regarding the conduct of meetings, including the quorum required for meetings of a Committee of Management, or an interim Committee of Management of a Credit Council, as the case may be ;”; (i) by the substitution, for paragraph (b) thereof, of the following paragraph :— “ (®) oll matters connected with the election of a “Committee of Management of a Credit Council ;”; (Git) by the substitution, for paragraph (d) thereof, of the following paragraph :— . “(@) the administration of the Central Fund, Jocal funds and the Rehabilitation Fund ;”5 (iv) by the insertion, immediately after paragraph (h) thereof, of the following new paragraph :—~ “(ih) duties and functions of the - Advisory Committee ;\"; and -T",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "* Gredit Councits (Amendment) Act, No. $8 of 1981. > ° {v) by the substitution, for paragraph (@) thereof, of the alt following paragraph :— - ra “@ the maintenance of accounts of the Central Fund, the local fonds and the Rebabliltation © | 7h\" % Section 14 of the principal enactment is hereby Repeal of repeeled. gpetion 4 pefactoat Enrcument.",
    "mean_p_confidence": 0.65
  }
]