[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ist Session 1953 Pawnbrokers (Amendment) Act, No. 2 of 1953 Dote of Assent: February 13, 1993 Printed on the Orders of Government hater pce Sones oem Te es el ets ur Bureau, Post Orrice Box 500, Secretariat, Colombo 1 Pricer 10 oon, Postoger & vents",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Pawnbrokers (Amendment) Act, 3 No. # of 1958 L.D.—0. 98/53. . AN Act TO AMEND THe PAWNBROKERS OnpmNaNce, No. 13 oF 1942. (Date of Assent: February 18, 1953]",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon _ in thig present Parliament assembled, and by the nathority of the same, as follows: —",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "4. This Act may ba cited as the Pawnbrokers  Sbert tte. (Amendment) Act, No. 2 of 1963.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2, Section 8 of the Pawnbrokers Ordinance, Amsmimea: of No. 13 of 1942, (hereinafter referred to as the “* prin %2 8 ot he cipal enactment ”), is hereby amended as follows:— Qrinatca™ | -",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(J) in paragraph () of that section by the subs- titation for the word “ganja.”, of the words “ganja; or\"; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(2) by the addition, at the end of that section, of the following paragraph: —",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "“* (0) a licence issued to him under this Ordinance hes been cancelled under section 42. \"7",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "8. Section 87 of the principal enactment is Amemassa of hereby amended by the substitution, for paragraph site $7 of the (% of that section, of the following paragraph:—  — Tiasuont,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "“« (K) contravenes any provision of this Ordin- ance or faila to do anything which he is required to do by this Ordinance,”",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "4.8 Tatas 00 1868)",
    "mean_p_confidence": 0.33
  }
]