[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 3rd Session 1954-55. F ~ . us 2, grapn iyo $ Bil 2 er ge ws <> Af ie teal “ Poiaraio” : Tea Research (Amendment) Act, No. 20 of 1955 Date of Assent : April 14, 1955 Printed on the Orders of Government ‘ - Printed at the Govsnnsryr Press, Cxiiox. ‘To be Painted at ult Gowssaneurt Bosuicattova BUsEAv, COLOMBO Annual Subscription (including Billa) Rs. 25, payable in Naan ieee manaanng, Gommmnne PeecicaTions BEES {Boo Once. Box Wo, \"Becretarat, Colombo Price: 16 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Tou Research (Amendment) Act. No. 20 of 1955 3 1 10. 4/55.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Aw Act tu aneuy tug Tea Research Oxpinance, — Glamst 9 (Date of Assent: April 14, 1035) vere he",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "BY it enacted by the Queen’s Most Excellent ‘Majesty, by and with the edvice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as fotlowa:—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "4, This Act may be cited as the Tea Research ster tite, (Amendinent) Act, No. 20 of 1035.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2. Seotion 5 of the Tea Research Ordinance, Smadueu ot as amended by the Proclamation published in Gazette Uiayer'ail. Extraordinary No, 9.773 of September 24, 1947, by ‘Act No, 24 of 1948 and by Act No, 51 of 1053, is hereby further amended in sub-section (1) of that section as follows: —",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(3) in paragraph («) of that sub-section, by the ' addition, at the end of that paragraph, of the following: —",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "“The Chairman of the Low-country Pro- duets Association of Ceyton.”’; and.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(2) in paragraph (b) of that sub-section—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(a) by the substitntion, fer the words “One member wominated by the Minister, to represent the small holdlers.”, of the words ** Two per- sens howinated by the Minister to represent the small holders.\", and (O) by the addition. at. the end of that para- avaph, of the following: — “One member of the House of Representatives nominated hy tho Minister”? - |",
    "mean_p_confidence": 0.68
  }
]