[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "(Bee ES) Oke . PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SR) LANKA AGRARIAN SERVICES ' (SPECIAL PROVISIONS) . ACT, No. 41 OF 1993 7 [Certified on 6th September, 1993] ‘ Printed on the Order of Government . Published ao a Supplement to Part If of the Gazette of the Democratic Secinlist Republic af Sti Lanka of September 10, 1993 ‘PROATED AT THE MRPARTMENY OF GOVERNMENT PRINTING, BRE LANKA . Fe ana Ter TE TORIES TET ET",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ", Agrarian Services (Special Provisions) Acty No. 41 of 1993 [Certified on ath September, 1993] + L.D~O. 50/88,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "AN Acr 10 AMEND THE REGULATIONS DE ° UNDER THE Acaaman Sanvices Act, No. 68 oF 1979, AND To VALIDATE ‘ACTS DONE TO RECOVER LOANS GRANTED SY CERTAIN BANES, AND",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "_ FOR MATTERS CONNECTED THEREWITH OR INCIDENTAL THERETO.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "BE it enacted by the Parltament of the Democratic Socialist",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "‘Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "1. This Act may be cited as the Agrarian Services Short title,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(Special Provisions) Act, No. 41 of 1993.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2 From and after the date of commencement of this Amendment Act, the Agrarian Services Regulations, No, 1 of 1678, made tions made under section 66 af the Agrarian Services Act, No. 58 of Jeyarian 1979 (hereinafter referred to as the “principal enactment\") SeC\"K? gy ud published in Gazette Extraordinary No. 66/14 of of 197% December 14, 1979, shalt have effect as if for regulation 46 thereof, there were substituted the following regulation :—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "“48. For the purposes of Part II of the Act, “ preseribed",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "bark\" means any banking institution within the meaning",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "‘of section 127 of the Monetary Law Act (Chapter 422).’. ’",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "3. (#) Every tastrument executed, prior to the date of Validation commencement of this Act, creating a mortgege or charge on any land or interest therein in respect of a loan granted to any owmer cultivator or occupier of an agricultural land by a specified bank shall be deemed not to have been, or t0 be, invatid or to be improperly staraned, by reason only of the fact that such bank was not, at the time of the exeeu- tion or stamping of suck inatrument, ss the case may be,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "@ prescribed bank within the meaning of the principal",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "enactment and avery such instrument shall have the prio-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "rity referred to in section 30 of the principal enactment,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(2) Every notifleation made to the Commissioner, under subeection (1) of Section 29 of the principal enactment by specified bank, prior to the date of commencement of this Act, shall he deemed not to have been, or to be, Invalid by reason only af the-fect-that such bank was not, on the date of such notification, a prescribed bank within the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ". Meaning of the vrincinal enactment : .",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "2 Agrarian Sercices (Special Provisions) . _ Act, No. 42 of 1983 . @) Every order made, prior to the date of commence- meit of this Act, under subsection (4) of section 29 af the: _ Principal enactment, for the payment of any sum of mouey to a specified bank shall be deemed not to have bean, oF . to be, invalid by reason only of the fact that such hank was not, oa the date of such onier, a prescribed bank. within the meaning of the principal enactment.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(4) Every application made, prior to the date of com- mencement of this Act, by a specified bank to a Magistrate's Court, under subsection (5) of section 20 of the principat enactment shall be deemed not to have been, or to be, i+ valid by reason only of the fact that such bank wus not, on the date of such application, a presoribed bank within ‘the meaning of the principe! enactment.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(5) Every order made prior to the date of commencement of this Act, by a Magistrate's Court, under subsection (5)",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "* of section 29 of the principal enactment, in pursuance of an application made to it under that subsection, by # speci fied bank shall be deemed not to have been, or to be, invalid . by reason only of the fact that sach bank was not, on the, date of auch order, a presertbed bank within the meaning of the principal enactment.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(6) Every certificate issued, prior to the date of com- mencement of this Act, by or on behalf of a specified bank, under subsection (6) of section 29 of the principal enact- ment shail be deemed not to have been or to be, invalid bby reason only of the fact that such bank was not, on the date of such certificate, a prescribed bank within the mean- ing of the principal enactment, .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2) In this section “specified bank” means any banking: institution vrithin the meaning of section 127 of the Mone- tary Law Act.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Sinnata 4. Th the event of any inconsistency between the Sinhala pew and Tamil texts of this Act, the Sinhala téxt shell prevail. Th cane of inconaiateney, .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "_ 4}",
    "mean_p_confidence": 0.65
  }
]