[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "7. wae a : , _ owes x _ PARLIAMENT OF THE DEMOCRATIC. ’ : SOCIALIST REPUBLIC OF °° SRILANKA Sg, : ADOPTION OF CHILDREN... (AMENDMENT) ACT, No. 38-OF.1979, : a [costinea on sth Jane, t808)° ca . . . , so Printed on the Orders of Goverment : av) te 7 _ “¥ sot a Published as a Supplement to Part H of-the Gazette of the Democratic _ 2.  Sotialist Republic of Sxi Lanka of June 15, 1979 ~ « * “+ sane a amare of covenant ear, set EA * {FO BE PURCHASED.AF THR GOVE, PUBLICATIONS.RUREAU, COLOMBO Price: AB cents goa et Postaye: 25 cents",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": ". “Adoption of Children (Amendment) > Act, No. 38 of 1979 — [Certified on 8th June, 1979) . . LD—-O. 71/78. an a AN ACT 10 AMEND THE ADOPTION OF CHILDREN ORDINANCE. BE it enacted by the Parliament of the Democratic Soclalist Republic of Sri Lanka es: followa:— we, 1 This Act may be cited as the Adoption of Children Shert title (Amendment) Act, No. 98 of 197. - n 2 Section 3 of, the Adoption of Children Ordinance Anandnant (hereafter in this Act referred to as the “principal Sof enactment”) is hereby amended by the repeal of subseo Shaper 61. ° ‘ion (6) of that section (as amended by Law No. 6 of 1977) and the substitution therefor, of the following subsection :-— *(6) An adoption order shall not be made tn favour . of any applicant who is not resident and domiciled in Sri Lunks or in respect of any child who is not so‘ resident : an Provided that an adoption order may be made on a Joint application of two spouses who are not resident a and domiciled in Sri Lanka where, after calling for, and considering, a report from the’ Commissioner ot + Probation. and Child Care Services on the social and Psychological aspects of the adoption to be authorized and on the matters specified in section 4, the court is a satisfied that there are special circumstances that y justify the making of an adoption order in favour of the . joint applicants. The Comumissioner ‘shall submit such - -* | Teport to court within the period fixed by court for that purpose, such period being not less then fourteen days! and rot more than twenty-eight days from the date on which the court calls for the report, and shall annex to i such report a home-study report in respect of the appli- . ants from aii institution recognized by the cowifry of ‘the applicants and authenticated by the accredited # representative for the Republic of Sci Lanka in,that country. Lt _ In this subsection a “hénie-study report” means Feport on the mental health of the applicants;‘pn their social, religious and financial background and on their suitability to adopt a child.’. 41009-18200 (79/05) a . ~",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "ar} ‘Adoption of Children (Amendment) ¢ ‘ . Act, No,-38 of 1979",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "“Appllestion & The amendment meade to the principal enactment ‘ \"by this Act shall apply to every application made under section 2 of the principal enactment and’ pending in any Lo. court on the date of commencement of this Act, and to ‘every such application made after the date of. cammen-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "cement of this Act,",
    "mean_p_confidence": 0.9
  }
]