[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  | INSTITUTE OF CHARTERED ACCOUNTANTS  (AMENDMENT) ACT, No. 15 OF 1998  {Ceri on th Api, 198)  . Pind onthe Ore of Government  Pints Supe oP Gat of he emecrie Sait  epic SetLaskso ay, 98  ————  Pc 68 Feng Re 50",
    "mean_p_confidence": 0.4924590163934426
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  ‘nstinue of Orcrtred Svecuncants tAweadrens)  ath. 18 0f 1998  {Certified on Oh Apel, 198}",
    "mean_p_confidence": 0.3027777777777778
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  LG. 995,",
    "mean_p_confidence": 0.135
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  An ACT To anise it HTTITE OF Current AccOUTANAS  ACI ND. Bi 1999.",
    "mean_p_confidence": 0.175625
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  ‘BB: enacted by the Parliament of dhe Democratic Soclatit",
    "mean_p_confidence": 0.3590909090909091
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  ‘Republic of Sri Lanka as follows -—",
    "mean_p_confidence": 0.4666666666666667
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  A. This Act way be cited asthe Institue of Chartered Ste  ‘Accounts CAmendent) Act, No, 15 of (798,",
    "mean_p_confidence": 0.490952380952381
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  . 2 The long Wide ofthe Insinaie of Chartered Aecowrtanss Arendt  Ash No. 23 of 1999 herinaier refered ro asthe “peinciqat ee ME SA  5 Siacurwet\" sey amandad ty the deletion ofthe weyds OHO.  “for te management of ts affairs and” snd the substitution  sterafor, oF she words “fr the ataagement of its Bt, for  the laste of Sri Easks Accounting and Sri Lanka Audiing,  ‘Standards so,",
    "mean_p_confidence": 0.39493333333333336
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  3. The following aew section ix hereby laserted) Wamp otto  ined aftr secon 3 and shalt have fet x ection ‘Ste eee  $34cof the principal enactment ace  (eee 3a. The obs oF te sie sll be",
    "mean_p_confidence": 0.41048780487804876
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  , #8) promme, in general the theowy and  practice of countaney anti particae,  auditing, fnancrst management and .  . exam,  i) cwenest ects one rain mensbers we  are desitous of teaming er wnigroving  ‘hele skillsang knowicge, in ciciplies  such as eating, financial management  ‘ed taxation;  ii) 1 preserve the professiosat  Independence of accountants and to  ‘ensure the maintenance of high tarts  af professional work ang coat, by its  merbert;  pene sm ene",
    "mean_p_confidence": 0.36227272727272725
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 of Cre Aa en  ne  Go) ates ncn  a na  varnre  nate paneer  Rerceteien  (os ar acai, md 1  Pee  es ioe  oy xp, ice 308 mae  eee ie ann  Te  ee men  Coo ee  ore  oih ie go arcnins ay  Punto neleaememanny  cesta  6a) della on ms ben  ce  ee  emacs A Scotsman ste ide  sm JAS  Bento  0 by ep onto (of ta aoe  mc  “py awente sie stg  oe ee  seat Oe oe eb fe  2 octal  oct ts ec an ok  ce i et Camel",
    "mean_p_confidence": 0.19161290322580646
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  ‘ittare of Charred Accounts (Amendment) — 3  Act No. 15 of 1908  forthe advocemeatw Fellowship ofthe exits,  {ed por an apglestion being ete tte Cove  _andon payments the Cote he presi fe,  ‘Such ante shal apo vegheaion by the Cowes  4s a Feliowyof ie tne be eri Le use the  dition “FCA afte is ae inne that he  Be Fellow,  4, secon Joftheeincipalenscomenishetehy atonded Anenbestct  astaitewn secioe Fee  cc)  81 _by the repeal fa ubsetion 2) thereat, andthe IE  . ‘sbmiition therefor af he flowing sbertio s  “€2) The Council vom ofa Presi  ‘Vice-President an foe cir member seine  ‘oF costed a hacer pravided™  2) In sabsection (4 of tat section —*  (2) bs the repeal of patagap 2} 4 0 ofthat  sshvestion and he cebataion tert oF ibe  fetiowing paragraphs  . “aight ombess appt te Miner  ff whom one shall be the Auditor.  Goweratifte sm ameabor ft iastitae  . and sneer shell he the immedisie past  President af he Coane,  (six meme clacad by the omer of  \"he situa, mn among it rembe,  . 6} awember apposed by the Mise,  cise wher the Ausior- Gera iso  member of the Institute of the  immediate prot Presides! decines to  seep appcintnentio the Cane  (0 by the suainnion. For he wonds “panagraph  (hats session”, peep ate,  ofthe words “paragroph (6) o& £) of this  subercton”",
    "mean_p_confidence": 0.3482375478927203
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 stint of Charred Axons CAmeninet)  sea of 188  eoinstme 6 Tg following. new sesion Fs esehy isms  otic grey ater eon? and sal ae ee en  Fe ppl nach —  secit 7A. (1) Atember af nite vs ot  eee techie cima Ge  Feit arin oe ae  See 2) A member ofthe Instat st nt be  gsi fo te cece ws Vee Presi ofthe  Epeectt ures be  {oh a Peto ft Tastes an  (0) set in at et ire Comite  Zp by he Counc ard  12) fas ent member of he Cra Fo at  feet on te ding pat of ve  Yeas immed preceding te da of  sng ef momirtions forte post of >  Nicest  (3) Mocaithstanding amthing to she contraty  ‘nis Ac he Member fhe lsh  ‘Boe as Vice Preise of he Cowes sil Bo  Sremed tobe detog as eset tthe Couse  {far the peat ter af office of the Coumeil, by the  irombar of fe Insite utes be Coons  fesnve the comsay by secret Blt, 8  meer el a ast ass rio ae  Steaemorcerce of he nexe office of  She ren by » ey oft fe a  dhe Courts ef the eter of he Costa  tncidng se nox igs  Inthe exe’ of he Count so ecb ar  irom in mere of be sitbng fee  ee Reena the Covel bein abe oe  coming i acept ofc a Point oF te  Count eine gon tr tc oft Cot,",
    "mean_p_confidence": 0.36265454545454545
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Insite of hated Accurate ated) §  ‘Act eB of 788",
    "mean_p_confidence": 0.22076923076923077
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  ‘he meres othe rate sal eta Pein  fram among thems, > en ht oe  ttember so ec stat be «moter hes  the gasification set ost sear 0)  nd} of easecon ad et et  Dolting ofa as Passer of he Cosna™",
    "mean_p_confidence": 0.3108510638297872
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  7, Secientohepincpa easier bry aed Aneto st  ty the tet, toes afi stestion (2 of that sense  setton, ofthe follwing sobseosion — lienam",
    "mean_p_confidence": 0.2511111111111111
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  13 A momte ofthe Covet wh ais, mie Bing  ‘teutedy the Cran nate tee ese  segs of a Cov te Sesmed sce  vase fice. whet hoa de a  Fach meng”",
    "mean_p_confidence": 0.3205555555555556
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  8 Secon of he rinciplermman i smeleby Azcumenst  {heen tes ser paragraph] oh een, end  ofthe falling sew pargapne = =",
    "mean_p_confidence": 0.29960000000000003
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  “0 wise St Lanta Acconing Se Lanta Ain,",
    "mean_p_confidence": 0.199
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  cade,  {too oie mies wth oF wth seco  Tn w puns, teas, ent or fherse ace a7  rrrablece mnioableygeny enna een,  ease eterna see 32 ore proper",
    "mean_p_confidence": 0.3003030303030303
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  io) at mien ad ep any igs  worse for he of ti",
    "mean_p_confidence": 0.3873333333333333
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  {7} pay cemurerstion, allowances, pensions and",
    "mean_p_confidence": 0.42625
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  vues oMlees and tarot lated  (oer pendent,",
    "mean_p_confidence": 0.24099999999999996
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "  @) © pry expences o meters of ie Couns eno  fay other pesoos who wonder ary series the  Teste an",
    "mean_p_confidence": 0.3516666666666666
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "  {5 dost wc ter atsor ings a ony be eesany  {oe caryng oath ainsi”",
    "mean_p_confidence": 0.29470588235294115
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  Ita of Chartered cout (Amendment  ‘eho 13 of 98  matnenss 9% Secon 17 ofthe prinipal enactment is hereby  SSsnMee ended by heed of esos 2) ft eton ad  Feat, te allowing subsection hereon  +2) (Wher he Counc as essntl case 2  belie, wheter on ampli ade fo oars  hata person whois ater of bests een  uly of rotesnal misconduct te Covel may  Stpo a inesiaing Cmte 0 nie io end  ert tbe Covi, whter a pina face cae of  ‘rete! misconduct hasbeen mae agit sch  menbe  (oy Wher an iveiguting Commitee appointed  ener paragraph eps ote Caunl a rina  Jase eof pts isco a ben made ot  veg neber be Cnuncallppitadipieny  eines te pros fining te cout  touch mente",
    "mean_p_confidence": 0.33316546762589927
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  meinen 10 Seton 18 ofthe principal ence i heey",
    "mean_p_confidence": 0.31272727272727274
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  SSSITES. amended bythe substiton for he words “in ew oF",
    "mean_p_confidence": 0.3633333333333333
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  Fae ching power ped te eon of wars inlen",
    "mean_p_confidence": 0.3154545454545455
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  SFoscrcang et pow arn or repimand at person o  suspen that penn",
    "mean_p_confidence": 0.332
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  amenetst Me Seton 24 ofthe princi ence i eehy",
    "mean_p_confidence": 0.2427272727272727
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  section 24 0f the amended as follows :—",
    "mean_p_confidence": 0.5429999999999999
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  coe]",
    "mean_p_confidence": 0.03666666666666667
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "  Lame (1) in subsection (1) of that section, by the substitution  fete words inprtnetp wth any Os eDO8-  feo the weds \"in prnrhip with ay et  enon asa det of company. be",
    "mean_p_confidence": 0.43108108108108106
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "  €2) i pra of at tection, by eatin  fore sons sccomting preset ofthe words  eeouning provers or company wxaton ot  ‘basineds matters or”.",
    "mean_p_confidence": 0.3271428571428571
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Instat of Chartered Accounuas(Amendnent) 7  fet. 18 f 1988",
    "mean_p_confidence": 0.31916666666666665
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  12 The Fst Schedule to the principal enactments Anda  ‘erehy amended in sub-paragraph (10) of paragraph ofthat scenic  Sceduleby the substttion forthe wor whch iaguy Seon  was bel” of he words wich the inguity was held nd ==  Shall aus » copy of such repro beset fo the peson  hoe condct mas the subjt of e inguiy",
    "mean_p_confidence": 0.37703125
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  13. ntheremtof any inoniseny beeen Sila Sine  snd Tames of tis At te Silat hal previ. omnes",
    "mean_p_confidence": 0.3145
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  “Jucnvacpan ogo bian nc fe Pane ks 38 LoL  atc, comancn Mui oa No, Ta  1 tae Yeon ech Yu eps 33 alow",
    "mean_p_confidence": 0.23185185185185184
  }
]