[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON ge  3rd Session 1958-59 49 -—  —  Sis  ECan):  pura  SUS  Vey  Tamil Language (Special Provisions)  Act, No. 28 of 1958  Date of Assent : September 4, 1958  Printed on the Orders of Government  Printed at the Govemenr Passe, Ceviox. To be  Slat So Tin K. Batt  ‘Annual, Subssiptign Cneluding Bile) Re. 25 payable In  ee ee  BES Gal\" cee Bae es “Gee, coat  Price: 10 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.4514130434782609
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  ‘Tamil Language (Special Provisions) . o  ‘Act, No. 28 of 1958.",
    "mean_p_confidence": 0.5392857142857143
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  L. D.—0. 28/57.",
    "mean_p_confidence": 0.44000000000000006
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  ‘AN ACT TO MAKE PROVISION FOR THE USE OF THE TAMIL  LANGUAGE AND TO PROVIDE FOR MATTERS  CONNECTED THEREWITH OR INCIDENTAL THERETO.",
    "mean_p_confidence": 0.7630769230769231
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  [Date of Assent : September 4, 1958]",
    "mean_p_confidence": 0.7033333333333334
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  WHEREAS the Sinhala language has been declared  by the Official Language Act, No. 33 of 1956, to be  the one official language of Ceylon :",
    "mean_p_confidence": 0.8113793103448276
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  And whereas it is expedient to make provision for  the use of the Tamil language without conflicting with  the provisions of the aforesaid Act :",
    "mean_p_confidence": 0.8106896551724138
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  Be it enacted by the Queen’s Most Excellent  Majesty, by and with the advice and consent of the  Senate and the House of Representatives of Ceylon  in this present Parliament assembled, and by the  authority of the same, as follows :—",
    "mean_p_confidence": 0.815531914893617
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  1. This Act may be cited as the Tamil Language Shor site  (Special Provisions) Act, No. 28 of 1958.",
    "mean_p_confidence": 0.7463636363636362
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  2. (1) A Tamil pupil in a Government school or Tanti igaeuase  an Assisted school shall be entitled to be instructed Gfinsruction.  through the medium of the Tamil language in  accordance with such regulations under the Education  Ordinance, No. 3] of 1939, relating to the medium of  instruction as are in force or may hereafter be brought  into force.",
    "mean_p_confidence": 0.784179104477612
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  (2) When the Sinhala language is made a medium  of instruction in the University of Ceylon, the Tamil  language shall, in accordance with the provisions of  the Ceylon University Ordinance, No. 20 of 1942,  and of the Statutes, Acts and Regulations made  thereunder, be made a medium of instruction in such  University for students who, prior to their admission  to such University, have been educated through the  medium of the Tamil language. |",
    "mean_p_confidence": 0.8279518072289157
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  3.__A person educated through the mediuch of the Tani insuage  Tamil language shall be entitled to be examined s¢sssvum  through such medium at any examination for the  focadmissior  admission of persons to the Public Service,-subject to {the Pubic  the condition that he shall, according as regulations *  made under this Act in that behalf may require,—",
    "mean_p_confidence": 0.7192063492063493
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  (a) have a sufficient knowledge of the official  language of Ceylon, or",
    "mean_p_confidence": 0.7066666666666667
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  (A) acquire such knowledge within a specified  time after admission to the Public Service :",
    "mean_p_confidence": 0.6544444444444444
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "  2. 240m, 064 C8",
    "mean_p_confidence": 0.19166666666666665
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  4 Tamil Language (Special Provisions)  Act, No. 28 of 1958.",
    "mean_p_confidence": 0.683076923076923
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  Provided that, when the Government is satisfieg  that there are sufficient facilities for the teaching of  the Sinhala language in schools in which the Tamil  language is a medium of instruction and that the  annulment of clause (5) of the preceding provisions of  this section will not cause undue hardship, provision  may be made by regulation made under this Act that  such clause shall cease to be in force. !",
    "mean_p_confidence": 0.8144303797468355
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  Use ofthe 4. Correspondence between persons, other than  forcoreoe® Officials in their official capacity, educated through  fs the medium of the Tamil language and any official in  his official capacity or between any local authority in  the Northern or Eastern Province and any official in  his official capacity may, as prescribed, be in the Tamil  language.  as ort 5. In the Northern and Eastern Provinces the  Tamillanguage Tamil language may be used for prescribed adminis-  dmbsusgve tative purposes, in addition to the purposes for which  puroses inthe that language may be used in accordance with the  Eun\" other provisions of this Act, without prejudice to the  Provinces, use of the official language of Ceylon in respect of  those prescribed administrative purposes.  Regulations. 6. (1) The Minister may make regulations to give  effect to the principles and provisions of this Act.",
    "mean_p_confidence": 0.761656050955414
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (2) No regulation made under sub-section (1) shall  have effect until it is approved by the Senate and the  House of Representatives and notification of such  approval is published in the Gazerte.",
    "mean_p_confidence": 0.7954054054054054
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  This Act 10 be 7. This Act shall have effect subject to such  ipadert ye: measures as may have been or may be adopted under  Adopted or ibe the proviso to section 2 of the Official Language Act,  tearouots, No. 33 of 1956, during the period ending on the thirty  fection 2 of first day of December, 1960,  Hep. 8 ot  Interpretation. 8. In this Act unless the comext otherwise  requires— i  “ Assisted school“! and * Government school”  shall have the same meaning as in the  Education Ordinance, No. 31 of 1939 ;  ~ local authority ”” means any Municipal Council,  Urban Council, Town Council or Village  Committee ;  ~.olficial ” means the Governor-General, or any  Minister, Parliamentary Secretary of  officer of the Public Service ; and  ~ prescribed” means prescribed by regulation  made under this Act.",
    "mean_p_confidence": 0.6943670886075949
  }
]