[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA TURNOVER TAX (AMENDMENT) ACT, No. 9 OF 1987 { Certified on 6 th March, 1987 } Printed on the Orders of Government Published as a Supplement to Part If of the Gazette of the Democratic Socialist Republic of Sti Lanka of March 06, 1987 POOWieD AP fin DRPARIMCHIE? OF COMEANMENT PROVIING, BRE LANKA 30 He FODERARSD AF TE GOVERRGR? FORGCANIONG ROREAT, COLARRO Price : 75 cents Postage : 75 cents",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "+ urnover Tax (Amendment) Act, No. 9 of 1987, >. [Certified on 6th March, 1807] rn a LD-0, 6/86 - vies obey oe Au Act 70 anny tux Toxnoven Tax Act, No. 69 o7 1981 BE it enacted by the Parliament of the Democratic Socialist Republic of Sx Lanka ag followe:— =} -~: 1. This Act may be cited as the Turnover Tax (Aimend- Short tithe, ment) Act; No; O-of WOR fret iain tet ery eM % Section 5 of the Tumover ‘Tax Act, No. 69 of 1061 Amendment (hereinafter referred to es “the' privolpal ehiactmient”) is of Act ‘hereby amended by the addition et: the end of that section, No. t9ot ot the following mabaeetiom i on +414) ‘In’ ascertaining the turnover'of a business for & quiriee, there shell he deducte¢ an amount eqasi to any bad debt incurred hy thet-business which has become & bed debt during that quarter, being an amount which ‘bas'béen included in'the turnover of that business for a previous quarter and in respect of which: turnover tax’ ‘hau been paid : . f ve Provided that any sum réceived in any quarter by that business on account of an amount previously deducted under this subsection in respect. of a bad debt ahali ba included fn the tumover of that business for the quarter ta-which that sum is received, *; ~ wd an : awe % Section 6 of the principal enactment ishereby repealed . Replacement and the following section substituted therefor :— ofthe aDiterent @ In determining the turnover of! biuai- - enactment” geemad to ness for the purposes of section 3 ‘or'dection - Piste, Pra Habiahe ok vt 8. (a) businesses’ of a Uke nature catfied ‘on rt “by a person-inr the same pice rlin’- Te os o> @ifferent places, shall’ be ‘deemed! to\"* Aor 2: oo\" be one busters; and 2s barrie et!) gitferent businesses cairied ‘oll iy the” vette ud same porson in one plack -ahall“be'\" sae ot demed to be one business. 321 4 “Section ‘7 of’ the ‘principal enackment , la” hetdhy \\“Amendment ‘smended'in subsection (1) of that section, by the substtia-\" Stag fiom, *for: the: words “determined in respect of \";\" of ‘the ~ principe) ‘words “determined by the Minister, in zespect <of Mj.\" “uti Snactnent a AonerenaT azo)",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "2 Turiiover Tax (Amendment) ‘Act, No, 8 of 1987 Amendment 5, Section @ ‘it the principal enactnient is bereby Sotthe amended by the addition, at the end of that section of the Principal following subsections -— “ (8) Wiere any person fails to comply with the - requirements of a notice given to him by an Assessor, under subsection (2), the Commissioner-General may . by a notice in writing— {@) tmpose a penalty not exceeding fifty thousand rupees om such person; and . + (@) require such person to— . . en ” @ pay much panalty ; and (ii) furnish the return referred to in the notice given to him by the Assessor, within such ‘time ag may be specified in the notice of the Commissioner-General.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "(10) ‘The Gommissionier-General may reduce or Waive any penalty imposed on any person under this section it such person proves to the satisfaction of the Cominis sioner-General that his Zaiture to fumish a return waa due to circumstances beyond his control and that he bas, after ‘the imposition of the penalty, furnished such return.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "(11) Where a penalty is imposed om a person under subsection (9) he shall not be Hable to a prosecution for",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "|. | 7 av offence indér section $8 relating Yo thet notice. ”. Amendment. 6 Section 12 of the principal enactment ia hereby Thorie. ‘amended by'the repesl of subsection (1) of that section aid Eile the substitution of the following mheection therefor :—",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "* Q) Notwithstanding anything in this Act, there shall be charged from every person who tmports any article manufactured outside Sri Lanka (not being aD excepted article within the meaning of section 8), turt- ‘over tax in respect of his turnover, whether his turnover for any quarter ‘s less than the amount specified in section 3 oF uot, at thé rates specified by the Minister under section 7 and shall be collected by the Principal Callector ‘t¢ Customs, The tax inipoded under this section ahsil be. \" im addition to aay other tax, duty or levy imposed under --",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": ". ‘the Customs Ordinance.®. . * coatiw ae 8. vac owt RS",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "+ Murnover Ta (Amendment) Act, No, 9 of 1987 - 3 1. Section 19 of the principel enactment is hereby Ameodment amended in subsection (1) of that sectlon by the repeal of Taormne all the words and figures from “Where any person” to Dicom, “falls to pay tax for that quarter”, and the substitution of the following therefor :— ” : . “Where any person who, in the opinion of an Assessor, is chargesble with turnover tax fails to furnish a return. under section 9 for any quarter and to pay tax for that quarter”, 8. Section 17 of the principal enactment ig hereby Amendment amended as follows :— . atte ) in subsection (1) of that section by the substitution, BarrDene for the words “penalty imposed on him by this Acti”, of the following :— “ penalty imposed on him by this Act, unless the Commissioner-General orders that the payment of the turnover tax or any part thereof be held over pending the determination of such appeal. Upon the making of such order, the amount of turnover tax or pert thereof held over, shal) not be deemed to he in default: °; and @) by the addition at the end of that section, of the following subsections :— * (12) Where, upon the final determination of an appeal or upon an order made by the Commis- sioner-Getieral, any turnover tax which has been held over under subsection (1) becomes payable or the turnover tax charged by the original ‘Assessment is increased, the Commissioner-General shall give to the appellant a notice in writing fixing a date on or before which any such turnover tax : or balanca of turnover tax shall be paid. Any ‘tumover tax not so paid shall be deemed to be in . 1 default. . (13) Where there js an appeal against an . ‘asseamment and where the payment of any turnover tax specified in the notice of assesstaent is held over * * tander subsection {1), ‘the Commissioner-General stoay, if the appellant agrees during the course of . inquiry into, or cheating of that appeal, that G: A Sertain sum is due or is likely to be due as turn * \"aver tax in respect of that sasessment, by notice in A ones rio :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "24 Pumover Tax (Amendment): Act, No. 9 of 1987",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "Co. ‘writing given to the appellant, direct him to pay",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "“5, .5 “°° much amon or before the date specified in the",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "Dea 4). notice. Amy mum not eo paid shell be deemed to woe ot Ts he da default, % . .",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "Amendment , % Section 20 of the principal enactment is hereby",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "Eis amended by the repeal of all the words from “Where no",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "Principal valid: appeal has been lodged ”to “the amount of such",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "enactment. tay: \", and the substitution, of the following therefor :— “Where no valid appeal has been lodged within the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "time specified in this Act against an aszesament in respect of the tumover tax or where the amount of such tax Is",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": ": ~1 s Agreed to under section 17(5) or has been determined on",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "‘appeal, the assessment as made or sy agreed to, Or af Teduced or increased or confirmed, on appeal, as the case may be, shall be final and conclusive, for all purposes of this Act, as regards the amount of such tax: ”.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "Insertion. 0. The following section is inserted immediately after",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "ofnew 4, section 29, and shall have effect as section 29, of the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "a principal enactment :-—",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "Ganctment, + Certain 29a, Where the Assessor is of the opinion Sapise-loe hat any transaction or disposition whieh tions to be reduces, or would have the effect of reducing, disregarded the amount of turnover tax payable by any",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "Person is artificial or fictitious or that any transaction or disposition is not in fact given efect to, he may disregard any such transaction or disposition and assess the . Parties to such transaction or disposition accordingly. In this section, “ disposition” includes any ‘trust, grant, covenant, agreement, OF arrangement. *.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "Apeninent ‘WW. Section 32 of the principal enactment is hereby",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "Selene’ amended as follows:",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "Peinsi :",
    "mean_p_confidence": 0.07
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "‘enectment, GQ) by the repeal of subsection (2) of that section, and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "the substitution of the following subsection a oe 2°\" @) If the turnover tax in default is in respect of an assessment. made on the defaulter against which the defaulter baa ‘not‘lodged a valid appeal (oc, oF fa in respect of any mim payable acodrding to a Boa tat",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": ". Turnover Tax (Amendment) Act, No, 9 of 1087 5 ._ fetum furnished by the defaulter, the defaulter . . may, within thirty days of such notice, make = objection to the tax charged, to the Commissioner- . \" General and the Commisstoner-General shall, not- - withstanding the provisions of section 20, consider : such objections and give his decision thereon, which shall be final, \"; and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(2) by the repeal of subsection (3) of that section,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "12, Section 36 of the principal enactment is hereby Amendment ‘smended in subsection (1) of that section, by the substitu Sretthe tion, for the words “assessed upon him,” of the words fhactment “payable by him, *",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "13. Section 44 of the principe! enactment is hereby Amendment it amended by the substitution, for the words “other than a 44 of the manufacturer shall”, of the words and figures “other than BUSCIPEL, in respect of a transaction zeferred to in section 46 (2) shall,”,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "14. ‘The principal enactment is hereby amended by the tnssttion ot insertion, immediately after section 46 of the following Hine\" e Reading :— principal",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": ". Engetaent, “CHAPTER XIVA Cagprrs anp Rerunps”.",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "16 Section 47 of the principal enactment is hereby Amendment amended by the substitution, for the words “registered {oz the Manufacturer for that quarter : ” of the words “registered Elacubenk,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "Manufacturer for that quarter in respect of the business of ‘manufacture: ”, .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "16, Section 50 of the principal enactment is hereby Amendment",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "amended in subsection (4) of thet section by the repeal ot Soot the _ Paragraph (Jv) of that subsection and the substitution, of Znnciant, the following paragraph therefor :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "“ (iv) any contract for the provision of services inclu-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "ding a contract for the provision of services ax an 1... eitettainer or artiste but not including a contract wy of employment.\" .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": ": 6 “Turnover Taz (Amendment) Act, No. 9 of 1987 Ansnément 1, Section 53 of the principal enactment is hereby Bierie, «amended by the repeat of all the words from “before @ principal Magistrate,” to “fing and imprisonment.” and the ‘eeaciment. —_gubstitution of the following therefor :—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "‘ “before a Magistrate, be Hable in the case of the offence of ieillng to comply with the requirements of @ notice issued under section 9, to a fine not exceeding fifty thousand rupees or to imprisonment of etther description for a term not exceeding six months or to both such fine and imprisonment and in any other case, toa fine not exceeding five thousand rupees or to impri- ronment vf either description for a term not exceeding six months or to both such fine and imprisonment.’ ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "Amendment 18 Section 59 of the principal enactment is hereby Betihe amended as follows :— ‘Principal G) by the repeal of the definition of “ Assessor\" and the substitution of the following definition therefor :— “ Assessor” means an Assessor of Inland Revenue appointed for the purposes of the Inland Revenue Act, No, 98 of 1979 and includes a Senior Assessor of Inland Revenue appointed for the purposes of that Act;”; .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "(2) by the repeal of paragraph (2) of the definition of “authorized representative”, and the substitution of the following paragraph therefor :—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "(2) who is authorized in writing from time to time by a person to act on his behalf for the Purposes of this Act in respect of such matters relating to the authorization and who is an individual approved by the Commis stoner-Generat for the purposes of the Intand",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": ". Revenue Act, No. 28 of 1979;\";",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "@) in the definition of “company”, by the substitution, for the words “or elsewhere ;\", of the words “or elsewhere and includes a public corporation ;”i and . .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "@) Jn the definition of “person * by the substitution, for the words “ body of persons ;”, of the words “ hody Of persons or any Government department ;”.",
    "mean_p_confidence": 0.84
  }
]