[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "(i) PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA SAMURDHI AUTHORITY OF SRILANKA (AMENDMENT) ACT, No.2 OF 1997 [Certified on 28th February, 1997] Printed on the Order of Government Published as a Supplement to Part IT of the Gazette of the Democratic Socialist Republic of Sri Lanka of February, 1997 oven AT DEPART OF OVEANAENTPRDTNG LLANE armenian ari obrernane nnucmonseuteacouanmoT Price : 3.40 Postage : 2.50",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Samurdhi Authority of Sri Lanka AN ACT 70 AMEND THE SAMURDA AUTHORITY OF SRt LANKA Act, No, 30 oF 1995 BE itenacted by the Parilamentof the Democratic Socialist Republic of Sri Lanka as follows :— 1. This Act may be cited as the Samurdhi Authority of Sti Shon tite, Lanka (Amendment) Act, No. of 1996 2. Section 4 of the Samurdhi Authority of Sri Lanka Act, Amexémem No. 30 of 1995 ¢hereinafier referred to as the “principal of section 4 of 5 enactment” ) is hereby amended as follows :-— toe or (in paragraph (9 of that section, by the substitution for the words “Ihe programme,”, of the words “the Programme;\"; and {ii} by the insertion immediately after paragraph (1) of 10 thal section of the following paragraph :— “(ed providing relief by way of cush or otherwise to ‘deneficiarics of the programme,”, 3. Every person who is the holder of a Certificate of Penton Entittement issued under the regulations made under the relich unter 15 Janasaviya Act, No. 4 of [985 and in force on the day the immediately preceding the date of the repeal of the said Act, fanasaviya and is in receipt of acash payment of two hundred and fifty Piet Rupees a month shall, notwithstanding anything (0 the con- apply for trary in the principal enactment, be eligible to apply For relief ieCundey | 20 under the Samurdhi National Programme formulaied under National the principal enactment. Programme. 4. In the event of any inconsistency between the Sinhala sinhala text and Tamil texts of this Act, the Sinhala text shall prevaill, fo prevallia inconsistency. 2-—D 041853—4,615 (96/10)",
    "mean_p_confidence": 0.81
  }
]