[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRILANKA  |",
    "mean_p_confidence": 0.5235714285714286
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  ‘et No 50 of 2028  {Cention 13h of September, 2025]  1.p-0242003  AwAcrro snes Coos Cas PROC  ‘ActsNo. 15061979  ‘BE it enacted by the Parliament ofthe Democratic Socialis  Republi of Sei Lanka es follows:  1. This Act may be cited a8 the Coe of Criminal Shr ie  Procedure (Amendment) Act, No S0of 200  2 Section 183 ofthe Code of Criminal Pocedue Act, Ames: of  No. 15 of 1979 (bereinafier referred to asthe “principal tin 88 of  enscnent)isheeby amended byte repeal of he marginal AS01866  tote fo that seston andthe substitution thecefor of the  following: =  13. The following new section is herehy inserted meron of sow  Jmol after section 183 ofthe principal enactment 0m 8  and shall have effect as section 183s of the principals /=  eof | aRSu(1)  plea agreement may be entered  ‘She who fs charged inthe Magistrate's Cou at  ay time before the sentences passed, subject  Savemest (the procedure apeificd nth section  (2) Where the pares wo a case intend 0  negotiate plea agreement under this section,  {he ours be informed of these:",
    "mean_p_confidence": 0.46625
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Cade of Criminal Procedure (Amendnent)  ‘et, No. 50 of 2024",
    "mean_p_confidence": 0.45785714285714285
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  Provided thatthe court shall ot patcipate  in the negotiations for sch plea agreement,",
    "mean_p_confidence": 0.520625
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (@) The prosecutor the Attorney-f-Law for  the accused, othe accused, may initiate the  offer to enter into plea agecement",
    "mean_p_confidence": 0.5082608695652173
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  Provided thatthe prosecutor shall maintain  the sole discretion on whether of not to enter  ito a plea agreement withthe accused",
    "mean_p_confidence": 0.46249999999999997
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (4) Ife acused is charged with an offence  ‘unde the Schedule tothe Prevention of Crimes  (Oxdinance (Chapter 22) the Magistrate shall  cause the accused to be fingerprinted and all  fora fingerprint report.",
    "mean_p_confidence": 0.5063157894736842
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (5) Negotiations fora plea agreement shall  bbe conducted between the prosecutor and the  Atorney-at- Law representing the accused",
    "mean_p_confidence": 0.5740909090909091
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  Provided that, where an accused who  intends to enter into a plea agreement isnot  represented by an Atomney-t-Law, the court  shall, assign an Atlomne-at-Law to negotiate  “on behalf of the accused ifthe accusedon being  asked bythe cour, so request",
    "mean_p_confidence": 0.5973913043478261
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  (6) As pat ofthe plea negotiation process,  ‘he prosecutor may meet withthe Atlorne-at  Law for the accused, to ascertain to the  satisfaction ofthe prosecution, a complete  description of the criminal conduct engaged  in by the accused, and the dei of criminal  conduct engaged in by others, which the  accused may provide as cooperation during  the negotiation.",
    "mean_p_confidence": 0.6380303030303031
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Code of Criminal Procedure Amendment) 3",
    "mean_p_confidence": 0.51875
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  Act, No. 50 of 2024",
    "mean_p_confidence": 0.41571428571428576
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (7) During the plea negotiations, the  prosecutor shall-",
    "mean_p_confidence": 0.5418181818181819
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (@ consider the nature and the  circumstances relating t the case,  {he impact ofthe commission ofthe  offence on the vit, the personal  circumstances of the accused, the  Ierests ofthe public, andthe value  (of any information provided by the  accused including any cooperation  provided by the accuse as part of  the negotiation:",
    "mean_p_confidence": 0.5687096774193549
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (©) not use the information obtained  fom an accused during the course  of plea negotiations against him  during the prosecution ofthe cas if  the plea negodatons are ultimately  unsuceessful: and",
    "mean_p_confidence": 0.5913513513513513
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  (©) affort-",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  the vietim;",
    "mean_p_confidence": 0.2025
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  i) the Auorney-at-Law of the",
    "mean_p_confidence": 0.48428571428571426
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  (ii) the National Authority forthe  Protection of Victims of  Crimes and Witnesses  established under the  Assistance to and Protetion  of Vietims of Crime and  ‘Witnesses Act, No, 1002023,",
    "mean_p_confidence": 0.47750000000000004
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Cade of Criminal Procedure (Amendnent)  ‘et, No. 50 of 2024  «reasonable opportunity to make &  written representation to the  prosecution regarding the impact of  {he crime, unless the cigeurstances  prevent sich representation.",
    "mean_p_confidence": 0.45146341463414635
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (8) (@) A proscoutor and the accuse or the  Auorney-at-Law for the accused, may each  make a specific recommendation to the court,  5 tothe sentence to be imposed and include  the recommendation in writing in the inl plea  agreement.",
    "mean_p_confidence": 0.5791304347826087
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (©) Notwithstanding the recommendation of,  the partes, the court shall retain the sole  discretion in sentencing and discretion 10  indicate the sentence that may be imposed",
    "mean_p_confidence": 0.5916129032258064
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (c) Where the prosecutor recommendsto the  court the imposition of a sentence that is more  severe than the recommendation included in  the pleaagreement, the accused may withdraw  the plea of guilty and set aside the plea  agreement.",
    "mean_p_confidence": 0.5750000000000001
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  (a) Where the accused recommends tothe  court the imposition of a sentence thats less  severe than the recommendation inthe plea  agreement, the accused shall not be permitted  to withdraw his plea of guilty on that ground  alone.",
    "mean_p_confidence": 0.5875
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  {e) Where the accused recommends tothe  court the imposition of a sentence that sles  severe than the recommendation inthe plea  agreement, the prosecutor may recommend 19  the court any other appropriate sentence",
    "mean_p_confidence": 0.5715789473684211
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Code of Criminal Procedure Amendment) 5  Act, No. 50 of 2024",
    "mean_p_confidence": 0.5014285714285714
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  (9) (a) The prosecutor shall present the court  ‘with the factual basis ofthe plea set out inthe  plea agreement between the prosecutor andthe  accused by presenting the court with the final  plea agreement at the hearing, where the  accused pleads guilty in accordance with the  terms of the plea agreement. The factual basis  will be included in writing as part of the  completed plea agreement.",
    "mean_p_confidence": 0.5437333333333334
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (0) The plea agreement submited to the  ‘court salle in the format specifi in Form  23 in the Second Schedule",
    "mean_p_confidence": 0.5958333333333333
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  (o) Where the acused isa child, the plea  agreement shal be signed bythe child's parent  or guardian",
    "mean_p_confidence": 0.47190476190476194
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  (a) Apleaageeement shall be Finalized when  ‘he accused signs the agreement",
    "mean_p_confidence": 0.44571428571428573
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  (10) Upon being satisfied tha he accused  Signed the plea agreement knowingly and  voluntarily, the court may accept the plea  agreement.",
    "mean_p_confidence": 0.6392307692307693
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (11) Where the court accepts a plea  agreement, the agreement shall become binding  ‘upon the parties and the cout shall proceed 19  convict the accused accondingly",
    "mean_p_confidence": 0.5683870967741936
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  (12) Anappeal shall noi from a conviction  impose after the court has accepted the plea  agreement and conviced the accused under  subsection (1).",
    "mean_p_confidence": 0.44749999999999995
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Cade of Criminal Procedure (Amendnent)  ‘et, No. 50 of 2024  (13) An appeal shall ot lie from asentence  imposed by the court which falls within the  ‘ange of punishment recommended by the  paris inthe plea agreement  (14) Where the court rejects « plea  agreement-  (the reasons for such rejection shall  be recorded and the parties shall be  Informed thereof: and  (©) the plea agreement shall become  full and void and the parties shall  ‘not be bound by such agreement  (15) Upon rejection, oF withdrawal, of a  plea agreement, fresh plea negotiations in a  trial relating to the same facts may be  ‘considered with prior permission of the cour.  (16) Where the court has rejected a plea  ‘agreement under this section, no party shall  appeal against or apply for review of, the  ‘otder ofthe cour rejecting the agreement  (17) For the purposes of tis section ~  “hil” means, person under eighteen  years of age:  “prosecutor” shall have the same  Tmeaning assigned to such  ‘expression in subsection (1) of  fection 191 of this Code and  includes the Director-General of  the Commission a Investigate  Allegations of Bribery or  (Corruption established under the",
    "mean_p_confidence": 0.5723214285714285
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  ‘ht No, 50 of 2024",
    "mean_p_confidence": 0.33428571428571424
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  Anti-Corruption Act, No.9 of  ‘Commission authorized by the  Attorney-a- Law specially  aubried by such Commission  to conduct the prosecution at  tial of an offence hel in the  Magistrate's Cout ona charge  sheet",
    "mean_p_confidence": 0.4480487804878049
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  4. Section 195s ofthe principal enactment is hereby Amends  amended in paragraph (of subsection (3) there, by tect 5  ‘ubsition forthe words\" aleserofenceofthe worse!  ad figures \"i a lesser offence or wetter be intends 10  tegotine fora plea apecment under section 1974\"",
    "mean_p_confidence": 0.4183333333333334
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  5. Section 197 of the principal enaciment i Reeby Amends  amended by the repeal ofthe marginal ae to hat section Sie 57  and the substtuionthezefor ofthe following: ~ —",
    "mean_p_confidence": 0.5181818181818182
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  6. The following new section is hereby inserted neo of ww  Immediately after seton 197 ofthe principal enactment =m 75 8  and shall have effect as seetion 1974 ofthat enactment: -Seaciment  ‘east 19. (1) A peu agreement may be entered  fiyand— fo Between the prosecutor and an accused  ‘Sinvwanéa — who is indicted inthe High Cour. at anytime  Bis ere the sentence is passed, subject tothe  ssreemest procedure specified in this section.",
    "mean_p_confidence": 0.4955555555555556
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Cade of Criminal Procedure (Amendnent)  ‘et, No. 50 of 2024",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  (2) Where the panties to a case intend 10  ‘negotiate a plea agreement under this section,  the court shal be informed ofthe same:",
    "mean_p_confidence": 0.5618518518518518
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  Provided thatthe court shall ot patcipate  in the negotiations for sch plea agreement,",
    "mean_p_confidence": 0.520625
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  (@) The prosecutor the Attorney--Law for  the accused, oF the accused, may initiate the  offer to enter into plea agecement",
    "mean_p_confidence": 0.5383333333333333
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  Provided thatthe prosecutor shall maintain  the sole discretion on whether of not to enter  into aplea agreement withthe accused person,",
    "mean_p_confidence": 0.47208333333333335
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  (4) If the acoused is indicted inthe High  Court, the cour shall eause the accused to be  fingerprinted and ell fr a fingerprint report,  pursuant to the provisions of paragraph (e) of  Sestion 195",
    "mean_p_confidence": 0.5387500000000001
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  (6) Negotiations fo a plea agreement shall  bbe conducted between the prosecutor and the  Atorney-at- Law representing the accused",
    "mean_p_confidence": 0.5947826086956521
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  Provided that, where an accused who  intends to enter into a plea agreement isnot  represented by an Atomney-t-Law, the court  shall, assign an Atlomne-at-Law to negotiate  ‘on behalf ofthe accused ifthe accusedon being  asked, so request",
    "mean_p_confidence": 0.5618604651162791
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  (6) As pat ofthe plea negotiation process,  ‘he prosecutor may meet withthe Atlorne-a  Law for the accused to ascertain to the  satisfaction of the prosecution, a complete  description of the criminal conduct engaged",
    "mean_p_confidence": 0.6566666666666666
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Code of Criminal Procedure Amendment) 9",
    "mean_p_confidence": 0.54125
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  Act, No. 50 of 2024",
    "mean_p_confidence": 0.41571428571428576
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  in by the accused, and the detail of criminal  conduct engaged in by others, which the  accused may provide as cooperation during  the negotiation.",
    "mean_p_confidence": 0.6637931034482759
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  (7) During the plea negotiations withthe  Adtoeney-at- Law repeeseaing the accused, the  prosecutor shall.",
    "mean_p_confidence": 0.41055555555555556
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  (@) consider the nature and the  circumstances relating t0 the ease,  the impact ofthe commission ofthe  offence on the victim, the personal  circumstances ofthe accused, and  the interests of the public. and the  value of any information povided  by the accused, including any  cooperation provided by the  aceused as part ofthe negotiation:",
    "mean_p_confidence": 0.5526984126984127
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  (©) not use the information obtained  from an accused during the course  fof plea negotiations against him  during the prosecution ofthe case if  the plea negotiations are ultimately  unsuccessful: and",
    "mean_p_confidence": 0.578918918918919
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  (e) afford",
    "mean_p_confidence": 0.13999999999999999
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "  the vietim;",
    "mean_p_confidence": 0.2025
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "  (i) the viein’s Atorey-at Law",
    "mean_p_confidence": 0.16999999999999998
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "  (ii) the National Authority forthe  Protection of Vietims of",
    "mean_p_confidence": 0.5308333333333334
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Cade of Criminal Procedure (Amendment)  ‘et, No. 50 of 2024",
    "mean_p_confidence": 0.4907142857142857
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  Crimes and Witnesses  established under the  Assistance to and Protection  fof Vietims of Crime and  ‘Witnesses Act, No. 1002023,  reasonable opportunity to make a  ‘written representation to the  prosecution regarding the impact of  the crime, unless the circumstances",
    "mean_p_confidence": 0.5085416666666667
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  prevent such representation",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  (8) (@) A proscoutor and the accused or the  ‘Auorney-at-Law for the accused, may each  make a specific recommendation to the court,  8 tothe sentence to be imposed and include  the recommendation in writing in the final plea  agreement.",
    "mean_p_confidence": 0.5623913043478261
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  (©) Notwithstanding the recommendation of,  the partes, the court shall retain the sole  discretion in sentencing and discretion 10  indicate the sentence that may be imposed",
    "mean_p_confidence": 0.5964516129032258
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  c) Where the prosecutor recommendsto the  court the imposition ofa sentence that is more  severe than the recommendation included in  the pleaagreement, the accused may withdraw  the plea of guilty and set aside the plea  agreement.",
    "mean_p_confidence": 0.5655813953488372
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "  (i) Where an accused has withdrawn the plea  ‘unde paragraph (c), the Judge shall proceed to  trial as if conviction has not been enter",
    "mean_p_confidence": 0.4853571428571429
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Code of Criminal Procedure (Amendment) 11  Act, No. 50 of 2024",
    "mean_p_confidence": 0.5157142857142857
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  {e) Where the accused recommends tothe  court the imposition of a sentence thats Tess  severe than the recommendation in the plea  ‘agreement the accused shall not be permitted  to withdraw the plea of guilty om the ground  alone.",
    "mean_p_confidence": 0.5791111111111111
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  () Where the accused person recommends  to the court the imposition ofa sentence that is  less sever than the recommendation inthe plea  agreement, the prosecutor may recommend 19  the court any other appropriate sentence",
    "mean_p_confidence": 0.5005
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  (9) (a)) The prosecutor shall present the  ‘court with the factual basis of the please ut  inthe plea agreement by presenting the court  ‘with the Final plea agreement at the hearing  ‘where the accused pleads guilty in accordance  withthe terms ofthe plea agreement. The factual  ‘sis shall be included in writing as part of he  completed plea agreement",
    "mean_p_confidence": 0.5425373134328358
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  (0) The plea agreement submited to the  ‘court salle in the format specifi in Form  23 in the Second Schedule",
    "mean_p_confidence": 0.5854166666666667
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  (e) Where the accused isa child, the plea  ‘sgreement shal be signed bythe child's parent  or guardian",
    "mean_p_confidence": 0.4480952380952381
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  (a) Apleaageeement shall be Finalized when  ‘he accused signs the agreement",
    "mean_p_confidence": 0.44571428571428573
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "  (10) Upon being satisfied tha he accused  signed the plea agreement knowingly and  voluntarily, the court may accept the plea  agreement.",
    "mean_p_confidence": 0.6415384615384615
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  12 Cade of Criminal Procedure (Amendment)  ‘et, No. 50 of 2024",
    "mean_p_confidence": 0.49142857142857144
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  (11) Where the court accepts a plea  agreement, the agreement shall become  binding upon the parties and the court shall  proceed to convict the aceused accordingly.",
    "mean_p_confidence": 0.5948387096774194
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "  (12) An appeal shall aot lie from  conviction imposed after the court has  accepted the plea agreement and convicted  the accused under subsection (1,",
    "mean_p_confidence": 0.6265517241379309
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "  (13) An appeal shal nti froma sentence  imposed by the court which falls within the  range of punishment recommended by the  Pats inthe plea agreement.",
    "mean_p_confidence": 0.506
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "  (14) Whete the court rejects a plea  agreement",
    "mean_p_confidence": 0.45545454545454545
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "  (0) the seasons for such rejection shall  ‘be recorded and the paris shall be  informed thereof: and",
    "mean_p_confidence": 0.4680952380952381
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "  (©) the plea agreement shall become  ‘ull and void and the parties sall  ‘ot be bound by such agreement",
    "mean_p_confidence": 0.523913043478261
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "  (15) Upon rejection, or withdrawal, of a  plea agreement, fesh plea negotiations in a  trial relating to the same charge and facts may  be considered.",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "  (16) Where the cour has rejected a plea  agreement under this section, no party shall  appeal against, or apply fora review of, the  ‘order ofthe court rejecting the agreement",
    "mean_p_confidence": 0.5367647058823529
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  et No.3 of 2024  (17 Forte purpose fi seton~  “et” mean. a eon anderen  yews age:  xpressionnseton 193 of this  Cate an ints the Diese  Genera of the Commision to  Biery Compson sbisid  unde the Ant Copton Ac  No.9 of 223 an fcr of ch  Commission authorized y the  auihrized by sch Commision  to conc he prosecution at 2  afore ent Hih  thercof ofthe following new Form and hal have effect ax POR  Form 2 ofthat Scene",
    "mean_p_confidence": 0.3878723404255319
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  14 Cade of Criminal Procedure (Amendment)  ‘et, No. 50 of 2024",
    "mean_p_confidence": 0.4942857142857143
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  Code of Criminal Procedure Amendment) 1S  Act, No. 50 of 2024",
    "mean_p_confidence": 0.5235714285714286
  },
  {
    "i_page": 16,
    "par_num": 2,
    "text": "  1 The Accu ee avy ihe pal rpeettie",
    "mean_p_confidence": 0.29500000000000004
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "  ‘oluntiy wad hese ahs clang he hw apps",
    "mean_p_confidence": 0.422
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  16 Cade of Criminal Procedure (Amendment)  ‘et, No. 50 of 2024  Sintala ext» 8 Inthe event of any inconsistency betwen the Sinhala  Dread the Tami texts ofthis Act he Sina text shall real,",
    "mean_p_confidence": 0.4755263157894737
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": "",
    "mean_p_confidence": -0.01
  }
]