[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ast. Session 1965-66 ALCS ° for Seg a mh 8 CIIDs og Ah oo Nay Local Authorities Elections. (Amendment) Act, No. 15 of 1965 . Date of Assent : November 24, 1965 Pred ot ioe Gommmounte Pras, Conse, Tobe purchased at the Govmurainr Poprications BunBAU, CoLonao . Annual Subseription (Including Bills) Re. $0 (Local), Ra. 48 Hee iale, © Grbct Saas ye pees le eR Price: 70 cents Postage: 20 cents",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Local Authorities Elections (Amendment) Act, No. 15 of 1965 Ih. DO. 88/05, An Act 10 AMEND THE LocaL AUTHORITIES Ghorter e ELECTIONS ORDINANCE, Baye oe, (Date of Assent: November 24, 1965] BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "4. This Act may be cited as the Local Authorities aber ste Elections (Amendment) Act, No. 15 of 1965, and Spin shall come into operation on such date ss may be appointed by the Minister by Order published in the Gazette,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2 The Local Authorities Elections Ordinance, a8 Anmtam o amended by Act No. 9 of 1963, (hereafter in this Act Shape ‘sez. referred to as the ‘ principal enactment \"), is hereby amended in section 7 thereof as follows: —",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(a) by the renumbering of that section as sub-section",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(1) of section 7;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(0) in renumbered sub-section (1) of that section, by the subetitation, for paragraph (>) of that sab-section, of the following new para- graph:—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "“(B) who was, on the fitet day of June in the . year of the commencement of the bre: aration or revision of that parlia- saentary register, ordinarily resident in any ward which ie sitaated wholly or partly within the electoral dis- trict,’ and . © by the insertion, immediately after renumbered . aub-section (1) of that section, of the follow- a+. ing new sub-gections:— * (@) In the determination of any question as wo person's residence on the Bist day of June in any year, particular regard shall be 1a teense",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "2 = Loval Authorities Elections (Amendment) Act, No. 15 of 1065",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "had to the porpose and other circumstances,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "as well as to the fact, of his presence at, or absence from, the address in question, and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "in particular his absence from such address",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "in the performance of any duty accruing from, or incidental to, any office, service or employment, held or undertaken by him.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(@) The address at which a person was ordinarily resident in any ward on the first day of June in any year is hereafter in this Act referred to as his “qualifying address \".\".",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "heginuigt |B. Section 8 of the principal enactment is hereby weaioa t's! amended by the substitution, for paragraph (2) of that Sguer\" section, of the following new paragraph:—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "““@) he was, on the first day of Jane in the year of the commencement of the preparation or rerision of thet register, ordinarily resident in that ward or any other ward of the eama electoral area.”",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "segpimaict Section 9 of the principal enactment is hereby jesion 9 of aamended in sub-section (1) thereof by the omission o: smemeok paragraph (c) of that sub-section.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "— 5. Section 19 of the principal enactment is herebs pacers repealed and the following mew section substituted Sidoan™ — therefor:— .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "* Speeiad 19, _(t) No person shall be entitled to” oe us have his name entered or retained— io (@) in more than one electoral list, aoe whether of the wards of the . same electoral area or different electoral areas; oF () more than once in the same éleo-” toral list’ under different. qualifying addresses, notwithstanding that he may be quali- fied to have his name so entered or retained.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Local Authorities Elections (Amendment) 8",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "dct, No. 15 of 1965",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "@) (@) Where it appears that a per- son is qualified to have bis name entered or retained—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(i) in more then one electoral list; or Gi) more than once in the same electoral",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "list under dillerent qualifying",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "addresses, an elections officer shall cause notics to be served upon that person requiring him to specify, within seven days of the date ‘of service of such notice, the electoral list in which he desires to have his name entered or retained, or the qualifying address under which he desires to have his name entered or retained in the same electoral list, as the case may be.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(®) Any notice referred to in para- graph (a) of this sub-section may be served upon any person by sending it by ordinary letter post to sach person or by delivering it to him or to an adult ember of his household.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(3) Where, in compliance with notice under paragraph (a) of sub-section (2), ® person specifiee—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(@) the electoral list in which he desires to have his namo entered or retained, and the elections officer of the appro- priate district is satisfied that such person is quellified to have his name entered or retained in that list, hia neme shall be en- tered or retained in that list and in po other electoral list; or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "{0} the qualifying address under which he desires to have his name entered or retained in the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "4 Local Authorities Elections (4 mendment) + Act, No, 15 of 1965",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "same electoral list, and the elections officer of the district in which the ward to which that list relates is situated is satis- fied that such person is qualified to have his name entered or re- tained in that list under that address, his name shall be entered or retained under that address in that list and under no other address in that list.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "(4) Where a person. fails to comply",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "with a notice under paragraph (a) of sub-section (2},—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "(@) the appropriate elections officer shall, if the notice required such person to specify the electoral list in which such per- son desires to have his name entered or retained, determine which one of the electoral lists in which such person is quali- fied to have his name entered or retained shall be the electoral list in which such name shall be entered or retained, and soch name shall be entered or retained in the electoral list determined by such officer and in no other electoral list; or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "@®) the appropriate elections officer shall, if the notice required such person to specify the quali- fying address under which be",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": ". desires to have his name entered or retained in the same elec- toral list, determine which one",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "«Local Authorities Elections (Amendment) 5 Act, No. 15 of 1965 of the qualifying addresses in : the same electoral list under which such person is qualified to have his name entered or re- tained shall be the addresa under which such name shall be entered or retained in that list, and such name shall be entered or retained under the qa fying address in thet list deter- mined by such officer and under no other qualifying address in that list.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "(5) The failure of any pereon to comply with any notice served under Farsarerh (@) of sub-section (2), or the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "failure of an elections officer to comply",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "with the provisions of sub-section (4) in",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "respect of that person, or the fact that",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "upon such compliance his name ia not",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "entered or retataed in any electoral list,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "or under any qualifying address in the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "same electoral’ list, specified by such",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "person, shall not affect or prejudice his",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "right to have his name entered or re-",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "tainad, subject to the provisions of sub-",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "section (1) and section 82, in any elec-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "toral list, or under any qualifying",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "address in the same electoral list, as the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "case may be, in or under which he is",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "qualified to have his name entered or",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "retained.”’, @, Section 28 of the principal enactment is hereby ameodmen of amended as fellows: — section 06 of Pracieal sondaat. (1) in sub-section (1) of that section,—",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "(a) by the substitution, in paragraph (a) of",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": ": @ br that sub-section, for all the words and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "figures from “ Such date shall—” to",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "the end of that paragraph, of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "words ‘‘ Such date shall be a date not",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "earlier than fourteen days or later",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "than twenty-aight days from the date",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "of the publication of the notice.””;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 27,
    "text": "an",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "& — Local Authorities Elections (Amendment) Act, No. 16 of 1968 (®) by the substitution, in paragraph (2) of that aub-cection, for the se iss * twenty-first day \"” occurring in sub- paragraphs (i) aud. (i) of that paragraph, of the expression ** twenty-eighth day “\"; and (2) in paragraph (a) of sub-section (2) of that section, Fare bauSclnrton for the eapesenoes eats hour (commencing not eatlier than 9 am, nor later than opm) during which, ”, of the expression “ the hour during which, **, Amina ot 7. ‘Section 274 of the principal enactment is seonzot hereby amended as follows:—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "“casa: (a) by the repeal of sub-section (2) of thet section, and the substitution therefor of the following new sub-section :—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "*« @) A political party shall be entitled to be treated as a recognized politieal party for the purpose of local elections if, but only if, it was, at the lest parliamentary general election immediately preceding such local elections, treated a8 a recognized political party under the Parliamentary Elections Order in Connell for the parpess of the pro visions of section 29 of that Order relating to the deposit to be made by candidates.”’;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(0) in mbsostion (@) of fhat sation, by the substitution, for all the words and figures from ‘\" at the parliamentary \"” to the end of that sub-section, of the following: —",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "“at the last parliament eneral election immediately srecatin sock local elections shall.be deemed to be the approved symbol allotted to auch party for that purpose antil the date on which it ceases to be sa entitled by virtue of sub-section (2). ””; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(by the sepeal of exb-sections (8), (8), (and (@) of that section.",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "asd 8.\" Section 81 of the principal enactment is hereby",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "dcia aia” amended in sub-section (2) of that section by the",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "ieee! — substitution, for the expression “a trus copy. thereof \"', of the expression “' « copy thereof ”’,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "Local Authorities Elections (Amendment) 7 Act, No. 18 of 1966",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "9. Section 35 of the principal enactment is hereby anenimass of amended in sub-section (1) of that section by the meu,26 of substitution, for the expression ‘ twenty-one days °', ssiciment. of the expression ‘* twenty-eight days”.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "10. Section $94 of the principal enactment is smmimant ot hereby amended by the insertion, Tramediately after tt sub-section (3) of that section, of the following new tiamnt sub-section: —",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "“ (8a) Every person,—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(@) other than 2 public servant acting in the course of bis duty as such servant, who has in his possession the official poll card of any other person; or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(8) who without due authority prints any official poll card or what purports to be or is capable of being fised ay an official poll card at any election under this Ordinance,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "shall be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be liable to a fine not exceedin, five’ bundred rupees or to imprisonment of either description for a term not exceeding six months or to both such fine and imprisonment.’*.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "14, The following new section is hereby inserted taveien ot immediately after section 53, and sball have effect as 3\" maim section 584, of the principal enactment :— real” “Lospecton 58a. (1) No ballot paper shall be aioe delivered to any votet At any local wah the election— appropriate cari {0) if he refuses to allow the",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "presiding officer or a person acting under his authority to make the appropriate inspection; or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "() if, © having allowed — such inspection, it discloses that such voter has already been marked with the appropriate mark; or",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "8 Local Authorities Blections (A mendment) Act, No, 15 of 1965",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(©) if, having allowed such inspection, it discloses that such voter has not already been marked with the appropriate mark, but such voter tefuses to allow such officer or person to mark such voter with the appropriate mark,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "and accordingly such voter shall, not- withstanding anything to the contrary in any other provision of this Ordinance, not be entitled to vote at such election.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "2) The presiding officer of 2 polling",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "station shall enter on a list, substantially",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "in. the form set oat in’ the Seventh Schedule to this Ordinance, the follow- ing particulars relating to each voter to whom a ballot paper was not delivered ‘at such station under sub-section (1):—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(@) the number of such voter in the electoral list of the ward of the electoral grea in which the election is held;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "@) the name and address of such voter as it appears in uch list; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(©) the ground on which a ballot paper was not delivered to such voter.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "Such list is in this Ordinance called the \"list of voters to whom ballot papers - are not delivered under section 53a”.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(8) In this section, —",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(@) the expression “' appropri- ate mark” means & mari made witb indelible ink;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(6) the term “ appropriate”,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "® with reference to any context connected wif",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "Local Authorities Elections (Amendment) a Act, No. 15 of 1965",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "or relating to the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "inspection or marking",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "of & voter, means—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(i) the Little finger of his left hand or, if such finger’ is missing, any other “finger of his left hand; or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(ii) if, all the fingera of his left hand are missing, the little finger of his right band oz, if such",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "Inger is missing, any other finger of his right hand; or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(iii) if all the fingers of his left and right hands are mis- sing, such extre- mity of his left or right band as such voter possesses,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(4) Every person who—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(a) without due authority places an appropriate mark on any voter at any election ander this Ordi- nance or what purports to be or is capable of being mistaken for that mare; oF",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(8) fraudulently defaces any approptiace mark placed on any voter at such election witbout due authority,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "aball be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be liable to a fine not excaed~ ing five hundred rupees or to imprison ment of either description for a term not excaeding six months or to both auch fine and imprisonment,’.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 Local Authorities Elections (Amendment) Act, No. 15 of 1965 Amoameot of 42, Section 54 of the principal enactment is here- ave by amended in sub-section (2) of that section, by the enemas substitution, for the expression ‘* shall mark the ballot paper \"', of the expression ‘* shall, in the presence of another member of his polling staff, mark the ballot paper”. asmimenn of 48. Section 59 of the principal enactment ia hereby Sec} amended in sub-section (1) of that section as follows: — enechaeai. (1) in paragraph (¢) of that sub-section, by the substitution, for the expression ‘* votes list,\"\", of the expression ‘* votes list, and”; and (2) by the insertion, immediately after paragraph {e) of that sub-section, of the following ioe : paragraph: — \"“(f) the list of voters to whom ballot papers are not delivered under section 534,\"\". amines ot 44. Section 65 of the Principal enactment is hereby S84 amended by the substitution, for the proviso to that sasehionat section, of the following new proviso:— ** Provided, however, that before the retarning officer makes the declaration,— (@) such number of recounts may be made as the returning officer deems necessary; and {) a recount or recounts shall be made upon the application of a candidate or hia agent s0 however that the maximum number of re- counts that shall be so msde, on the appli- cation of any candidate or his agent, or all the candidates or their agents, chall not exceed two.””, ameedmen ct 15, Section 69 of the principal enactment ia hereby aeton OH of atnended as follows: — onset. (a) by the substitution, for the expression “' this . Part of this Ordinance”, of the expression \"* this Ordinance ””; and {) in the marginal note to that section, oy the eub- stitution, for the word “‘ Paxt.””, of the word , \"* Ordinances.” Ametoua ct. 46, Section 80 of the principal enactment is hereby smiien $f amended by the substitution, for all the words from azseat not exceeding one year ” to the end of that section, of the words “not exceeding one year.”",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "Local Authorities Elections (Amendment) 11 Act, No. 15 of 1965 47. Section 81 of the principal enactment ig hereby amentnent ot amended ss follows:— Pd (@) by the renumbering of Paragraph (8) of that ew section as paragraph (5) thereof; and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "(0) by the insertion, immediately after paragraph (2) of that section, of the following new paragraphs ;— ** (3) who, being a member or official of @",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "religious order or organization, —",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "(@) denies or threatens to deny, to any member or adherent of that order or organization, or to any member of the family of euch member or adherent, any spiri- tual ministration, service or benefit, to which such member . or adherent would in the ordi- nary course have been entitled; or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "(0) excludes, or threatens to exclude, such member or adherent from such order or organization,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "in order to induce or compel such mem-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": ". ber or adherent to vote or refrain from voting for any candidate at such eleo- tion, or to support or refrain from supporting any political party at such election, or on account of such member or adherent having voted or refrained from voting for a candidate at such election, or baving supported or re- frained from supporting any political party at such election, or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "(@ who, being the employer of any other person,—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "(@) terminates or threatens to ter- minate such employment; or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "(0) denies or threatens to deny to euch other person: any benefit or ser- vice which such other person",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": ". already enjoyed, or would bave",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "enjoyed, in the ordinary course of such employment,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "in order to induce or compel such other",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "erson to vote or refrain from voting",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "For any candidate at euch election, of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "12 Local Authorities Elections (Amendment) Act, No. 25 of 1966 te support or refrain from supporting any political party at such election, or on account of sucli other person having voted or refrained from voting for any candidate at such election, or having supported or refrained from support ing any political party at such election, or ””. Aneniaast of 48, Section 81 of the principal enactment is wien lac’ hereby amended as follows :— envotmant (1) in sub-section (1) of that section, by the Substitution, for the expression ob. fifty yards \", of the expression “ of a quarter of a mile\";",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "(2) by the insertion, immediately after sub-section (2) of that section, of the following new sub- section :—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "* @a) No person—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "j (0) who is o candidate at any election in any electoral area shall, on the day on which the poll is taken at such election, use in that area any building or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": ": structure (whether temporaty or : otherwise), other than the ordinary place of residence of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "such candidate, for any purpose",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "caleulated to promote the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "election of such candidate; or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "(2) shall, at any time during the period commencing on the day of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "nomination at any election in",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "any electoral area and ending",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "on the day immediately",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "foilowing the dato on which the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "- poll is iaken at such election, conduct, hold or take part in",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "any procession, other than a",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "procession on May 1, in any",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "year, or any procession for Jeligious or social purposes; or ~",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "(e) shall, at any procession beld or",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": ". © seraductad’ daring tho poviod referred to in patagraph (®) of",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 13,
    "par_num": 20,
    "text": "this sub-section, do any act or",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "Local Authorities Elections (Amendment) 18 Act, No. 15 of 1988 thing caleulated to promote the election referred to in the said paragraph ().”; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "(8) in sub-section @ of that section, by the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "substitution, for the expression “* sub- section {1) or sub-section ® +, of the expression “' sub-section (1), sub-section (2), or sub-section (24) ””.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "49. Section Sis of the principal enactment “is Ameoément at hereby amended by the repeal of sub-section (1) of that sa™,ol 2 section and the substitution therefor of the following exsctment. ‘new sub-section :—-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "* (1) During the period commencing on the day",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "of nomination at any election under this Ordinance",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "and ending on the day following the day on which",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "a poll is taken at suoli clection, no person ahall, for",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "the purpose of promoting the election of any",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "eandidate at such election, display—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "(@) in any premises, whether public or private,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "fag or beuner exorpt in of on any vehicle that is used for the conveyance of a candidate at such election, or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "{0} any handbill, placard, poster, notice ox sign on",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "any placo va which the public have svight of, or are granted, access except in or on any premises on any day on which a meeting in support of a candidate at euch eleotion is due to bo held in that premises; or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "(e) eny handbill, placard, poster, notice, sign, flag . ‘or banner, on or across any public road; or",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "{@ any handbill, placard, poster, notics or sign in",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "or on any ‘hice, except in or on any vehicle that is used for the conveyance of a candidate at such election.”’.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "20. Section 8ic of the principal enactment is Replecanon of hereby repesled, and the following new section revor Bio of substituted therefor :— ‘ttt Provision Bic. (1) No porson shall let, lend, meee? employ, hire, phrrow or 020, or aid oF Rare abet, ‘any other person to let, lend,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "val A e employ, hire, borrow or use, any vehicle, vessel or animal for the purpose of con veying any voter to or from the poll.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "14 Local Authorities Elections (Amendment)",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "Act, No. 16 of 1965",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "(2) Avy person who contravenes an of the provisions of sub-section (1) ‘shall be guilty of an offence and shall, on con- viction after summary trial before a Magistrate, be liabla to a fine not cxceeding one hundred rupees, or to imprisonment of either desoription for a term not exceeding one month, or to both such fine and imprisonment.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "{8) Notwithstanding anything in the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "preceding provisions of this section,—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "(a) where a person is unable at any",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "election under this Ordinance - to reach his polling station from his place of residence without crossing the sea or a branch or arm thereof or s river, the use of a means of transport to enable him to reach his polling station shall be deemed not to be @ contraven- tion of the provisions of sub- section (1);",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "(8) the conveyance of a person at his A ‘own expense to or from the poll 4 at any election in, or the use by",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "any person at his own expense for the purpose of the conveyance of himself to or from the poll of, any public transport, service ‘provided y the Ceylon Transport Board, the Ceylon Government Rail- way, or the Colombo Municipal Council, shall be deemed not to be & contravention of the . provisions of sub-section (1); {) where the returning officer for any electoral area is satisfied, upon written application in Vt behalf’ made to im by any person (not being a candidat 80 as to reach such officer seven days before the day on which a poll is to be taken at any election in that area, that such person is unable, by reason of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "Local Authorities Elections (Amendment) 45 Act, No. 16 of 1965",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "any physical disability, to",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "convey himself to end frva the",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "poll on foot or in any public",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "Eransport service referred to in",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "paragraph (8) of this sub-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": ". section, the returning officer nay give such person written authority to use any vehicle, vessel or animal for the purpose of convey ng himself to and from the poll, and accordingly the use of a vebicle, vessel or animal for the purpose of such conveyance by such person shall be deemed not to be a contra vention of the provisions of sub-section (1).",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(4) Where at a poll taken at any election in any electoral area under this Ordinance, any vebicle, vessel or animal is being used in contravention of the provisions of sub-section (1), any police officer may stop and eize such vebicl,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": ": vessel or animal, and take it to a police station and detain it therein until the conclusion of the poll.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "@) A court may, on the conviction of any person for an offence onder this section, mais order declaring thet any vehicle, vessel or animal in or in connection with the commission of such offence shall be forfeited to Her Majesty.”",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "24. The following new section is hereby inserted tnecica of immediately after section 81c, and shall have effect per vetien as seotion 81p, of the principal enactment: — prea!",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "Siveibet, Zale _ Bip. (1) Where there is published psvezpapets, in any newspaper any false statement",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": ". concerning, or relating to,—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(@) the utterances or activities at any - election under this Ordinance of any candidate, or any political party which is contest- ing such election, whether or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "a ene 08)",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "16 Local Authorities Elections (Amendment) Act, No. 15 of 1966 not such party is a recognized party for the purpose of local elections; or (0) the conduct or management of such election by such candi- date, or any such party, and such statement is capsble of influencing the result of such election, then, every, person who ab the time of such’ publication was the proprietor, the manager, the editor, the publisher or other similar officer of that newspaper, or was purporting to act in such capa- city, shall each be guilty of an offence unlegs such person. proves that such publication was made without his con- . sent or connivanea, and that he exercised all such diligence to prevent such publi- cation as he ought to have exercised having regard to the nature of his fonctions in such capacity and in all the cireumstances. ) Any person who is guilty of an offence under eub-seotion (1) shall, on conviction after summary trial before a Mogistrate, be liable to a fine not exceed- ing five hundred rupees, or to imprison- ment of either description for a term not exceeding one month or to both auch fine and imprisonment. (3) In this section, the term “newspaper '” includes’ any journal, magazine, pamphlet or other’ public: ation.”. repost of 22, Section 82 of the principal enactment is fier @ at” ereby repealed, and the following mew section Hage substituted therefor:— Pir — aise e2. If any person: (a) votes more than once at any al election under this sort ani ae same electoral area, or different electoral areas, or asks for 2 ballot paper for the purpose of 80 voting; or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 22,
    "text": "Local Authorities Elections (Amendment) 17 Act, No. 16 of 1965",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 22,
    "text": "(®) votes more than onoe in the same",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 22,
    "text": "ward of an electoral area at",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 22,
    "text": "any election under this Ordin-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 22,
    "text": "ance, or aske for a ballot paper",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 22,
    "text": ". for the parpose of so voting,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 22,
    "text": "such pergm shell be guilty of en offence",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 22,
    "text": "and shall, on conviction after summary",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 18,
    "par_num": 22,
    "text": "trial before a Magistrate, be liable to",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 22,
    "text": "rigorous imprisonment for a term not",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 18,
    "par_num": 22,
    "text": "exceeding one year.””.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 22,
    "text": "28, The following new sactions are hereby inserted oui of immediately after section 84, and shall have effect Gf\" 22m, - as sections 844, 840, 84c and B4n, of the principal be arias enactment: — snactmeats «Duty of 84a. {1) Any person, being the ee employer of any other person who ia ere, entitled to vote at any election under wr this Ordinance shall, upon application :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 18,
    "par_num": 22,
    "text": "in writing in that behalf made by such other person, grant such other person, leave, without loss of pay, for such continuous period (oot less than two hours in duration) as that person may deem sufficient to enable such other person to vote at that election.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 18,
    "par_num": 22,
    "text": "(@) Any person who contravenes or fails to comply with the provisions of sub-section (1) shall be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be iable to a fine not exceeding five hundred rupees, or to imprisonment of either description for a tarm not exceading one",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 22,
    "text": ": month, or ¥o both auch Sine and impri- coument.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 18,
    "par_num": 22,
    "text": "‘Tneccurate 84n. No misnomer or inaccurate",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 22,
    "text": "Sgrcrinnion ‘desoription of any person or place named",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 22,
    "text": "aedphom or desaribed in any electoral list. notice or other document whatsoever prepared or ismed under ot for the purnoses of",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 18,
    "par_num": 22,
    "text": "«._ . .. this Ordinance shall in anv wise affect",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 18,
    "par_num": 22,
    "text": ". the operation of this Ordinance as",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 18,
    "par_num": 22,
    "text": "respects that person or place if that Suse” Benson oF plaot is-60 designated in such _ ov Tis. - notios or :documen? as to be",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 18,
    "par_num": 22,
    "text": "UY” Ydentifiable,",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "18 Local Authorities Elections (Amendment) Act, No. 15 of 1966",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "Requisition «Sd. (1) Where the’ Commissioner",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "ones considers that any premises, other than",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "ating any school referred to in section 70, are",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "stations required for the purpose of being used as a polling station, ho may Tequisition those premises for that purpose by order in writing addressed to and served on the person in actual possession of those premises, or whete uo person is in such actual possession, on the owner of such premises.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(2) Where any preniises are requisi- tioned under eub-section (1}, the period of such requisition shall not extend beyond four weeks.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": ": (8) Tn this section, “‘ premises means any land, building or part of & building and includes @ hut, shed ot structure or any part thereof.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "Geemuion 84, (1) Where any premises are Benen, requisitioned under section 84c, the Commissioner shall pay, out of moneys provided for the parpose by Parliament, compensation for euch requisition to the person who was in actual possession of those premises immediately before the requisition or where no perton wes in such actual possession, the owner of those premises, and shall make good any damage dono to those pramises during . the period of the requisition.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "@) The © amouné of compensation payable under sub-section (1) in respect of any premises shall be determined by taking into consideration—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(0) the rent payable in respect of those premises, or, where no rent is so payable, the rent",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": ": payable for similar premises in the locality, and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(8) if, in consequence of thie requisi-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "“ °\" \"tion of “those premises, the roy c'+ +> pergon who was in actual zt -\" \"+ posasgsion of those premises",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "eet ~- “immediately before the requisi- tion was compelled fo obango",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "Local Authovities Elections (Amendment) 19",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "Act, No. 15 of 1965",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "his residence or place of business, the reasonable ex-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": ". penses, if any, incidental to such change.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "(3) Where any person entitled to compensation under this section is aggrieved by the decision of the Com- . missioner in regard to the amount of the compensation, that person may appeal in writing to the Minister from thet decision. Upon such appeal being made, the Minister sball appoint an arbitrator and shall refer euch appeal to him for determination; and the determination of the arbitrator on such appeal shall be final.”",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "24, The following now section is hereby inserted tostion of immediately after sention 85, and shall have effect as Bir im ite section 854, of the principel enactment:— ror <Deatection, BGA. Ev on who, without oe oe lawful authority, destroys, | matilates, dcomats, - defaces or removes any notice which is",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "exhibited by any authority under this Ordinance, or any document which is mede available for inspection in accord- ance with this Ordinance, shall be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be liable to ‘a fine not exceeding fifty rupees.””,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "25. The Sixth Schedule of the principal anesinm o enactment is hereby amended by the insertion, in the Shetu st appropriate column of that Schedule, immediately i piosre after item 1, of the following new item:—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "“©1s. Section 60... Every reference to a",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "returning officer shall be deemed to include &",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "_ reference to a counting officer.”*,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "20 Local Authorities Klections (Amendment) Act, No. 15 of 1065 Tousttion of 28, The following new Schedule is hereby inserted greek immediately after the Sixth Schedule, and shall havo Gspaiyes effect as the Seventh Schedule, of the principal sasdoeat. “enactment: — “SEVENTH S0HEDULE wont . List of Volora tho are not delivered Batlos Papers . (Section 53 a}",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "Local Authority tecscsmnnuenrannsnnnnttniennae",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": ": Weard NO cmemsmsmnnnenenenrnmnnnnnanninanen,",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "Date of BleaHion : jeeesernenenerenimnanmennonnnn",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "No. in li ‘Nema of Address of | Reason for not delivering ballot 3] = [ee ‘Already | Refuses to ‘Refused marked be marked od | n | Eapection [appropritelappropriate atk (mark",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "eS Ps es",
    "mean_p_confidence": 0.14
  }
]