[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ast Session 1956 sESE eT, Y Pr, See. Ke . > ph arn promos 5, aim Fa Vn Ace’ 4 % Ceylon State Mortgage Bank , (Amendment) Act, No. 31 of 1956 ; Date of Assent: June If, 1956 Yo, : Printed on the Orders of Government : Printed ath we Gorter Pomucinone Benin, Coronado, domaine i A rate Houas, Post Orrice “Box 600, Secretarial, Colombo 1. t Price: 10 cents. Postage: 16 cents. :",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "” Coyton State Mortgage Bank (Amendment) 8 Act, No, 81 of 1958 LD.—O. 71/56, Aw Act 70 AMEND raz Czyzon Stars Monrcace Bank cpyptw 277. ‘Onpmvance. page 2 : [Date of Assent: June 14, 1956]",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the autho- rity of the same, as follows :—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "4, This Act may be cited as the Ceylon State Mort- fies uve gage Benk (Amendment) Act, No. 31 of 1956,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "2, Section 58, as amended by Ordinance No. 24 of | Amedmect of 1988, of the Ceylon State Mortgage Bank Ordinance $430, \"G7\" (bersinafter referred to as the “ principal enact- ment \"?) ig hereby further amended, in paragraph (2) of sub-section (1) of that section, by the substitution, for the expression ‘' one-half, of the expression “three-fourths \",",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "8. Section 54 of the principal enactment is hereby Ammndnent of amended by the substitution, for paragraph (2) of that \"54 section, of the following paregraph:— csactmest",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "* (®) that the borrower has valid title to the pro- perty offered as security;””.",
    "mean_p_confidence": 0.82
  }
]