[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 3rd Session 1949-50 ey ro Nie bdo 3 JEN Port of Colombo (Administration) Act, No. 10 of 1950 t Date of Assent : Marck 17, 1950 Printed on the Ordore of Government Printed: at the Gpyiox Govt. Presa, Corownd. To be . RAND ROU, daa Satie oboe t Kee Soci, tate Bt) 2 a SHE \"Gl \"Sence Eo Sdn, Seewtarat, Colombe Price 30 osnte (",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Port of Colombo (Administration) Act, No. 10 of 1950. UDO. ss, AN ACY TO PROVIDE FOR THE CONSTITUTION OF ‘THE OFFICE OF PorT ComMrsaioneR, COLOMBO, AND . TRE EBTABLIENMENT OF aN ADVIsoRY Bose To",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "ADVISE THE COMMISSIONER; OR THE PROPER",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "ADMINISTRATION AND EFFICIENT OPERATION OF THE",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Port oF CoLOMHO, INCLUDING THE REGULATION OF",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "PoRT UNDERTAKINGS AND OF THE EMPLOYMENT OF",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "LABOUR, AND THE MATNTENANCE OF A Port Lazour",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "RESERVE; AND FOR THE MODIFICATION OF THE",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Customs ORDINANCE, IN ITS APPLICATION 70 THE",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Por, IN AUCH MANNER AS 18 NECESSARY FOR THE",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "PURPOSES AFORESAID.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "[Date of Assent: March 17, 1950.]",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "BBE it enacted by the King's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: ——",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "4. This Act may be cited as the Port of Colombo shan tie (Administration) Act, No. 10 of 1950, and shall come 04 aste of into operation on such date as may be appointed by “**\"\" .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "| the Minister by notification published in the Gazette.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "2. (1) There shall be a Port- Commissioner and apesntayat at such other officers as may be necessary for the purpose “em 4 of carrying out or giving effect to the provisions of this",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "cb.",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(2) Every such officer shall be deemed to be a public cap. 18, servant within the meaning of the Penal Code.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(8) It shail be lawful for the Port Commissioner to\" aesign to any such officer the functions or duties to be carried out by him; and every officer carrying out any function or duty under this Act shall be deemed, until the contrary is proved, to be the proper officer for the performance of that function or daty.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(4) In the exercise, performance or discharge of the powers, duties or functions conferred, imposed or satigned by or under this Act, the Port Commissioner shall be subject to the general direction and control of the Minister. “, , 8 (1) There shall be an Advisory Board, to be  gsomve Zon ‘known as “the Colombo Port Commission”, ==\" consisting of— \\",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "{a\\ the Port Commissioner as Chairman; SK. BEE 808 UE) ¢ a",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "4 Port of Colombo (Administration) Act, | No. 10 of 1980.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "@) the Mayor of Colombo, the Principal Collector; of Customs, the General Manager, Ceylon | Government Railways, the Director of + Medical and Sanitary Services, the Harbour “Engineer and the Master | Attendant; and j",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(6) such other persons not exceeding ten in } number, as the Minister may from time to | time appoint by name or by office.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "2) Every member of the Colombo Port Commission appointed under sub-section (1) (6) shall, unless he evalier vacates office by resignation or revocation of appointment, hold office for a period of one year commencing on the date of his appointment.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Any member vacating his office by efftuxion of time shall be eligible for re-appointment.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(3) There shall be a Secretary to the Colombo Port Commission.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(4) The Secretary shall summon a meeting of the Colombo Port Commission at least once in overy quarter by notice addressed to every member of the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "i commission. | (8) Tn addition to the meatings required to, bs \\ supmoned under sub-section (@), the Seoretary ‘shall H summon a meeting of the Colombo Port Commission— | (@) if required so to do by the Port Commissioner; or i (®) upon a requisition in writing signed by any ‘ Pro of the members of the Commission. } (8) It shall be the duty of the Colombo Port . Commission to advise the Port Commissioner in : regard to all matters affecting the proper adminis- tration and. efficient operation of the Bort; bot neither the Commission, nor any member thereof as such, shall have or exercise any administrative or executive power or function. (2) The Colombo Port Commission may regulate the wocedure to be followed at meetings of the Rommission. Pore ta 4. The Port Commissioner may, with the prior Teter approval of the Minister, catablish’ and maintdin a Beste, Labour Reserve for the Port (hereinafter referred to as the ‘ Labour Reserve ”) consisting of persons who . will be available for engagement by employers of",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Jahour in the Port who require workers in addition to",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "those permanently employed by them.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "Port of Colombo (Administration) Act, = 5 No. 20 of 1950. 3, The Minister may make regulations— Beguletions (@) providing for the registration of workers (fo\"ef'ras who are or are to be permanently employed sé! employees aA by persons requiring labour for work in Stunciratioa the Port, and specifying the circumstances haben in which and the conditions subject to which any worker sball be deemed for such purposes to be permanently employed; : @) specifying the maximum number of workers to be included in the Labour Reserve or prescribing the manner in which such maximum number is to be determined from time to time; (©) providing for the issue to workers registered as permanently employed by employers of labour in the Port, or as being inoluded in the Labour Reserve, of cards or certifloates of identity bearing inter alia photographs and thumb impressions of the ler; @ providing ‘for the issue of meals and the maintenance of canteens and other 4 amenities for such workers; (®) generally for the proper management and administration of the Labour Reserve and of the Fund to be maintained for the purposes thereof, and for all mattors stated or required by any of the provi- sions of sections 7 and & to be prescribed.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "6. (1) Without prejudice to the provisions of wot in sub-section (2) of section 10, every worker who is for [aber Rese the time being included in the Labour Reserve, and tobvinthe registered as being so included, shall, for all purposes smvjorment at connected with or incidental to the payment of  Coumbsicuer, stand-by wages prescribed by or under any other tt met written low, the grant of holidaya or leave, the allo- mrt. cation of workers for engagement by employers of labour in the Port, and for purposes of disciplinary control (including dismissal from the Reserve), be deemed to be in the employment of the Port Commissioner.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "(2) Every dey for which a stand-by wage is pay-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "a abs ony worker in the Labour Rebenre shall, for",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "+ the purposes of the grant of holidays or leave to that workers be deemed t» be day on which he is employed,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "6 — Port of Colombo (Administration) Act, No. 10 of 1950.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "(3) No worker included in the Labour Reserve shall, by reason of anything in sub-section (1), be deemed for any purpose whatsoever to be in’ the employment of the Government.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "Pet Comme 7. (1) The Port Commissioner shall maintain a",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "“aes Fa ‘Fund for the purposes of the administration of the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "fer uiminite. Labour Reserve. :",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "Reserve, (2) Au expenses incurred by the Port Commissioner _ in respect of any matter referred to in sub-section (1) _ of section 8, or in complying with any regulation ~ made under paragraph (d) of section 5, or in respect. of any liability otherwise incurred hy the Port Com: = missioner, in hie capacity es such, to or in respect” of any worker included in the Labour Reserve, shall be peid out of the moneys in the Fund maintained under this section.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "(8) The Port Commissioner shall have charge and control of the moneys in the Fund for the time being and be responsible for the proper administration o! the Fund and the receipt end payment of moneys into or out. of the Fund, and may for such purposes maintain a separate account in any bank in Ceylon.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "(4) The accounts of the Fund for each financial year ending on the thirtieth day of September shall Te audited by the Auditor-General, and copies of the accounta of the Fund and of the reports of the Auditor-General thereon shall, at such times as may be prescribed, be forwarded to the Minister, to the Colombo Port Commission and to each employer of labour in the Port.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "Bmpeyer 8. (1) The amount of the expenses required by",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "+ defny\"erpea-,. gection 7 to be paid out of the Fund maintained under",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": ": imma st, thet section shall be defrayed by employers of labour : subdby “es in the Port by means of contributions to be made from : Eitellesé, time to time of such sums as shall be determined in the prescribed manner; and in the event of default by any",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "employer in the payment of any som dae from him a5",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": ": such contribution, the sum may be recovered by the . Bort, Commissioner on application made to the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "Magistrate's Court of Colombo in such summary manner as may be prescribed.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "(2) All sums paid or recovered under sub-section (1)",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "shal \"be credited to the Fund maintained under",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "ion 7,",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "T i Port of Colombo (Administration) Act, 7 ‘ No, 10 of 1960. 9. (1) On and after 2 date to be specified by the Reiton u Minister, by notification published in the Gazette, ax 4 saemsst ‘| the date on which the provisions of this section shall ser¥ses. *t come inte force, no employer of labour in the Port shall, subject to such exceptions as may be prescribed, engage for the purposes of work in the Port, any person other than— (0) a worker registered as hereinbefore provided as being permanently employed by that employer; or (®) a worker included in the Labour Reserve and allocated by or under the authority of the Port Commissioner for engagement by that employer. (2) Any employer who contravenes the provisions of sub-section (1) shall be guilty of an offence under this Act. 40. (1) Notwithstonding anything in the Wages srecat prov. Boards Ordinance, No, 27 of 1941— telattee ot (@) any decision of a Wages Board applicable to alien. t ‘workers included in the Labour Reserve may contain provision prescribing a minimum daily stand-by wage for every worker Jn the Labour Reserve who is uot en on any day by any employer of Tabour in the Port for aay work tu the Port; and (®) neither the Port Commissioner nor any such . employer shall be or be rendered liable under that Ordinance to pay to any such worker, for any day on which he if aot 90 engaged, any wage other than the mini- mum. stand-by wage prescribed by any . such decision, (2) Where any worker included in the Labour Reserve is engaged by any employer of labour in the Port for any work in the Port during any period, that employer shall, for the purposes of the application of the Wages, Boards Ordinance, No 2 of 1041, in respect of the payment of wages for such period ani + of all matters ether than ‘Rattors mentioned in © section 6 of this Act, and for the purposes of the ‘Workmen's Compensation Ordinanog, be deemed to” cep. uv. \\ be the employer of that worker, 1",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "8 = Port of Colombo (Administration) Act, r No. 10 of 1950. 7 gelatin 44. ‘For the purposes of the application of the - See we’ “Workmen's Compensation Ordinance in refation to + yas workers included in the Labour Reserve, the following < ™ provisions shall have effect: — ;",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "(a) in the event of any injury being caused to any",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "uch worker by accident sceurring while",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "he is engaged by any employer of labour in",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "the Port for any work in the Port, the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "mplayer by whom ho is 20 engaged stall",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "for the purposes of that Ordinance be",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "deemed to be the employer of such worker;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "(2) ia the event of any injury being caused to",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "any such worker by accident ooourring at",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "any time while he, though oot engaged by",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "any employer of labour, is woquired to be",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "in the Port in his capacity as a person",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "included in the Labour Reserve, the Port",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "Commissioner shall for the purposes of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "that Ordinance be deemed to be the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "employer of that, worker:",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": ". (c) save in the circumstances mentioned in paragraphs (a) and (®) of this section, neither the Port Commissioner nor any employer of labour in the Port shall be deemed for the purposes of that Ordinance to be the employer of any worker included in the Labour Reserve.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "! In this section “ injury” includes the contracting j of any disease which is deemed by section 4 of the : Workmen's Compensation Ordinance to be an injury 4 by accident within the meaning of section 3 thereof. Maatonase of 42. (1) ‘The Port Commiseioner may, with the Zou eset Dyioe approval of the Minister— Serte 208 an ‘harges therefor. {a) maintain port equipment and other port : facilities (inclading floating oraft and : machinery, 9 fire brigade and repair yards), and make any such equipment or facilities available to persons requiring them; and ° (8) maintain services for the transport, delivery : and handling of cargo or goods (including coal, oil and water) in the Port or in : premises in the occupation or under the control of the Commissioner,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Port of Colombo (Administration) Act, 9",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "No. 10 of 1950. (2) The Minister may make regulations presoribing the charges or scales of charges to be made fy the Port = Commissioner for the use of equipment or facilities =1 which are made available under sub-section (1) and for services provided under that sub-section, and for the manner of the recovery of such charges in a summary manner in the event of default in payment.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "48. (1) The Minister may make regulations for the Genel res0- proper administration and regulation of all premises on «éminis- lor the time being in the occupation or under the ‘ior. é.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "control of the Port Commissioner, for matters affect- ing the efficient operation of the Port, and for the conduct of workers and other persons in such premises or in the Port; and euch regulations may in particular provide for all or any of the following matters :— (a) the definition of the limits of premises in the ‘occupation or under the control of the Port Commissioner, and of the limits of the Port for the purposes of this Act;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "t (8) the prevention of accidents by fire, and the regulation or prohibition of the use of candles, fires and lamps or of the smoking of tobacco or herbs within such premises;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "{e) the regulation of the use of vehicles or animais within such premises and of the conduct of persons using, driving or accompanying such vehicles or animals, and of porters. labourers and other persons working in or otherwise entering auch premises;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "{d) the prevention of damage to any property, goods or equipment within such premises;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "{2} the prohibition or regulation of the admis- sion of persons to such premises and the exclusion of persons therefrom;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(/) the prohibition, regulation or control of the possession, transport, use, storage, dis-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": ". charge or handling of petroleum, explo-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "« sives or dangerous substances, coconut oil, : or other butk liquid cargo in the Port or in such premises;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "10 = Port of Colombo (Administration) Act, No. 10 of 1950.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(g) the regulation of the carrying on of under taldnge in the Port or in such premises, including undertakings by way of steve- doring, landing and chipping cargo, bunkering, ship repairing or provisioning, coaling, and trading in boutiques within such premises, the introduction of @ system for the issue of permits or licences authorising the carrying on of any such undertakings, the cond tions subject to which such permits or licences may be iseved, the conditions to be observed by the holders of such permits or licences,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": ". and the circumstances in which the Port Commissioner may refuse to grant any such permit or licenee or cancel any permit or licence already issued;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(h) the introduction and operation of any scheme to provide for the allocation, among per sons carrying on any undertaking in the Port or in such premises by way of landing and shipping cargo, of work of any description falling within the scope of such undertaking, and to require the performance of any work so allocated by any such person;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(® the fixing of rates of charges for the perform- ance of work of any desoription falling within the seope of any undertaking carried on by any person in the Port or in such premises by way of landing and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": ". shipping cargo;",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(J) the books and records relating to labour which shall be maintained by persons carrying on any undertaking referred to in paragraph (g) end, by employers of jabour in the Port, and the inspection of such books and records by the Port Commissioner or by officers authorised by him.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(2) Any person who contravenes or fails to comply with any provision of any regulation made under sub-section (1) shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(8) Any’ person who obstructs the Port Commis- sioner or any other officer in the performance of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "Port of Colombo (Administration) Act, 11 No. 10 of 1950. any duties imposed by any regulation made under sub-section (1) shall be guilty ofan offence under this Act. t",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "44, (1) Every regulation made under this Act Prpeiue (or shall be published in the Gazette and shall come into tggru! of force on the date of such publication or on auch later \"solstice. date a may be specified therein.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(2) Every regulation made under this Act shall, as soon as may be after the date of the publication thereof and not later than three months after that date, be brought before the Senate and the House of Representatives by motion that such regulation be approved.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(3) Any such regulation which is not brought before the Senate and the House of Representatives within the period specified in sub-section (2), or which the Senate or the House of Representatives refuses to approve, shall be deemed to be rescinded at the end of that period or with effect from the date of such refusal, as the case may be, but without prejudice to the validity of anything previously done thereunder",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "{of to the making of any new regulation. Notifica- tion of the date on which any regulation is deemed to be so rescinded shall be published in the Gazetze.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(4) Every such regulation which is approved by the Senate and the ‘House of ‘Representatives chat be as valid and effectual as if it were herein enacted. Notification of such approval shall be published in the Gazette.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "48. (1) Every person who is guilty of an offence  oftecis snd under this Act shall ‘on conviction after summary Penalties. trial before 9 Magistrate be liable to a fine not exceeding one thousand rupees, or to imprisonment of either description for a period not exceeding six tonths, or to both such fine and imprisonment.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(2) No prosecution for any offence under this Act shall be instituted except by, or with the written sanction of, the Port Commissioner.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(8) Where an offence under thie Act committed by a body corporate is proved to have been committed with ‘the consent or connivance of any director,",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "s» Tanager, secretary or other olicer of the company, be, as well as the company, shall be deemed to ve guilty of that offence and shall be liable to be proceeded against and punished accordingly. :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "12 Port of Colombo {Administration} Act, No, 10 of 1950.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "Tis custome 46, The Custom Ordinance in ite application in ~ Qeivacee “Cap. relation to, but only in relation to, ate or things done = LA\" or omitted to be done, or required or authorised to be Goondo me done, in the Port of Colombo, shail have effect, subject Fetdones. to the adaptations, modifications and additions set",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "out hereunder, that is to say—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "(1) No sufferance shall be granted by the Collector under section 36 or section 63 of that Ordinance until the Port Commissioner",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": ". has communicated to the Collector in writing his consent to the grant of such sufferance.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "(2) Section 43 of that Ordinance, in its appli- cation in the case of goods placed in any Colombo Port warchouse, shall have effect subject to the modification that the powers conferred by that section on the Collector (other than the power to require packages to be stowed if necessary in a grille or other place of security inside any Golombo Port ‘warehouse) shall be exercised by the Port Commissioner.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "{8) Section 44 of that Ordinance, in its appli- cation in the case of any offence committed in relation to any goods in any Colombo Port warehouse, shall have effect subject to the modification thet the reference in that section to the Collector shall be deemed to be a reference to the Port Commissioner.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "(4 Section 60 of that Ordinance shall have effect subject to the motiiication that the power conferred by that section to appoint legal quays or other places from which goods may be laden, put off or waterborne shall",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": ": be exercised by the Port Commissioner. (6) Section 61 of that Ordinance shall have effect . ! subject to the modification that the power to issue stiffening orders under that : section shall be exercised by the Port H Commissioner. (8) Seotion 102 of that Ordinance shall have « effect subject to the modification that the power conferred by that section on any - officer of customs to require the removal of certain articles from the customs premises",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "Port of Colombo (Administration) Act, 18 No. 10 of 1960. shall be exercised by any officer authorised in that behalf by the Port Commissioner in i writing.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "(7) ‘The following section shall have effect as",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "section 108A of the Customs Ordinance: — poral of, 1084. No cargo shall be brought into Fon Cuuni any Colombo Port warehouse for ship. ingig'avso ment without the prior approval of the Fat wee Port Commissioner. Boaee,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "(8) Section 110 of that Ordinance shall have effect subject to the modification that the powers conferred by that section on the Collector shall be exercised by the Port Commissioner.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "(9) Section 114 of that Ordinance shall have effect gubject to the following modifications :—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "(@) The references to the Collector shall be deemed to be references to the Port",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "t Commissioner.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "{b) The reference to the proper officer of customs shall be deemed to be a reference to any officer authorised in writing by the Port ‘Commissioner.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "(c) The reference to fifty rupees shall be deemed to be a reference to one thousand rupees.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "(10) Section 115 of that Ordinance shail have effect subject. to the following modifications :— .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "{a) The veforences to the Collector shall be deemed to be references to the Port Commissioner, :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "(8) The reference to fifty rupees shall be",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "° deemed to be a reference to one thousand rupees.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "{c} No sale of any goods shall be held under that section (as hereinbefore modified} until the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "‘ Collector bas in writing addressed to the Port Commissioner fixed the upset price of the goods and approved the sale; and | the entire proceeds of any such sale shall t",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "14 Port of Colombo (Administration) Act, No. 10 of 1950, ‘ be remitted by the Port Commissioner to the Collector for disposal as provided in that section.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(11) Section 1384 and section 1393 of that Ordinance, in their application in relation to any offence or contravention mentioned in the First Schedule to this Act, shall have effect subject to the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "_ following modifications :—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(@) The reference in the Proviso to section 1394 to the Principal Collector of Customs shall be deemed to be a reference to the Port Commissioner.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(8) The power under section 1998 to sanction a prosecution or to compound any offence shall be exercised by the Port Commissioner.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(@) The reference in sub-section (4) of section 1388 to the Collector of Customs shall be deemed to be a reference to the Port Commissioner.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(12) Notwithstanding anything in section 145 of that Ordinance, the amount of any penalty payable under section 44 thereof in respect of any goods placed in a Colombo Port warehouse or peyable ender section 114 or section 115 in respect of any contra- vention committed in the Port of Colombo, shall be paid into the hands of the Port Commissioner and shall (after deducting any expenses incurred) be paid and applied sa follows, that is to ary, one moiety to the Deputy Secretary to the Treasury for the purpose of the genera! revenue of the Island and the other moiety into a fund under the control of the Port Commissioner for distribution at his discretion among the officers concerned and the informers.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(13) Section 155 of that Ordinance shall, in the case of any forfeiture or penalty, or liability to for- feiture or penalty, incurred under section 44 of that ‘Ordinance in relation to goods placed in any Colombo Port warehouse, or under section 114 or section 115 of that Ordinance in respect of any contravention committed in the Port of Colombo, have effect subject. to the modification that the power of mitigation shall be exercisable by the Port Commissioner, except where the Collector has. under section 48 of that Ordinance, required packages to be stored in a grille",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "; or other place of security inside any Colombo Port ‘warehouse,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "Port of Colombo (Administration) Act, 15 No. 10 of 1950.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "47. The Minister may by notification published in Amondmest of the Gazette amend the Becpnd Behedule to this Act Seem by the omission therefrom of any warehouse specified",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "' therein, or by the addition thereto of any warehouse, or otherwise in such manner as may be necessary. .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "18. (1) This Act shall, save as expressly provided  Catmalon",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "therein, be read and construed as one with the  peetation Customs Ordinance. __ ) In this Act, and in the Customs Ordinance (2 its application as modified by this Act), unless the context otherwise requires—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "“Colombo Port warehouse’ means any King’s warehouse or other warehouse for the time being specified in the Second Schedule to this Act;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "“* employer \"’ means any person who employs an; ‘Worker for work in the Port of Colombe, whether such worker is engaged by him directly or by some other person under apy arrangement or agreement to provide or secure workers for such employment;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "t * the Port” means the Port of Colombo;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "“* Port Commissioner ? means the person for the time being holding office as Port Com- missioner, Colombo, and includes” any officer acting under the authority in writing of the Port Commissioner;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "“ prescribed ’\" means prescribed by regulations",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "made under this Act.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "49. The provisions of this Act or of any la-  Now-application tions made thereunder shall not apply to— nen erly",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "(@) any person in the service of His Majesty’s “0 tereunter. ‘naval, military or air forces, or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "(®) any matter connected with such forces:",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "Provided that the Minister of Defence and External Adisirs may, by Order published in the Gasetie, apply, with or without modification, any such provisions to any such person or matter.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "‘",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "18 Port of Colombo (Administration) Aot, No. 10 of 1950.” FIRST SCHEDULE. . {OveeNoxs nuvERmen 701 sROTIOX 16 (11).) . 7 1, Any offence referred to in section 44 of the Customs ‘Ordinance, allegad to have beep committed iv respest * - of goods placed in any Colombo Port warehouse. 2. Any offouce against or contmvention of section 40 of the . Customs Ordinance, alleged to have been committed by reagon pf any goods having been laden, pub off or waterborne from any place in the Port of Colombo other then @ legal quey appointed by the Port Commiasioner. .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "8. Any offence against or contravention of any of the following sections of the Customs Ordinance, alleged to ‘have boon cammitted in the Port of Colombo, that",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": ": in to say, eections 102, L034, 114 and 116. SECOND SCHEDULE. Cononzo Ponr Wanenousrs,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "1. Warehouses and premiaes lesaed to the Ceylon Wherfage Co., Ltd., by the Colombo Port Commisaion. |",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "2. T 8 Warehours.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "8. F 1, F 3, F 8 Warchouces, and the yard adjoining F 3 ‘Warehouse.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "4, Delft extension Warehouse, Delft Warehousea 1, 2, 9 ‘and the yard in that area. . &",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "++ 5. ‘The Yard in the Delft aroa.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "8, Baghdad Warehouses Nos. 1 and 2 and the yard in that area.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "7. Pettah 1, 2 and 8 warehouses and the yards in that ares.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "8, Kocbohikade 1, 2 and 3 warehouses and the yards in that ‘area,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "9. Canal Yard.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "10. Chalmers Quay and Capel Quay warehouses 1 ond 2. 11. No. 15 warehouse in the Main Araa.",
    "mean_p_confidence": 0.75
  }
]