[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "foes ) Gey 2) PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA LOCAL AUTHORITIES (SPECIAL PROVISIONS) ACT, No. 48 OF 1983 . [Certified on 8th December, 1983] i Printed on the Orders of Government Published as a Supplement to Fart II of the Gazstie of the Democratic Socialist Republic of Sri Lanka of December 09, 1083 : PRINTED AT THE DEPARTMENT OF GOVERNMENT PRINTING, SKI LANEA TO 3E PURCHASED AT THE GOVERNMENT PUBLICATIONS BUREAU, COLOMBO ~ Price: 90 cents Postage: 60 cents",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Locat Authorities (Special Provisions) Act, No. 48 of 1983 [Cerilfied on 8th December, 1983)",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "LD—O, 53/83.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "AN Act 10 sMenp me Local Aumonms Execr0ns ‘ORDINANCE, Tae DeveLorment Councits ELections AcT, No, 20 oF 1981, nic Mumicirat COuNciLs ORDIWANCE AND THE ‘Unsan Councns ORDINANCE; AND TO YALIDATR CERTAIN ELECTIONS TO LOCAL AUTHORITIES AND THE ACTS OF CERTATH “MEMBERS OF LOCAL AUTHORITIES.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BY it enacted by the Parliament of the Democratic Sociatist",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Republic of Sri Lanks ag follows :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1. This Act may be cited as the Local Authofitles short title (Special Provisions) Act, No. 48 of 1983.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "PART I AMENDMENTS TO THE LocaL AUTHORITIES ELECTIONS ‘Onpiwance:",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2 The Local Authorities Elections Ordinance (in this Amendment, Part of this Act referred to as ‘‘the principal enactment”) {4 S0ction. 0 is hereby amended in subsection (1) of section 9 thereof as follows: —",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(a) by the substitution, for sub-paragraphs (v) and (vi) of paragraph (d) of that subsection, of the following sub-paragrapbs :—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "“ (~) & public officer in any Government Depart- . ment holding—",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "{a) any office created prior to November 18, 1900, the initial of the salery scale of which was, on November 18, 1970, not less than Rs, 6,720 per annum or such other amount per annum ss would, ‘under any subsequent revision of salary scales, correspond to such initial, or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "{e) any office created after November 18, 1970, the initial of the salary scale of which is, on the date of the creation © of that office, not less than the initial of the salary scale applicable, on that date, to an office referred to in ftem (a) or auch other amount per annum as would, under eny subsequent",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ". revision of salary scales, cotrespond to",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "the fixst-mentioned initial ; or 8 onnstz—in.080 sty",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Local Authorities (Special Provisions) Act, No, 48 of 1983 (vi) an officer in any public corporation holding— (a) any office created prior to November 18, 1970, the initial of the salary scale of which was, on November 18, 1970, not Jess than Rs. 7,200 per ennum or such other amount per annum as would, ‘ under any subsequent revision of salary scales, correspond to such initial, or () any office created after November 18, 2 1970, the initial of the salary scale cf which is, on the date of creation of that office, not less than the initial of the salary scale applicable on that date to an office referred to in item (4) or ‘ such other amount per annum as would, under any subsequent revision of salary . scales, correspond to the first-mentioned initial ;”; and (B) by the substitution, for the proviso to paragraph (j) of that subsection, of the following proviso :— “Provided that nothing herein contained shall extend to 2 person who holds a post the initial of : ‘the salary scale of which is— @) in the case of a post created prior to Navember 18, 1970, less than Rs. 6,720 per annum, on that date, or such other amount per annum as : would, under any subsequent revision of salary scales, correspond to any such initial ; or Gi) im the case of 2 post created after November 18, 1970, not less than the initial of any salary : seale applicable, on the date of creation of that post, to a post referred to in paragraph (or such other amount per. annum as would, under any subsequent revision of salary scales, correspond to the first- mentioned initial, if he seeks election to a local authority under which - he is not employed at the time of the election in question, or under which be was not employed : during a petiod of one year immediately preceding such election ; or”,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Local Authorities (Special Provisions) 3 Act, No, 48 of 1983 .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "+ % Section 28 of the principal enactment id hereby Amendment amended by the repeal of subsection (4) of that section, and 94 SPH\" the substitution of the following subsection therefor :— _grincpal",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "“ (4) The written consent of each candidate to “St be nominated by a recognized political party or an independent group shall be endorsed on the nomina- tion paper and there shall be annexed to the nomina- paper, an cath or affirmation, as the case may be, in the form set out in the Seventh Schedule to the Constitution, taken and subscribed or made and subscribed, as the case may be, by every such candidate.”.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "4 Section 31 of the principal enactment is hereby Amendment amended in subsection (1) of that section, by the repeal of of section paragraph (d) of that subsection nd the substitution of the principal following paragraph therefor :— enactment,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "(a) where the consent of one or more candidates",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "nominated has or have not been endorsed on the nomination paper or where the oath or affirmation in the form set out in the Seventh Schedule to the Constitution of one or more candidates has or have not been annexed to the nomination paper ; or”.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "5. Section 654 of the principal ensctment is hereby Amendment amended by the repeal of subsections (5) and (6) of that Gxotene section, and the substitution of the following subsections principal | therefor: * .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "<() Upon the’ receipt of such information, the Minister shall cell upon the secretary of such recognized politics) party or the group leader of such independent group to nominate @ person who is eligible under this Ordinance for election as member of that authority, to fill such vacaney. A nomination made under this subsection, by the secretary of such reeognized political party or group leader of such independent group shall be accompanied by an oath or affirmation, as the case may be, in the form set out in tha Seventh Schedule to the Constitution, taken and subseribed or made end subscribed, as the cae may be, by the person nominated to All such vacancy. Upon receipt of such nomination, accompanied by such oath or affirmation, the Minister shall by Order published in the Guzette, appoint such person as a member of that local authority to fill such vacancy and the person so appointed shall be deemed, for all purposes, to be a + member under the provisions of this Ordinance, and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "a Local Authorities (Special Provisions) Act, No, 48 of 1983 . shall hold office only until the expiry of the current term of office of the members elected at the last preceding general election :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "Provided that where the secretary of such reognized political party or the group leader of such independent, group fils to nominate a person to fill such vacancy within thirty days of his being called upon to do so and in the aforesuid manner, the Minister may, at any",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "* stage when he considers it expedient to do so, by Order published in the Gazette direct the Commissioner of Elections to hold an election to fill such vacancy, ‘The person elected to fill such vacancy shall hold office only until the expiry of the term of affice of the members elected at the last preceding generat election.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(6) The provisions of this Ordinance relating to the holding of a general election of members of a local authority shall apply to, and in relation to, every election held under subsection (5) subject to the modifications set out in the Eighth Schedule,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(7) Where the offices of the Mayor and Deputy Mayor in any local authority are vacant when an election is held under subsection (5) to fill a vacancy in such local authority, the elections officer shall, after such election, declare elected as Mayor and Deputy",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "__ Mayor of such local authority, the members whose names appear first and second in the notnination paper of the: recognized politieal party or the independent group, ‘which hag a majority of the members in such local authority after such election,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(8) Where more than one recognized political party or independant group has a majority of the members in a local authority after an election held under sub- section (5) to fll a vacaney in such local authority, the determination of the nomination paper of the recognized political party or independent group from which the ‘Mayor and Deputy Mayor shall be declared elected under subsection (7) shall be made by lot drawn in the presence of the elections officer in such manner as may be determined by him,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(@) In subsections (7) and (8) \"nomination paper” in relation to a recognized political party or indepen- dent group means the nomination paper eubmitted by such recognized political party or independent group at the general election of members of that local authority",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "Local Authorities (Special Provisions) 5 ‘Act, No, 48 of 1983",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "or where the candidates whose names appear in such nomination paper have all. been elected or where such recognized political party or independent group had not submitted @ nomination paper at such general election, the nomination paper submitied by such recognized political party or independent group at the election held under subsection (5).",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "@. ‘The following Schedule is hereby inserted imme- Insertion of dintely after the Seventh Schedule, and shall have effect Big\", as the Eighth Schedule, to the principal enactment :— in the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "principal enactment, ‘EIGHTH SCHEDULE {Section 65.4 (8) } 1. As if the wards “‘incloding the Mayor and Deputy Mayor” ‘were omitted from section 28(2) of the Ordinance.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "2, As if section 28(9} were omitted from the Ordinance,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "3 Avi for sub-peragraphs (1) and Gi) of section 26 (1) () of the Ordinance there were substituted the folowing :—",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "‘the candidates, in the order in which their names, appeer in such norainatlon paper, equivalent to the umber of vacancies ta be filled in auch local authority shall be declared elacted.”.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "4. As if the words “es Mayor and Deputy Mayor and” were ‘ornitied fram sections 32(1)(%) and 45(1)(b) of the Ordinunee,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "8. Asif the words “Mayor, Deputy Mayor and were omitted from section €5(1) (@) of the Ordinance,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "6. As if sectlon 05(1) (c) were omitted from the Ordinance,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "1, As it the word “other” were omitted from section €5(2)(o) - of the Ordinance, :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "8 Ag {f the words \"other than the Mayor and Deputy Moyor*",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "‘were omitted from seetion 65(2) (¢) of the Ordinance,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "9. Asif the words \" (excluding the candidates declared elected 3 Mayor and Deputy Mayor)” were omitted from section 65(2) (8) of the Ordinance.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "10, As if for section 86 of the Ordinance there were substitated the following section :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "“publication _68. Uzon the declaration of the result of any",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "ef result,” election hel under section 664(5), the returning coffeer sball—",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(@) publish a notice apecifying the names of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "the candidates elected 26 members; and",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Local Authorities (Special Provisions) Act, No. #8.0f 1983 (®) report the result through the élections ‘officer of the district in which the Clectoral area Is situated to the Com- missfoner, who shell forthwith upon the 4 . receipt by him of the report of the result, cause the names of the candidates slected as members to ba published in the Gazette,\" ‘Validation. 7. (1) A person shall be deemed not to have been dis- of certain qualifled from being elected as a member of a local local authority by reason only of the fact that such person was, authorities on the date of such election, being a date after Janusry 1, sets of at 1982, and prior to the date of commencement of this Act— Re ition. (a) a public officer in a Government Department holding an office the initial of the salary scale of which is Ra, 6,720 per annum or over ; (0) an officer in any public corporation holding an office the initial of the salary scale of which is Re, 7,200 per annum or over ; or (@) a member of the Local Government Service, holding, a post the initiel of the salary scale of which is Rs. 6,720 per annum or over. 2} Subject to the provisions of subsection (8), a member of a local authority shall be deemed not to have been, ot ta be, disqualified from sitting or voting as a amember of guch Jocal authority, by reason only of the fact that he was at any time during the perlod commencing on January 2, 1982, and ending on the date of commencement of this Act— (a) a public officer in any Government Department 1 holding an. office the initial of the salary scale of . which is Rs. 6,720 per annum or over ; {b) an officer in any public corporation heiding an office . ‘the initial of the salary scale of which is Rs. 7,200 per annum of over j of : {e) a member of the Local Government Service, holding 1s past the initiel of the selery seale of which is Rs, 6,720 per annum or over. _ {8) Nothing in subsection (2) shall be deemed to have affected, or to affect, the appointment, prior to the date of commencement of this Act, of any person as a member of a + Joeal’ authority te fill any vacaney in such local authority",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Local Authorities (Special Provisions) 7 Act, No. 48 of 1983 ‘arising by reason of the operation of section 9 (1) (2) (v) or {vi) or section 9 (1) () read with section 10 of the principal enactment. (4) In this section “local authority” has the same meaning as in the principal enactment. PART IL Aacanpperins 10 zur Devetorsant Counciis Enettoxs Acr, No, 20 oF 1981 8. Section 9 of the Development Councils Elections Act, Amendment No. 20 of 1981 (in this Part of this Act referred to as “the Sf Sir’ No’ 20 principal enactment”) is hereby amended as follows:—- of 1881. (a) by the substitution in paragraph (a) of thet section for the words, “paragraphs («}, (c), (@}, (e),”, of the words, “paragraphs (a), (¢), (d) (i), GD, Gi), (iv), (v), (vi), (ix) and (x), (€),\"5 (®) dy the insertion, immediately after paragraph (0) of that section, of the following paragraphs :— * (bb) if such person is a public officer in any Government Department holding— @ any office created prior to November 18, 3976, the initial of the salary scale of which was, on November 16, 1970, not jess than Rs, 6,720 per annum or such other amount per annum as would, under any subsequent revision of salary scales, correspond to such initial; or : (H) any office created after November 18, 1970, the initial of the salary scale of . which is, on the date of the creation ‘of that office, not less than the initial of the salary scale applicable, on that date, to an office referred te in sub- paragraph (i) or such other amount Per annum as would, under any subsequent revision of salary scales, correspond to the first-mentioned initial ; or . (bbb) if such person is an officer in any public corporation holding— (® any office created: prior to November 18, . 1970, the initial of the salary scale of which was, on November 18, 1970. not",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Loosl Authorities (Special Provisions) Act, No. 48 of 1983 Jess than Rs, 7,200 per annum or such. other amount per annum as would, under any subsequent revision of salary scales, correspond to such initial, or (i) any office created after November 18, 1970, the initial of the salary scale of which ig, on the date of creation of that office, not less than the initial of the salary scale applicable on that date to an office referred to in sub-paragraph @) or such other amount per anmum as would, under any subsequent revi- sion of salary scales, correspond to the first-mentioned initial;”; and {e) by the substitution, for the proviso to paragraph (h) of that section, of the following proviso :— “Provided that nothing hetein contained shall extend to a person who holds a post the initial of . the salary scale of which is— (2) in the cage of a post created prior to November . 18, 1070, less than Rs. 6,720 per annum, on ‘that date, or such other amount per annum ag would, under any subsequent revision of salary scales, correspond to any such initial ; or . (i) in the ease of a post created after November 18, 1970, not less than the initial of any salary scales applicable,‘on the date of creation of that post, to a post referred to in paragraph G) or such other amount per annum es would, under any subsequent revision of salary seales, correspond io the first-mentioned initial, if he seeks election to a Development Council under which he is not employed at the time of the election in question, or under which he was not employed during 2 period of one year immediately preceding such election ; ar”. Amendment % Section 13 of the principal enactment is hereby of secgon amended by the repeal of subsection (2) of that section principal and substitution, of the following subsection therefor :— enactment, (2) ‘The written consent of each candidate to be nominated by a recognized political party or an indepen- dent group shall be endorsed on the nomination paper, and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "1 Local Authorities (Special Provisions) 8 Act, No, $8 of 198%",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "there shall be annexed to such nomination paper, an oath",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "or affirmation, as the case may be, in the form set out in",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "‘the Seventh Schedule to the Constitution, taken and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "subscribed or made and subscribed, as the case may be, by",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "every such candidate, ”.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "10. Section 17 of the principal enactment is hereby Amendment amended in subsection (1) of that section by the repeal of pf section paragraph (d) of that subsection and the substitution, of principal the following paragraph therefor :— ‘enactment.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "“ (a) where the consent of one or more candidates has",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "or have not been endorsed on the nomination paper or where the oath or affirmation in the form set out in the Seventh Schedule to the Constitution of one or more candidates has or have not been annexed to the nomination paper ; or”.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "11, Gection 65 of the principal enactment is hereby Amendment amended by the repeal of subsection (6) of that section gf tetlon and the substitution of the following subsection therefor :— principal",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "* (6) Upon the receipt of such information, the Com- ‘nent missioner shall require the secretary of the recognized",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "political party or the group leader of the independent",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "group to which the member who vacated the seat",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "‘belonged, to nominate a member of such party or group",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "‘to fill such vacancy. A nomination made, under this sub-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "section, by the secretary of such recognized political",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "party or the group leader of such independent group",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "shall be acempanied by an oath or effirmation, as the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "case may be, in the form set out the Seventh Schedule",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "to the Constitution, taken and subscribed or made and",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "subscribed, as the tase may be, by the person nominated",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "‘to fill such vacancy. Upon receipt of such nominetion,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "accompained by such oath or affirmation, the Com-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "missioner shall declare stich person to be a member of the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "Development Council in respect of which the vacancy",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "‘occurred and cause the name of the member so declared",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "to be published in the Gazette :",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "Provided that where the secretary of such recognized",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "political party or the group leader of such independent",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "group fails to nominate a person to fill such vacancy",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "within thirty days of his being required to doso and in .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "the aforesaid manner, the Commisioner shall forthwith",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "inform the Minister, who may, on receipt by him of such",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "information and at any stage when he considers it",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "expedient to do so, by Order published in the Gazette,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "dizect the Commissioner to hold an election to fll suck",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 37,
    "text": "vacancy. The provisions of this Act relating to the holding",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "10 Local Authorities (Special Provisions) ‘Act, No. 48 of 1983",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "of elections to Development Councils shall apply to, and in relation to, an election held under thig proviso, subject to the modifications set out in the Fourth Schedule to this Act. Every person elected as a member of a Develop- ment Council at an election held in pursuance of an Order made by the Minister under this section shall hold office for the unexpired period of the term of office of the ‘member whom he succeeds.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "(7) Where the office of Chairman of a Development Council is vaeant when an election is held under sub- secticn: (6) to fll a vacancy in such Council, the returning officer shail, after such election, declare elected as Chair- man the member whose name appears first in the nomination paper of the recognized political party, or the independent group, which has a majority of merabers in such Council after such election,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "(8) Where more than ove recognized political party or independent group hes a majority of the members in a Development Council after an election held under sub- section (8) to fill a vacancy in such Council, the determi- nation of the nomination paper of the recognized political party or independent group from which the Chairman shall be declared elected under subsetion (7), shall be made by lot drawn in the presence of the returning officer in guch manner as may be determined by him.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "(9) In subsection (7) snd (8) “nomination poper” in relation to a recognized political party or independent group means the nomination paper submitted by such Tecognized political party or independent group at the gneral election of membrs of the Council or where the candidates whose names appear in such nomination paper have all been elected or where such recognized political party or independent group had not submitted a nomination paper at such general election, the nomination paper submitted by such recognized political party or independent group at the election held ‘under subsection (6).’.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "Insertion of 12 The following Schedule is hereby inserted immedi- Fourth ately after the Third Schedule, and shall have effect as the ‘Schedule Fourth Schedule, to the principal enactment :— prinetpal ‘FOURTH SCHEDULE [Section 65¢¢)] Snactment. 1, As if section 18(1) (b) were omitted from the Act, 2, As if the words “and the name of the Chaftman\" were omitted from section 18(2) of the Act, 3. Aa if aectlon $6(1) Cg) were omitted from the Act, 4 Ag if tha words “and the name of the Charman” were omitted from section 60 of the Act.*.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Local Authorities (Special Provisions) i Act, No. 48 of 1983 PART Ili AMENDMENTS TO THE Munscipat CouNcILs ORDINANCE AND Tae Unean Councits ORDINANCE 13. The following new section is hereby inserted imme- Insertion of diately after section 286, and shell have effect as section pn, \"7°? 2864, of the Munleipal Councils Ordinance :— Chapter 252. *Commis- 286s, Where the Council is not able to stoner %2 discharge its functions by reason of the powers of Mayor, and Deputy Mayor ceasing to hold Gpuncll and office, the Commissioner shell, during any certain period that elapses between the occurrence eases, of the vacancies in respect of those offices and the filling of those vacancies in accordance with the provisions of the Local Authorities Elections Ordinance, have, exercise, perform and discharge all the rights, privileges, powers, duties and functions vested in, or conferred or imposed on, the Council, the Meyor or Deputy Mayor by this Ordinance or by any other written law. ”. 14 The following new section is hereby inserted [uertion of + imumediately after section 184, and shall have effect as section 154 in 84a, of the Urban Counells Ordinance :— Chapter 288, ‘[Seetery 84a. Where an Urban Council is unable to fewerese discharge its functions by reason of the EE Sounell, Chairman and Vice-Chairman ceasing to hold nd Views office, the Secretary shall, during any period Eheirman that elapses between the occurrence of the in certain vacancies in respect of those offices and the filling of those yacancies in accordance with the provisions of the Local Authorities Elections Ordinance, have, exercise, perform and discharge all’ the rights, privileges, powers, duties and functions vested in, or conferred or imposed on, the Council, the Chairman or Vice-Chairman by this Ordin- : ance or by any other written law.” .",
    "mean_p_confidence": 0.82
  }
]