[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "(ep) VN \"PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA ELECTIONS (SPECIAL PROVISIONS) ACT, No. 35 OF 1988 (Certified on 21st October, 4988) , Printed on the Orders of Government Published as a Supplement to Part H of the Gazette of the Democratic Socialist Repnblic of Sri Lanka of October 21, 198% FRONTED AF TE DEPARORGEE OF OOVEROSIE PRIVEE LAM Price : Re 1.50 Postage : Re 1.15",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Elections (Special Provisions) Act, No. 35 of 1988 . .  [Certifted on 2ist October, 1988} LD—O 98/88 (An Acr ro anninn mie ‘Pantiamentany Euecriovs Act, No. 1",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "or 1981, tHe Presmzntia. Exuczions Act, No. 15 oF 1991",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "ann tax Provincus. Councits Eezctions Act, No. 2 oF",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "1988.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "BE it enacted by the Parliament of the Democratic Soctalist Republic of Sri Lanka as follows :— L. This Act may be cited as the Elections (Special Pro- gyert title, visions) Act, No. 35 of 1998. so PART 1 Anmuoenes vo me Pantamentane Execrions Act, No, 1 or 1981",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2 Section 27 of the Parliamentary Hlections Act, No.1 amendment of 1981 (hereinafter in this Part referred to as “the prin- of action 27 sipal enactment”), is hereby amended in the proviso to of Isl subsection (1) of that section, by the substitution, for the words “as a postal voter.”, of the words “as a postal voter or to an elector in reepect of whom an application made under section 127s has been allowed. *.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "& Section 29 of the principsl enactment 15 Hereby 4 vengment amended in paragraph (c) of subsection’ (1) of that section of wection 29 by the substitution for the words “treated as a postal >t voter in”, of the words “treated as a postal voter and enactment, agsinst the name of every elector in respeet of whom an application made under section 12% has been allowed in.“",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "4. Section 32 of the principal enactment as amended DY 4s entment Act No. 15 of 1988 is hereby further amended in paragraph of secticn (@) of subsection (2) thereof, by the substitution for the S1otthe, words “the name of each such party or group,”, of the nactment words “the distingufshing number of such group and im- mediately below this, °. pes",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "5. The following new section is hereby inserted imme- ‘Insertion of diately after section 48, and shall have effect as section new section 484 of the principal enactment :— Sane",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "~ principal | pista 48a. (1) Where due to the occurence of | nsctment sipolling events of such a nature— rs (@) it is not possible to commence the ‘pall at a polling station at the hour i . fixed for the commencement of the poll; or | i n041_9,408 6809,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "2 Blections (Special Provisions) Act, No. 35 of 1088 {B) the poll at such polling station com- mences at the hour fixed for the. : opening of the poll but cannot be ‘ . continued until the hour fixed for",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ": the closing of the poll; or (c} any of the ballot boxes assigned to the polling station cannot be deli- oe vered to the counting officer, the presiding offtcer of such polling station won shall forthwith inform the returning officer ‘who shail in turn inform the Corumisstoner. (2) On receipt of an information under subsection (1) in relation to a polling 7 station in an electoral district, the Commis- sioner may, after such inquiries as he may . deem necessary to ascertain the truth of such information, by Order published in the Gazette declare the poll at such polling “ station void.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "\" (@) Where the Commissioner makes on ‘Order under subsection (2) in respect of a polling station in an electoral district, the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "‘ provisions of Part IV shall, mutatis matondis, 1 apply to the counting of votes polled in the toe election for such electoral district and the ‘4: * declaration of the result of such election,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "+ 1+ subject to the modifications set out in this",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ". section:",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "{4) ‘The counting officer in charge of the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "- counting centre to which the polling statlon",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ": in respect of which the Order under sub- - o section (2) has been made, is assigned shall, ” notwithstanding anything fn sectlon 52, commence the counting of votes aiter he has received all the ballot boxes from the polling stations asaigned to his centre other ~~ * than “the ballot boxes from the polling station in respect of which the Order under",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "” subsection (2) has been made. (5) The returning officer shall, from the statements under subsection (7) of section",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "° 53 furnished to hfm-by all the counting off- cers, add up and ascertain the votes polled by each recognized political party 2nd inde.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Elections (Special Provisions) Act, No. 35 of 2988 3 +. pendent group and the preferences secured . by each candidate nominated by each such . party or group at the election for euch electoral district (other than votes polled: . at the polling station in respect of which an ‘Order under subsection (2) has been made} and shall forthwith forward a statement to that effect to the Commisstoner. {6) Where the Commissioner is of the : opinion, upon receipt of a statement under bo subsection (5) that the result of the election a Yor such electoral district will not be affected by the failure to count the votes polled, or the votes which would have been polled, in the polling station in respect of which an Order under subséction (2) has been ~ made, he shall direct the returning officer to make a declaration under subsection (2) : of section 60 in accordance with such state- ment and the provisions of that subsection, and the -returning officer shull make 3 declaration accordingly. 2) (a) Where the Commissioner is of the opinion, on receipt of a statement under ’ subsection (5) that the result of the election for such electoral district will be affected ‘ by the failure to count the votes polled, or . the votes which would have heen polled, “)” at the polling station in respect of which an Order under subsection, (2) has been made, he shall forthorith appoint a date for ve a1 taldng a fresh poll at such polling station. SO\" (8), The Commissioner shall give notice of . \"|\" 2 the mew date of poll in at least one news- : | sbaper in euch of the National tanguages and ,.. by notices conspiciously displayed in the polling district in which such polling station ni os As altaated Dos : . © (@) ‘The provisions of section 28 to 47 (both : inclusive) shall, mutatis mutandis, apply to, wl and in relation to, voting at a pull ordered oa under paragraph (a). The register of electors 2 Py” fe he used at that poll shall be same ax that “so ‘used at the ewlier poll. '",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Elections (Speciat Provisions) Act, No. 35 of 1988 (@) For the purposes of the application af, . the provisions of sections 73, 74 and sub- +, ection (2) of section 79 to & poll ordered . under paragraph (a), the references in those sections to “the day following the date ° on which a poll is taken at such election shall Listy 1. , be deemed to he a reference to the day following the date appointed fer the taking of such poll, . en (e) A person who votes more than once at “© + an election hy resson of his voting at a poll seh ordered under Paragraph (0) shall be : deemed not to be guilty of any offence under ‘this Act. * >\" @) Upon receipt of the documents referr- \"+ \"ed to in section 55 in respect of the poll ordered under subsection (7) the returning . * offfcer shall add the votes polled by each . recognized political party and independent me group and the preferences secured by each . candidate nominated by each such party or group and set out in statement forwarded to the Commissioner under subsection (5) to the votes polled by each such party or group noe and the preferences secured by each such 2. ~ gandidate at the poll ordered under sub- - section (7), and shall make 2 declaration ‘nder subsection (2) of section 60, in accor- ‘ dance therewith, ~ ' \"(The Commissioner shall consult the Secretary of every recognized political party . and the group leader of every independent 23 group, contesting an election held under this Act, or an agent authorized for that purpose by such Secretery or group leader, : before giving a direction under subsection : , (6) oF appointing a date under subsection (7) of this section, or marking an Order . under subsection 3 of section 24.”. ‘Agnendment 6 Section 64 of the principal enactment as amended by piaection Act No, 15 of 1984 is hereby further amended by the addition prindpsl, at the end of thut section the following new subsection :—- , *(6) Notwithstanding anything in the preceding provisions of this section, where / : the seat of a member of Parlisment declared . elected under Article 994 of the Constitution",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Blections (Special Provisions) Act, No. 35 of 1988 5, hhecomes vacant, Secretary-Ceneral of Parliament shall inform the Commissioner who shal! require the Secrelary of the recognized political party or the group ea~ der of the independent group to which the member who vacated the seat belonged, to Rominate a member of such pasty or group . to fill the vacancy. Upon receipt of ‘such nomination,’ the Commissioner shell declare sich person elected ag a member of Parliament snd cause the name of the member so declared . to be published in the Gazette.”. 7 7 Section 126 of the principal enactment as amended by Amendment Act No 1§ of 1988, is hereby further amended by ‘the $f,Svction addition at the end of that section of the following new principal subsection :—- . enactment, “@) For the purpose of this section a + person whose name appears in the list of persons submitted by a recognized political party or an independent group contesting a genere] election, to the Commissioner, under Article 99a of the Constitution, shall be . deemed to be a candidate nominated by such recognized political party or indepen- dent group, as the esse may be, to contest such election. ”, & Section 1275 of the principal enactment is hereby Anvndment amended by the addition of the following subsection at the of end of that section:— |, - . 7 1278 of the prineigal “ G@) The Commissioner shall cause to be published a *mactinent. list of the names of the registered electors-whose appli- cations have been accepted under thie section by making copies thereof avnilable for inspection at his office and at ‘the relevant district offices. ”, 5 8. The Secund ‘Schedule to thé principal enactment is Amendment hereby amended by the ‘insertion, immadintely after githe Paragraph 18 of thet Schedule, of the following Schedie eragraph :— oe tas oe ee « Ehetcent apalting 16s, The certifying officer shall notify to the socretery of cach recognized political party or its authorized agent and to the group leader af each independent group, the date",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "& Blections (Speciat Provisions) Act, No. 35 of 1988. . we ‘on, and the place at, which he intends to hold the poll hy officers and gervants of the office, unit or establishment in relation to which =~ ‘he is the certifying officer, being offers and servants who are treated as postal voters under this Act, . an (2) The secretary of a recognized political party or its authorized agent or any, group Jeader notified under subsection (1) may + appoint such number of polling agents not exceeding two to attend at the poll, having regard to the need to revoke the appointment of any polling agent during the pull. Notice . ., ”, sn writing of every such appointment stating + | the names, the numbers of the National or, other Identity Cards issued by a government\" , department or public corporation and the addresses of the persons appointed shall be given by such secretary or authorized agent or group leader to the certifying officer before the opening of the poll or during the (2) Where such secretary, authorized agent or group leader after informing such certifying officer of the name of any polling agent appointed to attend at such poll, revok- es the appointment of that polling agent and... appoints another polling agent to attend at ~ such poll, such secretary, authorized agent, ‘sor group leader, as the casa may be, shall inform guch offfeer in writing of the revacs- tlon of such appointment and of the name, ‘the number of the National or other Identity. Card issued by a government department or.” public corporation and address of the new polling agent to attend at such poll. ‘ (& No polling agent whose name has not «| een notified to the certifying officer as required by subsection (2) or subsection (3) ° shall be admitted to attend af a poll held at ~ such office, unit or extablishment, .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "Elections (Special Provisions) Act, No. 35 of 1988 7 PART If soo Anenonmars 10 THE Presmmewztat Exzerions Act, No. 16 or 1981",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "10. Section 21 of the Presidential Elections Act, No, 15 of Amendment 1981 (hereinafter fn this Part referred to an the “principal $f °0\" enactment”) is hereby amended as follows :— Astge 15",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(1) by the renumbering of that section as subsection (1)",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "of that section ; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(2) by the insertion, immediately after the renumbered",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "subsection (1), of the following new subsections :—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "“ (2) Where due to any emergency or unforeseen circumstances the poll for the election in any electoral district cannot be taken on the day specifi- ed in the notice relating to the election published under subsection (1), the Commissioner may, by ‘Order published in the Gazette, appoint another date for the taking of such poll and such date shall not be later than one month before the expiration of the term of office of the President in oflice.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(3) Where a new date for talting a poll in an electoral district has been appointed by an Order ‘made under subsection (2), the counting of votes polted in the other electoral districts shall not be commenced until after the close of the polls in the electoral district in respect of which such Order has been made”.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "H, Svetion 24 of the principal enactment is hereby Amendment amended in the proviso to subsection (1) of that sectoin by Stan the substitution, for the words “treated as a postal voter”, 240t tbe, of the words “treated as a postal voter or to um elector in Sractment, respect of whom an application made under section 110s has been allowed”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "32, Section 28 of the principal enactment is hereby Amendment amended in paragraph (c) of subsection (1) of that section, fie by the substitution, for the words “treated as a postal voter Dneipet | in\", of the words “ treated as a postal voter and against the name of every elector in respect of whom an application made under section 119 » hus been allowed in”",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 23,
    "text": "8 Rlections (Special Provisions). Act, No. 35 of 1988 yertlonat 13. ‘The following new section is herehy fnserted Gainte” —_‘tinmediately sfter section 46 of the principal enactment and Boincipal | _ shall have effect as section 460 of that enactment :—",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 9,
    "par_num": 23,
    "text": "“Disturbance. 484. (1) Where due te the occurence of",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 9,
    "par_num": 23,
    "text": "gigelling events of such a nature—. ;",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 9,
    "par_num": 23,
    "text": "{@) it is not possible to commence the poll",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 23,
    "text": "i 7 at a polling station at the hour fixed",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 23,
    "text": ". . for the commencement of the poll; or",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 23,
    "text": ". . {b) the poll at such polling station",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 9,
    "par_num": 23,
    "text": ". 1.\" “commences at the hour fixed for the",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 9,
    "par_num": 23,
    "text": ": |, opening of the poll but cannot be",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 23,
    "text": "me continued until the hour fixed for the closing of the poll ; or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 23,
    "text": "(© any of the bellot boxes assigned to",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 23,
    "text": "\" the polling station cannot be",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 23,
    "text": "**' delivered fo the returning officer,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 23,
    "text": "' the presiding officer of such polling station shsll forthwith inform the returning offcer who shall in turn inform the Commissioner.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 23,
    "text": "S (2) On receipt of an information under subsection (J) in relation to a polling station",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 23,
    "text": ". in an electoral district, the Commissioner",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 9,
    "par_num": 23,
    "text": ". _ may, after making such inquiries as be may",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 23,
    "text": ". deem necessary to ascertain the truth of such information by Order published in the Gazette, declare the poll at such polling sation voli. .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 23,
    "text": "” () Where the Commissioner makes an Ordec under subsection (2} in respect of a polling station in an electoral district the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 23,
    "text": ". , Provisions of Part IV shall, mutatis mutandis, apply to the counting of votes in such polling stotion and the declaration af the result of the election, subject to the modifications set out in this section.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 23,
    "text": ". (@) The counting officer in charge of the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 23,
    "text": "' counting centre to which the polling station in respect of which the Order under subsec-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 23,
    "text": "_ tion (@) bas been made, ts assigned shalt, notwithstanding anything in section 59, commence the counting of votes after he has",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "Hlections (Speciat Provisions) Act, No, 35 of 1988 9 vies received all the ballot boxes froma the polling stotions assigned to hie ceutre, other than = the ballot boxes from the polling station in respect of which the Order under subsection (2) has been made. ‘ (8) Where the Commissioner is of the opinion, upon receipt of the statement under section 65 furnished to him by all the . returning officers, that the result of the election will not be effected by the failure to count the votes polled, or the votes which would have been polled, in the polling station in respect of which an Order under aubsee- tton (2) has been made, he shall proceed to moke a declaration under section 56 or section @1.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "(®) (a) Where the Commissioner is of the opinion, upen receipt of the statements under section §4 furnished to him by ali the returning officers, that the remit at the election will be effected by the failure to count the votes polled, or the votes which would ave been polled, at the polling station in respect of which on Order under",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "’ subsection (2) has been made, he shall forth- with appoint a date for taking a fresh poll at such polling station, and the date so appointed shall be not later than one month hhefore the expiration of the term of office of the President in office, The Commissloner shall give notice of the new date of poll in at least one newspaper in eoch of the National language and by notices con- spleuously displayed in the polling district",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": ". in which such polling station is situated, . (®) The provistons of section 25, 26, 21, 28, 28, 30, S1, 38, $4, 35, 36, 38, 80, 41, 42, 49, 44 and 45 shall, mutatis mutondis, apply 0, and in relation to, voting, at a poll ordered under paragraph (a), The register of electors “+ fo be used at that poli shall be mame as that used at the earlier poll.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "410 Blecttons (Special. Provisions) Act, No. 35 of 1988 . + :(¢) For the purpose of the application of the provisions of sections 73, 74 and subsec- tion (2) of section 78 to a poll ordered under paragraph (a), the references in those sections to “the dey following the date on which a poll is taken at such election ” shall \"be deemed to be a reference ta the day following the date appointed for the taking Of such poll. \" * @ A person who votes more than once at \" an election by resson of his voting at a poll ordered under paragraph (a) shall be deemed . not to be guilty of any offence under this Act. (7) Where a new date for taking a poll at 2 polling station has been appointed under subsection (6), no declaration shall be made | (> by the Commissioner under seetion 86 or section 61 or section 63 until after the ©. ., counting of the votes polled at such poll has been completed and « statement, under z section $8, indicating the number of votes aja... ¢ast in favour of each candidate at such poll | + fas been transmitted to the Commissioner. \"| @) The Commissioner shslt consult every candidate contesting an election held under . this Act, or an agent authorized for that , purpose by such candidate, before making _ a dectaration under subsection (6) or ; | appointing a dete, under subsection (6) of . . this section, or making an Order under sub- va section (2) of section 21.”, Amendment 14, Section 119 of the principal enactment is hereby Gijsoriye amended by the addition, at the end of that section, of the Brincipal following subsection :-— : « (4) The Commissioner shell cause to be published, a ++. Hist of the names of the registered electors whose applications have heen accepted under this section, / by making copies thereof available for inspection at his office and at the relevant district Offices.\"",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Elections (Speciat Provisions) Act, No, 35 of 1988 11 18 ‘The Second Schedule to the principst enactment is Amendment hereby amended by the iasertion, immediately after para. of Secor graph 16 of.that Schedule, of the following paragraph:  Scbeduleto . Principal “Polling - 16s. The certifying officer shall notify to ensctment, ‘agents, the recretary of each recoginzed political party or its authorized agent and to the group leader of each independent group, the date on, and the place at, which he intends to hold ‘the poll by. officers and servants of the office, unit or establishment in relation to which he is the certifying officer, being’ officers . and : “+ servants who are treated 25 postal voters - under this Act. : . . (2) ‘The secretary of a recognized political party or its authorized agent or any group \"leader notified under subsection (1) may appoint such number of polling agents not exceeding two to attend at the poll, having ‘1 Tegatd to the need to revoke the appointment -.* of any polling agent during the poll. Notice in writing of every such appointment stating ‘the names, numbers of the national or other . identity cards issued by a government department or. public corporation and addresses of the persons appointed, shall be ~ given by such secretary or authorized agent or group leader to the certifying officer before the opening of the poll or during the poll. : (8) Where such secretary, authorized . agent or group leader after informing such certifying officer of the name of any polling +. + agent appointed to attend at such poll, : revokes the appointment of that polling agent : and appoints another . polling agent to aliend at such poll, such secretary, ‘ authorized agent, or group leader, as the case feos +» may be, shall inform such officer in writing . of the revocation of suck appointment and of bet the name, the number of the national or ful +, other Wentity card fssued by 2 government se us department or public corporation and address bk. of the new-polling agent appointed to attend at such poll, .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "42 Elections (Speciat Provisions) Act, No. 35 of 1988 {4) No polling agent whose name has not been notified to the certifying officer as reguired by subsection (2) or subsection (3) shall be admitted to attend at a poll eld at auch office, unit or establishment,\" ae PART IT AmunemENTs fo Taz Provincrat Counene Eutcmons Act ~ No, 2 or 1988 Insertion 14. The following new section is hereby inserted imme- ot new diately after section 46 of the Provincial Councils Elections peotion 484 | Act, No. 2 of 1988 (hereinalter in this Part referred to as of 1988, the “principal enactment \") and shall have effect as section 46s of that enactment :— “Disturbances 46. (1) Where due to the occurence of altar’ = events of such a nature— {e) it is not possible to commence the poll at @ polling station at the hour fixed : for the commencement of the poll ; ox (®) the poll at such polling station com- : mences at the howr fixed for the opening of the poll but cannot be continued until the hour fixed for the closing of the poll; or (©) any of the ballot boxes assigned to soe the polling station cannot be deliver- . ‘ed to the counting officer, the presiding officer of such polling station “+ shall forthwith inform the returning offleer who shell in turn inform the Commissioner. (2) On-zecetpt of an information under subsection (1) in relation to a polling station in on administrative distrlet, the Commis- sioner may, after making such inquiries as he may deem necessary to ascertain the trath of such information, by Order publlshed in the Gazette, declare the poll at such polling station void. :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "Elections (Special Provisions) Act, No. 38 of 1988 13 cyiaait + + @) Where the Commissioner makes an cra. , Order under subsection (2) in reqpect of 8",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": ". polling atation in an administrative district, the provisions of Part FV shall, mutatis ‘mutandis, apply to the counting of votes pol led im the election for such admivistrative district and the declaration of the result of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": ". such election, subject to the modification set",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "out in this section",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": ". <4) The counting officer-in charge of the . counting centre to which the polling station",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "in respect of which the Order under sub- section (2) has been made, is assigned shall, notwithstanding anything in section 50, com- mence the counting of votes after he has re- esived all the ballot boxes assigned to his centre, other than the ballot boxes from the polling station in respect of which the Order under subsection (2) has been made.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "(8) ‘The returning officer shall, from the statements under subsection (7) of section 51 furnished to him by all the counting offt- cors, add up and ascertain the number of votes polled by each recognized political party and independent group and the number of preferences secured by each candidate nominated by each such party or group at",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": ", the election for such administrative district",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "other than the votes polled at the polling station in respect of which an Order under subeection (2) hes been made and shall forthwith forward a statement to that effect",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": ". to the Commissioner. oa (6) Where the Commissioner is of the opi- + fon, on receipt of a statement under subsec-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": ": tion (5), that the result of the election for",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "» such admintstrative district will not be affec-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "ted by the failure to count the votes polled,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "14 Blectiona (Special Provisions} Act, No. 35 of 1988 . or the votes that would have been polled, at the polling station in respect of which an ‘Order under subsection (2) has been made, ~ he shall direct the returning officer to make a decliration under section 58 in accordance with that statement and the provisions of - that section, and the returning officer shall make a declaration accordingly. +1) (0) Where the Commissioner is of the opinion. on receipt of a statement under sub- y section (6), that the result of the election for . such administrative district will he affected . by the failure io count the votes polled, or” the votes which would have been polled, at the polling station in respect of which an Order under subsection (2) has been made, _ he shall forthwith appoint a fresh date for taking a poll at such polling station. (b) The Commissioner shall give notice ‘of the new date of poll in at least one news- paper in each af the National Languages and . by notices conspicuously displayed in the pol a ling district in which such polling station is us situated. {c) The provisions of sections 26, 27, 28, 29, 20, 81, 92, 38, 34, 25, 36, 37, 98, 30, 41, 42, 43, 44 and 45 shall, mutatis mutandis, apply to and in relation to, voting, at a poll ordered . * under paragraph (a). The register of electors to be used at that poll shall be same as that a ., Used at the earlier poll. ms (@) For the purposes of the application of the provisions of section 73, 74 and subsee- tion (2) of section 80 to a poll ordered under paragraph (a) the references in those nec- . tions to “the day following the date on which a poll is taken at such election” shall be _ deemed to be a reference to the day follow- - ing the date appointed’ for the teking of such",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "Elections (Speciat Provisions) Act, No. 35 of 1988 18 (©) A person who votes more than once ‘ “ at an election by reason of his voting at a poll ordered under paragraph (ce) shall be . deemed not to be guilty of any offence under this Act. . (8) Upon receipt of the documents refer- we red to in section 53 in respect of the poll ovdered under subsection (7), the returning officer shall add the votes polled by each recognized political party end independent group and the preferences secured by each candidate nominated by each such party ot group and set out in the statement forward- ed to the Commissioner under subsection (5) “ to the votes polled by each such party or graup and the preferences secured by each such candidate at the pell ordered under sub- section (7) and shall make a declaration under section 59 in accordance therewith. (@) ‘The Commissioner shal! consutt the . Secretary of every recognized political party . and the group lesder af every independent group contesting an election held under this Act, or an. agent aulborized for this purpose by such Secretary or group leader, before aiving a direction under subsection (6) or : appointing a date under subsection (7) of this section, or making an Order under sub- 5 section (6) of section 22.”.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "11, The Second Schedule to the principal enactment is Armentiment hereby amended by the insertion immediately after para- Schedule graph 16, of the following paragraph :—* eee a",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "an Suackibent. Polling 16a. (1) The certifying officer shall notity",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "‘gent to the Secretary of each recogniztd Political",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "party of its authorized agent and to the group leader of each independent group, the date on, and the place at which he intends",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": ". to hold the poll by officers and servants of the offtes, unit or establishment in relation to which he ie the certifying officer, heing off corg and servants who are treated as postal voters under this Act,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "16 Elections (Special Provisions) Act, No. 35 of 1988",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "(2) The Secretary of a recognized politi- cal party or its authorized agent or any group leader notified under subsection (f) may ap- point sueh number of polling agents not ex- ceeding two to attend at the poll, having re- gard to the need to revoke the appointment of any polling agent during thhe poll. Notice in writing of every such appointment stating the names, numbers of the national or other identity cards issued by a government de-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "“ partment or publle corporation and the ad-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "2 dresses of the persons appointed shall be given by such secretary or authorized agent or group leader to the certifying officer before the opening of the poll or during the pol,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "(3) Where such secretary, authorized agent ot gtoup leader after informing such certifying officer of the name of any polling agent appointed to attend at such poll, re- vokes the appointment of that polling agent and appoints another polling agent to attend at such poll, such secretary, authorized",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "” agent, or group leader, as the case may be.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": ". shall inform such officer in writing of the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "revocation of such appointment and of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "name, the number of the national or other",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "identity card ismed by a government de-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "partment or public corporation and addrecs",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": ". of the new polling agent appointed to at- tend at such poll, _",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "(4) No polling agent whose name has not deen notified to the certifying officer, as ro-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": ": quired by subsection (2) or subsection -{3) shall be admitted to attend at a poll held at such office, unit or dstablishmnent,\",",
    "mean_p_confidence": 0.79
  }
]