[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC . SOCIALIST REPUBLIC OF SRI LANKA PUBLIC SECURITY (AMENDMENT) ACT, No. 28 OF 1988 [Corttfied om 27th July, 1983] Printed on the Orders of Government Saad ag Sopplemen io Fe J Lacka of fay 23, 1988 mew nt vs emacs or comes MN 90 WE PURCKASED Ar 190 OOVERUMENT PUBLICATION NUREAU, COLOMBO Price : 30 cents Postage 75 cents",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Public Security (Amendment) Act, No. 28 of 1988 + [Certifed on 27th July, 1988] ‘ L, D.—O. 34/87, (Aw Act 70 anatnp THE Pupiie Securtry ORDINANCE ‘BE it enacted by the Parliament of the Democratte Socialist Republic of Sri Lanka as followa:—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "1. This Act may be cited as the Public Security Short title (Amendment) Act, No, 26 of 1988,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2 Section 2 of the Public Security Ordinance is hereby Ameniment amaended by the insertion, immediately after subsection (2) tions of that section, of the fellow: sub — fr",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "iat ing new section 0.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "“ (2a) (@) Where a further Proclamation is made under subsection (2) of section 2, at or hefore the expiration of a Proclamation made under that section, every—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "@) regulation made under section 5; and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "it) every order and rule made under any such regula- :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "tion, and in force, or deemed to be in force, on the day imme diately preceding the coming into operation of such further Proclamation shall be deemed to be ic farce, from and after the date of the coming into operation of such further Proclamation :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Provided that the President may at any time prior to the coming into operation of such further Proclamation by Order declare that on the coming into operation of such further Proclamation, any such regulation, order or rule as is specified in such order, shall not be deemed to he in force, or shall be deemed to be in fore, subject to such amendments, or modifications az are set out in such Order.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(2) Nothing in this section shall prejudice the power of the President to make zequlations under section 5 during the continuance of a Proclamation under section % or to amend, vary or revoke any such regulation, order or rule in force, or deemed to be in force.”. :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Annual subscription cf Bills and Acts of the Parliament Ra 160 (Local),",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Rs. 200 (Foreign), payable to tho Surramtrennmr, Goveavscans Pupurcarions",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Busrau, Covomeo L, befote 1éth December each year in respect of tha year following. .",
    "mean_p_confidence": 0.59
  }
]