[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ara (axl . PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF oF SRI LANKA SPORTS (AMENDMENT) ACT, No. 10 OF 1998 [Certified on 30th March, 1998) : 7 Printed on the Onter of Government Published as a Supploment to Part IL of the Gazette of the Democratic Socialist Republic of Sri Lanka of April 03, 1998 FRUTED AT TE DEPARTMENT GFDOVERNMERT NTO, SH LAEA \"TORE PLRCHASGD ATT GOVEMIWENTPUBLIATIONG AUREAU, COLAND I 7 Price: Rs. 3.50 Postage : Rs. 2.50",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Sports (Amendment) Act, No. 10 of 1998 [Certified on 30th March, 1998] L.D—0. 27196. AN ACT To Amen THE Seorrs Law No, 25 0F 1973 BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as (ollows:—-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1. This Act may becited as the Sports (Amendmeni).Act, Shor ttle, No. 10 of 1998.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2, The tong title of the Sports Law No. 25 of 1973 Amendment of he (hereinafter referred to as the “principal enactment\"}is hereby long title of Law amended by the substitution for the words “Establishment of No 29 of 1973. Schools of Sports : ”, of the words “Establishment of a National Institute of Sports Science ; \". :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "3. Section 2 of the principal enactment ishereby amended. Amesdmest of by the repeal of paragraph (e) thereof and the substitution *#on7of Law therefor of the following :-— No.25 of 1973,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "“(© A National Institute of Sports Science and such ,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "number of affiliated institutes as the Minister may determine”,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "4. The heading appeating in Part [V immediately before Replacement of section 36 of the principat enactment is hereby repeated and heading in Port 'V the following heading substituted therefor :=— cee eect",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "“Establishment of National Institute of Sports Science”.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "5. Section 36 of the principal enactment is hereby Amendment of amended as follows :— section 36 ofthe",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2 ‘Principal cnactmest,",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(0) by the substitution, for the words “one or more",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Schools of Sports” of the words “a National Institue ~ of Sports Science and any number of affiliated institmes” ; (2) in paragraph (4) of that section by the substitution, - for the words “at such schools” of the words “at such Institutes”; 2—-DOERIS—8 55097110) .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "+ 2\" Sports (Amendment) Act, No. 10 of 1998 (3) in paragraph (c) of that section by the substitution, . for the words “such schools” of the words “such: Institutes”,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(4) inthe marginal note ofthat section, by the substitution for the words “Establishment of Schools of Sports™ of the words “Establishment of a National Institute of Sports Science”.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "‘Asnendmest of 6. Section 37 of the principal enactment is hereby section 37 of the fol} a Tate amended as follows",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(1). by the substitution, for the words “such schools” wherever those words accur in that section of the words “such institutes” ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(2) inthe marginal note ofthat section by the substitution, for the words \"Schools of Sports” of the words “National Institute of Sports Science &e.\".",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Amendment of 7. Section 38 of the principal enactment is hereby section 38 ofthe amended as follows — ‘principal enactment,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(1) by the substitution, for the words “such schools” wherever those words occur in that section of the swords “such institutes”",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(2) inthe marginal note of that section by the substitution, for the words “Schools of Sports” of the words “National Institute of Sports Science &c.\".",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Sina iextvo 8. Inthe event of any inconsistency between the Sinhala",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "prevallincoseof and Tamil texts of this Act, the Sinhala text shall prevail.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "inconsistency. eee Annual subscription of English Bills und Acts of the Parliament Rs. 885 (Local) ), Rs. 1,18¢ i tera athe Serenata, Coven Puuscerone Bunn, Ne Se teasceen He __ Lotus Roan, Couostan 01 before Ith Becemsber each year in respect of the year Following.",
    "mean_p_confidence": 0.57
  }
]