[
  {
    "i_page": 1,
    "par_num": 6,
    "text": "PARLIAMENT OF CEYLON 2nd Session 1966-67",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": "nein; fo 4",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": "Coo Oy i! eg os",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": "[(van): cr",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": "NUS, a are a os nae Municipal Councils and Town Councils (Amendment) Act, No. 8 of 1967 Date of Assent: April 11, 1967 * Printed on the Orders of Government rind et the Govmoaneg Piass, Conon, ‘Tete Brite tl OT Fe NON, Res Annual Subscription (including Bills} Rs. 80 (Local), Rs. 40 Series Parle, 1g Os, Sens ceenees , ee a beaceea nan Sater Conte ae rubserptlona will \"be accopted nthe ‘condition thal Bis ‘issued bofore the date of payment will not be suppiied.",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": "Price: 15 cents Postage: 10 cents",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Municipal Councils and Town Councils (Amendment) Act, No. 8 of 1967 L. DO. 86/86. Au Act TO AMEND THE Munrewsat Counons Me eee Onpinance anD THE Town Counoms Oxmmance. — Shiten' Pages 3 and [Date of Assent: April 11, 1967] se",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4, This Act may be cited as the Municipal sims site Councils and Town Councils (Amendment) Act,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "No. 8 of 1987.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2 gate, Municipal Councils Ordinance is hereby _smeaigesor amended in section 230 thereof, by the insertion, <i = immediately after sub-section (1), of the following 5 new sub-section :—-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "“‘(ia) In parsuanee of the powers of a Municipal Couneil under sub-section (1), any Council may, with the sanction cf the Minister, impose diferent rates for different areas or parts of the Municipality according to the services provided by such Counei) for each such area or part,’",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "8 The Town Councils Ordinance is hereby  Aueasmeor ot amended in section 159 thereof, by the insertion, saesi? immediately after sub-section (1), of the following 6 new sub-section :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "“ (la) The Town Council of a town may, in pursuance of its powers under sub-section (i), impose and levy ‘different rates for different imsmovable Properties or different species of immovable property according to” the services provided by the Couneil for each such toinovable roperty of species of immovable Broperty. Sack. imposition of different rates shall be subject to all the limitations, qualifications and conditions referred to in that sub-section, and also to the approval of the inister.’”.",
    "mean_p_confidence": 0.79
  }
]