[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ist Session 1960-61 . SiS, . CAS 5 Tea Research Act, No. 57 of. 1961 Date of Assent: June 49, 1964 Printed on the Orders of Government Printed at. the Gommenmt Pans, Cexion, Ty be Fite eh nocarnons Penton Soest Coane Annual Subscription Uncoting Bis) Ra. 2, payee ia Nae i eRe earine sieace tg the Sornamannmey, Gomme Yancarons Price: 15 eents. Postage: 10 conts.",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "sed Research (Amendment) Act, No. 57 of 1961 na 1: D—O. 28/60. AN Act 70 anna tHe Tza Resgance ORDINANCE. [Date of Assent: June 19, 1961] :",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty,",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "by and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "the Honse of Representatives of Ceylon in this present Parliament assembled, and by the authority of the game, as follows:—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4, This Act may be cited as the Tea Research ator tik, {Amendment} Act, ho, 57 of 1941.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2. Section 11 of the Tea Research Ordinance Amendment of (bereinafter referred to as the ‘* prinsipal enact- wien Sh, ment\"), ag amended by Act No. 51 of 1959, is hereby further amended in sub-section (1) of that section, by the substitution, for the words “ fifty-five cents\", of the words ‘' one rupee ’””.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "% Section 12 of the principal enactment, as Ausnémsot of amended by Act No. 3 of 1950, is hereby further | i\"encpat amended as follows: — cudnt,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "(1) by the addition, at the end of sub-section (1) of that section, of the following: — “Such power and authority shall, include the power to make rules subject’ to the approval of the Minister for any such matters, affairs, objects or purposes.”\"; and (2) by the addition, at the end of that section, of the following new sub-section :— * (4) All miles made under sub-section (1) of ‘this section shall be laid, as soon _ + $8 eguventenely may bo, on the table of the Senate and the House of Represen- tatives at two successive mestings of the Senate and the House of Representatives, and shall be brought before the Senate and the House of Representatives at the next subsequent meeting held thereafter by a motion that the said rules shall not be disapproved, and if upon the introduotion of such motion, of upon any‘ adjournment thereof, the said rales are. disapproved by the Senate or the - House of Representatives, such rules ‘La, 8 1eete—ae78 (4/60)",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": ": <1, 2 Téa Research (Amendment) Act, No. 57 of 1982 . shall be dlecmed to be rescinded, bat eich out prejudice to anything already done . thereunder; and pte rales, if Tot 30 : disapproved, shall continue to be of full : fore and effect. Notice of every such disapproval shall be published in the Gasette.”’. Iowsionotoen  &, ‘The following new section is hereby inserted ME immediately after section 12A, and still Rave elect sidmen.. _ 98 section 12B, of the principal enactment: — * Matic 12B. The Board may establish and Be regulate a Medical Aid Schems for the gi”, _bettefit of the officers and servants of the Aa Fond, Institute and their wives and children, establish, maintain and regulate a Medi- cal Aid Fund for the purposes of such Scheme, make contributions to that Fund out of the moneys at the disposal of the Board, regulate the management and . investment of such moneys, and preseribe the contributions to be made to such Fund by, and the payments to be made from such Fund to, such officers and . servants.””. . Validation st * 8. ‘The amendments made in the principal enact rast a dooe “ment by paragraph (1) of section 3 and by section 4 of itrineotg” this Act shall be deemed for all purposea to have had Syaeteal 4 effect from the date of commencement of that enact- Melina\" ment and acoordingly— (@) the Medical Aid Scheme and the Medical Aid Ford heretofore established for the officers and servants of the Tea Reaearch Institute of Ceylon and their wives and children, shall be desmed to have been duly estab. lished, and all contributions made to and Raymente made from that Fund and all acts lone in the course of the manegement and conduct of auch Scheme and such Fund Prior to the date of commencement of this Act shall be deemed to have been saly mate : ‘and done under powers conferred by the principal enactment; : . (®) the roles heretofore made by the Board of the Tea Research Institate of Ceylon for the , mana ¢t and regalation 18 Stat Stedical Scheme and the Junior Staff",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Tea Research (Amendment) Act, No. 57 of 1961 3 Medical Fund of the aforesaid Institute : shall be deemed to have been duly mada under the principal enactment and to have been valid and effectual for the poxposea . for which they were made at all material times prior to the date of commencement of this Act; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(c) from the date of commencement of this Act, the aforesaid rules shall be in force as if they were rules duly made under the prin- cipal enactment and may be amended, rescinded, added to, or replaced by rules",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "made under that enactment.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "6. Section 18 of the principal enactment is hereby Bepecamest repealed and the followng iow section is substituted eee therefor :— codne * ascot, 18, (1) The Board shall cause its .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "sua om accounts to he kept in such form and in Poor Such manner as the Minister way direct.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(2) The Board shall cause its books to be balanced as on the thirty-first day of December in each year and shall, before the thirtieth day of April of the follow. ing year, oause to be prepared a revenue and expenditure account and a ales. :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "et containing summary of the assets , * and liabilities of the Board made up to the first-mentioned date. The revenue . and expenditure account and the balance- sheet shall be signed by the Chairman of ° the Board and by such officer of the Board as may be authorised by the Board to do 80,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(8) The accounts of the Board shall be audited annually by an auditor (herein- after referred to as.‘‘the auditor ’”} appointed by the Minister an the advice of the Auditor-General. The anditor so appointed shail be a member of the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "+ Institute of Chartered Accountants of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Ceylon. ‘The auditor shall receive such",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "‘ ‘+ remuneration from the funds of the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Board as the Minister may, with’ the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": ". concurrence of the Minister of Finance, \" . determine,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "£ Tea Research (Amendment) Act, No. 57 of 1961",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(4 The Auditor-General shall have power—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(@) to direct the manner in which the accounts of thé Board sball be andited by the anditor and to give the auditor instructions in regard to any matter relating to the performance of his functions",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": ". as the auditor, and . @) to conduct a supplementary or test audit of the accounts of the Board by such person or persons a8 the -Auditor- eneral may authorise in that behaif, and for the pur- poses of ‘such audit, to, . require information or addi- tional information to be furnished to any person or persons so authorised, on such matters, by such person or persons, and in such form, as the Auditor-General may, by general or special order. direct.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(8} The auditor shall examine the accounts of the Board and ascertain the correctness of the balance-sheet aod furnish a report to the Auditor-General stating— a",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(@) whether he hag or has not obtained ail the information and explanations required by him, and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "() whether in his opinion the balance-sheet and accounts referred to in the report are properly drawn up 90 a8 to exhibit a true and fair view of the affairs of the Board.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": ". (6) The Auditor-General shall have the right to comment upon or supplement the auditor's report in euch manner 48 the Auditor-General. may think fit",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "Tea Research (Amendment) Act, No. 51 of 1961 & “(2) The Anditor-General shall trans- mit ‘the auditor's report, together with his comments upon, or his supplement to, euch report to the Board. : (8) ‘The Board shall, on receipt of the . auditor's report in respect of any year, tranamit to the Minister— (@} a copy of such report together . © OPy, the Audion Cotteal comments (if any) upoa, and his supplement (if any) to, such report, (@®) a copy of the revenue and expenditare account, (0) & copy of the balance-sheet, and (@ a report by such Board on its work for the period for which . the revenue and expenditure account and the balance-sheet have been made up.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(8) The Minister shall cause copies of ench of the documents specified in sub- section (8) of this section to be laid before the Senate and the House of Represen- ' . tatives.’,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "7, The principsl enactment, as amended by Act Asstion of No. 2 of 1950, is horeby further amended by the addi- em eins tion, immediately after section 15 of that enactment, fhe'yhapal of the following new sections which shall have effect suidoat. ‘as sections 16 and 17 of that enactment:— .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "7 Bramtion 16. The Board shall he exempt from ‘enstoma the payment of any customs daty on any dary. s imported or purchased out of bon",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": ". the Board for the purposes of the . d, if the Minister in consultation noon, ‘With the Minister of Finance approves",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "a of such exemption.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "Aprcistamat \"17, (1) Ab the request of the Board, sqmile'” any officer in the public service may, ELE + th the consent of that officer and of ie, the Secretary to the Treasury, be tempo- \". : varily appointed to the staff of the ‘Institute for such period as may be",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "6 Tea Research (Amendment) Act, No. 57 of 1981 determined by the Board with like con- sent, or be permanently appointed to such staff. The provisions of sub-sections (2) and (8) of section 26 of the Government-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "_ Sponsored Corporations Act, No. 19 of 1955, shall, mutatis mutandis, pply in relation to any officer in the public ser-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": ": vies who is temporarily or permanently appointed to the staff of the Institute.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": ". (2) Where the Institute employs any person who has entered into a contract ‘with the Government by which be has agreed to serve the Government for a specified period, any period of service to the Institute by that person shall be regarded as service to the Government for the purpose of discharging the obligations of such contract.”’.",
    "mean_p_confidence": 0.85
  }
]