[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF | SRI LANKA . q TOWN AND COUNTRY PLANNING (AMENDMENT) ACT, No, 49 OF 2000 [Certed on 1h August, 2466] | Proved the Orr of Goverment ‘ Published 2 Sopplcnantio Pa of tho Grae ofthe Denerst Soeatin. ‘Repub of Si Lea of August 8, 2000, Pree Re 2299 pana a 38",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "om nd Coumry Pm nena) Ss erat [felon Ap 0) ern crs To Ne Com Pad ecm ere",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "BE toner ye Pane of Beanie So Republic of SA Laniba as follies —",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ". this tna) ne me 9 Town and Cams Pong tiene tc eh ae",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "| MeeTovnand any Maing One Ma 1b tobe aiugtonmirenteloatetarpienn meses, Istexehyacaeaced by Te aubaiioa forcing He abereor OS pr thera",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "va Dent 6 sci te tli se tegen ers sonia Wiloy ns sppencen af cel pe TE Shelatpeonay so mee tap Sananyofomen supp eee Gaston Lanne pve rose Penta ataitee nc ceca sel cheb ngs anette ent Spun a al yer fe cen inlet Sepupeest ogohenonetgineis",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ": froth rue let o cons",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "wu see”",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1 sete 3 ad Aetna we nat ted maechadetatueg Reais taimes SEN, Sela oo ‘tees! _ 2. Anuinstonatpim no sind Sar ehh aetna em crm ne (68 naonl ppl plang pig wie seapeet",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "i aoa fea ee",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Soe See me aewchpeerang",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "‘glaing tes Sloane fe ol ast 4c",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 mand Cony Plning Amends) fet he 300 secoing prope inrastoctne, waite wed Ceovennan af cnsring pra abe Sruromeniofwciesal rc ofc ‘wat an of eu, soe 5. (0 Toe salle erblsted a Retoel i ysl Fnming Cro ati eed ool toa te Coen) coming ot — (a) edeadot te Goreme, whe dullbe = eins (©) fe Matos inc of te me of ied Grates wtecmioee ‘Vics Chairman ; ™ (© the Miniter a shag of te cabot of Some Faso: (© Ge Mie ceo be be of (© the Mine change of the abject of fe (Othe Misr io cae of seas oF Ronnie! (@) the Minis i tgs of he sae of Mats 0) the Mier in change ofthe abe of he Mi yee ; (0. Gertrierin tre cf ent oen ‘Development ; est J) the Minisine in charge of the subject of i ® “Transport 5 ms Go Miner charge of te suet of Highways ; (0. Qe Manner in chugs ofthe sbi of Prot Co) engin inctngectne mij (0) eMtan ingot debt Cot Sonate",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "‘on wd Connery Planing fAmendnenty 3 ot No. 99 of 2000 (Wm Minis inchaege of the enhnet of he Bovzogmest; (©) the Mintor i charge at tus subjoet of Bovey 4a) the Minis bu change of tha pbjnst of Town: . 0) the Minister in charge of the jens a rigation: . 9) tho Minion bn charge oF dhe sabject of Bors; 4) the Maite iw charge ofthe subloat af cue: (0) the Mininer in charge of the tabject of roves! Come: (0) te Miser inchnrge of eases! ofan Iragtomsaion¢ 2) he Minister in charge of the subst af Heats, 8) Chick Mininess of ll Previn. $2) Tee Chairnan iy fh Chia ‘asec hat proposed tal sic lin , ov other after WAR i being ors at be consid by the Couacit vets orf key 2 feat the intrest of may Miaicay hich i Roe ‘epreeai in dhe Coon megaeis he Blalerer ‘x charge of at Minis vb eae ed ‘rote ac eating ofthe Coal 8 vA sues sonal psi pi ce matin onside ak sy Miner so regoasted, shal whenever sick poral physial plan or rater is cori derad ab 1 mecting of Ihe Cosacil, be dvemed wo be sresber a he uel",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "4 Pawn and Conny Planing (Amendment) ‘Act No, 49 of 200 (G) The Chain, shal preside tall meetings",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "ofthe Coane i the bene of the Chain",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "fom any meeting of the Council, the Vieo",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "‘Chuiman shal preside at such vetng.",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "(2) The Miaier un charge of the subject of",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "PPyrcel Pensing shall, in coasulation withthe",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "(Chairman, be de convencr of meetings of the",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "Coun .",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "(8) The Secretary of the Minisiey ofthe",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "Minictor in charge of the eubyect of National .",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "Physical Plnsing shall be the Secetary of the",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "Comet",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "(8) Subjeteoihe preceding provision ofthis",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "sedi the Counc may regust the procedare",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "‘negard vo be meetings of the Council ond the",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "trancaeton of basiness lsu meclngt.",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "overt 4, The Council stall have power —",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "(Goto oe",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "Sot (2) ta consider and approve, with or witbout ‘edification, the aioe] phys placing policy and the draft tinal phytopon submited by the [nuer-Miniaterial Co- . ‘rnadng Commies:",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "P) twit the ase Ministerial Co-odinting ‘Committee to re-submit the national . physical plansiag policy or any draft ‘atonal physical plan modified oramended ss instructed by the Counc",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "(0) const ty deat regional physical pl an may be submiied to i by the Ine Mivisterial Co-ordinating Commitee as its conformity withthe national physical lon ornational phyelol plannog pig and prone such plan;",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Townad Gentry Pawn Ameen) ‘cha aps (fer bak ne er Abel Co ordnating Commies any such Sa ‘loa ead path a ire feud with siendmees or Seieaion a ay be aprie, pss 6e tore te Masons Pyke Ping . Degeneres Tee forthe ngomeston th lon sprowdby ds ral : {0 loge ne inertial Corning Edomitoe sch Sesion faloieg & See fn inpemestiien ote ano muy tenonaly te rosemary © Eeraomeacticementeite eens fe Orin. 4 The falling sew tens ae hotoy iaerint use sone imeasiay er oaien 200 al tava esa nesions mE ‘Shand desagectily osbepindgalentcaae— te “eumautie da. (1) Theor shall be evotiinhed we tort. SN Glatt” inal Coordnaing Corts oN Sere Mac nig hereto 8 -Co : Sing sedinsing Comite? oe Siiuine (2) The Co-inating Commi sal Bh cami te fling mer sl be . Flemes  appoimadt by the Mininier, appainind wader ‘ice ae Cnatan abe incre th set o Pye Pag {a1 Th Secsres of the Minnie of te Minion te are sath Crs in cove pectin a Ih neue 8) Physica Panag i) Besa Mening",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 7,
    "par_num": 23,
    "text": "$ ‘Town ed Conntey Plog (Anserdmens} Ac No, $8 05 00",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 7,
    "par_num": 23,
    "text": "(tsp Panes (We) Land: (P Agicatue (9) Indy +",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 7,
    "par_num": 23,
    "text": "oh Bousings",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 7,
    "par_num": 23,
    "text": "tl) Tempe:",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 7,
    "par_num": 23,
    "text": "Gx) Highways: . ‘ay Pon: 8) Chl Ataton:",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 7,
    "par_num": 23,
    "text": "Coat Cerin",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 7,
    "par_num": 23,
    "text": "(ai) Eauonnen;",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 7,
    "par_num": 23,
    "text": "’ 589) Bore",
    "mean_p_confidence": 0.13
  },
  {
    "i_page": 7,
    "par_num": 23,
    "text": "{eer Thesis",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 7,
    "par_num": 23,
    "text": "eri} Hsigaden",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 7,
    "par_num": 23,
    "text": "rv) Poser",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 7,
    "par_num": 23,
    "text": "(evi) nme Aen",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 7,
    "par_num": 23,
    "text": "is) Provincial Courela",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 7,
    "par_num": 23,
    "text": "fxs} Pr implementation",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 7,
    "par_num": 23,
    "text": "fa) Cobre",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 7,
    "par_num": 23,
    "text": "Gai) Fisteret",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 7,
    "par_num": 23,
    "text": "Casi) Makwweli ewtoprene",
    "mean_p_confidence": 0.09
  },
  {
    "i_page": 7,
    "par_num": 23,
    "text": "fork) Partin,",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 7,
    "par_num": 23,
    "text": "fon} Comstein.",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 7,
    "par_num": 23,
    "text": "(a) the Cet Searntes oft Provinces :",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 7,
    "par_num": 23,
    "text": "Ar) the Dlrecse.Cenezal, Nooo Payee! Praneing",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 7,
    "par_num": 23,
    "text": "(8) the Director Caneel of Natonat Planting",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 7,
    "par_num": 23,
    "text": "(2) the Direct Genera Woes Deweapment ‘Avdority appainied under the Ueber evelopment Authoviy Eaw No. 41 af ee",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "Ton and Casntry Phang Armrabnent) 7 ek Na. dof 00 Wh the Ditector-General af the Bout of Teveskesst of 86 Lane appoimed undor the Board of tuvesimnt af $44 Lanks Law Nod of 97h,",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "(3) The Seoteury of the Minitey nf the Miter in charge of ae sabes of Nati Plea! Phang ofl be the Cman af Coonmaling Caintee,",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "(41 The Chairmen of awe Co-ondsnauing Carne may fe sisi al he prope sada! psi plan oe ober mater cs 3 beteg or is about te be considered by the Ca. cnffaning Camas amor ieee she interest oi any Misisiry which is sot raprecorad inthe Co-enfisating Commitee. past he Seeesaytovhat Mian abe eset fans vote a6 mectigs i the Co-oalinnting Cnet a hich soc atoant physical an or poser it eonsidere and any Soca +0 requsted 1, Shen suchsatona peat fils ce rae is conser ata moan ef tho Comordinating Comuniues be dead 69 be 0 maser a toe Conant.",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": ": (6) The Chainnan or inhisabsenr,ammember head by ihe mers prseay, il prs at esinge of Ue C-cedinaing Comex,",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": ". (0 All questuna for ductsont at meus of the Coorg Conner sha heer hy the Som of amenity ofthe membre preset Tn the case uf an equatiy of vores. dhe member Presiding chal Have tering vos,",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "1 The goo for sy meting athe Co- oraostng Commince el Ne tee menies and lulbget 9 the puvisions of thst, dhe Cer sdinacing Commitee roxy regulate tr ma peocetre",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "8 For wa Cours Mais Amensine} “hos Ney B90)",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "Prmaconk de hl be the Aly of the Covmsantng",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "See Comics —",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "Ete sa tweimie 4 da ploy om anicna tical ag an Ue nod ph! pa la be prepted by the Disetit-Gone Nail Piya Panag",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "{a atte ty aproved polity om aatonal pica gained ny pa etna : ‘hse gfe bw soso, eve so Spdated fromm tite so time as may Be (2) tn examine any dato reve paiey on race phe ain br ak oF ran scl pn cuit 0 fio edgy amcodent mode Waich the Comoedinning Cosnitie emsidecadoscraay terme heron to rnd esvammindaions dom oS Causes: 18) exaine toy delta rei egioal paul pln sont eo fe and ake ‘eaimanendatonr ihren aa te Cause (64 aie he Cone wi rif the Aeslartion of ay sree development > stea va repo physi pan end ofthe ination a = deehomene plan fer wh (B tplenet ay direton ec e the Cel emeeis_&_Bynyfeonce ote \"Canwa Pasig Como Se Pattee pin sett sl ed one as Samet | reteene lo: Cin ecinting Comets eather iawn ct te Ecco",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "“nerd Coane Posing mendes? 9 Acs, No, of 2005 1% Wher the wows “Diner, Town and Comy count Pring \"veri denating the Dect, Tin aad setae Cinoay easing peoiathepricplenainest esha ‘be subsritote therefor the wands \"Diector-Gensral, Nasioaal “SP Physical Ptazning’ and *Dimengr General” rsspeceivoly. 1. ‘The folowing sew seaans ate herehyHoeied ante Come inti er sn Sale ct eon a ‘a. 3m. Sc, So und Se respectively of the primcig nt ia / Sa3n $e Sand Se ropnney of ie penal Be roman, _ $0 Theda and fnetivs of he Dion feronet? enc the Marl Pl Pg Comedian OF Seat) fomotue 2 wins physi! panning tended paley Co) pepe oman ysl plan: 163 grap psa pain pie ines a be boop by th regnal a ea ecl flaming sus (ho pepe any aetna plan tors fe roioa eroeemeig ass dn, ar soqusts the peprtog SUC pues . fe) 9 msixt Provincial Cownsity tx the Dreparaice and development of regional Posie pa Cf to make recommendations tthe edinaing Commitee on pasa th ‘eeerdince with he atin physical flaaning policy. or submiaion So the enact (0 1 coticn an caning, pritizally the futons? physical pleseing saliey. the tional payaa plan andthe seo oyna pag alegy tenon ond ron",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 Tonnand Couey Plame (Amendmen) ‘et No, $9 of 2000 whens necesito commend 1 he Co- rdintiog Commitee. change in sich boc. plan and sowie: 18) 10 moniter the implementation of the coral physi plan tection ty ihe ‘Count ed (0) soaneh be Coun and he Co-ordinating Commiice in all asiviion including : gevfoming unos of erent wich ray be el pont do by te Courel {dhe Coordinating Commitee orinet_ $8. (2) TheDirateneerl ofthe Naina ‘Sime Pasi Planning shall beth power odo all beer ‘such acts as may be necessary for the discharge: merc ralorany offi fccons under the Octane £2} Without jie ote gneaiy of he power contre on bi by sobeston (he Sha have power— (eh tocar out such scveys investigations, Aas een yb ears fot Uedhscharge of incising ths national plosical planes and nations Pippa plas ©) 10 condact hearing with « view (0 scertaning the opinions of exports ‘oFessonas 9 the general pubic on ‘raves eng io paonl pinskal pla 2) to enablisn and maintain ision with ‘iesnal ition and agaistons ate Si Lanks dicbming functions Siar shove charges by he Natal Papi PamingDepanens",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "‘Dien and Conair Plating rarsdnent) UL ‘et ln dB of 2008 (9 essbhih oad eolniay a information se bank of auton phyeiea pak ad cago physies pans? £2) tw engage contatant ad ke ch taps tinny he necessary co atumce he ile ofhasafices wit he view wo develeging oad of export in al aspost of mae . sd cena rhgsieataing 10 cal fo ont obtain ach internation ae 1he national physical planting woubt . seapite inching satinien an Ba from Misisiiee, Bovoramens Beporimonts. Public Ceeporadons Stetrery Gatds, . Peevlacial Couns, Lace Aue ae ie stor sta hrments 2) 10 ensure though the Mininuy of the Moisi, Funaeg, either fea discal or fone sucesso bridge any sca in Sh hudgecatocation Ree metesetuitem ofthe pla a 20 to adept off mente which a the inion of the Dizeetordleneral are wonsigered sexs for conducive ideal . iochage, ete wid porter ne9. Gb fanetons, powers ad dul Wed ta te ‘ait physi owning. ‘mien! 50, The shal be extnblitvd a Tesieal ART Advinty Commie (bercinscr relent Perens thee Advisory Comaricen\"petsiing fh fellowing mentbess—- (2) a repescemtatin ofthe Inalilute of Tana loaner SH Lan estas veer he Latte at Town Planaern, Sci Lanka Fncarpcttioe) Art No, 23 oF 1986",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "12 Rowman County Phaming (Amendment) ‘he, No, 49 of 2000",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(2) areprosentatve of Si Lana Insite of ‘Architects established under the Sri Lanks, Taste of Architees Law, No, t of 1976:",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(o)_srepreseniative of the Insitute of Eginoer, ‘Ceyloa caablshed under the teste of agineers, Coyln, Act, No, 7 OF 1968;",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(2) a representative of the Surveyors Insite Of $i Lanka ctalished under the Surveyors , Inst of Sri Lanka Cacorporaton) Ac, No, 220f 1982;",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(2) avepresenaive tombe Roa Development Authority o be nominated by te Minister in ebage of he subject of Transport:",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "Da tepresemalve fom the Land Use Policy Planning Division ofthe Mins of Lands (6 be nominaed bythe Miniscr i charge ofthe subject of Lands:",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(g)_arepreronsative tom the Ceylon Blcrcty Boas to be nominated by the Mtnser in charge ofthe subject of Power ;",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(0) arepresentativeombe Ministry of Flaance to be nominated by the Mister in charge . cof the abject of Fnanes;",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(2) a representative from the Ministry of Planning tobe onninted by the Miniseria . ‘harge ofthe subjos of Planning :",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "ome memberCrorrameng person Wao have Jn experience sn qualia ine eld of physic! plaming :",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "4) one member om among persons who have hLenperieoce and qualifations inthe Ned of ser resuroes.",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "‘Teunend Coors Hanning (Asendmens) 13 ‘det No. AB ef 2000 Fuwiensef Sn. The funcilans of the Advisory aenidasy — Comitiea sha be a pores (0) advise tho Dstetoe Genera of te Raionat ‘PhyaientPlanwing in the foverolticn af ‘ssn physical phan py ad on be ixpartias of be senowal physica an ¢ ‘ debe he Diver Gamera on da eatlonal physical lane swatey ; wd ‘ (Gvize the Dizeten lente on any cer ‘walter rating to eatonal and regia hye planning thar way be rfered to sho Advisory Connie by the Dleetar oor Teme Se. (1) Beery member of the Advixory eco Corns shal be appara the Minko aad sear Hall ator ho aaron vaste oee By dt, Be esigetion seria, fad fice fra peta vim of ings yeas from th die of appentrent and ‘Crmitoe sath gic for re-enact (2) The Minis may, it he considers i ‘ spate 19 do 50, by Order poblichd fo tha age, serene from on any mathe of he Atsinry Conmetion for ease asigned these YA mcr the Advinary Comite ay atany time vesiga froma lfc by leet he lesen ata Mist. 4 Hany member ofthe Adtsey Commies en, vesigos or ix removed from office, he ‘Mininer may spin ary thor pers 10 be ‘pombe fn plne a te meer whats espn , rs sexmued rn oie,",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "4 Town and Country Planning (Amendment) “At, No. 49 of 2000 () AArmomber who hae Been appointed under ssbaccion (4 shall unless ha cate varies is office by death resignation or emoval. bold office For the unexpired pia of the tm af office af ‘hs predecessor. (© The Advisory Conmitue may discharge ins fonctions notwittandingany mcancy snorg temenben, , (7) Three members of the Advisory Commitee shalt conatine 4 quorum for any . smsetng ofthe Advisory Comme. (2) Subjcteatha provisions ofthis Onrance the Commitee mey regular the procedure ix regard 10 its necting and the wenszcton of business athe mecting. (©) Themember of ths Advitory Commitee raay be paid such remuneration a& may be ‘dcermined by che Minister in cocedition wih the Ministerincharge of the subject of nance” ‘Amotomst —_& Section 12 of the principal enactment is hereby faaioe Pate amended . pena soci, (1 by the repeal of prnaraph (ah 0), C0 (edad {) of subsoction (1) of thal section and the substitution of the following paragraphs : erafor— a) the Chiet Secretary of the Provincial ‘Council, who shall be the Chairman ; (8) axeprsentive homeath local ahoriy in the province recomended bythe eat aharity: (©) he Dist Socretarie ofthe Province",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "sty etn) sea 10 5 syst a Go sect 1 maternal ie ieeeacetatonicans or 8) a eoprepomtativa of Riisd Development . Eisetea © eon meen ict ere eerie mieten tcomarcceeten sean ©) ete yt, A, Repl nto hs ny Meat wid Ey Ses Ore pei gn pig eee we Re “Sotascomorscoys ERE ‘expeussion “igionol pltysigal plan sume, © 6) rai ain ig on pe en . GY farce expression “eel plaeming schame” oc ated Soe ae SE (0 Satan igen wee scars Wc ai roan hey saa tect date entero sn sam ‘ealonatthe toting cara \"We eonfemity with the rational physical plasaing pofizy”.",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "18 Pomtend Coun Montes amend? ‘Ae Ne 8 of 200 giana! een 349th rca estan Is sme 26cf tle gmeadad. eecia) ad one “et 8) im susbseclina (i) shezent bry the repent of af the works, treason whine rot nda he snbsceion en the aubaittinn Sherer oF he {stoning ‘ine, before repmce od fart ree . Yaa the general pablic 10 ganicipae fe ik Aeitestons an formation of sack plain sch smrohes m the planing aatboxity may concer ‘erro ope uganneecorre Re Onlr nat ott tefore ad das may beget fein £2) wetacton 2) ft etn hy the i Soe She ends es dor refed” ft was feted teinve hs parcption of he ger pbc xh ied od 18) she ion by she and of at seaton, af te fetowiagnewsutnecon 72) te panning ober eatin pore tian fc any develgment ae, hove ped the , . a pial ring pe, feescwte 1, Hy referee the “Minter” neta 28 ans . Seg S00 tal emma st ear on ren os Selena reise py pn, te vad of cod oy weferene See Shien Hiton fant entmonsé 1D. Sectne 38 of se pnp! ensceone Bs bere Steet aye by the mbit for te sod “Subic 1 he ‘Sie rovici,oF wat ab ft 1 eae ya FPialog poley end eo proven”.",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "Town an Coy Ping (amen) 17 fate epee 1, Section Af he eal omen i bey ewan seedy eomaninina fete tordi Tense! Senate Siratemndt Subpcrodeaniona prcariaming et sol te Mie cal ee 18. The flowing sew sation i hereby ied tanarne sonilayaer tabi pcipdomrmen onptt ee ‘ canto Bt TheprovisioesolisActshatthavoetier praia aoevithemarling any tay 40 the cunttary in any Ser oor Law and aceeningly in the eveat of any ‘Soa oan teen pone : Ot Ak decor ne even of the Adshell perl or emhetho a= 46, ‘Te tan Div uy Lag No af Antec 198 (a he estos yey Se emsedanianen = vet EAD in section Bm iam ho seit fr te weeds, “vn aay ‘icoprne reno aot he ets tino doses a shh sete toy iene Rene net tho te abet sta Plog Depry bs . es © yah sii fr pores 9) 0 he : ‘onoaieg ot nee “e)  socnnat, rege or cone roy ‘2velpmen chee or pope! of orf Sergey ype {@ teint 0 enim xtc “Butwitsneting the poveionr of oy ter ne no enone geno eter pn sb ta mde Stoprem ast",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "18 Ahm an Conary Planing mentaen) ‘Ae N49 of 000 ®) ineasion 280— 0 by the weattion for Ue wordn, \"Waste an fence uri Law i coovted — 2) by abody operons ten\", ofthe words, “where offence under his Lw is coms’ by abody of ees, hee: : CB) by the ution a sb-paregraph (for he ‘Word, \"oferta word fe” and (6 by open of paragraph oft secon, Semen 10, Inboorentof my consistency betwee he Sink evinced and Thue ofthis A. be Stal x shall reval. S oats",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": ", | | i ‘ ! | H ‘agpenciea iain raha a mabteeeeeemerte raat are ee eae aera pnaarnreee",
    "mean_p_confidence": 0.27
  }
]