[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 4ib Session 1955-56 ee5ar Ba Ge HE renee (1233) “Seact a) ‘<Lomae: PUL > ee Petroleum (Amendment) Act, No. 24 of 1956 Date of Assent: February 17, 1956 Printed on the Orders of Government Printed at the Govervment Patss, Crvion. To be Potekttatl lb alitmsae Puna Sonn, Cones fora, orc i ie Bonne, Port’ Ornce Box’ ato, Seereariat, Colombe 1 Dricé: 15 cents, Postage: 10 cents,",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Petroleum (Amendment) Act, No. 24 of 1956 3 L, B.—O. 12/55. AN Acr 10 aMBND THE PETROLEUM ORDINANCE. geet 10, (Date of Assont: February 17, 1956.] Pepe oF.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "BE it enacted by the Quesn’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "4, This Act may be cited as the Petroleum Sten tits. (Amendment) Act, No. 24 of 1956. _ 2 The following new section is hereby inserted Joaion of immediately after section 84 of the Petroleum on im Ordinance (hereinsfter referred to as the “ principal hspur 30. enactment”), and shall have effect as section 34a of that enactment:— {Dalton 34a. Every local authority may Seemty ot — delegate the power, to, siga licences power te issued by such authority under this",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "How» Ordinance to any person authorised in ote writing by that authority.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "2, Section 35 of the principal enactment is hereby Ammntmnt of amended, in the definition of “local authority ” by ite the substitution, for the words “ public officer”, of eevee the word “officer ’*.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "_&, The appointments of the Municipal Commis- Yeas sioners of Colombo and Kandy as local authorities for spociarmanie the purposes of the principal enactment, which were sea made before the commencement of this Act, shall be  Commitasoms deemed to have been and to be valid, notwithstanding “t=? that such Commissioners are wot. public offeers and =e that, before the commencement of this Act, the principal enactment provided for the appointment of only public officers as such authorities.",
    "mean_p_confidence": 0.84
  }
]