[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON ' peri : Ist Session 1956,4°\" “2, Bs a Zz 2 A ; & a. ore 168 Fy Cg oN 7 ord Ra » Riera - Vee Industrial Products (Amendment) Act, No. 53 of 1956 a . Date of Assent :. December 20, 1956 Printed on the Orders of Government | . . | ; i i, . ‘Printed at “ne Government Press, Crviow. To be enim, Gomer Pans ST, cas ee . Bureau, Posr Orvice Hox $00, -Secreteriat, Colombo 1 i Price: 10 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Industrial Products (Amendment) Act, 3 . No. 68 of 1956 L, D0, 9/58. . An Act To AMEND THE INDUSTRIAL Propucrs Act, No. 18 oF 1949. . [Date of Assent: December 20, 1956] BE it enacted by the Queen’s Most Excellent Majesty, by and with tho advice and conseut of the Senate and ihe House of Representatives of Ceylon in this pre- sent Parliament assembled, and by the authority of the same, as follows:— 4, This Act may be cited as the Industrial Pro- ston cite. ducts (Amendment) Act, No. 83 of 1956. . 2. (1) ‘The following new section is hereby inserted Tuto, of immediately after section 18, and sball have effect ik aaa, ag section 184, of the Industrial Products Act, No. 18 No. 8 of 19°, of 9 (hereinafter referred ta ae the “ principal : ot) ‘Raland of 384. (1) Where the Controller is ! Rimes satisfied that the quantity, or any part SEPM of the quantity, of the loon! product i oot specified in a coupon or a delivery vailable, warrant issued to -any Rodeos is not available for delivery to that person, the Controller shall, upon surrender of ‘that : coupon or warrant,— (@) if the whole of that quantity can- not be delivered to that person, refund to him the price paid for thet quantity or cancel the instrament by which the pay- ment of the price of that quantity is secured, and (®) if only @ part of that quantity cannot be delivered to him. @) refund to him the price paid for that part or release the security in respect of that pert, and {ii) issue to him, if it is a coupon that he has surrendered, @ coupon or, if it is a delivery warrant that he has surrendered, » deli- very warrant for such 3, ene 9er6 1080 .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "4 Industrial Products (Amendment) Act, No. 58 of 1956",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": ": part of that quantity as . 4s available for delivery",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "o to him. L (2) Every contract referred to in sub- Tas section (11) of section 18 shall be subject, 7 to the provisions of sub-section (1) of",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": ": this section.””.",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "(2) The amendment made in the principal Act by sub-section (1) shall be deemed to have taken effect on the date of commencement of the principal Act.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "Amninet ot 8. Section 16 of the rineipal Act is hereby Sone amended, in sub-section a of that section, by the , aubstitution, for the expression “ section 13”, of the . expression “ section 13 or section 18a”. Augiomt of Section 24 of the principal Act is hereby 4S amended, in the definition of “coupon”, by the Aol substitution, for the expression ‘‘ section 13 ”, of the expression “section 18 or section 184”, and in the definition of “' delivery warrant ”', by the substitution, for the expression “section 16\"', of the expression ** section 16 or section 184”. 6",
    "mean_p_confidence": 0.74
  }
]