[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON - 2nd Session 1953-54 - Sg Pests ae REP Uva Young Men’s Buddhist Association Act, No. 18 of 1954 , Dote of Assent : March 13, 1954 Printed on the Orders of Government Printed at the Government Parsg, Certo. To be Purchased at ‘the Govt. PUREICATIONS Buneav, CoLoneno Fae ee Te ce Couturier Pratcnrone Buneav, Posr Ormcr Box $00, Secretariat, Colombo 1 Price: 25 cents. Postage: 10 cents,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Uva Young Men’s Buddhist Association 3 ‘Alot, No, 18 of 1954 Ax Act to Incorronarz THE Uva: Younc Mazn’s Bupparst Assocation, Bapvnta. . [Date of Assent: March 18, 1954.] WHEREAS an association, called and known @$ Prambte. “Phe Uva Young Men’s Buddhist Association, Badulla, ’* has heretofore been established at Badulla for the purpose of effectually carrying out and transact- ing all matters connected with the said association according to the rutes agreed to by its members: AND whereas the said association bas heretofore sucoesefully carried out and transacted the several objects and matters for which it was established, and has epplied to be incorporated, and it will be for the public advantage to grant the application: BE it therefore enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and of the House.of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:— \" 4. This Act may be cited as the Uva Young Men’s Shut tite + Buddhist. Association, Badulla, Act, No. 18 of 1964. 7 2, From and aftar the passing of this Act the tsprsti ot - President, Vice-Presidenta, and members of the Com- $0\" fm mittee of Management for the time being of the said Association, ‘Uva Young Men's Buddhist Association, Badulla, and due such and go many persons 25 now are members of the said Uva Young Men's Buddhist Association, Badulla, or shall hereafter be admitted members of the corpora- tion hereby constituted, shall be and become a corpora- tion with continuance for ever under the sive and name of ‘ The Uva Young Men’s Buddhist Associa~ tion, Badulla, and by that name shalt and may sue and be sued in all courts, with full power and authority to have and use a common seal and alter the same at . their pleasure. 8. The general objects for which the corporation is Gecers) objects 1 Conatituted axe Thereby declared to be— cas : (a) The study and propagation of Buddhism. (0) The practical observance of Buddhism and the 1 encouragement to Buddhists of living i according to the principles of Buddhism. Jem sesse-nann (ota)",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Uva Young Men’s Buddhist Association =. Aat,,No. 18 of 1504 (©) The promotion of Unity and co-operation among Buddhists. (@ The advancement of the physical, intellectual and social weifare of members. ernst ain, (The attire of th corporation shall, subject Mssigment. fo tho Tules in fores for the time being of the corpora tion, be administered by a Committee of Management . consisting of the President, three Vice-Presidents, the Honorary General Secretary and Honorary Treasurer of the corporation and not less than fifteea other members elected in accordance with. the rules in force for the time being of the corporation. (@) All members of the corporation shall be subject -. to the rules in force for the time being of the corporation. (3) The first Committee of Management shall consist of Mr. 8. A Pearis, Mr. W. BW, Welgulle, Mr. H. B. Attanayake, Mr. D. D: Jayasinghe, Mr. A. Guapala, Mr. T.'B. Jayasundera, Mr. D. B. Weerasinghe, Mr. W. A. Jinadasa, Mr. D. Ekanayake, Mr. W. J. Fernando, Mr. D. P. Witharne, Mr. B. H. Dhanapala, Mr. V, C. de Silva, Mr. H. E. Weeraratne, Mr, K. M, Gunatilake, Mr. D. K. P. B. Dissanayake, and Mr. T. B. ‘Naranpanawa. Power to make &. Tt shall be lawful for the corporation from time rolex, to time at any general meeting of the members, and by. & majority of votes to make rules for the admission withdrawal, or expulsion of members for the conduct of the duties of the Committee of Management and of the various officers, agents, and servants of the corpora-\" . tion; for the procedure in the transaction of business; and otherwise generally for the management of the affairs of the corporation and the ‘socamplishment of its . objects. Subject. to the provisions of section 7, such rulea may, at such a general meeting, be amended, added to, or repealed. Roles in the 6. Subject to the provisions of saction 5, the rules pede we sot ‘ont in the Schedule to this ‘Act shall’ for ail empios. ” —pitrposes be the rules of the corporation: Provided, however, that nothing in this section con- . tained shall be deemed or construed to prevent the gorporation at any general meeting from making fresh rules, or from amending, adding to, or repealing say of the rules set out in such Schedule,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Uva Young Mon's Buddhist Association 5 ‘Act, No. 18 of 1064",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "7, No mule in the Schedule to this Act nor any Procter for rule hereafter passed at a general meeting, shall be seamest of amended, added to, or repealed, except with the prior approval of the Committee of Management and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "y @ vota of two-thirds of the members present at a general meeting of the corporation.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "8. Ail debts and liabilities of the said Uva Young Delve ave by Men’s Buddhist Association, Badulla, existing at the - gf Beatca, time of the coming into operation of this Act shall be paid by the corporation hereby constituted, and all Eebis due to and subscriptions and contributions page able to the etid Uva, Young Men's Buddhist Asto- ciation, Badulla, shall paid to the said . corporation for the purposes of this Act,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "9. ‘The seal of the corporation shall not be Ho the wal ~_ affixed to any instrument whatecever except in the %'. presence of two of the members of the Committes of tot alma Management, who shall sign their names to the instru ment in token of their presence, and such signing . shall be independent of the signing of any person as a witness.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "40. ‘The corporation shall be capable in law to Geportim may take and hold any property, movable or immovable, Mii ora which may become vested ii it by virtos of any ‘montis. purchase, grant, gift, testamentary disposition, or Guhervis, and all such property shall be held by the corporation for the purposes of this Act and subject to the rules in force for the time being of the © - Corporation, with full power to sell, mortgage, Tease,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "exchange, or otherwise dispose of the same. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "41. Nothing in this Act contained shall prejudice: sering of sm or affect the rights of Hor Majesty the Queen Her m2!\" heirs, and sudcessors, or of any body politic or sibem. corparats or of any other persons, except such ag are mentioned in this Act and those claiming by, from, .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "‘or under then. : . Soumpons. Ruiss of the Uva Young Men's Buddhist Associetion, Badulla.  (Gectien 6)",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "1,- Designation,—The Association shall be celled “The Uva ‘Young Men’s Buddhist Association, Baduila **. 7 . -",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "G Wea Young Men's Buddhist Association",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": ". _, det, No. 18 of 1954 \"2. Odjeots—The objests of the Assoclation are oa follows— + (@) Tho study snd propagation of Buddbiem.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "{0) The practical cbyervanoe of Bodkin snd the encoorage- ment to Buddhists of living scoording to the principl of Buddhism,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(2) The promotion of unity snd co-operation omong",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "78, ER 7",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(@ The advancement of the physical, intellectual and sovial ‘weltare of members.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "3. Membership.—{a) ‘Men nob lass thon 18 years of age, boring any oF all of the above objects in view, ate eligible for memberebip.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(0), Memborship shell be classified as * honorary * * active * and",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(©) Any person who hus rendotod disiloguiched service to the saute of Buddhism through the Astocintion msy be elested an Lenorarp member ats General meeting of the Association,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(@) Astive members hall pay © membership cubscription of ‘50 aetts or mora per month.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(®) Any porton, who pays s memberthip subssription of Rs. 150 ‘or more af one time may be elected a lie member,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(f Bvery application for merebernhip shall be oountersigned ty x member and shell be forwarded to the Honoraty General Seorotary who shell gubmit it to the Committes of Monagemont of ita next meeting.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "() The neme of on sctive member shoes eubscription na best in srrears for six montha, may after 30 days’ notice, be struck of the Register of members by the Committee of Mannga- ment. Ho may not he reslested until the arrears due trom him axe paid,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(#) No person who has been a member for loss thon three months immediately praceding the month in which « General Meating is eld and who has nob paid his subscription for @ period @xcseding one month aball be entitled to vole at auch eating,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(Q ho name of any member, whose conduct, the Commitieg of Management. finds has been detrimental to the latereats and honour of the Amsoietion, may be removed trom the Regier of members for a limited’ period ar permanently, if two-thirds of the members present at any meeting of the Committee approve",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "-of such action, The quorum for such taeetiog sbell be Ii members.",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "4. Management—{o) The affairs of the Associotion shell be monaged by a Committeo consisting of the President, throa Vice Presidente, the Honorery General Secrctary, and Honorary ‘Treasurer of the Astociation and-25 other membeis to be sleoted ab the Annual General Mesting of the Aasocistion. ‘They shall hold aco for one yeor or until sir wucocssore ere eloctod.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(8) The verioua setivities of the Assosistion shall be in sharge of commitioes. Each such commitiee shall consist of five members, of whom thrée shall be alacted at the Annual General",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "Dou Young Men's Buddhist Association 7 “Aes, No. 18 of 1954 a Mosting of the Association und the othen foro fone of whom sball be appointed Sesretory of euch Committee) shall be elected by the Committee of Management from among their number. -",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(©) All offce-bearery and members of the Committee of Mazagement shall be Buddbists,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(@) Tn the absense of the President one of the Vieo Presidents shail take the chair. In the absenco of the President and the ‘Vice-Prosidente a meraber shell be eleoted to the chair. The Chairman shall have a sasting vote.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(o) The Honorary General Georetary shall keep s seaard of all meetings of the Association and of the Committee of Manage- ament, © Register of members ond any otber record thas moy be néoeasary. : ‘",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(fy A mocking of the Committee of Management ehell be held at lesst once n month, Upon the written requisition of & members of the Committee of Mansgement the Honorary General Secretary aball coll up » menting of the Committee of ‘Management fo transect such business as are stated in the requi.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "-tifion, ‘The quorum for . amesting of the, Committee of Management chal be seven members of whiah 8 eball be offer eater.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(9) In case of any vacancies oscurting during the year amou ie ofece onoept “the feo of ‘President, Honordly Geaotal Secretary and Honorary Treasurer, or in the Committes of Management, the Committse of Management shall have to flltuch racsuciee for tbe tmespired pert of the term,” in the casa of the President, Honorary General Sesretary and Honorary ‘Tressurer, the vacancies sball bs filled ob » General Mesting.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(h) The Committes of Mensgement sbsll have power to make rules for its owo government and for the ménazement of the ifaira of the Association ond its Branches provided that such rulea ave nob incanaistent with thia constitution. :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "{be Commaitiee ot Mansgement shall bold and manage for the Association all property belonging to .the Ascooiation. Tb ‘shall also have power with the consent of a two-thirds majority ‘of membera prevent at 4 General Meeting of the Ausociation fo sell, mortgoge, lense, exchonge or otherwise disposa of tho {eamorable, property Belonging to the Association provided that such decision be confirmed st & subsequent General Mesting hhald Within ons month,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "( An inventory as spproved by the Committee of Menoge- sadly A batt morale sf inmnoreBleproporty of the Ausotatian ball be maintained,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "5. General Moctings of the, Asvociation (a), Tho Annual General Meeting of the Astasiation ehall be held in the month",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "- of Janusty at which the reporta of the Committes of Manage- ment and of the Honorary Treasurer shalt be presented.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(©) The Honorary General Secretary shall oonvens @ special General Mecting of the Associntion at the request of the Com- mittee of Management of upon the written requisition of no fewer then 20 members entitled under these rules to vote at such Gousral Mating. In the evant of failure on the part of the Honorary General Secretary to convene » General Meeting of fhe Aumcistion, upon such coqusition the members signing the requisition shall have the power to convene euch meeting siter due notios in writing to the President. -",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "8 |. Yoo Young ‘Men's Buddhist Association vas ‘Act, No. 18 of 1964 (© A tortnight’s written notibe shall be given of any General * Mesting and 16 members inclusive af 8 office-bearers shall oon- + etitute the quomam at euoh meoting. @ Bary notice of motion to be moved'at a General Meeting * of ing Asodcition shal bo in writing and signed by the roem- ber giving noice, If such Jie: nok reonired by the Honorety General Secretary seven days prior to the date of Ganeral Meat- ing, such motion shall not be inchuded in the agenda of such Goueral Meating. : + (@) Brery motion included in the agonde of a General Moet: ing shall have been previously approved by the Committee of | Management. .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "(f) Tn the ovent of @ motion dué notice of which has beon",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "given, being rejected by the Committea of Management, such ~ Gtomber stall herp the right to move such motion with te + permission of the meeting. . : .",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "6. Auditor—The members shell appoint at the Annual General Mesting of the Association an auditor who shell audit the accounts of the Aasacintion for the ensuing year. In the evan} of an Auditor so appointed not being able to uct through ‘any cause the Committes of Management shall have power to",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "_eppoint another auditor. , .",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "* 7+ Branches.—Brovoh Associations may be established",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "wherever poosible in the Province under such directions as shall",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "be determined by the Committee of Mansgoment. All such “ Assooiations shell’ be worked on principles not inconsistent with",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "the rules of this Association, A Certificate of Afilintion absll ba = dasued to such Brauch Association eo formed.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "8. Amendment of Constitution —This constitution oan be amended only by a vote of two-thirds of the members eligible to ‘ote present at 6 General Mesting of the Assooiation. At least 14 days wrifien notion of any motion of amendment to the constitution shall be given to she members.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "9. General.—Thls Association shall pot align iteclt with sing Politiesl Association or Party. 0",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "_ _ 10. Management of Finances.—{o) The Treasurer shall not incur any expenditure over Ro. 25 per month without “the * approval of the Committee of Management or General Mesting.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": ". Q) Bxpenditure not exeseding Ra. $00 per month ean bs in curred with the approval of the Committee of Mauagement.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "* {G2 All expenditure above Re #00 aha bo incurred with the “approval of the General Meeting.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "(@) All monies of the Avsociation shalt be deposited in, che name of the Assosistion in suck Bank or Banks approved by the Committee of Management. . : : < (0) The Honorary Treasurer shall not have in hia possession ony cash exceeding Bs, 100...”",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "(P Atl cheques of the Asaosiation shall be signed by’the Presi. dent and Honorary Trasaurer or one of the Vive-Prenidenie and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "» Honorary Treasurer.",
    "mean_p_confidence": 0.79
  }
]