[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "i pain Sees . PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF . : SRI LANKA . _ UNIVERSITIES (AMENDMENT) \"ACT, No. 26 OF 1988 ; _ [Certified on Bist July, 1988) , _ Printed on the Orders of Government . lublished asa Supplement to Part Il of the Gazette of the Democratic . Socialist Republic of Sri Lapka of July 22, 1988 7 FORD AF aE oR FEATS POR CORO Price : 60 cents an Postage + 75 cents",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": " Driversitios (Amendment) Act, No. 26 of 1988 [Certified on 2ist July, “1988) ” : L.D—O. 13/88 :",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "‘Ax Act To AMEND THE Universrriag Act, No. 16 oF 1878 | BE it enacted by the Parliament of the Democratic Socialist Republic of Sei Lanka as follows: :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "1. This Act may be cited.as the Universities (Amend- Short title, ment) Act, No, 26 of 1988, and shall come into operation operation. om euch dete as the Minister may appoint by Order publish- : ed in the Gazette, a : :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "2 The following heading is “hereby substituted for the Amendment heading “Srupryr Revavions COUNIS AND OrmER Associa. 4 DOME ‘Trows.” appearing in Part XIV of the Univeraities Act, No, 1@ Part XIV of 1978, as amended by Act No, ? of 1985 (hereinafter re- of ft No 18 ferred to as the “principal enactment”) :—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "“Unmvesrry Sruvents Untow Ann Oruzr Assoctations ”. : 3. Section 112 of the principal enactment 1s hereby re- Replace: ealed and the following section substititted therefor:— Meten iz : of the . 8 ment Valery © 112. (1) Bach Higher Educational Institu- : oe tion shall have a University Students Union : prea \"”” whose’ composition, duties and functions shall The'e., bea specified in the Schedule to this Act. * @) Each Faculty of a Higher Educational . Institution shall have a Faculty Students : ‘Vanlon whose compostion, duties and fune- 8 . tions shail be as specified in the Schedule to ne this Act. : coed ~ “@) ‘The governing authority of each ee - Higher Educational Institution shell pres- _stibe hy by-lnw, the mode of conducting elec- “Hons for the election of office-bearers of the : unions referred to in subsections (1) and (2) and the duties and functlons of such offce- ‘bearers. \". 4. Section 114 of the principal enactment is hereby re- Repeal, pealed, : iid of the - principal : ment. “ 4",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "% . Univeraitien (Amendment) Act, No. 26 of i988 Anand 5, Section 115 of the principal enactment’ is hereb; ment of, amended as follows:— an of ine Principal (2) by the substitution in subsection (1) of that section| engct- for ail the words from “A Higher Educational Insts tution”. to “recognize any union,”, of the w “ & Higher Educational Institution may, recognize} any Union,”; Hl (2) by the substitution, in subsection (2) of that section, tor the words “ Subject to the provisions of section . 117, the governing authority”, of the words “The governing authority”. Amend 6. Section 116 of the principal enactment ts hereby , Ment ot 4 amended. as follows :— principal ~ (1) by the substitution for'the words “Student Relations enact ‘Council, or” occuring in that section, of the words ma “University Stndents Union and the Faculty Stu- . depts Union, or”; and, : (2) by the substitution, in the marginal note to that sec . ‘tion for the words “Student Relations Council. ”\", of the words “University Students Union and the . Faculty Students Union. ”. Reread _ 2. Section 117 of the principal enactment is hereby re~ fivotthe —pealed- principal frackinent. Adgition 8, ‘The following Schedule-is hereby added at the end of fothe - the princtpal enactment :—~ . Frinelpel . Eractment. “SCHEDULE oT . . . (Section 212) UNIVERSITY STUDENTS UNION AND FACULTY STUDENTS ‘UNION : 1. (1) The University Students Unién of each Higher ,Educs- . tional Testitution shall ‘he representative of “the entire ‘student community of the-Institation, . . {2) The University Students Union of each Higher Educational Tartitutlon shall conslat of ah the members of each Faculty Students Union and such Union shall elect the followlng office- bearers: ‘ . (a) President ; . . Cb) Vice-president ; . (¢) Secretary ; (d) Editor; and : (@) Junior ‘Treasurer. .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": ". Universities (Amendment) Act, No. 26 of i998 4 2 The duties, and funétlone of the University Students Union shall be . : (2) to foster the spirit of corporate life emong studente of the ‘university 5 (®) to organize and supervise, in consultation with the governing authority student welfare activity in the university, recreational facilities, spititual and religious activities, the counselling of students and the supply of ‘meals and refreshment ; {e) to afford » recognized means of communication with the authorities of such higher eduestionsl institution on",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": ". matters relating to of connected with living and working conditions of the students ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(@) to be represented on any ather boy which may, in ‘accordance ‘with the rules made by the \"governing",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": ": authorlty for the purpose, be appointed to. undertake",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "student welfare activities in the university; :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(@) to assist the university authorities to maintain dlsciptine ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "U) to represent students who are accused in disciplinary ingwiniess",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(9) to foster; cultural, literary and aesthetic awareness and activities among students and to organize and publish magazines and periodiesis of the students; .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(h) to foster ati interést an& understanding in the arts and life",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "= and social well-being'of the citizens of the country :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": ". ) to foster ‘activity conducive io the social and moral well-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "5 Boing of the student community and promote activity eonductive to healthy’ social tife ;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "* @) to argenize and promote culturel, Hterary and soclal inter ‘otivity with other universities and like organisations in Sri Lanks and abroad;",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "+ Ch) tw associate in the’ organization and execution of extension courses and adult educition programmes in collaboration ~ with the staff and students;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "+ @) to anfeguard anid, protect the good name of the Higher ducational Tastitation :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(mn) to debate matters of public’ interest;",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(®) to further national interest and national wnsty ;",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(©) to safeguard ahd protect the property of such Higher, Educational Institution ; : :",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "{p) to take steps to encourage sod further the academic Saterests amd :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "{q) to widertake any activities that may be determinad by the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "5 governing euthorlty Zrom time to time,",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "4 Universities (Amendment) Act, No. 26 of 1988",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "<3, {@) ‘There shall be @ Senlor Treasurer for the University Students Unfon who shall he a senior teacher nominated by the office-bearers of such Unlon, ~",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(®) An offce-bearer of the University Students Union may” hold office concurrently tn s Faculty Students Union.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "__ 46) Tile office-bearers referred to In thla Act shall cease to hold office at the end of an neadomic year.”",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(B) ‘Where an office in the University Students Union fells . vacant, then such Union shall ag soon 6s possible elect a suitable person to fill that vacancy. The person a0 elected shall hold office for-the unexpired portion of the term of office of his predecessor,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(e) Where on office in & Faculty Students Union falls vacant",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "1 the students of that Faculty shall ep soon as possible elect o suitable person to fill that vacancy. The person so elected shall hold office tar the unexpired portion of-the term of office of his",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "* predecessor, :",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "4. (1). A University Stndents Unlon may raise funds with the approval of the princinal execative officer of the Higher Haves tional Institution concerned for scclal, cultural and weltare",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": ". activities approved by such principal executive officer. :",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(2) ‘The governing authority of » Higher Educational Institution aol make rules relating to the disbursement of funds by the University Students Union or a Faculty Students Union, and the manner of keeping the accounts, of the respective Unions,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "5, The yovetning authority of Higher Educational Institution shell make Rules relating to the conduct of mectings and the manner of maintaining records of the proceedings of such meetings of the University Students Union and the Faculty Stidents Union.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "|. & G) A Faculty Students Union shall be representative of all, | students of such Faculty ond the offioe-bearers of such Union shall bbe elected by the students of such Faculty by secret ballot, for that academic year. . .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(2) A Faulty Students Union shall consist of - :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(a) Presidents 2 . (®) Vioe-Presitent 5° (©) Secretary: . @ Bator + a, . {e) Junior Treasurer ; and wo (y much other members os may be determined: by each “Higher Educational Institution in the following manner :— : {t) two members for a Faculty with two hundred or less registered students; Gi) tour members for a Faculty with two hundred and.” ‘one to four hundred registered students ;",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "Universities (Amendment) Act, No. 26 of 1988 5 . (ii). al members for x-Facuity with four lumired and A ue to aix bundred registered student; and . Uv) elght members for Faculty with over six hundred",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": ": Fegistered students,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(8) There shall be a Senior Treasurer for ench Faculty Stu dexts Union who shalt be a senior teacher, nominated by the office-bearers of such Union, :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "T, Tbe duties and functions of a Faculty Studenta Union- shall, be—",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(@) to promote (he corporale lite and weltere of the. student",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "cormmunity of the Faculty",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "- (0) to tako steps to encourage and further the scademie inter",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "eats of its atadents ; 2 (@) to safeguard and) protect the good name of the Faculty ‘apd Tnstitutlon 5 “ (@) to foster cultural and sports activities umionget the students of the Faculty ; mo (e) to make recommendations to the Unlversity Students Union ‘on matters pertaining to the disbursement of the funds and the general welfare of the, student community af : the Facully 5 and () to ensure that all dacislohs of a Facuity Students Union ‘pertaining to the academic and welfare activities of the Faculty are taken by » majority vote of its members.”",
    "mean_p_confidence": 0.73
  }
]