[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "' PARLIAMENT OF CEYLON ~ ° Ast Session 1956-57 LEN ; ’ Lr. NB > 2(3- may RANG 5 MAY By Sh Gul, 2) o “(ea S| ce School Teachers Pension (Amendment) Act, No. 23 of 1957 Date of Assent ; April 13, 1957 — Printed on the Orders of Government Farkas oo MS. Baa Et Anoual Subseription (ocluding Bills) Rs. 25, payable in : Boraue, Pout” Givice \"Boe, (Gecmeany PeEazon Price: 15 cents Postage: 16 cents",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "School Teachers Pension (Amendment) dot, 8 No. 83 of 1957 L. D.—O. 47/56. Aw Acr 10 AMuNn THE ScHOOL Tracusas PENSION ‘Aor, No. 46 or 1958, AND TO ENABLE A PENSION 70 BE GRANTED 70 ANY RETIRED TEACHER WHOSE NAMB 18 INADVERTENTLY OMITTED PROM THE Rucrsran or PensiovaBie TEACHERS. [Date off Assent: April 18, 1957] .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "BE it enacted by’ the’ Queen’s Most Exosllent Majesty, by and with the advice and consent. of the Senate and the House of Representatives of Ceylon in this present Parliament assombled, “and by” the authority of the same, as follows :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "4. This Act-may be cited as the School Teachers thet sux Pension (Amendment) Act, No. 28 of 1057.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "2. Tho long title of the School Teachers Pension fmsnaneat et Act, No. 44 of 1958, (hereinafter referred to 2s the Act No, 44 of * principal Act”), is hensby amended, by tig substi- tution, for the words “* AND TO PROVIDE ”, of the words TO ENABLE THE AGE OF COMPUL-",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "(.SORY RETIREMENT OF TEACHERS WHO ARE NOT EMPLOYED IN GOVERNMENT SCHOOLS TO BE PRESCRIBED BY REGULATION, AND 10 PROVIDE”. : 18 (1) The following new section is hereby Teurtion at ingertéd immediately after section 8, and bell have &iatw 5 # effects section 84, of the principal Act:— prepa At, * Age ot 84. The age of compulsory retirement | tae, ot teachers “who are not employed. in { EBERS Government schools sali be prescribed by ! in _Tegulation made under this Act. cher ula ; pseu oe In this section,\" Government school” Jas tho same mosning aan the Eduestion Ordinance, No. 81 of 1939.\". (2) The rule prescribing the age of compulsory | retirement of teachers made onder the School + Teachers Pension Ordinance and in foros when the principal Act by which that Ordinance was repealed came into operation shall, in so far as it relates to teachers who are not employed in Government schoola, be deemed to have been valid and to have had the force of law and to have been and to be valid regu- intion made under the principal Act notwithstanding 3.8 ooat—apre cen",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "4 School Teachers Pension (Amendment) Act, No, 28 of 1957 that there was no power under that Ordinance to make that rule and there was no power under the principal Ant to make a regulation similar to that tale. Taeertion of ~ 4 The following new section is hereby inserted atv immediately after section 9, and shall have effect as Praca! Act, section 94, of the principal Act:— ize of 9A. (1) Any question which arises as to EsSiecnts the interpretation of any regulation quate st made, or deemed to have been made, wetenbins under this Act, or as to the application oie. of any euch regulation to any person or as to the amount of any pension, gra- tuity or other allowanca, payable under \"aay such aegulation or 49 10 the grant, refusal, suspension or. cessation of any such pension, gratuity or allowance : : hall be decided by the ‘Director of Education.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2) Any person affected by a decision of the Director of Education under sub”, section (1) may make a written appeal from that decision to the Minister within one month after the date of the communi-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "_ Cation of that decision to him. Where such an appeal is made, the Minister may confirm the decision of the Director of Edueation or may annul such decision and decide the question to which the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Y decision of the Director of Education relates. The decision of the Minister upon any such appeal shall be final and conclusive.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(8) Where & decision of the Director of Education under sub-section (1) is in foros, such Director may revoke or alter such decision if— ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "{a) such decision is incorrect or has been made on insufficient information furnished to such Director, and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(8) the revocation or alteration of such decision will be to the advantage of the teacher affected by svdl",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "an decision.”",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "School Teachers Pension (Amendment) Act, 5 No, 28 of 1957 3. (1) Where the name of a teacher who has retired Pyzitons, . before the coming into operation of this Act or retires texte whow thereafter is not in the Register of Pensionable Jim, ur Teachers, then, if prior to bis retirement he was isndreially eutitled to have his name entered in such Register, fm ce his name may be entered in such Register and a pension Heiter may be granted to him and such contributions as he Tach. would have been liable to make in respect of his pension . if his name had been in such Register shall be deducted from his ion in such manner as may be deter- mined by fhe Director of Education and eball he paid to the Consolidated Fund. (2) Tn sub-section (1), “ Register of Pensionable Teachers” means the Register of Pensionable Teachers maintained by the Director of Education . under the regulations Telating to the pensions of teachers and made or deemed to have heen made under the principal Act.",
    "mean_p_confidence": 0.83
  }
]