[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON _ 5th Session 1951 ais GE tap, , i Ss %% yn PY (ead Sie are 89 | SEEN “SSrsacey ! f Jo), yo Newspapers (Amendment) Act, - No. 18 of 1951, ! ' : __ Date of Astout: Judy 28, 298% = Printed on the Onere of Government brn 3h he Oman Gorn, bam, Gaza oe Een oO Oue, Smite: SICA? cas Monta Subtitling Tay Bo gyal. .. ene, See ret, Uotintia betes ; Shoe, “hom Soman ea \"Soetoro : Price 15'centa, Postage: & cents",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Newspapers (Amendment) Act, No. 18 of 1981. L. D0. 86/50. AN Act To AMEND Tae Newsrarens ORDINANCE. Ghapter 148, Glin [Date of Assent: July 12, 1951.] POs",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enacted by the King’s Moat Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament sssembled, and by the authority of, the same, as follows: — .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4, This Act may be cited as the Newspapers sta sts {Amendment} Act, No. 18 of 1953.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2. Section 2 of the Newspapers Ordinance Ammineat ot (hereinafter referred to ae the \" principal enact- sxe 9at nent”) is hereby amended—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(2) by the substitution, for the words “ delivered : at the office of the Registrar-General in Colombo a declaration in writing, setting forth”, of the words ‘* delivered at the office of the Registrar of Books and News- papers a written declaration substantially in the form set out in the Schedule to this Ordinance, specifying ”';",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(B) by the substitution, for the words ‘ every such declaration shail be made ”, of the words",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ": ‘every such declaration shall, subject to *",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "the provisions of sub-section (1) of section , 7A, he made”:",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(6) by the substitution, for the words “' Registrar- General, and”, of the words “' Registrar of Books and Newspapers, and\"; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(2) in the first marginal note to that section, by the substitution, for the word “' Registrar General. \"\", of the words “Registrar of Books and ‘Newspapers. \". -",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "8. Section 4 of the principal enactment is hereby sweadmeat of amended— : atin",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(@) by the substitution, for the words “ Registrar. euclueat General or Assistant Registrar-General ’* wherever those words occur collectively in ~ that section, of the words “ Registrar of Books and Newspapers”; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(8) by the aubstitution, for the word “ Registrar-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Genoral \"\" wherever that word ocours in : that section, of the words ‘' Registrar of Books and Newspapers\". acerca’ {",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "4 Newspapers (Amendment) Act, No, 18 of 1951. Ameinest ¢ 4, Section 7 of the principal enactment is hereby moa: amended—",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "{@) by the substitution, for the words  Registrar- General in Colombo, if such newspaper be",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": ". published within twenty miles of Colombo,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "or if published elsewhere to the Govern-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "+ ment Agent of the province wherein the same is published, for the Registrar. General, *\", of the words “* Registrar of Books and Newspapers ””;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(®) by the substitution, for the words “to the Registrar-General, or to the Government Agent to whom such copies are, to he delivered; ”, of the words “to the Registrar of Books and Newspapers; ”\";",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(¢) by the substitution, for the words “officers aforesaid to whom such newspaper shall be delivered the ordinary price of the news. papers so. delivered; \"of the words © Registrar of Books and! Newspapers the ordinary price of the newspapers delivered or coused to be delivered by him at the office of the Registrar of Books and Newspapers; \"\";",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(@ by the substitution, for the words ‘the ” Registrar-General shall cause\", of the words \"the Registrar of Books and Newspapers shall cause”; :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(@) by the omission of the words ‘ or shall deliver the same to such party, taking reasonable security for his returning it, ”\"; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(/) in the marginal note to thet section, by the substitution, for the words ‘‘to the Registrar-General. ”, of the words “zt the office of the Reyistrar of Books and Newspapers, ”.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Invertin ot 5. The following new section ia hereby inserted in",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "pr yelin the Principal enactment immediatly after section 7,",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "tactmett. \"pnd shall have effect aa section 7A, of that enactment :—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "““Deserstions 7A, (1) Where the person who. is ioe required make a declaration under this posal Ordinance is an incorporated company or ceoreiet any other comporation, an offcer of that Seen. company or other corporation shall make",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "and sign that declaration on behalf of that company or other corporation.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Newspapers (Amendment) Act, No. 18 of 1951. 5 {2) Where an offence under this Ordin- ance is committed by an incorporated company or any other corporation, every person who at the time of the commis- sion of that offence was a director, : manager or secretary of that company or was an officer of that other corporation, or was purporting to act in any such capacity, shall be deemed to be guilty of that offence unless he proves that that offence was committed without his con- sent or connivance and that he exercised 7 all such diligence to prevent the com- mission of that offence as he ought to have exercised having regard to the : nature of his functions in that capecity and to all the circumstances. ”*",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "6. Section 8 of the principal enactment is hereby smeaamest ot",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "amended— . setion B ot (a) by the renumbering of that section as sub- s™tmet section (1) of that section; and",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "* (8) by the addition, at the end of that section,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "of the following sub-section: — ano * (2) In this Ordinance ‘' Registrar of a Books and Newspapers’? means the . Registrar of Books and Newspapers of the ae Department of the Government Archivist, t and includes any Assistant Registrar of ‘ Books and Newspapers of © that",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Department.’",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "7. ‘The following Schedule is hereby added at the saaiion of end of the principal enactment :-— Sitedse is sepia 5 ‘esciment.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "* Sonsooua. . (Section 3) Form of declaration. wats asec NO comnmnaneiy MEY @) the fitle of tho newspaper to which this deslaration {2) The aforesaid nowspsper ia intonded to be printed and e Funes and eltaiod af en oweent am eM vet ‘",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "6 Newspapers (Amendment) Act, No. 18 of 1951. : {8) The name, addition, and place of abode of every person ‘who is intended to be a. printer or to condust the factual printing of the sforessid newspaper aro ne follows: — - (8) The name, addition, and place of abods of every person ‘whe is intended to be the publisher of the aforenaid ‘ Rewapeper are aafollowss— Lt (8) Tho name, addition, aid place of abode of every person ‘ ‘who aball be a proprietor of the eforessid newspaper tre as followe:— ~ Date: sissieasneseeene Signature of every person named in this Geclaration ee printer, publisher, or propestor of the “aloresnid “now 4 . papers— + Thin declaration was made before me ceeuveneomanesny Dinitiet Judge of . Neneneneneesecey OD EHB sestcteeneen cr Siguature af District : we jage:— {",
    "mean_p_confidence": 0.66
  }
]