[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "gee & PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA \"NATIONAL TRANSPORT COMMISSION ACT, No. 37 OF 1991 [Certified on i7th September, 1991} Printed on the Orders of Government Published as a Supplement to Part I of the Gazette of the Democratic Socialist Republic of Sti Lanka of September 20, 1991 . ‘PRAMLED AT THE USPARTMENT OF GOVERNMENT ERINTING, HEL LAMA 7o Le FORGED AF Hie ARUN FORLICATIONS BOVGAV, COLOMBO Price : Rs, 2.25 Postage 1 Re 1.55",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "National Transport Comntasion : Act, No, 37 of 1992 ICertified on 17th September, 1991) L, D0. 79/90 Ax Act To Phovine yor Tim Eerantisumamyr oF A Narionat,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "‘TRANSPORT COMMISSION TO ADVISE THE GOvVENMENT On",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "THa WARIONAL FOLICY RELATING TO PASSENGER RANSPORTA",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "THON BY OMNIBUS AND THE IMPLEMENTATION OF SUCH",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "POLICY j TO PROVIDE FOR THE BNORGANIBATION OF PASSENGER",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "TRANSPORT BY OMNIBUS IN THE PUBLIC SECTOR; 10 FROVDE",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Hom FINANCIAL SUPPORE FOR CERTAIN PASSENGER RANSTOUT",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "SERVICES ; 10 RSPEAL THE Prvare Omwiaus Sanvices Act,",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "‘Fo. 44 oF 1988, 70 AncnD ‘tit Motor Trarric Ace (CHAPTER",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "203) AND TO PROVIDE FOR MATTERS CONNECTED THRARWITH",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "OR INCIDENTAL THERETO. :",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "‘WHEREAS it is the polley of the Government of Sci Preamble Lanka—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(a) thet the ownership and operation of services relating to pasienger transport by omnibus shall be vested - wholly in the private sector, and no State inrtitu- tion, Provincial Councll or Local Authority or any body corporate in which the State, a Provincial Council or Locat Authority holds shares shall acquire in whole or in part ownership or control of any body provinding such serviees and that where the State now owns or holds any interest in any such body it shall divest itself of such interest as expeditiously ag practicable ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "() to promote the development of services relating to ‘passenger transport by omnibus of suilicient quan- tity and quality to meet the needs of the public, and to promote the equitable distribution of such services throughout Sri Lanka;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "{c) to provide for the operation of adequate services relating to passenger transport by omnibus ox socially necessary but uhrenunerative routes ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(d) to ensure healthy competition between providers of such services,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "‘NOW, therefore, be it enacted by the Parliament of the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Democratic Soctaliet Republic of Sti Lanka ax follows :— BoD O1S0T2—F,080 (HOA",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "2 Natonal Transport Commission : . ‘Act, No, 37 of 1991 Pend 1. This Act may be cited as the National Transport date of Commission Act, No. 37 of 1991, and shalicome into. opers- eperation. ‘tion on such date (hereinatter referred to as the “ appointed date”), aa the Minister may appoint by Order published in : tha Gazette. : PART 1 Rorastismsanre, Powars ano Functions or tat Navionat, Taawarout ComBnsston : fiboa 2. (@) There shall be established, a Commission which Cammibsion, shall be called the National Transport Commission (here- insiter in this Act referred to as the “ Commission”) which shall consist of the persons who are for the time being + members of the Commission under section 3.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "@) The Commission shall in the name assigned to it by subsection (1) be a body corporate with perpetual succes- sion and a common seal end may sue and be sued in its corporate name,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "oe % (2) The Commission shall consist of— Commission, (g) three ex officio members, nimely— - (®) a senior officer of the Ministry of the Minister, not below the rank of s Senior Assistant Secretary appointed by such Minister;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "Gi) a senior officer of the Ministdy of the Minisier in eharge of the subject of Policy Planning, not below the rank of a Director appointed hy the Minister in consultation with the ‘Minister a charge of the subject of Policy Planning ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(it) a senior officer of the Ministry of the Minister in charge of the subject of Finance, not below the rank of a Director appointed hy the Minister in consultation with the Mints- ter in charge of the subject of Finance ; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "@) five other members appointed by the Minister with",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "‘the approval of the Cabinet of Ministers from among persons who have hed experience or have qualiftcations or shown capacity, in the fields of transport, economies, medicine, administration oF engineering. A member appointed under this pars- graph is herelnatter referred to as an “appointed member”, .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "National Transport Commission 3 . Act, No, 37 of 1991",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "@) A person shall be disqualified from being sppointed ‘or from continuing es a member of the Commission if he is ‘or becomes a Member of Parliament or a Member of a Pro- Fnclal Gaal __(3) Where » member of the Commission is by reason of illness, infirmity or absence from Sri Lanka temporarily unable to perform the duties of his office, the Minister may having regard to the provisions of subsection (1) of this veetion appoint snother person to act in his place",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(@) ‘The Minister may without assigning any reson ‘therefor remove any member of the Commission from office. ‘The removal of any member of the Commission shall not be called in question in any court",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(3) A member of the Commission may resign from the Commission by a letter addressed to the Minister.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(@) Subject to the provisions of subsections (4) and (6) ‘the term of office of the appointed members af the Com- mission shall be three years:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "Provided that an appointed member of the Commission appointed in place of a member who resigns or is removed or otherwise vacates office, shall, unless he earlier resigns or is removed or otherwise vacates office, hold office for ‘the unexpired part of the term of office of the member whom he meceeds,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(7) Any appointed member of the Commission vacating ‘office by effluxion of time shall be eligible for reappoint: ment.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(8) (0) The Minister shall appoint a Chairman of the Commission from amdng the members af the Commisston,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(®) The Chairman may resign from the office of Chair man by a letter addressed 40 the Minister,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "+(e) The Minister may without’ assigning any season therefor remove the Chairman from office and such removal shall not be questioned in any Court,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(a) Subject to the provisions of paragraths (0) and (6) of this subsection, the term of office of the Chairman shall 1be his period af membership in the Commission, 2D ole GOT",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "‘ a Nationat Transport Commission Act, No. 37 of 199%",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "(@) The Commission may delegate to the Chairman any or all of the powers conferred to imposed on or assigned to the Commission by this Act other than the power conferred on the Commission by this subsection,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "‘Chairs 4 (1) The Chairman shall preside at all meetings of the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "and he, Commission at which he is present. In the absence of the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "ie. Chairman irom any meeting of the Commission the mem-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "bers present at the meeling shall choose from among ‘themselves a Chairman for that meeting.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "(2) The quorum for any meeting of the Commission shall be five. . ‘",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "{3) The Chairman at any meeting of the Commission shal? have in addition to his vote, a casting vote,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "(@) Subject to the other provisions of this Act and any regulation made thereunder, the Commission may regulate the procedure in regard to its meetings and the transaction of business at such meetings.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "Commission _: No Act or proceeding of the Commission shall be in- may act valid by reason only of the existence of a vacancy among its seopiie members or any defect in the sppointment of any of its . members,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "‘Remmerstion Alor any of the members of the Commission may be ot the paid such remuneration as may be determined by the Minis members ter with the concurrence of the Minister in charge of the Commision. subject of Finance. .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "Sat 7, (A) The seal of the Commission shall be in the custody Of fi ion, of the Chairman,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "(2) The seal of the Commission may be-altered in such manner as may be determined by the Commission.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "(B) The Seal of the Commission shall not be affixed to any instrument of document except in the presence of two mem- ‘bers of the Commission both of whom shall sign the instru- ment or document in token of their presence.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "Functions & The functions of the Commission shall be to advise to",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "Be Ssasion, the Government on the national policy relating to pessenger",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "S “i transport services ky orunibuses, and having regard to such policy—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "(@) to monitor the availability of omnibus services of an",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": ": noveptable quality to meet the passenger transport ‘needs of the public and to determine the minimum Jevels at which such services shall be maintained;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "Nationat Transport Commission s . Act, No, 87 of 1991",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "@) to specity the conditions subject to which an Autho- rized Person may issue or renew a passenger service permit ot other authority authorizing the use of an omnfbus for the carriage of passengers at separate fares;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "{¢} to monitor and enforce subject to the provisions of any written law, the compliance by permit holders with the conditions of passenger service permits issued to them under this Act or by Authorized Pereang; - .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(4) to resortbe the form in which passenger service per- mits may be issued by an Authorized Person;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(e} to determine the rates to be charged for the fasue or renewal of passenger service permits by an Autho- rized Person;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "G) to specify the documents relating to vehicle fitness,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "Passenger carrying capacity and driver fitness and other evidence that shall.be produced to an Autho-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "rized Person by an applicant for 2 passenger service permit; : 4g) to require holders of passenger service permits issued ‘by an Authorized Person to furnish to the Commfs- sion such retarts and information as may be necessary for the Commission to exercise and dis- charge its powers and functions under this Act;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "{) to liaise with Government Departments, iustitutions end Authorized Persons, in respect of omnibus ser vices required by such Departments, and Institue",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "+ 7 tions ineluding— @) carriage of mafl; and (i) the provision of school services on coneessi- onary tates, for school children and for stu- dents of Universities, Technical Institutions and other similar Institutions",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(@ to grant passenger service permits for omnibus ser vices in the specified area;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "G) to ensixe the provision of omnibus services on un- remunerative routes, by entering, after the conside- ation of competing bids, into contracts with persons tor the provislon of those services and where neces-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "8 National Transport Commission. : Act, No, 37 of 1991",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "sary, providing financial support to persons prov",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "ding such services and to specify the fares thet may",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "be charged by such persons having regard to the nature of the services provided;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": ".() to enter into agreements with any person for the provision of inter-provincial omnibus services and fo issue passenger carriage permits in respect thereat ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "@ to provide managerial expertise and assistance to Authorized Persons, and any other assistance or ad- vice that may be required by Authorized Persons for the proper discharge of their funetions relating to the provision of oranibus services;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(mm) to arrange for the carriage of goods on omnibuses. ower ot ‘The Commission may exercise ali or any of the follow- ‘Comminston. ing powers:—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(@) to scquire, hold, take or give on lease or hire, mort- ‘gage, pledge and sell or otherwise dispose of, any movable or immovable property;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(®) to employ such officers and servents as may be neces- sary for carrying out the work of the Commission;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(©) to do anything for the purpose of advancing the skill of officers and servants employed by the Commis- sion;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(@) to establish a provident fund for the officers and ser- vants of the Commtselon; .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(@) to provide welfare and recreational facilities for the officers and servants of the Commimion;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(1) to enter into and perform, directly or through any officer of agent authorized in that behalf, all sach contracts as may be necessary for the discharge of the functions and the exercise of the powers of the Commission;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(9) to make rules in relation to the officera and servants of the Commission including their sppointment,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "' promotion, remuneration, disciplinary control, con-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": ", duet and the grant of leave to them; =",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": ". National Transport Commission 7 Act, No. 37 of 1991",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(h) to provide engineering, technical, Jegsl, medical and financial assistance and advice to holdera of passen- ger service permits, tu enable the proper discharge ‘by them, of their functions relating to the provi- sion of omnibus services;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "4) to do all other things which, in the opinion of the Commission, are necessary to iacilitete the proper discharge of its functions and the exercise of ite powers.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "10. (2) The Minister may give such general directions Foyer Jn writing as to the exercise af the powers and the discharge Miniter ‘ef the functions of the Commission, and the Commission ip tela. shall give effect to such directions Socamissioe",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(2) ‘The Minister may from time to time direct the Com- mission in writing to furnish him in such form ashe may require returns, accounts and other information with regard to the exercise of the powers and the discharge of the fun- tions by the Commission, and the Commission shall carry out every such direction,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "1, (1) The Commission may give to any Authorized Fouett Persong such general or special directions as may appent Commission to the Commission to be necessary for the purpose of ¢o- directions ordinating the activities of Authorized Persona relating to the provision of omnibus services, to ensure compliance by such Authorized Persons of standards and conditions specified by the Commission, for the issue of passenger service permits by such Authorized Persons, and for exercising a general control over the policy of such Autho~ rized Persons and every Authorized Person so directed shall ive effect to such directions, .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(@) Every Authorised Person shall offord to the Cotmission facilities for obtaining information with res- pect to the activities of such Authorized Person, and shall fumish the Commission with such-returns, accounts and other informetion with respect to those activities, ax'may",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "_ be required by the Commission, und shall afford to the Commission, facilities for the verlifeation of the informa- tion furnished in such manner, and at such time, os the Commission may require.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 National Transport Commission Act, No. 37 of 1901 ‘Acquisition 12 (1) Where any immovable property is required of immoveble to be sequired for the purposes of the Commission and the Endre Minister, by Onder published in the Gazette, approves of ‘Regulsitin ' *h8 proposed acquisition, that property zhall he deemed to Age be requized for a public purpose and mey accordingly be. ‘tor the jssign,  *0GUired compulsorily under the Land Acquisition Act and Soman be transferred to the Commission, Q) Any sum payable for the aoyuisition of any immova~ ble property under the Land Acquisition Act for ‘the Commission shail be paid.by the Commission, State 1% (1) Where any immovable property of the State is prsperty required for the purposes of the Commission such purpose San shall be deemed to be a purpose for whicli'a special grant grille or Jease of such property may be made under section 6 of ‘Gommission, the State Lands Ordinance, and accordingly the provisions o€ that Ordinance shell apply to a special grant or lease of such property to the Commission. (2) Where any movable property of the State is required for the purposes of the Commission the Minister : may, by Order published in the Gazette, transfer to and vest in, the Commission the possession and use of thet + Property, Appoint 14. - (1) At the request of the Commission any officer in ment of the public service may, with the consent of that offtcer and are * of the Secretary to the Ministry of the Minister in charge to the of the subject-of Public Administration, be, temporarily fad of appointed to the staff of the Commission, for such period Commission. ag may be determined by the Commission with like eonsent, . or with like consent be permanently appointed to such staff, (2) Where ony public officer is temporarily appointed to the staff of the Commisston— (a) if, at the time of his temporary appointment to the ‘sta of the Commission, his substantive post in ° the public service was a post declared to be pensionable under the Minutes on Pensions— + @) he shall while in the employ of the Commision be deemed to have been absent trom duty in S the public service on leave granted without salary on grounds of public policy and accordingly section 10 (1) of thoss Minutes shall apply to him; end",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": ": National Transport Commission ~ 9 : Act, No, 37 of 1991 {i) im respect of him the Commission shall pay out of the funds of the Commission to the . Treasury to be credited to the Consolidated Fund for every complete month during which he is in the employ of the Cammis- sion, such sum not exceeding twenty-five ‘per centui of the salary payable to him in ‘his substantive post in the public service as may be determind by the Minister in charge of the subject of Finance; and (0) if, at the time of his temporary appointment to the staif of the Commission, he was a contributor to the Public Service Provident Fund established . ‘under the Public Setvice Provident Fund Ordi- nanco, his setvice te the Commission shall, for the Purpose of that Ordinance, he deemed to be servies to the Government, and accordingly he shall, while he is in the employ of the Commission, continue to pay to the Public Service Provident Fund such contributions as he may be Hable under ° that Ordinance to pay, and in respect of him the Commission shall pay at the close of each financial year out of the funds of the Commission to the Deputy Secretary to the Treasury to be credited to the appropriate account in the Publie Service Provident Fund a sum equivalent to such contri- bution as the Gavernment is Hieble to pay to the Public Service Privident Fund in respect .of him. @) Where any pubile officer is permanently appointed _ to the staff of the Commission— (a) he shall be deemed to have left the public service ; (B) Jf, at the time of his permanent appointment to the staff of the Comumission, his substantive post in the public service was a post declared to be pensiona- ble under the Minutes on Pensioms— @) he shall be eligible for such an awerd under ‘those Minutes as might have been made to him if he had been retired from the public service on the date of his petmanent appointment 4o the staff of the Commission ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 National Transport Commission ‘Act, No, 37 of 1901 ii) the amount of any such award made under those Minutes shail not be paid to him unless his employment in the siaff of the Commission is terminated by retirement on account of age or ill health or hy the abolt- tion of the post held by hin in such staff or on any other ground approved by the Minister in charge of the subject of Public Administration ; and (ii) in the event of his deeth while in the employ . of the Commission, such an award es might have been made in respect of bim under . . those Minutes if he had died immediately before his permanent appointment to the staff of the Commission may be made in . respect of him; and (oh if, at the time of his permanent appointment to the staff of the Commission, he was a contributor to the Public Service Provident Fund established by the Public Service Provident Fund Ordinance, he shall for the purpose of that Ordinance, be deamed to have left the service of the Government upon the determination of his contract with the consent , of the Government otherwise than by dismissal. (4) Where the Commission employs @ person who bas entered into a contract with the Government by which he ‘has-agreed to serve the Government for a specified period, ‘any period of service to the Commission by that person shall be regarded az service to the Government for the purpose of discharging the obligations of such contract. Offeers 45, All ofleers and servants of the Commission shall be ats deemed to be public servants within the meaning and for Serttstion the purposes of the Penal. Code. deemed to ‘be public . . senate,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "+ National Transport Commission avy Act, No. 37 of 1991 46. The Commission shall he deemed to be a scheduled Commission institution within the meaning of the Bribery Act and the scheduled Provisions of that Act shall be construed accordingly. widiia the, Ge Robey Ack 1. ‘The Commission may requize any person including Returns, an Authorized Person or any holder of e passenger service _ Permit (whether issued by an Authorized Person or the Commission) to furnish to the Commission, such returns and information in respect of such matters at such intervals and in guch form ax may be determined by the Commission for the purpose of discharging its functions under this Act. . PART I . (RESTRICTION ON THE GRANT OF PASSENGER SERVICE. PERMITS 18. No passenger service permit shalt be granted under Restriction this Act or under any written law authorizing the use of ofpascage ‘an otunibus dor the carriage af passengers at separate fares, S<rviee if the registered owner of such omnibus is the State, a Provincial Council or a Local Authority or any body ‘corporate in which, the State, a Provincial coundll or 2 Local Authority holds shares : i; . Provided that, nothing in this section shall be deemed to Prohibit the grant of a passenger service permit in respect ‘of an omnibus, the registered owner of which is a peoplised company. 19. (1) Any person aggrieved by the decision of an Appeals Authorized Person refusing to grant or renew & passenger service permit to such person or cancelling or suspending @ passenger service permit granted to such person or by any condition subject to which a permit is granted or pro- posed to be granted by an Authorized Person, may appeal ‘against such decision to the Commission within fourteen + daya of the date on which such decison was communtca- ted to such person by the Authorized Person. (@) The Commission may on an appeal made under sub- section (1)— (@) allow the sppesl and direct the Authorized Person ‘against whose decision the appeal was made to ‘ grant or renew or amend such passender service . permit or annul the order of suspension or cancel- “ation; 0 ones oxy, .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "12; National Transport Comnitssion ; . ‘Act, No, 37 of 199 : ’ (®) disallow the appeal, . : : @) Every Authorised Person shall comply with any direction issued to him under subsection (2). (4) Where an ‘Authorized Person fails to comply witli any direction issued to him under subsecetion (2), the Commission shalt forthwith report such failure to the Pro- sident,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "Sower of 20, (1) Where the Commission is satisfied that the hol-",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "Saumle- der of a passenger service permit issued by an Authorized",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "seer pee, Person hes acted in cantravention of the conditions sub-",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "by Author ject to which such permit was granted, it may, on its own",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "wed Ferma. motion and after affording such holder an opportunity to",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "show cause as to why such permit should not be cancelled",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "or suspended, cancel or suspend euch permtt for » specified",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "period, The Commission shal? communicate its decision to",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "the holder of the permit together with the reasons there-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "“for with a copy of such decision to the Authorized Person granting such permit,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": ": (2) Any person aggrieved by the decision of the Commis sion cancelling or suspending under subsection (1), of & passenger service permit, may appeal aginst such deciston to the Secretary to the Ministry of the Minister, within fourteen days of the date on which such decision was com municated to him,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "(8) The Secretary may on an appeal made to him under",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "subsection (2)— .",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "(@) allow the sppeal and direct the Commission to annul the decision of cancellation or suspension ; or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "@) disallow the appeal sind confirm the decision of the Commission.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "ower ct ' %4, From and after the appointed date no petson shall",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "Gemnie- aoe an omnibus for the carriage of passengers at seperate",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "iome Dee fares within the specified urea except under the authority",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "meric of 2 passenger service permit granted by the Commission",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "in and for the time being in force. a",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "a . *",
    "mean_p_confidence": 0.03
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": ": National Transport Commission cy) Act, No, 97 of 1991",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "#2. A passenger service permit granted under section 4 Peswenéer dull entitle ‘the holder thereof to uve an ominibus of parila Which he is the registered owner for the carriage of pas- i cls sengers on such route or routes as are specified in such per. malt, in accordance with the conidtions attached thereto.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "43, (1) Every application for a passenger service permit Apolisay under section 24 shali be made by the registered owner of fa Je, * the omintbus in respect of which the application ig made service to the Commission in such form ax may be prescribed. Permit",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "@) Every applicant for a passenger service permit shall, together with his application made under aubsection (1), subinit a statement in such form es may bo prescribed sonteining—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "(@) particulars of the route or routes on which it is pro-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "‘posed to use such omnibus for the carriage of peo",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "+ Sengers at separate dares ;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "(®) sich other particulars as the Commisioi may",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "require for the purpose of exercising tts discretion under section 24",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "24, Upon receipt of an application for a passenger service Ginveral Permit, the Commission may having regard to the demand oar for for oranibus services by the public, on the route or router ™™ ‘applied for In the application, either grant or if it is satise fled that the grant of such permit would result in the over allocation of omnibus capacity on the route applied for Tefuse to erant a pansenger service permit,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "25, (1) No passenger service parmit shall he granted by Duran, the Cornmission to any person under section 24 except Passenger ‘upon the payment by such person to the Comatuimion of Serie euch fee ag may he prescribed.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "(@) Every pamenger service permit granted under section 24 shall",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "{@) be in the prescribed form ; and .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "@) wmless it is cancelled earlier, be in force for much : pertod not lesa than one year and not more than i ‘three years, az may be specified im such permit,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "“u National Transport Commission Act, No. 37 of 1991 Eenaitions 26. Every passenger service permit granted under section pay 24 shall have attached thereto all such conditions as may {permits ‘be determined by the Commission for securing the safety Gna.” and convenience of the publfe. Such conditions may include conditions requiring—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "(a) that the omnibus used under the authority of the Permit shall be operated on such route or routes a3 are specified in the permit, and in accordance",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "with the time table specified therein ; {b) that coptes of the time table and the fare table shall ‘be carried and kept exhibited in the omnibus",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": ": ‘used under the authority of the permit ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "\"(© that the omnibus used onder the authority of the permit shal? be maintained at all times in a fit and serviceable condition ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "(@) that the requirements of any written law with ree Pect to the time for which drivers or conductors of omnibuses may remain continuously on duty and to their hours of work or rest and to their ‘wages are complied with, in the case of the driver and conductor of the omnibus used under the authority of the permit. Specif- 21. The Commission muy, at the time of the grant of @ catlon, of passenger service permit under séction 24, specify therein, gedomni- by reference to its distinctive number and such other par usm per ticulars as it may consider necessary! the omulbus the matte, ‘use of which is authorized by the permit. permits 28. No pessenger service permit granted under section 24 Reiger ‘to any person shall be transferable to any other persaD, . and accordingly any such trensfer shell be nuli and void. Holders of 28. (1) The holder of a passenger service permit granted permite under section 24 shall, within thirty days of any change ia Eouliesion the particulars stated in his application for a passenger ory, _servioe permit, inform the Commission in writing of suc pareuar, — Shange, . 5 @) Where the Commission is satisfied that the holder at a1 passenger service permit has failed or neglected to provide ‘the omnibus service he is authorised to provide by such permit for a continuous period of thirty days, the Commis- sion may after affording such holder an opportunity of being heard, cancel such permit,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "National Transport Commission ct Act, No. 37 of 1991",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "30. (2) The Commission may subject to subsection (2)  Reneyal, ‘and having regard to the evallability of adequate omnibus services to mest the demand for omnibus services on the route or routes covered by any passenger service permit granted under section 24 renew such permit, én application made to it by the holder af such permit for such period ‘tot less than one year and not more than three years cal- culated from the date of expiry of the permit.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "(2) ‘The Commission may refuse to renew any passenger service permit gianted under section 24 if it appears to the Commission that the holder of such permit—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "{@) has not observed the provisions of this Act or any",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "regulations made thereunder ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "(®) has been convicted of any offence under this Act or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "any regulations made thereunder; ~",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "(©) has not paid the prescribed fee for the renewal of",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "the permit. :",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "34. (1) The Commission may cancel any passenger ser- Cancellation vice permit granted under section 24 or renewed under of permit. section 30 if it ie satisfied that the holder of the permit—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "(@) has contravened any, of the provisions of this Act or",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "any regulation made thereunder ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "(®) has not complied with any direction issued té im",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "under this Act;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "{e) haa furnished in any application or return of in any . written information or written explanation sent by",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "- him under this Act, any particulars which to hts",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "‘Amowledge are false or incorrect; or",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "(@) haa failed to comply with any of the conditions .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "attached to hiy permit.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "(2) The cancellation of a permit under subsection (t) shail not take effect until the time for appealing against the dectsion of the Commission hes expired or if an appeal ‘has been made, untfl the appeal ix disposed’ of,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "16 National Transport Commission : Act, No. 37 of 1991 . Gomumission 92, Where tlie Commission decides to refuse the grant oF gate ite renewal of a passenger service permit, or cancel a passen- decision to ger service permit, it shall communicate in writing to the qeplicant applicant or the holder of the permit, as the case may be, gt permit its dectsfon together with the reasons therefor, hai a Reasons ‘tharetor, Appeals: $8. (2) The applicant far, or the holder of, a pussenger service permit who is st by a decigion of the (0) refosing the grant of a passenger service permit un der section 24 or the renewat thereof under sectiott 30; or (b} cancelling a passenger service permit under section Hj or (e) imposing conditions subject to which a permit is : granted ar proposed to be granted, may sppeal against the decision to the Secretary to the Ministry of the Minister within fourteen days of the date on which such decision is communicated to him. (@) The Secretary may on any appeal under subsection an (@) allow the appeal’ sad direct the Commiasion to grant or renew the passengef service permit with respect to which the appeal fs made; (0) disallow the appeal ; or (e) direct the Commission to. amend the permit or to grant the permit in accordance with his decistom on such appeal. : (8) The Commission shall comply with any direction {s- sued to it under subsection (2). ’ Certs ~~: . 34. The Commission shall ingus a certificate to thie hol- aoe der of every pamenger service permit granted under sec- yedan the tion 24, in respect of each omnibus used under the ‘ends authority of such permit. The holder of the permit shall cause each such certificate to be displayed on the windscreen of the omnibus to which it relates fn '‘such manner that it is dearly visible to any person bourding suehi omnihos. .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "‘ _ National Transpors Commission. i . . Act, Ho, 37 of 1997",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "ae PART OL 7 . Finance",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "35, (1) The Cosmmission shall have its own Fund. Fund of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "{2) There shall be paid into the Fund of the Commission Gommis-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "(a) ail such sums as may be voted from time to time by",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": ". Parliament for the use of the Commission ; (b) all such sums as may be received by the Commission im the exercise, discharge and performance of its powers, functions and duties under this Act.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "(3) There shall be paid aut of the Fund of the Commission all such sums as are required to defray any expenses tn- curred by the Commission in the exercise, discharge and performance of its powers, functions and duties, under this ‘Act and all such sums as ate required by this Act, to he paid by the Commission, out of the funds of the Commission.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "‘36. The financial year of the Commission shall be the Finsncial eslender year, (eer.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "87. The provisions of Article 154 of the Constitutionshall Audit, apply to the audit of the accounts of the Commission.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "38, (1) The Commission may, with the consent of the Rerowing Minister, or in accordance with the terms of any general Per Sonata authority given by him, borrow temporarily, by way of sion, overdraft or otherwise, such sums as the Commission may require for meeting its obligations or discharging its func-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "_ Hons under this Act: i” .",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "Provided, that the aggregate of the amounts outstanding in respect of any temporary leans raised by he Commission ‘under this subsection shal] not at any time exceed such surns ‘as may be determined by the Minister in consultation with =, ‘the Minister in charge of the subject of Finance.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "(@) The Commission may, with the consent of the Minister =~ given with the coneurrence of the Minster in charge of the subject of Finance, borrow money otherwise than by way . ‘of temporary Joan under subsection (1) for all or any of the following porposes —",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "(a) the provision of working capital ; sf",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "Ty National Transport Commission. . Act, No, 37 of 1991 (®) the provision of money for meeting any expenses ineurred in connection with any permanent work or other thing, the cost of which is properly chargeable to capital ; (c} redemption of any loen raised by the Commission ; or (d@) any other purpose for which capital moneys are properly applicable, inchding the repayment of any money temporarily borrowed under subsection a). . (8) The Commission may, with the coneent of the . Minister given with the concurrence of the Minister in ‘charge of the subject of Finance, borrow money for any of the purposes mentioned in subsection (2) in any mannet, as the Commission considers fit in the circumstances. ‘ * PART IV Power of Geman Sommis- 39. (1) The Commission may issue to any person to ta isoue whom a passenger service permit has been granted oF directions, renewed under this Act, or by an Authorised Person any E,Rze such divections as it may consider necedudty for the puzpese of making such person comply with the provisions of this * Act ot any regulations made thereunder or with any condi- tion attached to such permis and it shall be the duty of such . person to whom such directions are issued to comply with such directions within such time as shall be specified in such directions. (2) Any person authorized by the Commission in writing may at any time— {a) enter any omnibus used for carrying passengers for the purpose of ascertaining whether the use af such + omnibus is uuthorized by a permit grented or renewed under this Act or by an Authorized Person or Whether the conditione attached to such permit, . or any directions issued under mubsection (1) are ‘being complied with, or whether the provisions of . this Act are being complied with ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "‘ (2) require the production by the driver of such omalbus cof the certificate issued under section $4 or of any other document granted in respect of that oranfbus ; o",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "(e) ‘take into custody such certificate, other document or «' copy thereof, .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "National Transport Commission » J Act, No. 37 of 1981 49.\" Every person who— : Offences (@) tails to comply with any direction insued 10, or \" requirement imposed on, suck person by the Commission ; (®) resists or obstructs any person authorized in writing by the Commission in the exercise by such person of any powers conferred on him by this Act; {c) omits or refuses to furnish any return, information ‘or written explanation when required to do so by the Commission ; . (@) furnishes any return, information or written explana- tion to the Commission containing information which to his knowledge is false or incorrect ; or (e} acts in contravention of any of the provisions of this Act or any regulation made thereunder, shall be guilty of an offence under this Act and shall on conviction aiter summary trial before a Magistrate be liable to a fine not exceeding ten thousand rupees or to tmprison- Ment for a period not exceeding ten years. 41, Where an offence under this Act is cominitted by @ oftences ody of persons, then— 2g bodies t persons, (@) if that body of persons is 2 body corporate, every. Person who at the time of the commission of the Offence was a director, general manager, secretary or other similer officer of that body eorporate ; or (b) if that body of persons is a firm, every person who at the time of the commission of the offence was & + Partner of that firm, . : ‘Shell ba deemed to be guilty of that offence, unleas He Proves that the offence was committed without his Imowledge or connivance and that he exercised al such ‘Ailigence to prevent the commission of the -offence as he ought to have exercised having regard to the nature of his functions and all the elreametances. : » 4% (2) No action or prosecution shall be instituted— — Frotee- (@) against the Comratssion, for any act, which in idtune good faith is done or purported to be done by the Commission under this Act ; or (>) agalust any member, officer or servant of the ‘Commission for any act which in good faith fs done or purported to be done by him under this Act or on the direction of the . ‘Commission.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "28 National Transport Commission vot",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": ", Act, No. 37 of 1992",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "(2) Any expenses incurred by any such person as is",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": ". referred to in subsection (1), in any action or prosecution instituted against him in respect of any act which is dome or purported to be dene by him under this Act or on tha direction of the Commission, shall be paid out of the Fund of the Commiseion, tf the Court holds that such act was done in good faith.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "yelure 43, It an Authorized Person fails to discharge any func-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "Secharge \"tion ansigned to him by any written law relating to road",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "functions passenger trangportation by omnibus or any direction issued",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "Fimorizea 0 im under thia Act, the Commission shall forthwith",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "Perse. Feport such failure to the President and may teke appro- priate action to ensure the uninterrupted provision of ‘omnibus services in any area in respect of which those functions may be discharged,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "‘Regubations, 44 (1) The Minister may make regulations in respect of any matter required by this Act to be prescribed or in respect of which regulations are authorized by this Act $0 be made and in particular in respect of —",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "(@) the custody of permits issued under this Act and theit production or return on cancellation or expiration or suspension ; and the custody, production and return of certificates and plates;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "(b) the plates and marks to be carried on omntbusas and the manner in which they are to he displayed;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "(e) the records to be kept by holders of such permite in relation to the persons employed by such holders as drivers or conductors of omnibuses and to the times of the commencement and cessation of work by such persons and the intervals of rest taken by them;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "(@) the documents to be carried by drivers of omnibuses and the particulars to be entered therein ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "(@) the records to be kept in respect of journeys performed by omnibuses ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": ". (9) the preservation of records 60 kept, the inspection of sich records by 2 person authorized by the Commnis- sion and the production for the purposes of such dnspection of such records on demand made by the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": ". Fergons so authorized, a",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "National Transport Commission al ‘Act, No. 87 of 1991 .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "@) Every regulation mare under subsection (i) shall bo published in the Gazette and shall come into operation on the date of such publication or on stich later date as may be . specified in the regulation,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "(3) Every regulation made under subsection (1) shall a6 Soon as convenient after its publication in the Guzsite be brought before Parliament for approval and any regulation which is not so approved shall be deemed to be rescinded 3 from the date of such disapproval but without prejudice to any thing rreviously done thereunder.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "(4) The date on which any regulation is deemed to be So reseinded shall be published in the Gazette.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "45, Notwithstanding anything in the Companies Act, Wading ep No, 17 of 1982, the District Court within whose jurisdiction of Poors the registered office of a Peoplised Company is situated moy, on application made therefor, by the Commission, order the winding up of such company if such company has failed to Provide the omnibus services it is authorized to provide for continuous period af three months or more. The provisions of Part IX of the Companies Act, No. 17 of 1982 zelating to winding up of companies by conrt shall, mutatis mutandis, apply to such winding up.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "48. (1) Where an Order is made under section 2 of the Provialon Conversion of Public Corporations or Government Owned 7eleting t Business Undertakings into Public Companies Act, No. 23 ranpoct of 1967, after the appointed date, declaring that a Board ent company has been incorporated fo take over the ranepoet functions of the Sri Lanka Central Transport Board or any +",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "* Regional Transport Board or any part of any such Board, then notwithstanding anything to the contrary in that Act— |",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "(a) all liabilities of the Board or such Vabilities of the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "‘Board as relate to the part referred to in the Order ‘and subsisting on the day preveding the date of the . Order shall be transferred to and to be decmed to be, the abilities of the State with effect from the : date of the Order ; (®) all contracts and agreementa entered into by the Board or such contracts or agreements of the Board ‘as relate to the part referred to in the Order and ‘. \"+ subsisting on the day preceding the date of the * Order shall be deemed to be contracts and agres- “'r' > ments entered into by the State with effect from ~ the date of the Order.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "2 National Transport Consmsission + Att, No, 37 of 1991",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "(©) all actions or proceedings instituted by or against the Board or such actions or proceedings instituted by or against the Board as relate to the part referred to in the Order and pending on the day preceding the date of the Order shall be deemed to be actions or proceedings instituted by or against the State and may be carried on and completed accordingly;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "(a) any decree or awerd relating id the payment of money, entered or made by any Court or Tribunal in any action or proceeding instituted by or against the Board or in any such actions or proceedings instituted by or against the Boara as relate to the part referred to in the Order and remaining unsatis- fed on the day preceding the date of the Order shall be deemed to be a decree or award entered or made for or against the State and may be enforced accordingly ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "(e} all immovable property used for the purposed of the ‘Board or used for the purposes of the part referred to in the Order on the day preceding the date of ‘that Order shall vest in the State with effect from the date of that Onder,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "(2) Where an Order has been mate under section 2 of the Conversion of Public Corporations or Government Owned Business Undertakings into Public Companies Act, No. 28 of 1987, before the appointed date, declaring that 2 company has been incorporated to take over the fumetions of the Sri Lanke Central Transport Board or any Regional Transport Board or any part of any such Board, then notwithstanding anything to the contrary in that Act—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "{a) all Uabilities of the Board or such liabilities of the Board as relate to the part refarred te in the Order und subsisting on the day preceding the date af the ‘Order shall be deemed to have been and to be trant- ferzed to the State with effect from the date. of the Order ; : .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "(2) all contracts nd agreements entered into. by the ‘Board or such contracts or agreements of the Bostd as relate to the part referred to in the Order and subsisting on the day preceding the date af the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": ": Order shall be deemed to be contracts and agree-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": ". National Transport Commission * 8 Act, No, 37 of 1991 ments entered into by the State with effect from the date of the Order. : (e) all actions or proceedings instituted by or against the Board or such actions or proceedings instituted by or against the Board as relate to the part refer- red to in the Order and pending on the day preced- ing the date of the Order shall be deemed to have : been and to be actions or proceedings instituted by or against the State and may be carried on and com- Pleted accordingly ; (@) any decree or award relating to the payment of money, entered or made by any Court or Tribunal _ Iv any action or proceeding instituted by or against + the Board or in any such actions or proceedings ins- tituted by or against the Bosrd as relate to the part referredtoin the Order and remaining unsstiefied on the day preceding the date of the Order shall be deemed to have been and to be a decree or award entered or made for or against the State and may be enforced accordingly ; {a} all immovable property used for the purposes of the Board or used for the purposes of ‘the part referred to in the Order on the day preceding the date of that Order shall be deemed to have been vested in the State with effect from the date of that Onder. (8) The Private Omnibus Servies Act, No. 44 of 1963 f° hereby repealed. . 47. The Motor Traific Act {s amended in the manner set Amendment out in the Schedule to this Act, atic Ade 48, Every stage carriage service permit granted under the Transitions) Private Omnibus Services Act, No. 44 of 1983 in respect of provision, ‘amy ares falling within a specified area and in force on the “ day preceding the appointed date, ahall be deemed to be @ passenger eervice permit granted under section 24 in respect of the firstmentioned area. 49. In this Act, unless the context otherwiso steyretae “Authorized Person menns'any person authorized by ‘written law to isme « passedger service permit or - similar authority authorizing the use, within the area to which euch permit or authority relates, alt . ‘omnibus dor the carriage of passengers at separate : fores 5",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "4 National Transport Commission -",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": ". Act, No, $7 of 1991 .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "“dual purpose vehicle” means s vehicle designed to carry,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": ". ‘both passengers and goods;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "“Minister” means the Miuister appointed under Article 44 of the Constitution, to whom the subject af Trane Port is assigned;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "“omnibus” means a motor cosch registered as an oanibts under the Motor Traffic Act and shell be deomed to include a dual purpose vehicle;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "“Peoplised Company” means a company formed under the Conversion of Public Corporations or Government",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": ": ‘Owned Business Undertakings into Public Com- : panies Act, No. 23 of 1987, to take over the . functions or part of the functions of the Sri > Lanka Central Transport Board or a Regional Transport Hoard established under the Transport Board Law, No. 19 of 1978",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "“separate fare” means a payment made by a person entit- Ling him to be carried asa passenger on sn omnibus;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "“specified area” means an area with respect to which there is no person empowered by written law oft the appointed date, to issue a passenger service permit",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "or other authority authorizing the use within sucht area, of an omnibus for the carriage of passengers. Stohale 50, In the event of any inconsistency between the Sin- ea in’ bala end Tamil texts of this, Act, the Sinhala text shall Bente —-‘BeOvatl. ° (Bection 47) SCHEDULE . Astrpunrs 10 Tae Moron Tearric Ace 4. by the repaal of subsection (8) of wection 2 of that Act tn section 4 of that Ac (1) dy the repeal of paragraphs (¢) and (b) of subsection (1) ‘and the substitution of the following parageaph therefor— (a) a passenger service permit granted under the Natlonel ‘Transport Commission Act, No, 27 of 1902 co other ‘written law; or*,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "National Traxsport Commission . 8 Act, No. 37 of 1991 <2) by the repeal of paragraphs (a) and (2) of subsection (2) god tha mibsttution of the following pansgren there . “(@), a pamenger service permit granted under the Ma ‘tonal ‘Transport Comunlssion Act, No, 97 of 109) or other written Taw; ar”,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "3. by the repeat of subsection (2) of section 28 of that Act amd ‘the substitution therefor of the following aubsectloa:—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "(1) No omnibus Heence shall be granted under this Part ‘excapt for an omnibus the registered owner of which ts the",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "holder of a passenger service permit granted under the Netlouat ‘ranmport Commission Act, No, 87 of 1991 or other writen we.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "4. by the repeal of paragraph (a) of subsection (1) of section 30 of thet Act and the substitution therefor of the following pera- raph: —",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "“(2) be accompanied by the licemee fee prescribed under neo",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "‘lon 32\"",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "5. by the repel of the proviso to paragraph {c) of subsection (1) of section 37 of that Act,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "6 by the repeal of sections 49 fo $1 (both inciuslve) and of ‘snctlons 54, B7, 60, OF und €4 of that Act;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "7. by the mubstitution in section 75 of thet Act tor the words “Yor fee or rewerd” wherever those words occur in that asction of the words “at separate fares”,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "8 by the substitution in subsection (3) of section 182 of that ‘Act for the words “by an examiner or by a police offesr™ of the ‘worda “by um examiner, pollee officer or an offlcey atithotized by ‘the Nat§onel Transport Commission\",",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "by the mubstitution in section 183 of that Act for the words “by a police officer” of the worda “by a police officer or by a of -eer muthotized by the National Transport Commiasion,”,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "16, by the repeal of section 185 of thet Act and tha substitu. ‘on therefor af the following new section:—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "Provision 105, Where 1 condor i carted on en otnl",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "Where a. bus ysed to any highway ctor tha",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "Conductor 16° the ond * amatege og” leathly marked on sce",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "Sunita” conspicuous part of his clothing or wear in a . 1 conspleuour position a metal badge bearing the * word “amxfequimd” in legible words, *.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "11. ay the addition at tha end of section 189 of that Act od the ‘following subsection: —",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "(8) Nothing in this section shall apply to a lorry weed a9 0 unl purpose vehicte for the cxrriode of guods and passengers under the authority of a permit ismed wnder the National ‘Frenaport Commission Act, No. 37 of 1901,\",",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "28 National Transport Commission . Act, No. 37 of 1991 12, by the repeal of sections 239, 290A and 2808 of that Act. 38, in section 249 of that Act— (1) by the insertion immediately after the definition of “motor vebiele” af the following definition :— National Transport Conimission means the ‘National ‘Transport, Commission established : by the Netional Transport Commission Act, No. 317 of 1901 75 (2) by the repesl of the definition of \"omm{bus” and the substitution of the following definfation ‘therefor :— “omnibus means a motor coach registered as an omnibus and shall be deemed to include * “x aval purpost vehicle 5”; (8) by the repent of the definitions respectively of “Regional ‘Transport Board” and “Sri Lanka ‘Central Transport Board”,",
    "mean_p_confidence": 0.74
  }
]