[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON -  Ath Session 1968-69 (°° \\  tf aay  «©  ey  Inland Revenue (Amendment)  Act, No. 6 of 1969  ‘Dat of Avent: Merch 29,160  and published a's Supplement to Ceylon Goverment Gazette,  Pen of arck 808  eee Cer eee ee  SS yee Ane one",
    "mean_p_confidence": 0.41542372881355927
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment  ‘Act, No. 6 of 1969  be D0. ae  {A Aor 9 men me Igy Ravan  oN Tor 1,  (Dae of Ast: March 38, 3960)  BU it nated hy he Quen’ Mot Hain Maj,  trop waa and ome emt  Tr pete a een ihe eet  Primes anaes and by eth of the  sae atiiee",
    "mean_p_confidence": 0.3779411764705882
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  {This Ac mayb cited ax to Inland Revenae See  (Amendmené) Act, No. 6 of 1300.",
    "mean_p_confidence": 0.44999999999999996
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  2, Seton Sof he Ilan Perens Act, Ny, of Ame  of, Rack? ot ne eS the pins ESR  Spat AE! tty ended a ftwe —",
    "mean_p_confidence": 0.27551724137931033
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  (A) ins cin () of tat ection, paragraph  i at a eon te teat  Fe aia a  following: — a",
    "mean_p_confidence": 0.3688
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  + Tmploment where expec or sah  a rested per we Apel a,  . 1968,\"\"; and # 7  (2) in exbestion (0 of hat sein  (0 in paragraph (0) ofthat subse —  (ie wpersgrnh Gi) ot tat  parecha",
    "mean_p_confidence": 0.3091111111111111
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  (by the station, for de  ede Seite and  Sy dan han ot  BY Sir Selnah  \"mm tial  Gi) by the sition, for a  Doe words and. figures  tom ent ee  fs wed oft  een ie",
    "mean_p_confidence": 0.336304347826087
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  nae  “heh ‘coreponds 1  Op ebnenit ae 8  {Bot eciog and a  Sisal oe ore",
    "mean_p_confidence": 0.20285714285714285
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Irland Rezente (Amendment)  ‘sce Nos ef 108  April 1, 1018, com-  43 8 me  Se or employment  and SPINES  (0 in ss paragraph (af at page, bs the  fsbwtitaton, forall the words and Ror  From Provided tht\" the cua of ah  teraiomen llowaass’ tot ond ofthat  Sebparagraph of the flloog:  “Provided that—  (intima of on erin loans  std etd  ‘Sec portion of the allowance. au is  Sauivtnt to or ese than to Pet  Scunm of the slay (exlaing ‘al  Slane) payable to such pro  al deel not to be prof fom  Srployment if st iv proved toe  Slaton of the Acs tha mth  Fea a oan ben  Uline each person in the eoore  tbe dale  (0 nthe case of any peron who sep  oe me ae, ea toe  fragted ata allowanoe for reveling  Sich is tn exeus of. the mount  \"cermin fn sesordane wih secon  11 Gh as expntitare for aval of  te tier al for any eat of  fessment, ending on or before March  Si, 1065, be profs from employment;  (© Sn th caso any allowsnon granted by a  tmployer to an employee for traveling  Sooneation with any trades bus  ot fe rn sido  ian traveling fromthe place of  residence of the employe to bis place  Of employment and eee  6) sae allowance, if it dons_not  ‘xce one handed rapes or  toch shall te dene for  the yeu of nse onan  cing’ on Apri 1 1080 and",
    "mean_p_confidence": 0.3721052631578947
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) 8  ‘att No.6 of 1909  for each of the three year of  Asrecent next scteding, not  {ae profs from empoytent,  nd  (i) och allowance, $f it doesnot x  cet one thostnd two hundred  Specs fora yeary oF if it  {xtecds that “amount, such  fortion of that allowance as is  ot in exo of that aousy  Sh Yo ech ya of a  trent commencing ono after  ‘Apri, 1060, be deemed not to  ietpros fom employment,",
    "mean_p_confidence": 0.4027659574468085
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (2) any slowanos for tearling, sbeistence  ‘nd lodging granted by an employer  tov an emgliyee traveling outlde  Ceylon in eometion with is employ.  ten hl for any Far fae  Commencing ono after April 1 1609,  fedsemed aot to. be. prafts fom  tmployment if such allowtes does not",
    "mean_p_confidence": 0.40589285714285717
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  = xen the amount authoraed for the  furpoee \"ty the\" Contaler” of  Exchange\"?  (2) in paragraph (of Unt abscton—",
    "mean_p_confidence": 0.27416666666666667
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (0) by , he subtitation, forthe words  wtbjec ton dedtion of Smenty  per contem for sepairs™, of the  Raowing:",
    "mean_p_confidence": 0.29625
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  “sbjee to. deduction for any  feat of sustment ending on of  eo Merch 31, 1080,\" of  twenty por cetum, andr any  eur of Sense commencing  rafter April 1, 100, of twenty.  five por contum, Yor repaies”; aad",
    "mean_p_confidence": 0.37488888888888894
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  (©) by th substitation, forthe words afore  Said deduction of) \"ewenty per",
    "mean_p_confidence": 0.32599999999999996
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  : fentum \"of the wosds ™ aforesid  ‘ivcion ob twenty per contum of  torent fe per conten, asthe axe may  me",
    "mean_p_confidence": 0.31769230769230766
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Intnd Ree Ametment  emer ta  PRPS fis mito, We  Pace ee nt  pee a ee,  ipaycna ts :  ced bee aro aewecac min  2 rire test sity  i  ep ete te hed  ee rea  one a  {is epee, nih  SIG he te hein. i  pene es ad  voeey pa eine i hla  ioe tin a ee  olde ee  oe betel  sen ol te ee See  ae  HERE\" ten ott ip Athy eta  a (1) by the insertion, immediately after sub-section 1  Sete meine i  “(B4) Where in the year preceding any  et  Poh eee es  Sool ia erate orn,  Sark Ahi Oe  ier erat ae  sracoms tests te  ‘Sle and before the termination of a period:  peter ed  sera os oy re  og cree oes  epee ea tee  Be por oe See rey  Sass mets  wy wat cesta, er, ee  Scie oe ee a ree  edt cot Gas ot re  eet  soe cae dt a  ae Sean or chee  Shee ce seam er  serge acetate",
    "mean_p_confidence": 0.2636150234741784
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) 8  ‘a Nos 8 9 Toe  same i cst prin ocr  fipon a ciange of ewnership of the house  ‘ation of smtrcted BF Nin end sch  - agains in addin teed not  SSP ny tere gun hh  thy ato cpl tho che of once  ae 7  by the imertion, immediately aftr exbsction  © 07 Fe Raowlng ab ttn  4 The. pvisene of sbtin  (2a) shall not apply—  (6s any epi ein Sa spiel  Seti fhe psSvisins of ection  Too at the Nason” Hocsing  i jou é  ta fe cap gia of ypu  O00 rod foal the ele any  pg gird  Botan ao be as rir to  iano uh prt ot  bro Apa 1 ay  Pema a dopo’  4. Sign of th pric ca amended yt  ast No\" Beat 1005, trbirdy further amended ins SORES  ‘section (1) of that section as follows:— _  0) by te satiation, for pan of that  0) by Sp anton, of te follwing pees  i) he ein nd ty ne nk  technitian, expert or adver, who ie  i'n clo if Gq eal oho i  efi ean empged a Cyan ot  rales Apel 006: by a Sposa  Mont whan sein & pai  the gona, ang  wk Bat on pps te  Fevers ich xeon hal end  cal dsnol te amalon el eek\"  ont of suc ietin, echniian,  Bis, S Sree eel execs,  trundertaking or on the date on which  7 eaten hom teresa oy  sexy Of rerpec of tat Sport  renin sy when",
    "mean_p_confidence": 0.3556802721088435
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Inland Revenue (Amendment)  ‘ia No 0 of oo  2 by the insertion, imental ate paragraph  iiay lth illwingpoegraphee  (ve) she ensluments, aly ia  ig Cnn oy a  tot a citien of Ceylon and who is  Utbogit to and wopled in Cylon ot  oe  Bop of any” such indstial  Bitte ae da dn rcomendas  i of Mn thei  dog. in chang ofthe wbject. of  Industrie, deisel by th Minister by  {ten published i the Gasete to be  Spore indi ean  Te AE pe fhe sn  ote, \"bat However that such  ‘Kempo abl ent on tha date of te  Seaton of euployment of meh en  {Ee echlay cxpere or vieet  toch syproved badongo om he  fe Be ich eran  te fo an agped a  ing, thee a Be  (8) hy the station, for paragraph) of that  ” ‘bution of he beg pargeapts—  “\"(g) the profs and insane of any Cainer.  OO Sig wich extablnbed or deemed to  fe? Statshed nr th “Higher  aoction hey No 0 of 1906:  spe, Satin of the pina Ac ae aon by  TERETE\" act wo. 26 of 1008, is herehy amended as fllows:—  i (a) im enbection (1) of that section—  Go in paragraph () of hat sabi, by  Ee eeRiation in subparagraph ()  ofthat parsgrahy forts wont  a is eae oe of ee  an igure hich por to Anguat  \"1006, is decared %; “A  0) in paragraph (i) of that sa eatin, by.  © ieee ebtustio, forthe wendy of  doy wx fai of hwo a  Sgureg of deep’ seu fling com  ‘oad prot Roget 31965; ©",
    "mean_p_confidence": 0.3553745928338762
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Intend Revue Amendment)  “ct Na ie  (in prngraph Gof ta aban,  i eS ea fortes athe  Gee fb word an Bee  the Gace te ase of ch  Tend ws snctnet upon an api  ‘in ade hat pore port  ‘gest 210855\"",
    "mean_p_confidence": 0.2994
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  (ein parsraph (9 of tat sbzton, by  Bete Moree  bled nth Gases and” of  toe ee pail ine",
    "mean_p_confidence": 0.2734782608695652
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  (in paragraph (0) ofthat mbaction by  Thevfehniton, fort, wore  \"lid ne Gaze, of te  wri plied inthe at",
    "mean_p_confidence": 0.2634782608695652
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  (by in nrtin, mediately afer  pargrgh tha sabato, of  Revliagporgranh==  “i to any ach detain a",
    "mean_p_confidence": 0.2042857142857143
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  : ended by toe Miner for  Stein ng i care of  Subj appropri to ade  Or i ft dean  Corot pomering ators aod  feats ble rege ch  ‘ner dre yeh ne  tel Pinon by lien ae  [bat inthe Gates Bean  Sderot whch  ASH ap Band",
    "mean_p_confidence": 0.31350877192982457
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  (0 Wy the ao, a te end of da a  ston of to flowing provi",
    "mean_p_confidence": 0.42388888888888887
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  *\" rod tht ti ton hal",
    "mean_p_confidence": 0.325
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  vot ay fay india er",
    "mean_p_confidence": 0.3842857142857143
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  St ela ad i",
    "mean_p_confidence": 0.26666666666666666
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "  Ter tin\" pararaph a",
    "mean_p_confidence": 0.15666666666666668
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "  wid on phe Agi, 190,  {pnmmonte te pods o ana",
    "mean_p_confidence": 0.32769230769230767
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "  fetore ia Copan of \"ple ©",
    "mean_p_confidence": 0.31125
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "  onmotiig ‘oles, the Coma",
    "mean_p_confidence": 0.20166666666666666
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "  cones Som ase Sat he ins",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Intnd Reveus (Amendment  teas arte gnani  BaP MnP eeeakiog aad  Bee  aoe  Semerriee  ei ti emg,  held wholly or partly by,  Eyre  pt  eu  Seg mei  Ere eons  armeens  ee  fi er  © et ese oF Tad  ee  Sere  iain Po  caine  lies ane  Set nde  (iii) which commenced the po-  tiara  inane era  serene ti  seat ted a  ea  fie Teil  0 5  Oe ree  Se nee  to August 2, 1968, ‘J  Le  Soria  fachinery,) fxtutes Of  aay, oe  Se eti  Eases  ‘Kugust 2 f068,\"or tba  Mee lod a  pie tnd  israel",
    "mean_p_confidence": 0.20510791366906475
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  nnd ngs Unmdenty  pie maple  Bah ee  risers sr  Pome ie  ppt tal  (i) hi amc st po  serene  ee  Semaieas &  Beste.  0b ht) at coe  cr got gg shes,  pee  ae cies, a  wae,  oy mpeneaga Spat he tin, by  Beet ee ee  eigen ala  7 GPa dea ©  tony eee \"Sey,  wear eh, ae aalls  saan.  a aie feed i  ee Sire  DSS ett  eat  iiwmniecale  po  =\"  ss set 0 of the pip At ety cs  sine eal .  (het lat tn be ite  recent ei  eee pa  ieee  al pr Ap, 188, by  ne ro i, 185, yw",
    "mean_p_confidence": 0.2283098591549296
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Inland Revere (Amendment  ae Noo see  ©) nti of hat an yh  Tikka in lagraph Gff da abortion  forthe wore\" in the case of discard \"af  Eeeew hunt icordisad ©  seeete 1 The filling ri getons te ersby meted  SSPE immediately after action 10, and shall have eict ax  SSP Seetial Seocatae’ofdoprcpel hae  sinc, 10 (1) Tn thin tation. approved  ee ee  ESE Soilihen te teomend oper  SESE Co made in meey reer ote  Po ‘Government of Ceylon, ot  Dey sea to any opined  Om one sain te eng  sealed of oro ay ech pe  Saelable ene of iets  0 decd ye Mints  By ellie ne  alia to be an proved  Sy fr the porns fi  cain  or the purposes of this ston, he  amount of «donation. made to. the\"  BeeRhnen: St en dere dan a  Seco a he’ de vase of ooh  Wetland ehh valos sha  {) be He actual ot tote door of  ihe proper donald, or  (i) where the sca, cnn, be  ctaraiad \"be tho marl  ‘aise of the property dante.  Wher the entity of he asm  salon swe acl oa  sr of emcee sages  ‘fe asuerable income of the head of the  {aly‘of whic oth wie or cd eo  seo ry approred Ganon me?y  Such wile of child shal, for the purpose>  SP sen Bonen ie Bean  pepe domtion may a  2 ay  (8) Wherein the year prsaing any  oe mie EES",
    "mean_p_confidence": 0.34858657243816255
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Inland Reems (Amentnens) 11  ‘ct. of toon  ttor Api 1,100, ny pation aso it  deemed” to, have, ‘made an approved  deat, hes”  , (@) one-half of the actual amount: of  he done:  0) an aman eprveatng one:  ©) = ena of he saunle ta  Sl of tat pes fo tha  Seat of asnabest or i that  tn i pay he  [epresenting enefortiouh of  {he aubessable inenme of that  company fot tsi yuar at  Slant r  (0, eneipve thomand rope,  veoherer amon, he leat shall bo  Ue alonsnoe in iton tbat destin  ‘tls allows sll dadutod  {fom he selina ofthat pan  fertha eat ametnent in eriaget  Hn taxahe noone for that yee of  (4) Whar pan bas, o is deemed  tolve aden te year prveing ay  of Rar of aeemend ele or at  Satins, whee to he tte Spprove  harlot Sirens such cars or  ‘Stim rarer of Colon: toner  iow approval erie adobe  ernment ‘of Ceyon, he agree  famount ofthe donations if suck amount  ‘eet ie than oa ewsaod.  Stall forthe purposes of this seta sn  Seaton to that ear of ammemnent be  Ereted atone npproved donation  creer \"en Q) Where an individual daring  oo, the year preceding any year of asseas-  eget, teal qmmancing ot Gr flr Apel  es ee  EEESES (spd ove domed to have pid  a “fy roan if nme  Erase poly or for the purchase of an  = Teas or  (© males any ontibations to any  ‘och provident fund er pension  finda ie approved ys",
    "mean_p_confidence": 0.33679054054054053
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  2 Ind ea ent)  see re  Commi rt gn  provident funds\"  = .  0am nat  Oem ce  poate!  ferent  roe, thay  me  (0 any  va ie Pires  sess  mec Sa  cides  (iy feted  shen ety al  sitemap a dst  eazare wee a meat  Loess Reon  ieee ncn ta  SS ies ie tas ore  tee mahal io  me  grrr, ‘that no allowance under  Se  Sura per ae  (wy mi ee  sar dec, ae  Teel ada \"a  Fa sBihe  0 oie ee Cyn  ma peat nia Soe  peor  ie  “iP Ei ei fh ae  Pen ies sas  oe eee  tae es  ieee re wipro gs  SORE fine Sue  ip sae meena  Soot Pp ot ens  rey iwc ane",
    "mean_p_confidence": 0.20574074074074072
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Inlond Recess (Amendment) 13  nee ana  fee 1) i i mtn  Bae, spp tant” wane  facet (@) an investment in an approved  Ss amin,  Seni ome (b) any investment which is am af  © seri RE  My et  me Per Oe  i Brana  i at prom  oe ries! Oe  ied  (0m lreinat te an sppered  emt]  miss as  sapiens.  nieve fo prs of  pots Share  fia rene Rian pon ot  a  poe re  * i a aoe  al otal oe  i ae  Sento  (ia or pp ot  Raheem  east care ae cage  eatery Been bot  wera if  (of mh oniaing isan  chante  lions  Scan! oy  on a  See Oa ate  Perens  : Saree  oe tae  saeeteue er  Pg eg",
    "mean_p_confidence": 0.23325153374233132
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  Me Iland Renee Amendment  palit in  sult  of tis section, And  00 t tng  Undertaking otber than  Soe  Sage  isp eer raat  iene! te  cared  Seeded  Soa  Peat  rn eras  oo hes as sing te  astral inom of wi il fr  ‘rih be scene come of th bed of  wiGeraures titres  bey cama  EAS te iat  cr  gues yu potig  ao Ta ae  Testi weibne  He ee ae each  a lt al  ie espa tin  sonoanra as  =  pes ee rare  © gee comeoine crate  (se esd,  ada sree ae lo  Saou ae eae  ioe cne ait  geben emer  See ae meas oe  ae",
    "mean_p_confidence": 0.19354166666666667
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  Inn Rous Umandnet) 38  Din, rs erin  opiate eet  Scat anar menate  Of teened to have been tae by an nd  art eee  gaia eae  ao Se  Sia gpa ae  Foes treneaarat  Ee ey  mice fl ieee  Siberia cages  cote sahed  fama raemerbear  (4) Where an individual has, or is  pattems  elke eles  ‘manta, the Dae’ ant of such  ie Me ees ce  Peer as TS poe  ina  ote  Soa ata  eh de eee  id Stent and where, win prod of  Eeaenreres  Eran inners  ec bier  Sreiderated aren  oe ree  Tvestment withdrawn or realized by  maar ee  Soil ere fee  Seca e  pores  parle ancora,  ics Use cat  oe ee eee  sehen rs  ieiceeki aces  iste iat coe  EGG Mr dees  ‘Ke, \"Ye made in respect of tht ind  eather ee  Sele erg ome as  afte meer ar  ala Sona",
    "mean_p_confidence": 0.22084656084656085
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  18 nlond Revenue (A mendmens  “ict Nf 0d  seetreye, 8 Section 17 of the principal Act is bard  SERA acest tatlaten fo dit Scie at  Itierton,smmeditny afer paragraph) of tht  subset, ofthe following parageh— ‘“  Ge) any sum resived oor after Apel 1, 1968,  ‘ scmmpesaton for “los efollett  employment, or\".  serene, | 8. Section 2 of the principal Act, ax amended  HESFES raat Noche erty tart amended  (0) in sbsection (1) of that scion, by the  » i theiston, fore words © year Zana  Bent a gmily\", of te words and gars  \"Sear of tseinent ending om ot Boe  seh Si 10 amily  Lb insertion, immediatly after wb ection  my Ae Pia woton othe fatowiag sb  “ (4) Where for any year of sssamen,  comeing ono far Agel 10 8  smear er Ar ie  to ed or dependent rane, an all  to ofthe ona as nied rape  fn psf such hand nate sal  te dedored trom th asnaie Snot of  {here of euch family for that sear Se  fring of hs tbls focome hat  yen  (in spon @) of taken, bythe  iin, fy oes jer te  fst family» ede aad Mere  eat of assets ending on ot More  March 31,1085, family\"  (6 by the insertion, immediately after sub section  (2) of that sections ofthe folowing  Sn  (2a) Where for any year of assessment  commenting on or afer Apel 1 Ite,  famiy cons of x aban and wife and  tore mort chilies tr coped",
    "mean_p_confidence": 0.3628070175438597
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) v  ‘set, No.8 0f 1969  relatives or one or more children and  Sependntriea lovano of thee  sand ax hundred ropee in respect.  {Be hutead and wie, ani  (2) it here is one cild or dependent  “ wine an llowance a  winded, rupees. in Tespect  Sich child or” dependent  relative,",
    "mean_p_confidence": 0.42546875
  },
  {
    "i_page": 18,
    "par_num": 2,
    "text": "  (© it there are two children, oF two  dependent relatives or ne cls  fone dependent relative, ab  ‘lowance of sx hundred rapecs  {n‘respec of such ebldren or  Bich dependent relatives or such  his Mend sk dependent,",
    "mean_p_confidence": 0.4636363636363636
  },
  {
    "i_page": 18,
    "par_num": 3,
    "text": "  (6) if there are three or more children,  of tre or ore chen end  srw dependent eaves, fp  ‘pect of ch reno cl  ie Tan end",
    "mean_p_confidence": 0.39968750000000003
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "  ‘ lative asthe case abe, a  Allowance of one thousand two  Hundred ropes,  Shall be deducted from the, assessable  come ofthe head of such family for that  Year in arriving at hie tanable income fr  hat years\"",
    "mean_p_confidence": 0.4235555555555555
  },
  {
    "i_page": 18,
    "par_num": 5,
    "text": "  (in ssc 8) of that ston, bythe  stbetitation, for che words © year of sess  fient a family’, of the words and Agures  ear of assessinent ending on oF before  ‘Marah 1, 1968, « family\"",
    "mean_p_confidence": 0.4153658536585366
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "  (©) by the insertion, immediately after sub-section  (@) of that section, of tho following’ sub-",
    "mean_p_confidence": 0.6061111111111112
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "  * (8a) Where for any yer of assessment",
    "mean_p_confidence": 0.40599999999999997
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "  commenting em or ator Apr 1 160,  family consists of an individual and one  ‘hil or dependent relative, or an indivi  {dual and two children or dependent rla-  {Gves or an individaa and one child and one  ‘ependent relative, an alowanoe of Uhre",
    "mean_p_confidence": 0.46520000000000006
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  8 “alan Revenue (Amend)  ‘Act No.8 of 1960",
    "mean_p_confidence": 0.3181818181818182
  },
  {
    "i_page": 19,
    "par_num": 2,
    "text": "  Ahorsnnd rapest_ in erp of wid  Indvidaal and an alowanon of sx bande  ripe in resp of sh ld oF dopendont  Tolntive cr sich ehildren oF. dependant ®  {eistive or aoeb ebld nnd wih dependent  Telative, a2 the cave may ey shall be  dace from the asseable income of  {he fend of wl fauily for thit yer fn  frviing. at hie taeable insane for that  yer",
    "mean_p_confidence": 0.36272727272727273
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "  (7) ia mibstetion (§) of that section, bythe  schcitation, for Uhe words \"any year of  Stseat a family\", of the words ad  figures \"any sont of neeatent ding 38  for before March St, 1068, 0 family \"",
    "mean_p_confidence": 0.4141860465116279
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": "  (@) in wubsetion (44) of that section, by the  snbrittion, for uke words and Sgures “in  fopect of each year of assesncat com  SBescing on or after Ape 1, 199,\" of the  Sonia tad are \"in et of tear  SF nasement commeveing on April  ee snd each ofthe those yoars of asset  roent immedaely snceeeding,”;",
    "mean_p_confidence": 0.38265625
  },
  {
    "i_page": 19,
    "par_num": 5,
    "text": "  (0) by the ionetion, immediately after sob section  (6a) of that notion, of the following et  eica—",
    "mean_p_confidence": 0.3352380952380952
  },
  {
    "i_page": 19,
    "par_num": 6,
    "text": "  ° (a) Wha for any you of sessment  commenriog on or after April 1, 1080, 4  nsily onsite of an indvedal nnd ee  cr more children of three or more depen.  Slat tlatives ten of tore hldren  fod ape Toles, an lowes of  three thousand rupees in teapect of wick  inden and sm alloraice of ‘one  Ahoasand two adred rapess in respect of  feb children or dependest relatives  ich ‘hideen and dependent relatives  Salle dedted fom the. asssable  Income @ the bead of wach amy for that  Your ih arsiving a his taxable income for  ihe yur\";",
    "mean_p_confidence": 0.39442477876106197
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) w  ‘Act, No. 6 of 1082  (10) by the insertion, immediately after sub-section  16) of that scotion, af the following sub-  section: —  « (6) Sub-section (6) eal, in its appli",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 20,
    "par_num": 2,
    "text": "  ‘ation in reepact of each year of assess",
    "mean_p_confidence": 0.571
  },
  {
    "i_page": 20,
    "par_num": 3,
    "text": "  ‘ment commencing onor after April 1, 1989,",
    "mean_p_confidence": 0.4277777777777778
  },
  {
    "i_page": 20,
    "par_num": 4,
    "text": "  have eect ae though for the words “five  ‘hundred rupeor \", there were substituted",
    "mean_p_confidence": 0.5117647058823529
  },
  {
    "i_page": 20,
    "par_num": 5,
    "text": "  the words \"ine hundred rupees\";  (11) in subsection (2) of that section, by the  ‘substitution, for the expresion” “under  {ub-section (2) or sub-section (9) or sub-  fection (4) ot sub-section (@)\"\", of the  txpresion “under subsection (2) oF sub",
    "mean_p_confidence": 0.5195652173913043
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": "  ‘ection (24) of sub-section (8) or sub-section",
    "mean_p_confidence": 0.5022222222222222
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "  (G4) ot sul) section (4) or sub-section (4s) oF",
    "mean_p_confidence": 0.4572727272727273
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "  ful section (@) of eub-tection (Ba) \"5 and",
    "mean_p_confidence": 0.481
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "  (09) in the marginal, note to that, section, by the",
    "mean_p_confidence": 0.655
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "  abstifution, for the words * Allowances 19",
    "mean_p_confidence": 0.4911111111111111
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "  be deducted \", of the words “* Allowances",
    "mean_p_confidence": 0.631
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "  efor menbors of a family, individuals not",
    "mean_p_confidence": 0.4177777777777778
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "  included in ¢ family, and earned income to",
    "mean_p_confidence": 0.588
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "  be deducted",
    "mean_p_confidence": 0.1625
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "  40, Section 284 of the principal Act, as amended Ant  by Act No, 12 of 1064 and Act No, 18 of 1965, is Seren!  oreby farther amended as follows:— “",
    "mean_p_confidence": 0.6402941176470588
  },
  {
    "i_page": 20,
    "par_num": 16,
    "text": "  (0) in subsection (1) of that section —",
    "mean_p_confidence": 0.45899999999999996
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "  (@) by the substitation, in paragraph (@) of  that subsection, for tho words \" to  this Ae, and\", of the words to this  ‘et,",
    "mean_p_confidence": 0.5272413793103449
  },
  {
    "i_page": 20,
    "par_num": 18,
    "text": "  (0) by the substittion, in paragraph (2) of  that subsection, forall the words and  figures from \"any year \"” to tho end  ofthat paragraph, of the following —",
    "mean_p_confidence": 0.5975757575757575
  },
  {
    "i_page": 20,
    "par_num": 19,
    "text": "  “the year of sessment commene  fing on Apsl 1, 1985, and each of  the three years of agement next  suoateding, shall be computed in",
    "mean_p_confidence": 0.5806896551724138
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  » Inland Revenue (Amendment  ‘tot, Nov 8 of 000  cordance with the spproprite  Eepenono ras. of Be Saeond  Beale to thie Ac, and \"sand  (© by the addition, at the end of tha, sub  section, ofthe folowing paragraph =~  (2 income tax for_ any year of  sssecsment. commencing. of oF  Shia oy al  emputed, in accordance with  {he provisions of Part TV of  fhe Second Schedule to this  aa.\"  (2) in subsection (3) of tat section, by thy subsea  on fo fe Srords and Ages for ans  ea’ of tsessment commencing on of aftr  Aoat'a,\"1005\" of the words and gure:  iy th yur of omen cing 3  “April 1, 1865, snd each of th thee years of  ‘sBteomiat net screding, \"saad  {@) by the addition, atthe end of that section. of  the following sub-setion:—",
    "mean_p_confidence": 0.41753164556962025
  },
  {
    "i_page": 21,
    "par_num": 2,
    "text": "  * () For the purpose of the computa  tionot he nane tak parable fo any rae  ‘Rost, 100, om the taal nome of any  fap ithe baal of Tay the",
    "mean_p_confidence": 0.42342857142857143
  },
  {
    "i_page": 21,
    "par_num": 3,
    "text": "  rt ala of Ha. 1,800 and the seennd slab  of Rs, 1,800 apeciied in Part 1V of the  Second Schedle to this Act shall  (@) if such family consist of —  (@ & husband and wife, or  (i) an individual and pot more than  toro chldren who are ot in  foouipt of any eesopatona!  (6 an individ and not more than  fiwo dependent Telatives, or  (i) an invidoal and one eld who  {av hot in receipt of. any  ‘exapational toeome and one”  dependent relative,  be increased by Rs, 600;",
    "mean_p_confidence": 0.4868571428571428
  },
  {
    "i_page": 22,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment)  a are  Citra na eh B=  Ape ere generar  sie nit  See?  eprint  Seurirecites  fin ied a nde  te we 8 le  Sista aes  per hes  han SS eee  ee, Seal  (©) an individaal and three or more  sere es  sine at ean  shalt ee  ere et  ely Rosai  6 be increased by Rs. 1,200; and  Pe eters  ee a awa  mot splrcer tins  eens  Gi) a husband and wife and three or  send ie  (ne  celine  ter  Sao  be increased by Ra. 1,800. \".  si, tenn to ao poe hy wp eed rim  by Act No, 12 of 1964 and Act No. 18 of 1965, is 37a\"  eS oa Ee i  () in paragraph (e) of that section—  ee ee tray  a min, ae t  kare  ae",
    "mean_p_confidence": 0.33075581395348835
  },
  {
    "i_page": 23,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "  22 ———Taland Revenue (Amendment)  eta ef tee  Gi by the, mbuiation, forthe words jn  Sich\" ealing yur, aed of he  ora a neared Jer,  (2) in paragraph (fof that sction— ;  (by fn sxbgiton, for he words and  = oy get of meee  eng ‘or after April 1, 1965, \",  OF tke folowing =  “for the yar of asemment, com  epcig ot Abe 1, ad fr  next suoceedi0g,”\", and  (by i saben fr he ors in  Tin aia preci yeh ead\" oad  (8 bythe addition, at the end of that section, of  the lowing paragraph:  “(the provisions of Part TV of he Seond  (0 Skettis het sale a elt  Sppletion to tad india for any  Hie of noel cecteneg  Mier\"apat ts 1000 bare oh ont  ssl une oan at  tof that Seodti, or Ue age  fo of the ene computed ie  Eaton mantis! in waa (of  Sn Sah can my ee  amber of days wich be in Tesident  FS Gir ef de in  Prording yar  smn, 18, Section 98 of the principal Act in ereby  SSEEES actual on fllowes  in paragraph (6) of that ston, by he  (0) im Feetlaten, £7 al the onde fron “ino far  Sethe fe thts yous tow end of at  aragraph of te fllowing:—=  “imtoo, however that, the examption  from math fs praia to such sedi,  ts lan pero aan ype  raph shaleld on the date o& whieh his  Semel ta sich erperion Ge nde  SEY cnn oon he Une on oh",
    "mean_p_confidence": 0.3777931034482759
  },
  {
    "i_page": 24,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "  Inlind Reoqes Uneinn) —8  aa ad  scepter ime a gray  mere rien ee  sents es ee  mee  by hn iw, immediately ater paragraph  bal an of the following paragraph :—  wa) any acini cin, cxpert_or  (a ae i att of ei  Sehr al cee a  eimai ae SNS  Se  snes fer  Pa a a oe  cere Sm ale se  a got  Seria olan ae  eee  ieee re Se ae oe  ey it te acme  beeen res. oe  Fe al tea er  fresco  i oe  by th statin for paragraph (9 of that  Oe a alone Page  STG any University Wiech ie exaied or  se es ch cre  Egle atten Aa Nt  1, Sein 31 of he prindpal Ac is tenby tea  amended as follows: . oc  (1) by the insertion, immediately after sub-section  eo es  a2  a) Neitandinganyhig in  re eae to at  renee ate, Oa  a  i) or any_your of snommest  (0) to antod on ae after Apel  : a aa any inane aie  ey ines at  pean g mete  os ‘of Ceylon; and",
    "mean_p_confidence": 0.2685972850678733
  },
  {
    "i_page": 25,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "  24 Enland Revenue (A mendes)  “sch No.6 of 1002  (0) for aay year of sessment  connncing on or after April  {0190 any investment madeby  im op of after August 2  3005,\"ia\"seceriiee “ofthe  Government of Capon\" end  in sub-section (2) hy the suatitytion, forall  (© i0 Reonde autres from apes to  ‘Nhat investment ofthe followlng:—",
    "mean_p_confidence": 0.34606060606060607
  },
  {
    "i_page": 25,
    "par_num": 2,
    "text": "  “sq peron ha any investment which is  an approved investitent within the mean.  fig of sexton Ie o scion Bor ection  8k oe ahs” Ac or sion 474 of the  Tome Tex Ordinance, that investinent",
    "mean_p_confidence": 0.49658536585365853
  },
  {
    "i_page": 25,
    "par_num": 3,
    "text": "  Anmawaset, $8,  Sootion 90 of the principal Act is hereby  Fuge Ea amended as fllows:— *  “d)by the insertion, immediately after subsection  (@) of the fllowing sub-section: —",
    "mean_p_confidence": 0.45515151515151514
  },
  {
    "i_page": 25,
    "par_num": 4,
    "text": "  “ (4) The individaal chargeable with  pitt ak in respect of tasale gfe Sal  fe ihe donor ot the donee sal be lahe  to fis ax in like manner aad to tho Tike  ann a the donor >",
    "mean_p_confidence": 0.4352272727272727
  },
  {
    "i_page": 25,
    "par_num": 5,
    "text": "  (if he dno dn nd dot  Sve any property in Ce  othe property he leaves in  Goyion ft the opinion of te  ‘Stor not sien oper  init the remvery of the git  arson  0) he ow sh re  in\" Geplan and he as 10 ro  feria Calin py,  has in’ Ceylon ithe  shine, ot He Resane me  ot the gifts Gary or 7  () if the Asser having regard 9  & the creams oh the ease  ‘he opinion that it iz not  practical to make an assess:  ent on the donor ?",
    "mean_p_confidence": 0.40270270270270275
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "  Provided that the laity of the donea  shal te lmibed otha porn ofthe gilts  {x which apponte to fhe. Aves {6 ba",
    "mean_p_confidence": 0.42500000000000004
  },
  {
    "i_page": 26,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "  Ino Ravin Umeiaanng) a8  Prewtir-4  sen rn fg mada  rept rin cee  Si ae  ii cea oo, 08  icra 0 oie ean ie  es Lat a ore ae  a eb  pith  ih bodes eof A petal, aie By  ici A tie Ai ea ea,  Sete 2 ee  Seg Re a ae  \"tio ia or tection OF) 0),  Dee oe eo Boat  amended ws folws— Saat  hy n,n ae wag  Sarees  a) ae ho ofa  eg nel a st  Soe es  Saeed  ‘Ft2) im sub-section (2) of that seotion—  Oa pet at enti  (0 Rene le oe ett  oe ae ae  ee eee  ae ee a  (ete a acre  ES, WE Jor pte  fag png  0 aaa tates  (0 cars fn ct  miearagiean ire ace  Soest  ee nae ae  sae iene Ue ecaa  oe aad  pay  ee eee  te he sie  ene eo  Partie",
    "mean_p_confidence": 0.20127659574468088
  },
  {
    "i_page": 27,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "  28 land Reseve (Amendment  fas Non of 008  setiecigh 17. (1) Seton 65 ofthe principal Act x ert  SBSEES auth! teflon” Pre ”  (2) in subsection (1), in the provio to that ax  (0% Sin, by Ki than fe he wort  ‘Reape i Conlon Gnlading emsin)  and Pate de expentes in Capon  Ttadsg commen), aan of ay  GPiiadP eR endo sabes 8) dot  tt form part of he incon nse of  US atopy md  (im mbomcton (af ae. ein, ye  udlstion, £0 88 words orth po  Sf thig ction, “investment income of the  fire osorence Hund’ means of the  Bowie  «Subject othe provision of abet  (9, te Soret ovnen came a  Oy EHS Bisracce Fund i tis eetion  eats and  (©) the ation, athe ond of that section, of  2 flowing seen:",
    "mean_p_confidence": 0.328525641025641
  },
  {
    "i_page": 27,
    "par_num": 2,
    "text": "  “(Whore a dividend is pai by by |  said pepe tomy play tar  Sn the: business ‘of fe iosurance and  Shae",
    "mean_p_confidence": 0.35500000000000004
  },
  {
    "i_page": 27,
    "par_num": 3,
    "text": "  (0 « dadotion has bom made under  sen) mrp of at  Sided Oy sae verde  company oF  0) hat dividend eoasis of any past.  © te ine toot of waved  Seed by sok seen ot  aay fee anol igen  Sapany,  that dividend shall not fom pare of he  {Point noma of the ttn  fal of de erpey maryee on a  ‘brine of life insurance.\"",
    "mean_p_confidence": 0.33179487179487177
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "  (@) The amendments made in the principal Act by  solani of tie woton all oles ike force 08  ‘oil 100) end sal sppy to every tour of tse  thet coamentng ono ako tha dae",
    "mean_p_confidence": 0.46717948717948715
  },
  {
    "i_page": 28,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) 97  syns ne pint mi, mein  wit (Sate Sof tpi tera stat  goal z  Fame ean ot ib mim, yO  (om beets @ te Sa tte  alee ee Ee Ree  danece, earn  i  Skis tain ies  egies hep of hating  Qingen mreets  1p EES ce sae ost  sate  Sc dlndiicyl ir  seta tis a  poe ren  naa i  ee bem ma dt  Geidead. Gy eek resident  ined  2g omit ter  ‘of the amount of » dividend  fGen ote Saad  me es  =m  ss fidea So wetom pec  scare anette  ce es  Ceylon.” =  fi Sonoda meas hdl he  sph of i sion abel ‘onae ito ore oh  ‘tbat commencing on or afer that dae.  m emaeeineauninwenbill Sere  Cer  Got sass ae Bk pa, et  set (ot nk rin be  patie oe vai  Taipan eigenen  as na wy ee  TOL a aa",
    "mean_p_confidence": 0.250752688172043
  },
  {
    "i_page": 29,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "  2 Inland Rewonue Umendnent  om ion ie tn, int  Soot  i rita  “tak goer Spe gr  waa mer eon  obekcatal kat  sexaug, 2, Sinton ss  vas  ti ab ti of i i  (© eEidutaton, for the wards any  SS eet a  \"ae  \"ret ein  rc ae  pays’; and  0 pang tt hin  i PeeRinhitaton, fr the words “any  re ay  waa  \"rel semen i  wre eens aha  cage Be  0 hn a a in  hen £0 rin oe  See tome ees  Sia eh, etre  ae te ref sees eg  Pepa oe  ios?  sears, Set il et om  Bee ae Ot arias at  Beale e ee wae  see ei pil ot te  Sey bts Swart et  ae  i an) fh main, yh  0 at te at  Sa Sree ye",
    "mean_p_confidence": 0.25107142857142856
  },
  {
    "i_page": 30,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) 29  4d Nor oy ee  wordy and figures “Subj to the provisions  SPeabsnt (a, in rnp of any gear of  Meet Setmesclng oor ater Apa  tess Sadi onto before ‘March 3,  100  (2) by th insertion, immedi after subsection  {oe ahowing stb aeaton  1) Bi rvs of ain  stall 0k apelin tenpeof any approved  Siti nade on or after Aor 2 1008.\"  (8) by tha sxbttation, for sob-tion of that  Saf the fllowings-coton'—  “\"(@) Where any gum of money ip a8  speed ae erpergana al oo  ‘Selion {2 fs withdrawn or realized by the  FSWMal Gime that song  (a) before the expiry of pariod of  ce year aftr the date of  Saki that seving: im coe  there’ the sum of money it  ‘Warapn or relied pre to  ‘A Rogue 3 888, or",
    "mean_p_confidence": 0.34518750000000004
  },
  {
    "i_page": 30,
    "par_num": 2,
    "text": "  (© fore April 1, 1070, 5.9 cae  ‘terete in fay i",
    "mean_p_confidence": 0.40714285714285714
  },
  {
    "i_page": 30,
    "par_num": 3,
    "text": "  gst Boos, “7  that sum of money abl be deen otto  Saber tee hep  Seen tro “ica x wat  fhltad to hae ogiidoal under by  Schon) an espest of that ‘spprored  Sing, sin tespect, of the ear of  [Statin whi auch deduction web  Mrated an\" sbditosal acumen con  Silty of the amount of came tat to  Sage Ghat” individ, orenit a  Totagal sa manber of family, the  nag tne\" fami woud, hare been  1 it ep dation ta 2k bn  fees Act, be made in tespect oF  Tag Intveal ore hed of te fam,  thal te proven of tie -Ac ating",
    "mean_p_confidence": 0.30033613445378154
  },
  {
    "i_page": 31,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "  30 Inland Revenue (Amendment)  otras  Peeiine anal spe Miata ted  Eat i alae  Pied day pmadng provi  or es tien  2 eee ere  Soiree es  Ease  Hatter nig dae  hake rm i tees  So eeint  marten coied Be  ee  Se umes  See app eee  SO hes BS Sa  pled gla}  mcgiins  0 tee let tan an  to oe ste a, te  ee ee cee  imme ee  mae Fe ted 6  alate oe mie  Poems  2S Sgetit  ‘such son or daughter; val  a edna aa  ad realized—  amin an gm yr  cgay, dee  Pei ae date  ae  al ta a eater  a a ee  Ses, ae  seed gh  (Ot Anam rn  (Oar te ipdanl whe  weit ean  eee  wees rae  Bass a",
    "mean_p_confidence": 0.20150602409638557
  },
  {
    "i_page": 32,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) 3  carrion  By ik pt a i  a el it ae  Eel Mn  series ena  atta!  au, sein 1h of he ll Ged tt  therein by Act No. 28 of 1008), is horeby amended fag\"  Wi AS a Sen ee,  oe, ionion tty winded bah: iti  amended by the substitution, for the words “liable See  Ser & oe  ine, ie eo Comer  se nadia Writ Gina at My Sah  sme ae fllowes Mey Ber)  0 beta Wf tak",
    "mean_p_confidence": 0.328989898989899
  },
  {
    "i_page": 32,
    "par_num": 2,
    "text": "  ie ia,",
    "mean_p_confidence": 0.095
  },
  {
    "i_page": 32,
    "par_num": 3,
    "text": "  (om ene at emt  Ee  Soot Waa",
    "mean_p_confidence": 0.16636363636363638
  },
  {
    "i_page": 32,
    "par_num": 4,
    "text": "  Ove ata, men, ae  SED tee geen.",
    "mean_p_confidence": 0.16799999999999998
  },
  {
    "i_page": 32,
    "par_num": 5,
    "text": "  ne mae peas ss  sete termi its  Sry oS  aoe ae ere  porter id  role ay  ecto h le  coe se ee  =  (2) by the insertion, immediately after sub-section  sd (11), of the following sub-section: —  hy Bate ming earl  wilt) Ba a, We  Snh eer Save  rE ean me  Penge hare n  Seta IE sin fe  Se a eet  avapro",
    "mean_p_confidence": 0.2802439024390244
  },
  {
    "i_page": 33,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "  32 Inland Revenue (Amendment)  ‘Act, No of 1000  ‘natromets, la, nmi, tae li  Sock list registary cheques, payiog i:  Slips, auditors reports or sther dovamente  in'his possension as may be specified i  ch noice  sumtueas,, 28, Section 99 of the principal Act bere  TEEPE amenity ai ol hyde an  rev from Any appelant\" to\" \"may,  fer ae te y  “Where nti fa determination on sn appeal is  given under su-stction 8) af sion 87 to the  Sppellant, auch “sppallane ‘or his authorized  ‘poventative fb cinatid wich the deter  telnation, may, by petition  actus M.Sc 108 of he rnp At amended  SSSRERH by Act No. 18 of 1965, is hereby further amended by  the sabttution, fr the words “there, or whet  {greement™\", of the following: —  “thereby oF wher an appeal ldged against such  sn esemieal ie damined onde sbrSaion (0)  Sf selon BT, or where agrosmen  Some 28, Section 194 of the principal Ast is hereby  Seviuin! amended a follows: 7  “ (1) in sub-section (4) of that section, by le  substation, Sn paragraph (e) of that ub  Slo frie Woo Ey gy under tis  OP oe woe any aly ander thi  At‘ such eter writen law, \"sand  (2) by the addition, at the ond ofthat setion, ofthe  folowing’  °° (1) Wher, forthe purposes of prose  coting) any diver, anager, of ‘thee  ‘tle or employee of an insure business  seo has acted In & manner prefdical ta  Ther interete of. the holders of polis  Id irs of tabs tn  ‘Attorney Gener ‘eiuen otiee  reir ake Comaioedoer To facie su  Information slang tothe assets of such  dlnsio, “\"manoge, “eter “fcr or  trmployes ax ie in the possession of the  Eciliiner the Commissioner shall,  Sotwitintanding anything in the pred  provisions of thin section, formich sch  Information tothe Atiory- General.”",
    "mean_p_confidence": 0.3788405797101449
  },
  {
    "i_page": 34,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 34,
    "par_num": 1,
    "text": "  Inland Revenus (Amendment) 33.  “ict No. # of 1060  25, Section 199 of the principal Act, a6 amended Atm  ly Act No. 98 of 106, is hereby further amended in aia  Sb-sstion (1) by the ialsttatin, for the defition  si regulated provident fund\", of the following  efoto  “regulated provide and ean ny provident  () which ie established by a body corporate  (0) witare potis mat losame tie Cosme  Yrom ioe ta andor any written  iw, and  (0) which i regulated apd maintained undar  the written law By hich such body  Corporate i conti  40, ‘The Firs Schedule to the principal Act sastemtat  is Beehy amended as follows: ant  (1) inthe item relating to “Nonresident indi. eae tt  uu  () in paragraph (0) of that item, by the  Oe Fist all wa sad  SFTO0—\"s of the following:  © ela “lod and cach fhe tre are  Fg  (0) by the addition, atthe end ofthat item,  of de Elming preg  (Oetahe teal ne  \"Ra 15,0 ofthe  On the es,  sem oe  \"Re 610 othe  irae tee 25 ont  On the es,  is 0 oe  Sia eae por eaten  On tn nt  ea te",
    "mean_p_confidence": 0.4068421052631579
  },
  {
    "i_page": 35,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 35,
    "par_num": 1,
    "text": "  BM Inland Revenve (Amendnent)  ‘sch No of 1000  Oe the at  is 00 a  table some per to  “a 100 oe  Ca nome 0 percent,  nt ble of  (2) by the substation, for he item, relating to  Y Hinduundivided Families”, of» the  folowing Hem  * nde for  (0 Pony fmt dg  On the nt Be 2000 ot  bear pronto  (nth ns, 1000 ot  “ie tie home pr crate  nie oet B10  0 tvs 10000  Tae baleen at perch  0 th et Ra 1000 a  he oan per elon  (th et Be, 9000 ot  a th nest Re 2900 ot  oats foe prcenten  the tales of she  eee nome ot por ene  ©) Soy son of mammentovumencng 146  i  th fn 2500 ot  Tan ree 3 por cnton  heat Rs, 1000 ot  Toe sala ea ger ceo  et Ra, 1000 ot  the ota gree  he next Re 2000 ot  he an an opr cent",
    "mean_p_confidence": 0.3256020942408377
  },
  {
    "i_page": 36,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 36,
    "par_num": 1,
    "text": "  Inland Recenus (Amendment) 30  “hat No. of 1060  0 he nate, 2000 ot  ‘ue lence erent  the tase of the",
    "mean_p_confidence": 0.3507692307692307
  },
  {
    "i_page": 36,
    "par_num": 2,
    "text": "  41, The Send Schools to the principal Act is gute",
    "mean_p_confidence": 0.40166666666666667
  },
  {
    "i_page": 36,
    "par_num": 3,
    "text": "  here amended a fllows:— ft",
    "mean_p_confidence": 0.31999999999999995
  },
  {
    "i_page": 36,
    "par_num": 4,
    "text": "  (1) in Part IIT of that Schedule— menace  (0) by the sbetitation, ip item (A) of that",
    "mean_p_confidence": 0.599
  },
  {
    "i_page": 36,
    "par_num": 5,
    "text": "  Peon the wide and gare or  ‘ay jear of aaenen commencing 0  or after April 1, 1985,\", of She  foulowing:",
    "mean_p_confidence": 0.392
  },
  {
    "i_page": 36,
    "par_num": 6,
    "text": "  “for the year of assesment  imoncing 8 April 188,  ftvesoment next saooeding,\";",
    "mean_p_confidence": 0.30374999999999996
  },
  {
    "i_page": 36,
    "par_num": 7,
    "text": "  (0) by the substitution, in item (B) of hat  Par, for the words and figures “for  fay your of anesmment, commencing  Gn or after April 1, 1085,\" of the  ‘Blowing —",
    "mean_p_confidence": 0.5210810810810811
  },
  {
    "i_page": 36,
    "par_num": 8,
    "text": "  “for the year of assosent con.  Sensing’ oo. Apr 3, 1965, 20d  ‘ch of the thee yeats of ese  ‘nent next suo,\"",
    "mean_p_confidence": 0.39925925925925926
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "  (2) by the insertion, immediately after Part IT of  {ae Sahel, of the flowing:  oars et fo top geo mcment",
    "mean_p_confidence": 0.4266666666666667
  },
  {
    "i_page": 36,
    "par_num": 10,
    "text": "  eng oor At al  Os the Ant Be 1800 ot  ‘he sels boone 7h pr ent  0 th nent Be. 2400 of  Theol ooone 105 pr setom  ths neat Be 2400 ot  “an tech ona prada",
    "mean_p_confidence": 0.34386363636363637
  },
  {
    "i_page": 37,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 37,
    "par_num": 1,
    "text": "  6 Inland Revenue (Amendment)  “Act, No. 6 of 1960  the mest Ra. 000 of  he tbl ince 104 pr conto  0 the nest Rs, 8000 of  On the neat Re 2000 of  (the net Ra. 4800 of  On the eat Re 600 of  Oe the mest Ra 9.000 of  the tbl coment  On the nest Rs, 600 of  he isle come 6D par cen  Om the alae of te  Taste Ineme (6 prcentom.”  4",
    "mean_p_confidence": 0.3958888888888889
  }
]