[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA INSTITUTE ‘OF ENGINEERS, CEYLON (AMENDMENT) ; \"ACT, No. 3 OF 1996 : Soper) teetided on Gen Fetamary, 1998) 7 “ae a : Printed on the Order of Government : . ~ ‘Published as a Supplement to Part IT of the Gevette of tha Democratic Socialist Republic of Sri Lanka of February 09, 1996 per ot exon en ren AG es “Tene vamahew Mima eormuntin? Finuarriane voweae, oleuno Of elon: 5 conte, Postage: Rs. 2.00",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Institute’ of Engingers, Ceylon (Amendment) Act, No. 3 of 1996 [Certified on Sth February, 1996) . L. D0, 98/98. . . . “AN Aer ro anon me Insrrure or Enoweens, Certon, _ Aey No. 17 or 1968 . WHEREAS an Institution called and known as “The Institute of Engineers, Ceylon” was incorporated by Act No, 17 of 1968: ‘ AND WHEREAS the mombers of the sald Institute have se ‘adopted a resolution to amend its name to “Institution of Engineers, Sri Lanka, and it is tor the public edvantage . to effect such amendment : BE it enacted by the Parliament of the Democratis Socialist Republic of Sri Lanka as follows — .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "A This Act may be cited as the Institute of Engineers, Short tite, Ceylon (Amendment) Act, No. 3 of 1906,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2 The short title of the Institute of Engineers, Ceylon, Ammément Act, No, 47 of 1968 (hereinafter referred to ag “the Genat Principal enactment”) is hereby emended by the [te te 1, gubstitution for the words “Institute of Engineers, af i058 Ceylon,”, of the words “Institution of Engineers, Sri Lanke,\". .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "4. Wherever in eny provision of the pelacipal enect- Amendment ‘ment or any written lew, or in any marginst note thereto, of, tHe ‘or in any notice, communication, form, or other document Pracuhent issued, made, required or authorized hy or under the and ober Principal enactment the ward “Institute” in any context Written law denoting the Institute of Engineers or the words : “Institute of Engineers, Ceylon” occur, there shall be substituted for that word or-those words, the word or words “Institution” and “Institution of Engineers, Sri Lanka,” respectively. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "4. Every contract, agreement or other instrument of gevings tor document whatsoever made. issued or executed prior io coniracls Be, the date of comencement of this Act, and subsisting on that ote by or in favour of the “Institute of Engineers,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Ceylon,” shell be deemed, from and after the date of commencement of this Act, to be and to have been made, issued or executed by or in favour of the “Institution of Engineers, Sri Lanka”,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2 Pomnes een nes",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "a Institute of Engineers, Ceylon (Amendment) . Act, No. 3 of 1998 Yeaiy 5. Any power exercised or any act done, by the dame priar Institution of Engineers, Sri Lanka prior to the date of em co commencement of this Act in pursuance, or supposed ‘tet at ‘Purmuance of any power conferred on it by the principal enactment shall be deemed, for all purposes, to have heen validly exercised and done. gubte & In the event of any inconsistency hetwean “the Feeval ta Sinhala and Tamil texts of thia Act, the Sinhala text shall ae of bos ) prevail . fy wiatenty.",
    "mean_p_confidence": 0.76
  }
]