[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". ©. PARLIAMENT OF THE DEMOCRATIG ~ SOCIALIST REPUBLIC OF : SRI LANKA . ‘CREDIT INFORMATION. BUREAU . OF SRI LANKA ACT, No. 18 OF 1990 (Certified on 8th May, 1990] . Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanks of May 11, 1990 gunn ne tae eRe OMENS: MEO am 70 30 BR PORCHARED AT PE COVERNMEWT EVELICATIONS BUBEAU, COLOMO _ Price : Re. 1.50 Postage : Re. 1.55",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "Credit Information Bureau uj Sr Fenka Act, No, 180f ii",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "Certified on 18th Mey 1990 L. DO 46/89 - Ar Act 70 PROVIDE 7OR ‘Tag EBTANUIBHDAENT OF THE CxzmT",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "IspormaTron Boreat op Set LANKA FOR THE COLLECTION OF",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "CBEETE RNFORMATION RELATING TO BORROWIES FROME LENDING",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "INSTICUTIONS AND FOR THE PROVISUONT OF SUCH INFORMATION",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "‘70 THE SHAREHOLDERS OF THE BUREAU, WITH A VIEW 70",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "FACILITATING THE DISTRUOUSION OF CREDIT TO ALL SECTORS OF .",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "‘HH ECONOMY AND TO THE INFORMAL SECTOR, TW-PARTICULAR ;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "AND FOR MATIFRS CONNECTED THFREWITH O8 INCIDENTAL ~",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "‘YEWERTO.",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "1, This Act may be cited as the Credit Informetion Short |",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "| Bureau of Sri Lanka A:t,No 18 of 1900, end shall dalegt ” come into operation on such date as the Minister may ° se appoint by Oxder published in the Gazette. .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "+ PARTI * Retauusmeswr on sax Crenrr INromMArton BUREAU OF Sai : Lanea ; .",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": ",",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": ". There shall be established a Bureau which shall be Establish: celled the “Credit Taformation Buresu of Sri Lanka” Cheuit {hereinafter referred to as the “Burea”) consisting of the Iplermation ‘persons who are shareholders thereof of the Bureau. Butane,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "% The Bureau shall, by the name assigned to it hy Bureau . section 2 be a body corporate and shall have perpetual tonene” succession and » common seal and may sue and be sued in such name.’",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "4, ‘The Head Office ‘of the Bureau shell be located in Head Oflct, . Colombo. Such branch offices and agents of the Bureau a8 ofces, the Board of Directors may consider necessary may be Snauenty",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "‘established in places in Sri Lanka, other than in Colombo. Bureau, =~",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "1",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "' § (1) The administration and management of the Board of . affairs of the Bureau shall be vested in the Board of Directors (herelnafter referred to as the “Boarl\") consisting of— :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": ". “+ @) a Deputy Governor of the Central Bank nominated by the Monetary Boerd who shall be the Chairman 7, Of the Board; . 2, Wa senior officer of the Central Bank nominated by the Monetary Board: 2-5 oonsn8 — 17,960 cnjom)",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Credit {nformation Bureau of Sri Lenka 5 _ Aut, No. 18 of 1990 . ° . (iii) a senior officer of the Bank of Ceylon nominated biy ‘the Board of Directors of the Bank of Ceylon ; (iy) a senior officer of the Peoyile’s Bank nominated by +, the Board of Directors of the People's Bank ; {¥) two persons elected by the shareholding licensed commercial banks, other than the Bank of Ceylon, . and the People’s Bank; (i) @ petson elected by the shareholding flaance com panies ; (vii) & person nominated by the Minister in charge of the subject of Finance from the Boards of Directors of a the National Development Bank, Natfonal Savings fo Bank, Development Finance Corporation of Ceylon : and the State Mortgage and Investment Bank; (will) the person holding the office of the General Manager of the Bureau, (2) The provisions of the Schedule to this Act shall have effect in relation to the term of office of the Directors of the | Bureau, and the remuneration payable to such Directors, meetings and the seal of the Bureau, t . (8) The Board shall exercise, perform, and discharge all powers, duties and functions conferred or imposed on, oF _ baslgned to, the Bureau by this Act. Fonetions 6. The functions of the Bureau shall be to collect and ofthe collate, trade, credit and financial information on borrowert ‘Buren: and prospective borrowers of lending institutions and to provide credit information, on request, to shareholders of thé Bureau which are lending institutions, with a view to facilitating the distribution of credit to all sectors af the economy and to the informal sector, in particular. Powers 1. In discharging its functions, the Bureau may exercise ~ 24 cot and perform all or any of the following powers and Geiuee — uties:— : (a) to maintain a data bank on borrowers from lending ae fnstitations ; a (0) to collect and collate trade, credit and financial . information on borrowers or prospective borrowers of lending institutions ; (@) to store the infromation so collected ; ¢ (4) to furnish credit information, an request and in con fidence, to shareholders of the Bureau and to _ Prescribe the forms in which such informatiow is * to be furnished ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": ". Credit Information Bureau. of Sri Lanka 3",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": ". Act, No. 18 2 1990 NN",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": ", (©) to levy such fees ex it may deem necessury for",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "_ furnishing credit infortaation ;",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "_ G) to acquire and to hold, any movable or dmmovable property, and to lease, mortgage, sell or otherwise dizpose of, such property; =~",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "+\" 4g) to open and close current and deposit accounts in any",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": ": commerclal bank ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "~ (2) to appoint 2 General Manager who shall be the Chief Executive Officer of the Bureau ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "@ to appoint such other officers and servants as may be necessary for carrying out the work of the Burgas; G) to establish pension and provident fund and provide welfare and recreational facilities, houses, hostels and other like accommodation, to persona employed by the Bureau; {k) to detennine the remuneration payable to the officers and servants so appointed ; @® to pay auch remuneration out of the Fund of the : Bureat ; ‘ (m) to enter into and perform, sll such contracts, ‘whether in or outside Sri Lanka, as may be neces- sury for the exervise of the powers and the perfor- mance of the dutizs of the Bureau: . (a) to make rules in respect of the administration of the afairs of the Bureau; (0) generally to do all such other things as are necessary . ‘tn fxoilitate the proper carrying on of the affairs of the Furest.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "& ‘The Board of Directors may appoint agenis of the Agents Bureau ia any place in Sci Lenka. Loa? . PART I : 7 France,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "9% (1) The ‘authorised capital of the Burea shall be Capitafot hundred million rupees divided into one million shares ot of ene hundved rupees each,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "SQ) The tasued capital of the Bureau shall be such amount ‘¥ may be determined, from time to time, by the Board.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "ff Credit Information Bureau of Sri Lanka Act, No. 18 of 1999 .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "Shares io | -10. (1) No person other thin the Monetary Board or 2 lending institution shell be entitled to purchase shares in ‘the Bureau.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": ": -. @) The Monetary Board shall invite and receive applications for the initial ismie of shares to the Bureau and shall on receipt of such applications, allot shares to the Monetary Board and lending institutions in the following Proportions :— t",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "Monetary Board —Fifty-one per centum of such",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "fssued share capital ; Licensed Commercial —Thirty per centum of such",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "Banks : issued share capital ; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "Other lending institu --Nineteen per centum of such",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "tions + issued share capital. : (8) No allotment or transfer of shares of the Burestl, after the initial iasue of shares, shall be made except with",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": ". tre written approvel of the Monetary Board.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "@) In granting approval for an allotment or transfer of shares under subsection (8), the Monetary Board shall endeavour to engure that the proportions referred to ia subsection (2) are maintained fn the shareholding of the Bore, , wed",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "Lisbitity ot AL ‘The lisbility of any shareholder shall be limited to gee the amount, if any, unpaid on his shares, \"Borrowings 3% (1} The Burvou may, from time to time borrow sums TZ, mores, Of money from the Central Bonk for periods not exceeding six months, subject to such terms and conditions as to the interest thereon and the repayment thereof as may be deter- mind by the Monetary Board. _ @) The aggregate borrowings by the Bureau under sub- ‘ection (1) shall. st no tine exceed e sum equivalent to the paldup capitm of the Bureau. . .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Credit Information Bureau of Sri Lanka 3 Act, No 18 of 1999 . 13 The Boord may establish such departments as may Departments be necessary for the efficient discharge of the functions of  Burean. ‘the Bureau, including a department to deal with matters connected with informal sector of the economy, . 14, (2) The Bureau shall have its own fund (hereinafter Fund of sefered to “the Fund”). Buren, (2) There shall be paid into the Fund— (a) all sums recetved by the Bureau as subscriptions to ‘its capital ; . . (®) all sumns received by the Bureau as profits on invest ments made by it; . (@) all sums received by the Bureau for services provi- ded by it; and . (d) all sums received by the Bureau in the exercise, performance and discharge of its powers, duties and functions, 1 (8) There shall paid out of the Fund, all such sums aa are ‘required to defray the expenses incurred by the Bureau in the exercise, performance and discharge of its powers, an duties and functions under this Act or under any other weitten law and all such sums as are required to be paid ‘out of the Fund, by this Act 15 Any moneys belonging to the Bureau may be inves- Invsetment sted by the Board in such manner as the Board may detex ‘of moneys mine, » Bureau 46. (1) The Board shall establish a general reserve fund Reserves. for sta welfare to which shall he transferred such sums, . from the net profits of the Bureau, as may be determined by the Bosrd. . (2) The reserve und for staff welfare shall be applied fn. such manner 4s the Board may determine for the provision of training, housing and welfare facilities to officers and servants of the Bureau. (S) The Board shall estsblfch reserve funds, for such other purposes as may be determined by the Bosrd. “47. The financial year of the Bureau shail be the calendar pinaneial year. . year of ‘the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Credit Information Bureau of Sri Lanka Act, No. 18 of 1990. - Auli, . 18 (1) The Auditor-General shall audit the accounts of the Bureau at such intervals notwithstanding a period of _  W2months as the Board of Directors. may determine, @), The Auditor-General shall appoint » qualified auditor or auditors to audit the accounts af the Bureau and abail : inform such anditor or waditors that he proposes to utilise bis or their services for the performance snd discharge of the Auditor-General’s duties and functions in relation to ~ the Bureau and thereupon such auditor or auditors shall act under the direction and control of the Auditor-General. . @) Every quetified auditor appointed under the provi- sions of subsection (2) shalt’ sumbit a report to the Auditor Generel, @) The Auditor shall exemine the secounts of the Bureau and ascertain the correctness of thé balance sheet and re- Port to the Board of Directors— (@ whether or not he has obtained all the information and explanations he has required; and (&) whether in his opinion the balance sheet referred to : in the report is properly drawn up go as to exhibit a true and correct view of the Bureau's affairs according to the best of his information and expls- : ‘nations given to him 23 shown by the books of the Boremt, (6) For the purpose of ascertaining the correctness of te -, balance sheet the Auditor-General inay, with the sanction +. ° of the Board of Directors accept in respect of any branch of the Bureau, any copies or abstracts from the books of accounts of such branch which have been transmitted to the Head Office of the Bureau and.which have been certified to be correct by the officer of the Bureau authorized in that tehalf by the Board of Directors. . @© In this section qualified auditor means— (@) m individual who being a member of the Institute ‘of Chartered Accountants of Sri Lanka or of any other institute established by law and possesses & : certificate to practice ax an accountant issued bY ‘the Counell of such dnétitute ; or (S) a firmn of accountants each of the resident partners of which being « member of the Institute of Chartered A Accountants of Sri Lanka or of any other institute L ‘established by law possesses © cerlificate to practice a as an accountant issued by the Council of such ‘ Institute, . . ’",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "{ Credit Information Bureau of Sri Lanka 7 ‘Act, No. 18 of 2990 ‘48, Q) The Borrd of Directors shall an receipt of the pocuments '",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "Auditor-General’s report in respect of any year, cause a copy 0,be trant- of each of the following documents relating to that TUSi ‘o.. year to be transmitted to the Minister and all the share {o/be lald holders;— i belere,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "* cece 2 amuse) Patllarmont",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(@) the AuditorGeneral’s report; *",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(®) Balance Sheet ; Poe",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(©) Profit and Loss Account; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(d) report of the Chairman of such Board giving. an . account of the work of the Bureau, .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(2) The Minister shall ley copies of the documents trans- mitted to him under subsection (1) before Parliament",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "PART TI ‘ GENrRAL ,",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "20. (1) The Board may delegate any of its powors, duties and functions under this Act to any offcer of the zee, Bureau. duties",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": ": cue:",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(2) Any officer to whom any power duty or function is . delegated under subsection (2) shall exercise, perfor and Gischarge, such power duty or function, subject to euch directions as may be given to him by the Board.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(8) The Board shall notwithstanding any delegation made",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": ", Under subsection (1) have the power to exercise, perform ! and discharge the powers, duties and functions so delegated.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "21. (1) The Bureau or any person authorized in that Returns ‘behalf by the Buresu may, by notice in writing, require any and fo lending institution to furnish to the Bureau or to any person mAHOn authorised by the Bureau, within such period as shall be ‘specified in the notice, all such returns and information relating to the borrowers from such lending institution ss ahall be spectfied in such notice.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(2) It shall be the duty of any lending institution required to furnich any return or information by a notice under sub- section (1) to comply with the requirements of such notice ‘within the time specified fn such notice, notwithstanding ‘eny thing to the contrary, in any law establishing such Tending institution or other law or in any agreement entered into between such lending institution end borrower.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Credit Information Bureau of Sri Lenka = {1 ‘Act, No. 28 of 1990 a (3) No information contained in a return furnished under , subsection (1) in complianes with the requirements of a notice issued under this section shell be published or . communicated by the Bureau to any other person except w a lending institu-jon which is 2 share holder of the Bureau at the report of such shareholder or in the course of the discharge of the functions of the Bureau. Right 2, (1) No Director or other -fiicer or servant of the _ 7 Bureau, shell, except for the purposes of this Act or when required to do so by any law, disclose any information fur- ’ nished to the Bureau under this Act or produce before any . Court or other institution, any return or other information furnished to the Bureau under this Act. (2) No director, officer or servant employed in the + Dusiness of any lending institution which is a share holder of the Bureau shall, except for the purposes of this Act or ‘when required to do so by any lav, disclose any informa- tion furnished to the Bureau under this Act or produce before any Court or other institution any return or other . fnformation furnished to the Bureau under this Act. weceration _28._ (1) Every Director of the Enreau and all officers und of Secrecy. servants of the Bureau, shall before entering upon his duties, sign a declaration pledging himself to observe strict . secrecy respecting all matters connected with the affairs of the Bureau, and shall by such declaration pledge himself not to reveal any matters which may come to hia knowledge in the performance ot discharge of his dutles and functions . . CKOEPL— . (@) when required to do so by a court of law or by any . person or hody of persons to whom such matters relate ; and . : (2) in order to comply with any of the provisions of this (2) Bvery director, officer or servant employed in the ‘business of any Iending institution which is a share- holder of the. Bureau shall sign a declaration pledging bim- self to ohsorve strict secrecy in respect of credit of fnancia) information obtained by such lending institution para the Bureau and all matters relating thereto, and shall by suich declaration pledge himself not to reveal any such’ information or matter except—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "iL Credit Information Bureau of Sri Lanta 9 Act, No, 18 of 1990 _ (@) when required to do so— @) by @ court of law; : . Gi) by the person to whom such information relates ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(®) in order to comply with any provisions of this Act",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "or any Gaher law.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "24 (1) No suit or prosecution shall lies = Proton",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(@) against the Bureau, for any act which in good faith eben under",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "is done ar purpoted to he dane by the Board under {hls Act | this Ast; or Sireetion of the Board, \"(By against any Director, officer, servant or agent of the ; Bureau for any act which in good fafth is dona or Purported to be done by hita under this Act, or on the direction of the Board,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(2) Any expenses incurred hy the Bureau in any sult or -prosecution brought by or ageinst the Bureau before any ‘ourt shall be paid out of the Fund and any costs paid to, or recovered by the Bureau in any such suit or proseoution ahall be credited to the Fund,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(@) Any expenses incurred by any such person 43 is referred to in paragraph (b) of subsection (1) in any swt Or prosecution brought against him before any court in respect of any act which is done ot is purpoted to he dane by him under this Act or on the direction of the Board shall, if the court holds that such act was done in good faith, be ald out of the Fund, to such person, unless such expense is recovered by him in such suit or prosecution. .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "‘25. No writ against person or property shall be issued No unit to agalnst any Director of the Board in any action brought eet against the Bureau, Bern cr,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "Bieter ot the Burea,",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "26. (1) The Roard may make rules which are not incon- Powers of sistent with the provisions of this Att, in respect of all or PONS ‘Sy any of the matters in respect of which rules are authorized ‘oP required by this Act to be made.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(2) No rule made by the Board under subsection (1)",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "‘thall have effect until it has been epproved by the Minister, and notification of such approval is published in the Gazette,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "10 * Credit Information Bureau of Sri Lanka } Act, No, 18 aj 1390 2%. () Every person who” . (Offences and (6) knowingly makes any false or incorréct statement in Penalties any return or information furnished by kim in compliance with the requirements of a noties sent to him imder section 21; ,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(2) fails or refuses without reasonable cause to comply with the requirement of any notice sent to him under section 21; ’ .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(e) contravenes the provisions of this Act or any rule made thereunder ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "{@) being @ Director, officer or servant of the Bureau, discloses any information obtained by him in ot it connection with the exercise of his powers or the performance of his duties under this Act, to any",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": ". person for any purpose other than a purpose for which he is authorized to disclose such information by this Act;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "7 4e} being a director, officer or servant of any lending institution which 1s a shareholder of the Bureau Gincloses and credit or financial information obtain- ed by such lending institution trom the Bureau to",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": ". any person for any purpose other than a purpose for which he is authorized to disclose such in- formation by this Av, .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "shall be guilty of on offence under this Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(2) Every person who commits an offence under this Act shell on convietion after trial before a Magistrate, be Liable to a fine not exceeding one hundred thousand rupees or to imprigonment for a period not exceeding five years or t both such fine end imprisonment.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(8) Where an offence under this Act is committed by’ ‘body or persons, then-—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(a) if that body of persons is a body corporate, every : director or officer of that body corporate ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(b) if that body of persons-is a firm, every partuer of that firm,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "shall be deemed to be guilty of that offence:",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "Provided however that a Director or an officer’ of auch body corporate or partner of such firm shall not be deemed",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "‘Gredit Information Bureau of Sri Lanka u",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "- Act, No. 18 of 3990 .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "to be guilty of such offence if he proves that such offence",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "‘wan committed without his knowledge or that he used all such diligence to prevent the coumnission of such offence.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "(4) ‘The Board may, having regard to the circumstances iti which an offence ‘under section 28(1) (a) or (6) was committed, compound such offence for 2 sum not exceeding fitty thousand rupees, All sums received by the Board in . composition for an offence under this section shall be credited to the Fund.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "2% In the event of any inconsistency. between the Sinhala text * Sinhala and the Tamil texts of this Act, the Sinhala text [2R0% shall prevail. ‘eonsistrmcy. “ 28, In this Act, anlese the context otherwise requires— Interpretation",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "“Bank ‘of Ceylon\" means the Bank of Ceylon established",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "by the Bank of Ceylon Ordinance (Chapter 297) ; . “Central Bank” means the Central Bank of Sri Lanka established by the Monetary Law Act (Chapter ad);",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "“Development Finance Corporation of Ceylon” means . the Development Finance Corporation established",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": ": by the Development Finance Corporation Act .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "(Chapter 165) ; ‘ .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "“finance company” means a Company registered under the Finance Companies Act No. 78 of 1888 to carry",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "~ on finance business ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "“licensed commercist bark” means. a Hicetsedl commercial bank within the mesning of the . Banking Act, No-# of 638; “Tending institution” means— (@) a Hicensed commercial bank ; : = (B) a finance company ; (©) the National Savings Bank; J {@) the National Development Bank of Sxl Lanke } ' (@) State Mortgage and Investment Bank; (@) Development Finance Corporation of Ceylon ;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "“Monetary Board” means the Monetary Board of the : Central Bank constit.ted vnder section 8 the Mone- oe tary Law Act; , .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "18 Credit Information Bureau of Sri Lanka Akt, No. 18 of 3890 “National Development Bank of Sti Lanka” means tht . Nettional Development Bank established by the National Development Bank Act, No. 2 of 1979} “National Savings Bank” means the Nationsl Savings | Bank established by the National Savings Bank Act, No. $ of 1971; | : “People's Bunk\" means the People’s Bank established by ‘the People’s Bank Act, No, 29 of 1961; “State Mortgage and Investment Bank” means the State ‘Mortgage and Investment Bank established by the State Mortgage and Investment Bank Act, No. 13 of 1975. : “",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "a . Credit Information Bureau of Sri Lanka . B Act, No.'18 of 1990 SCHEDULE {Section 5) Fravisions Relating to the Board of Directors",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "1. Every Director except the Cheman and the Director re-",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "w feared to in Section 5(1) (vill) shall, unless he vacates office earlier ‘by death resignation or removed Kobd offien for a term of three years and shall be eligible for re-numimation or re-election, a ‘the case may be:",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "Provided that a Director nominated or elected in placu of a",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "Director who had vacated office by death, resignation or removal, aball hold office for the unexpired term of office of the Directary ‘whom be succeeds. ’",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "2 Many Director is temporarily unable to perform his duties of his office during any period duc to ill-health, ar absence trom ‘Sri Lanke or for any other cause, another person may be nomi- tated or elected to act in his place,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "9. A Director may be removed from office by the person or persons nominating or electing him, wlthoat aigning any",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": ". Yeason therefor.",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "4. A Director (other then the Chairman and the Director ro- ferred to in Section 5(1) (viii! may resign his office by letter ‘addressed to the Chsirman and such resignation “shall teke effect ‘upon it-heing accepted by the Chairman,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "4. The Director may be pala auch remuneration and other pay- mente, out of the Fund as may be determined by the Board.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "& (1) Tho Chairman of the Board shall if present preside at every meeting of the Board, In the abvence of the Chairman from any such meeting, the Ditectors present shall elect Chairman from amongst themselves.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "(2) ‘the Bosed shall mest at least once a month and alsa’ a6 seoquentiy as is necessary for te purpose of discharging its func~ tlons under the Act.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": ". . @) The quorum for any meeting shell be four ‘Directors and the Board may subject to the requirement a5 to quorisn and the ‘provisions of this Schedule, regulste by rule, ‘tho: procedure in te Bard to the meetingr of the Board and the transaction of business ‘at suck meeting.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "@)__ All questions for decision at any meeting of the Board shall be decided by the vote of the majority of the Directors pre- sent. In the case of an equality of votes the Director presiding shall have a casting vote. n",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "No sect or deslelon or proceeding cf the Roard hall be invalidated by reason only of the existance of a vacancy among the Directlors or of any detect in the appointment of any such Director.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "‘8.'(1} The seal of the Buresu shall be determined and devised ‘by the Board, and may bo altered in such wanner as may be stermined by the Bosnd,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "I Credit Information Bureau of Srt Lanka ‘Act, No. 18 of 1990",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "(@) The seal of the Bureau shell be in tho custody of the Chairman, -",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "(8) ‘The sepl of the Burvau shall not be affixed to any instri~ mat or document except with the sanction of the Board and ia the presence of the Chairman and two Directors who shall algo be instrument or document in token of their presence,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "(4) ‘The Bureau shal maintain a register of the instruments sod documents to which the aeel of the Burentt has been affixed. % (a) The Cheizman mney resign his office by a letter addroreed fo the Monetary Board end such resignation shell take effect on it being accepted by the Monetary Board,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "(b) The Monetary Board inay at auy time remove the Chairman from office, :",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "J 10, A Director who fs directly or indirectly interested 20 any contract proposed to be mede by the Burenu aball disclose the ature of puch interest at a meeting of the Board and such ‘Director shall not teke wart in any deliberation or deciston on ‘auch contract, and abeDl withdraw from such meeting while such deliberation is tn progress ot such contract is being made,",
    "mean_p_confidence": 0.73
  }
]