[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ast Session 1960-61 . . Sg . (aa) 2 | _ Plumbago Export Duty (Special Provisions) * Act, No. 17 of 1961 _ ; Date of Assent: April’ 25, 1961 ~ Printed on the Ordere of Government Putthtsea't the Golsnacear Pimcacacks Surat, COLORES ee ee ees Price: 16 cents Postage: 10 cents",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "oT Plumbago Baport Duty (Special Provisions) oa Tes, No. 17 of 1961 L. D—O. 94/80. AN Acr 10 VALIDATE THR LEVY AND PAYMENT OF EXPORT ‘DUTY ON PLUMBAGO AT A REDUCED RATE, TO ENABLE BUCH DUTY To BE LEVIED AND PAID AT A RADUCED RATE, AND 0 MAKE PROVISION JOR MATTERS CONNECTED TERREWITH OR INCINENTAE THERETO. Le [Date of Assant: April 25, 1861] WHEREAS by virtue of an Order duly made under section 2 of the Revenue Protection Ordinance, export duty on plumbago became leviable and payable ate reduced Tate with offect from the t day of November, 1959: . Aud whereas with effect from the fifth day of December, 1958, the export duty on plumbago became leviable and payable at the rate in ‘gperation imme- diately prior to the twelfth day of November, 1959, by virtue of the operation of the provisioas of section 3 of that Ordinance: +, \"Aud whereas it hes now beoome necessary t0 vali, ‘Gate the levy and payment of such reduced rate af ‘export duty’ and to enable auch export duty to be levied and paid at euch reduced rate: Be it therefore enacied by the Queen's Most Exoollent Majesty, by and with the advice and oon- sent of the Senate aid the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—- 1. This Act may be cited as the Plombago Export suas ta Duty (Special Provisions) Act, No. 17 of sot 2, Notwithstanding anything im the Customs ‘Yataum Ordinance or any raion paged ander seotion 9 Sez st rdinance or any other written law, it is ft ~declared that yah (@) the export duty on plumbago shall be deemed, for all ‘purposes, to have been validly : Jevishle and payable at the rate of one rupee per bundredweight during the  paviod which commenced onthe twelfth day of November, 1959, and ends on the day immediately prior to the date of tho commencement of this Act; : 2.3 60a",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Plumbago Esport Duty (Special Provisions) Act, No. 17 of 1961 @) section 5 of the Revenue Protection Ordi- nance shalt be deemed not to have applied . to such duty; and (© such duty shall, for the purposes of the Customs Ordinance, be deemed to have been imposed by resolution of the House of Representatives under section 9 of that Ordinance. “4 Bryer da 3. (1) Notwithstanding anything in the Customs spent Ordinance or aity revolution passed by the House of tad jagible at Representatives under section 9 of that Ordinance or Sedaie! any other written law,— @) the export duty on plumbago shall be leviable sad payabl a the rate of one *uDee per : hondredweight; () section 5 of the Revenue Protection Ordinance shall not apply to such duty; and (©) such duty shall, for the purposes of the Castoms Ordinance, be -deemed to be imposed by resolution passed by the House ; of Representatives ‘onder section 9 of the Customs Ordinance, and such duty msy | at any time be ‘abolished, increased, reduced or otherwise altered by @ like resolution or by an Order made under section 2 of ‘the Revenue Protection Ordinance. . Nothing in paragraph (0) of sub-section (1) . anal be deemed or Sonstiued to Gregan or affect @ operation of section 8 of the Revenue Protection rdinance in the event of the export duty leviable and payable on Dplambego by virtue of that sub-section ‘being “altered by an Order referred to in that paragraph, ’ i 4. Nothing in the preceding provisions of this Act Saving of P sions o expo doy shall affect any export duty oh Plambago leviable or bapa ane Payable under any written law other then the Customs Ine irdinance,",
    "mean_p_confidence": 0.78
  }
]