[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYPON@= ¥ Pat 5th Session 1969-70 Fy, i U3 1970-3-2 6/5 we yi, Gy Sr, BSL, er I> Ceylon Hotels Corporation (Amendment) Act, No. 8 of 1970 Date of Assent: February 22, 1970 ” Printed on the Orders of Government Printed at the Dersapmes or Govemmincs Paneae, (vos, to be Pulte ot the erm, Covpmmenee Dame uert Tete Annual Subscription (including Bills} Rs. 30 (Local), Re, 40 (Poreien), payable to the SuriRixTENDENT, GOVERNMENT eet BAS, Fo,\" Mox SomeNT: Gee December each year in respect of thn year following. Late mbeetiptiong wi \"be “accepled on the condition that’ Bills ‘issued before the date of payment will not be supplied. Price: 30 cents Postage: 10 cents ~",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Goylon Hotels Corporation (Amendment) Act, No. 8 of 1970 L. D.—0. 61/68, AN Acr 70 AMaND THR CEYLON Horeis CORPORATION ¥ ‘Act, No, 14 oF 1988. [Date of Assent: February 22, 1970]. BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4. This Act msy be cited ae the Caylon Hotels sensi Corporation (Amendment) Act, No. 8 of 1970.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2. Section 57 of the Ceylon Hotels Corporation smmtomtet Act, No. 14 of 1966, hereinafter referred to as the a'a ‘le “ principal Act”, is heeby amended by the repeat 19% of sub-section (1) of that section and the substitation therefor of the following new sub-section: — =. (1) The accounts of the Corporation shall be",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "andited annually by one or more qualified auditors",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "elected by the Corporation in general meeting and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "who shall hold office for one year. The qualified",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "auditor or auditors (in this Act referred to as ‘\" the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "auditor ”) shsll receive such remuneration from the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "funds of the Corporation as the Corporation may",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "in general meeting decide. The amount so deter-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "mined shall be subject to the approval of the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Minister and the Minister of Finance. ’,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "8, Sections 58, 60 and 60 of the principal Act are Beplcmestat hereby repealed and the following new sections Sut substituted. therefor:— pal bk * Ant. 58. (1) The Auditor-General shall",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "have power— we (2) to direct the manner in which the Corporation's accounts shall be audited by the auditor and to give the auditor instructions in regard to any matter relating to the performance of his . functions as the auditor; and Tote a889 cre :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "2 — Coylon Hotels Corporation (Amendment) Act, No. 8 of 1970",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(®) to conduct a supplementary or test audit of the Corporation's accounts by such person or, persons as the Auditor-General tay authorize in that behalf, and for the purpose of such",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": ". audit, to require information gr additional infermation to be furni: to any mn or persons so antaorvzed, on such matters, hy such person or persons, and in such form, as the “Aniitor-General may,’ by general or special order, direct. *@) The auditor shall examine the agconnts of the Corporation and furnish . & report atating—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(2) whether he has or has not obtained all the information and explanations required by him; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "@) whether the balance sheet and’ accounts referred to in the report are properly drawn up so-as to exhibit a true and fair view of the affairs of the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "- Corporation.",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(8) The auditor shall submit « copy of",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "his audit report to the Auditor-General",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": ". who shall heve the right to comment upon, or supplement, the auditor's report in euch manner as the Auditor- General may think At.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "@ The Auditor-General shall transmit the andit report together with bis comments upon, or his supplement to, such report to the board.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "Pomeotthe ‘BY. (1) ‘The Auditor-General and any EeourGeerel person assisting him in the audit of the qmieanus ond accounts of the Corporation shell have faurmisienct 3 oecs to all such books, deeds, contracts, accounts, vouchers and other documents",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "of the Corporation. az the Auditor-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": ": General may consider necessary for the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Ceylon Hotels Corporation (Amendment) 8 Act, No, 8 of 1970 Porposes, of the andit, and shall be furnished by the officers of the Corpora- tion with such information within their knowledge as may be required for such parposes,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(2) The board shall, on receipt of the anditor’s report in each year, transmit to the Minister—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(@) a copy of such report together with \"the Auditor-Gensralg comments, if any, upon, and is supplement, if any, to, such teport;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "@) a copy of the profit and loss",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": ". account; (©) & copy of the balance shect; and - @® 8 report b tha board on the work the” Corporation for the period to which the accomnts relate.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(B) At least seven days before every ordinary meeting printed eopy of the profit and loss zocount and the balance sheet as audited and the auditor's report as aforesaid together with the Auditor- General’s comments, if any, upon, and his supplement, if any, to, ‘nich report shall be sent by the board to every shareholder at his registered address.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Goes of 60. The Minister shail ley copies of",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "ised” the reports, the accounts and the balance",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "bere sheet referred to in sub-section (2) of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "“amet section 59 before tho Senate and the House of Representatives. \"”.",
    "mean_p_confidence": 0.7
  }
]