[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "men PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA PEOPLE’S BANK (AMENDMENT) ACT, No. 61 OF 1980 [Certified on 20th December, 1960] a Prinsed om the Orders ef Government . : Published as a Supplement to Part II af the Gazette of the Democratic Sociatiat Republic of Sri Lanka of January 02, 1981 sera snc o ommne vvn, ete ——\"[) an PURGHARED AT THE GOVE. PUBLICATIONS BUREAU, coLOMaO Price: 36 cents Postage : 50 cents",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "People’s Bank (Amendment) Act, No. 61 of 1980 (Certified on 29th December, 1980] LD—0. 20/80 AN Act 70 anuno THe Peora’s Banx Act, No. 20 or 1961. BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka a follaws :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "i. This Act may be cited as the People’s Bank Short title {Amendment} Act, No, 61 of 1980,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2 Section 8 of the People’s Bank Act, No. 20 of 1041, Amendment (hereinafter referred to as the “principal enactment”) as of Aa” amended by the People's Bank (Special Provisions) Law, N° 7? ot20#1- No, 25 of 1978, is hereby further amended by the repeal of subsection (1) of that section amd the substitution therefor, of the following subsection :—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "“(1) The Board shall consist of ten directors appointed by the Minister, two of whom shall be . norainated by the Minister in charge of the subject of Co-operatives. ”.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "% Section 12 of the principal enactment is hereby Replecement",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "repesled and the following section substituted therefor:— of section ced Deiscipal",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "“Capital. 42. (1) The authorized capital of the nactment.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "bank shell be one thousend million rupees",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "divided. into twenty million shares of fifty",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "rapees each,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2) ‘The paid-up capital of the bank shall",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "be such amount as may be determined from",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "time to time by the Minister by Order ™,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "published in the Gazette.”.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "4 The following new section is hereby inserted Insertion, of immediately after section 42, and shall have effect as ene section 424, of the principal enactment :— enactrient.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "+ Minister 42a, The Minister may rom tine to time to give we general or special directions in writing Gecilins \"BTS Acard as to the performance of the dutles and the exercise of the powers of the . . bank and it shalt be the duty of the Board to comply with such directions.\" HA pnedt—19,000 61/0) —_",
    "mean_p_confidence": 0.73
  }
]