[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON |, : Ind Session 197-72. ; _— A ~ . Sec uaet nny . figs? . eS aio”. ae . . Qa Kandyan Scholarship Fund ‘~ (Board of Trustees) Act, - . No. 25 of 1971 : t mee . Date of Assent : June 28, 1971 Sony . “ Prilited of the Orders of Govertimeltt ‘ ‘ ‘Printed a¢ the Duraemicnrr or Govenmscnrr Pantie, CETLan, \"To be purchased at the Covemnumr Pusicazawa BOxead, . : ‘CoLen4o wy Annus) Subscription (including Bills) Ra, 30 Choral), Re 40 . (Foreign), payable to the SuPranvrxnvent, (Govesorcnter Punticatrons Bokav, P. 0. Box $00, Couoatso 1, before 20th December each year in respect of the yeer following, Late ‘subscriptions will be accepted on the condition thet Bills ‘unwed before the data of payment will net be eupplied, = ‘Price: 96 Cents . Postage: 10 Cents",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "Kondyon Scholarship Fund (Board “of Trustees). Act, No. 25 of 1071 Axi Acr to ioonronare tae Boano or Tausrams of",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "‘rae KANDvaN ScHOLARSRIP FUND, TO DECLARE THE :",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "PURPOSES TO WAICH THR MONEYS IN THAT FUND BHALL",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "BE APPLIED AND TO MAKE PROVISION FOR MATTERS",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "CONNECTED THEREWITH OR INCIDENTAL THERETO.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "[Date of Assent: June 28, 1971] . BE it enactad by the Queen’s Most Excellent Majesty, . by and with the advice and consent of the Senate aud House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the came, as follows: —",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "4. This Act may be oited as the Kandyan stettute Scholarship Fund (Board of Trustees) Act, No 25 of :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "2, From and after the passing of this Act, the Taommatca members for the time being of the Board of Trustees {ror , af the Kandyan Scholarship Fund shall be a body {atta seperate with perpetual succassion and the name SieAnhp i “ The Board of Trustees of the Kandyan Scholarship Fond”, The Corporation may sve and be sued by thet name. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "8. The Corporation may acquire and hold any Zowec oft property, movable or immovable, By ight of purchase, mpi grant; gift, testamentary disposition or otherwise and  pmzeny. all such property shall be held by the Corporation subject to the rules for the time being of the Corpora- tion and may, subject to such rules, be sold, mort- * gaged, leased, exchanged or othorwise disposed of.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "4%. (1) The first Board of Trustess of the Kandyan Comsitasa Scholarship Fund shall consist of",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "Mr. L. W. Madugalle, Permanent Secretary,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "Ministry of Sports and Parliamentary Affairs,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "Dr, L.-W. Mediwake, Kundasale,",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "Mr. P. W, Mediwake, Kundasale, : .",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "Mr. U. B. Mediwske, Mercantile Bank, Kandy,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "Mr. A. M. K, Abeyakoon, Kundasale, «",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "Mr. J.L, P. Perera, Prootor 8.0. & Notary Publio,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "Kandy, and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "‘Mr. L. B.-W, Pitawala, Madugoda,",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "(2) Each member of the Board shall, unless he vesigna earlier, be a member for life.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "‘Emo —a09s carry we .",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "2 Kandyan Scholarship Fund (Board of Trustees) Act, No. 85 of 1972",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(8) Any vacancy in the Board shall be filled by the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": ". eo-option of a person by the remaining members of the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "Board at a special meating summoned for the purpose. (4) The Chairman and the Secretary of the Board shall he elected annually by the Board and shall hold office for ons year; they. shall be eligible for . re-election. (6) Moctings of the Board sball be summoned by the Secretary, who shall give at least three clear days’ notice in writing to the members.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "+ (8) The quorum for # meeting of the Board shall",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "_ be three, Coe Bae. 8, ‘The Rosrd may mnke rules regarding the meetings of the Board, the, accounts of the Fund, the conditions of scholarships in addition to those men- tioned herein, and all other matters for which rales",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": ". may be considered necessary by the Board.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "Tia Hui, @. The Fond shall consist of —",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(© a mum’ of twenty-five thousand rupees donated by Senator M. B. W. Mediwake for the purpose of investment;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": ". . (®) the contributions received from the public and from institutions interested in furthering the objects of the Fund; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(© the income derived from the investment of the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": ". som of twenty fre Comund rupees  roferred to in paragraph (2) and from the ot investmente siecle by ne Boal",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "Bastar, 7. The Bank of Cevton, Kandy, or any other bank selected by the Board for any special reason shall be",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "the bankets of the Fund. Loe Use at income, 8, The Board shall atilize the income from invest- ments and contributions for the following purposes :— @ to assist annually at least five students of science . who are Kandvans, and who are selected, in aceordanes with the provisions of section 9, f to continue their studies hevond the General Certificate of Education (Ordinary Level) - Examination by granting each of them scholarships of the value of five hundred",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "7 ropees for a year;..",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(0) to meet the expenses of the Fund: -- - :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Kandyon Scholarship Fund (Board of Trustees}. 8 Ast, Nqo85, of 1974 9.” ).Of the studentato-whom. scholarstiips ‘are Seeitiva of:.:-- granted — worn ee? {a) one shall be a relation hy blood of Senator M.-B., W. Mediwake; .. : pare -(@): two students shall be from the area which at the : ‘time of commencement of this Act is within the Electotal ‘District of Minipe; - (©) one student shall be from.the area which at the, time of the commencement.of this Act is within the Electoral District of Kundasale; an {@) one student shall be from the area which at the time of the commencement of this Act is * within the Electoral District of Teldeniya. (2) If at any time the income so warrants, the Board may increase the number of scholarships provided that the additional scholarships ere granted to Kandyan stodents born in the area which at the time of the commencement of this Act is within the limits of the Electoral District of Minipe. (8) Only students who have passed the General Certificate of Education (Ordinary Level) Examine tion and are qualified for admission to the General = _ Certificate of Education (Advanced Level) Science classes shall be eligible for scholarships. From among applicants so eligible the Board shall select for . scholarships the best students after examination of thei school records and the results of examinations. ‘The decision so made shall be final. (©) The sum of five hundted rupees a year, referred to in section 8 shall be paid to each holder of # scholar- ahip in three instalments, the first instalment shall be sum of two hundred rupees and the other two instal- , ‘ments shall be one hundred and fifty rupees each. Each soch instalment shall be paid at the commencement of each academio term, (8) No student may receive assistance from the Fund for a period excseding two years. 40. Nothing in this Act contained shall prejudico serine of the or affect the rights of Her Majesty the Quoen, Her Ze 912” Heirs and Successors, or of any body politic or ots corporate or of any-other person except such as are mentioned in this Act and those claiming by or from or under them,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "+ & Renéyan Scholarship Fund (Board of Trustee ) Act, No, 85 of 1972 Totepeda. «44, Tn thin Act unless the context otherwise _ tequires— “Hoard moans the Board of Trustees established and incorporated by this Act; “Fund * means the Kandyan Scholarship Fund; “ mamber ” means @ member of the Board; : “Bandyan” meang a person subject to the Kendyan law. .",
    "mean_p_confidence": 0.7
  }
]