[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA TERTIARY AND \\ VOCATIONAL EDUCATION : ACT, No. 20 OF 1990 (Certified on Ist June, 1990} . Printed on the Orders of Government * Published as a Supplement to Part II of the Gazette of the Democratic . Socialist Republic of Sri Lanka of June 01, 1990 . err en FEN EG EA Se Price : 3. 60 Postage : 3. 10",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "+ ‘Tertiary and Vocational Education : Act, No. 20 of 1990 | EP: [Certified on ist June, 1960] LD —0.46/87 eo i ‘Ax Act 70 7IOVIDE FOR THE ESTABLISHMENT OF A TERTIARY AND . ‘Vocariomat Epucation COMMISSION ; TO PROVIDE FOR PLANS FoR tim onevevormenr of Tuattany Epucazrow AND Vocarionat EeycaTion AND ITS IMPLEMENTATION THEREOF ; FOR THE ESLAMLISHMENT OF A NATIONAL APPRENTICE AND “ Imoustara, Tuaranc AUTHORITY; AND FOR MATTERS CONNECTED NHEREWTTE OW INCIDENTAL THERETO, BE it enacted by the Parliament of the Democratic Soctalist Republic of Sri Lanka as follows :— 1, This Act may be cited as the Tertiary and Vocational short ttle. Bducation Act, No. 20 of 1990, PARTI : Caapren T me . ESTABLISHMENT OF THE TERTIARY AND ‘VOCATIONAL 2DUCAMTON COMMISSION % ‘There shall be established a Commission which shall Estabtiah- be called the Tertiary and Voeationel Education Commis- Tertiary ond sion (hereinafter referred to a5 “ the Commaission”). Education : Gomintaton. 3 (1) The general objects of the Commission shall be— Oneats (@) the planning, co-ordination and development of Comminios, tertiary education and vocational education at all levels in keeping with human resource needs of ‘the economy ; . (b) lhe development of a nationally recognised systems for granting of tertiary education awards and vocational education awards including certificates, and other academic distinctions; and (c) the maintenance of academic and training standards {in institutes, agencies and ali other establishments provinding tertiary education and vocational educa- tion. (2) Tn the development of tertiary education and ‘vorational education the Commission shall be guided by the directive principles set out in sub-paragraph (h) of paragraph (2) of Article 27 of the Constitution of the Democratic Socialist Republic of Sct Lanka. : 22 007081 (90/01)",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ". 2 Tertiary and Vocational Education, Act, No. 20 of 1990 ot ee Commission, 4 ‘The Commission shall bave the power— (a) to advise the Mintster on the general policy relating . to tertiary education and vocational education ; (6) to ensure that the general policy in regurd to tertiary . ‘education snd vocational eduvation is given effect toy (©) to co-ordinate the system of tertiary education and o vorational education ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "@ to submit reports to the Minister on the financial, staff and other requirements of institutes registered wader this part of this Act ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "{e) to make or pay, with the approval of the Muister grants and subsidies to institutes, persons and establishments registered under this Part of this Act, in respect of any purpose authorized by & Development Plan ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(Q) to determine the facilities necessary to ensure the Proper welfare of students and staff of all institutes ‘and establishments registered under this Part of this",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Act > ~ : (g) to make rules; and {h) t do all such other acts which in the opinion of the . Commission are necessary for or conducive oF tmeidental to the attainment of the objects of the Commission, Genera 3. .(1) The Minister shall be responsible for the genefal fy ike direction of tertiary educstion end vocetional education and Satie, the administration of this Act.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2) The Minister may from time to time issue “to the Commission such general written directions as he may deem necesuary in a pursuance of national polley to enable him fo discharge effectively bis responsibility for tertiary education and vocational education and the administration of this Act:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Provided however, the Minister shall not {ssue and such directions to the Commission relating to the exercise by the Commission of its powers under section 20 and section 26",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(3) The Minister may from time to time call on the Commission to furnish such information as he may deem nevesaaxy relating to its functions and duties,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Tertiary and Vorationat Bducation a z Act, No. 20 of 1980 (4) The Commission shall comply with such directions and the governing authority of every institute, agency and other establishment providing tertiary education and vocational education shall afford such iucilities or provide + such information to the Commission as may be necessary to enable the Commission to comply with such direction.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "6 (1) The Commission shall consist of the following Cotetitution.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "members -— Eoranisio,",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(a) the Director-General of Tertiary Education and ‘Vocational Education ; .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(b) the Chairman of the National Apprentice and Indus- trial Training Authority ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "{0} the Director-General of the National Institute of Education established by the National Institute of Education Act, No, 28 of 1985; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(@) the Director of Technical Réucation of the Ministry of the Minister in Charge of the subject of Higher ‘Education ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(@) not less than four and not more than six persons appointed by the President in consultation with the Minister (hereinafter referred to as “: ‘appointed members\") fom among persons experienced in the field uf Industry, Commerce or Education.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(2) A person shall be disqualified from being an",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "appointed member of the Commission, if he is or becomes a ‘Member of Parlismaent or a Member of a Provinelal Council. (@) The President shall in consultation with the Minister appoint one of the eppointed members of the Commission to be the Chairman of the Commission (hereinafter referred Yo ag “the Chairman”) .- (4) Subject to the provisions of section 7, every appointed member of the Commisslon shall hold office for 2 perlod of four years from the dete of his appointment to auch office. 7. (1) The President may after consultation with the Vacation of ‘Minister bw order made in writing remove an appointed member from office without assigning any reason therefor, and thereupon such member shall be deemed fo have vacated office, . _@) An appointed member may at any time resign from _ his office by letter to that offect addressed to the Minister and such resignation shall take effect upon. it being accepted by the Minister.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "4 Tertiary and Vocational Education Act, No. 20 of 1990 . (@) In the event of the vacation of ofice by death, raalg- nation or removal of any appointed member, the President . may in accordance with the provisions ef paragraph (d) of subsection (1) of section 6, appoint any other person to succeed such member, Any person so appointed in place of such appointed member, shall hold office during the unex~ a pired term of office of the member whom he succeeds, BMectings of \"8, (1) The Chairman shail preside at every meeting of Bien the Commission. in the absence of the Chairman from any such meeting the members present shall elect one of the wmembers present to preside at such meeting.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(2) ‘The quorum for any meeting shall be decided by",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "the Comttaission.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(8) All question for decision at any meeting of the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "Commission shall be decided by the vote of the majority of the membera present. In the case of an equality of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": ". ‘votes, the Chairman or member presiding shall in addition to bis own vote, have a casting vote,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "@) The Chairman shall—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(®) be responcible for the preparation of the agenda for the meetings of the Commission and the sub- mission for the consideration of the Commission",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": ": of policies and measares considered by him to be necessary for the purpose of carrying out the * principles and provisions of thie Act; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(li) exercise such powers as are delegated by the Com- mission for the purpose of controlling its affairs.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(8) Subject to the provisions of subsections (3) and (4),",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "the Commission may regulate its own procedure in regard to its meetings and the transaction of business at such saeetings,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(6) No aot or decision or proceeding of the Commission",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "‘shall be invalidated by reason only of the existence of vacancy among its members or any defect in the appeint- ment of a member thereof,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(7) If the Chairman is by reason of leave, illness, absence",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "trom ri Lanka or other cause, ts temporarily unable to Perform the duties of his office the Minister may appoint ‘one of the members as acting Chairman for such period ‘the Chairman is unable to perform the duties of his affice.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Tertiary and Vocational Education 5 ‘Act, No. 20 of 1990 9 (1) The Commission may estsblish committees to Committees, - sssist it in the performance of its functions and -may appoint any such persons ax it may deem fit to be members . of any such committees. : - _ Q) The Commission may delegate to a committee estab- lished under subsection (1) such of its powers ax it may deem fit, but shall not be divested of any power which it may have delegated to a committee. The Commission may amend or revoke any decision made by a committee. 10. (1) ‘There shell be appointed Director- ‘Gegerad, and (a) 9 Director-General of the Commission under the salt of the name and style Director-General of Tertiary Edu- Commussion, cation and Vocational Eduestion (in this Act referred to ax “the Director-General”) ; {b) a Secretary to the Commission ; ond {c) such other officers and other staff as is deemed necessary to assist the Director-General. (2) The Director-General shall he the head of the office of the Commission and be responsible for its administration, (3) The Director-General shall— {a) be responsible for the supervision of institutes registered under section 14 and of persons and ‘establishment conducting specified courses register- ed under section 15; (b) exercise such powers and functions as are delegated . by the Commission, ~ (4) In the exercise of the powers vested in him under subsections (2) and (8) of this section, the Director. General shall have the power to make auch order as may seem necessary to him. () The Commission shall have the power to amend, revise or revoke any order made by the Director-General (©) The property of the Commission and the exctusive Tight to sue for and recover moneys and other property due to the Commission shall vest in the Director-General along with the power for hira to sue and to make such contracts ang conveyances, and to do all other lawful things $8 core (0/00)",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "6 Tertiary and Yocasional Education Act, No. 20 of 1990 relating to such property; and any civil or criminal pro- ceedings taken hy virtue of this section by the Director General shall not be discontinued and shall not abate by reazon of his death, resigetion, retirement, or removal - from office, but may be carried on by and in the name of his successor in office. CHAPTER IT ‘Devaropmanr PLAN Development 11. (1) The Commission shall, from time to time in Fin. according with the guidelines inching criteria for . slegibility or entry requirements issued by the Minister Prepare a plan or plans as the case may be, for the deve lopment of tertiary education and vocational education in Sri Lanka. The Minister shall with his report thereon sub- mit such plan or plans to the President for approval. (2) ‘The President may in consultation with the Minister approve such plen or plans with or without amendments. . (8) Bach such plan approved under subsection @) by the President, shall be published in the Gazette by the Minister as a Tertiary Education and Vocational Education Development Plan (in this Act referred to as “the Deve- . lopment Plan”), The Commission shall be responsible for giving effect to all Development Plana.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "(@ Upon a request by a Chief Minister of a Province, the Minister may direct the Commission to prepare a plan ‘under subsection (1) for the development of tertiary edu- cation and vocational education in the said Province, The President shall before making » determination under sub- section (2) consult the Chief Minister thereof.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "() ‘The Commission may with the approval of the Minister make any grants or psy any subsidy in respect of any purpose authorized by a Development Plan.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "(©) The general institutions for the provisions of tertiary education and vocational education or tertiary education or vocational education shall be Regional Colleges, Techni- eal Colleges and Shilpayathanas,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "(7) ‘The provisions of thia section sball not apply in respect of the Univeralty Grants Commission established under the Universities Act, No. 16 of 1978.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "wee",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "‘Tertiary and Vocational Education 1 ‘Act, No. 20 of 1990",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "32 (1) The Commission may under subsection (1) of Commision section 11 prepare plans for any nationally recognised system. to perere ‘of tertiary education awards and vocational education fatioaally ‘awards, including the reeognition of any registered exami. Serogalzed nation an examination for such purpose. tertiary",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "ea",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "@) Whenever a Development Plan includes a scheme of and awards referred to in subsection (1), such scheme of woomlone? : awards shall be recognised as a national tertiary education awards, ‘and vocational education award.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "CHAPTER UI . muoisTeaTion",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "1% (1) A Development Plan may specify a tertiary Determine education course or vocational education course conducted fnecifed ‘by any person or establishment other than— courses,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(a) any institute registered under the provisions of sub-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "section (1) of section 14, (&) any institute exempt under the provisions of sub- section (8) of section 14; or . (©) the Nationa) Apprentice and Industrial ‘Training Authority, aa a specified course,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(2) The Minister may by Order published in the Gazette ‘appoint « date from whsch such course will be deemed ‘to be a specified course for the purposes of section 15.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "14. (1) No person shall, establish, manage, run or control Registration any institute for the provision af tertiary education ang “thts ‘vocational education, or tertiary education or vocational education without being registered under this Act.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(2} Any development plan may classify the categories of persons and establishments providing tertiary eduration ang vocational education or tertiary education or vocational education as the case may be, for the purpose of registration under subsection (1). .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(8) Application for registration shall be made to the Disector-General, On receipt of such application the Director-General shall submit a report on the suitability of the institute including the facilities available, and the adequacy of the staff of the institute to the Commission.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "ne B Tertiary ond Vorational Education : Act, No. 20 of 1990 (4) Where the Commission is satisfied on the report submitted by the Director-General, that the institute is able fo wdequately provide tertiary education and voce: tional education or tertiary education or vocational educa tion as the case may be, in conformity with the Develop- : ment Plans, the Commission shall approve such spplici- tion, Upon the approval the Director-General shall register such institute, under such name and style specified by . * the Commission. ‘The Commission shall also specity _ the “governing authority of the’ institute and the appropriate category under which the institute is to be _ Tegistered. . (8) ‘The Director-General. shall cause to be published ia the Gazette from time to time a list of the institutes regis- tered under subsection (4), and such other particulars relating to those institutes ax are prescribed, (@) Provisions of this section shall not apply to— G) universities and other Higher Educational Institutes . catablished under the provisions of the Universities Act No. 16 of 1978; « - (i) the Counell of Legat Education established under + the Council of Legal Education Ordinance (Cep. 276) = . Gilt) the National Institute of Education established by the Notional Institute of Education Act No, 28 of 1985 ; and . (iv) the Colleges of “Education established by the’ Colleges of Education Act, No. 30 of 1886. Registration 36. (1) No person or establishment shall conduet any oe epee tertiary’ edueation and vocational educatfon course oF 7 tertiary education course or vocational education course ~ ‘being # specified course without heing registered under this ‘Act,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "(2) Application for registration shell be made to the Director-General, On receipt of such application the Director-General shell submit a report on the suitability of the person or establishment including the facilities available und the adequacy of the staff of the person or establishment to the Commission,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "(3) Where the Commission is satisfied on the report submitted by the Director-General, that the person oF establishment is able to adequately provide tertiary eduction and vocational education or tertiary eduestion or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "[Tertiary end Vocational Education 9 ‘Act, No. 20 of 1990 .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "vocational eduration as the case may be in conformity, with the Development Plan, the Commission shall approve such application, Upon approval the Director-General shall register such person or establishment, under euch name and style specified by the Commission, ‘The Commission shall also specified the governing authority of the establishment . or person and the approptiate category under which the establishment or person ie to be registered.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(4) ‘The Director-General shall cause to be published in the Gazette trom time to time a list of the persons of establishments repistered under subsection (3), and such other particulars relating to those establishments or persons as are prescribed.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "16 (1) No person or establishment shall conduct any Registration examination for conferring or granting any tertiery pisces’ education nward or vocational education award, without being registered with the Director-eneral under this Act: eon,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "Provided however, the provisions of this subsection shalt ‘ot apply in respect of— +",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(@) any institute registered under subsection (1) of",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "section 145 “",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "{) any institute exempt under subsection (6) of",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "section 14; on (c) any person or establishment-.conducting. specified courses registered under subsection (1) of section 35; and < .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(@) any examination conducted for the employees or . trainees of one single institution or organtzation for its internal purposes, .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(2) There shell he prescribed the information to be turnished for the purpose of registration under the Provisions of this section,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "() Application for registration shall be made to the Director-General and the Director-General shall forward to the Commission all applications which are in conformity with the preveribed procedure,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(4) The Commission shall approve all applications which conform to the prescribed procedure. Upon approval the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "~Director-General shall register such examination,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": ". 10 ‘Tertiary and Voeational Education . ‘Act, No. 20 of 1980 (8) ‘The Director-General shell cause to be published in the Gazette from time to time a list of the examinations registered under subsection (4), Commission's 17. (1) The Commission’ may exercise the following ‘Teapect of powers in respect of any institute registered under section Petgong and 14 and any persons and establishments registered under ae sectton 15— iments . . met (@) to determine in acrordance with the application foc seatogs registration the courses of studies and training to he provided at any institute registered under section : a; . (b) to determine the requirements for admission to— .' _ @) each study and training course conducted by a any registered person or establishment ; and \"G0 each specified course; * {e) to determine the qualifications of the staff ; . (@ to tesue guidelines for— (@) the curricula in respect of courses of studies ; and. | _ =» G3) the syllabus in respect of training courses, . ; and to ensure the compliance of such guidelines by _ | q+ Peaistered institutes, persons or establishments con- * ducting specified courses; ~ (e) to determine the academic and training standards to \"+ be maintained ; () to determine the type of examinations to he conducted” for the grant of certificates, distinctions and other awards; * \"(@) to determine the facilities necessary to ensure the Broper welfare of the students and the staif; (h) lo determine the duties of managers and heads of registered institutes and the manner of the perfor- manes of their duties ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": ". Tertisry and Vocational Education uw : ‘Act, No. 20 of 1990",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(2) 40 approve the curriculum end determine the manner in which any examination is ta be conducted fn Tespect of national tertiary education awards and ‘vocational education awards ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "G) to determine the qualifications, period of training, salaties, appointment, grading, suspension and removal of instructors;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(k) to determine the days on which and the hours during which students shall attend lectures and the days which shall be observed as holidays by all registered institutes and places where specified courses are conducted ;_",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": ") to determine the standards of accommodation to be",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "mainteined in registered institutes and any place where specified courses are conducted ; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(m) to determine the manner of exhibition of notices by °",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "person conducting any specified course under section 18, -* .",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "@) The Minister may on the advice of the Commission by Order published in the Gazette specity the number of students to be trained in respect of any particular course of study or training and the reasons for so specifying. Upon the publication of such Order the Commission may deter- mine in accordance with the piovistors of such Order the number of students to be admitted for such specified course, in all institutes registered under section 14 and by ‘@ny person or establishment registered under section 15.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "18, ‘Tha Director-General or any officer assisting the Fowersat Director-General to whom such power ia delegated, sball ‘Geral im have the power— . Oe insttates",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "{@) to colt for information and returns from— Rod estabe “+ d) registered institutes ; rented",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "Gi) persons and-establishments conducting specif. unger this, ed course; and \"=\" . (ii) persons and establishments conducting regis- . ‘tered examinations, as are required by the . ‘Commission ; and ” (b) to enter and inspect the premises of a registered » institute, person or establishment, or any premises where any specified course is being conducted.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "12 Tertiary and Vocational Education -~ . Act, No. 20 of 1990 Appeals 1%. Any person whose application for registration under | refusal to section 14 or section 15 is xefused by the Commission, he Fegister. may, within two weeks of the notification of such decision, appeal in writing against such decision to the Secretary . to the Ministry of the Minister, and the decision of such Secretary on any such appeal shall be final und conclusive. Cancellation 20, (1) The Commission shall have the power to cancel Registration. \"- registration granted under section 14 or section 15 on any ‘one ar more of the following grounds :— (@) acting in violation of national policy; (©) acting in contravention of the Development Plan; (©) breach of any conditfotis of registration or any emndition imposed hy the Commission under the => Provisions of section 173... , {@) improper conduct of examinations ; * (¢} inability to impart instructions in accordance with any rules unade by the Commission in thet behalf; . G).misnianagement of the affairs of any registered w. _- dnstitute'or any person ar establishment conducting *.% avapegified courte; and (@)-féllave to provide information of permit inspection + ni .7, undér section 18, (2) The Commission may from time to time direct the Director General to inquire and to submit a report to the ‘Commission as to the cancellation of the registration of any registered institute or any person or establishment con- ducting a specified course on any of the grounds specified fn subsection (1): “ . Providell the Commission may with the approval of the ; ‘Minfster appoint any other suitable person ta conduct such an inguiry Where=.° | (® the Director-General ts temporarily unable to s perform his duties due to leave, sickness, absenco from Sri Lenka or any other cause; Gi) the appointment of such person is necessary to ‘expedite inquiries ; or (iif) in the opinion of the Commission such inquiry should not be conducted by the Director-General.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "Tertiary and Vocational Education pty ‘Act, No, 20 of 1990 .",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "“+ (3) The Director-General or any other person conducting * 7 the ingwiry chall, after due notice to affected parties, 2 conduct an inquiry and submit a report to the Commission : on the finciings of the inquiry and the recommendations with we copies to the affected parties, .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "(4) On receipt of the notice under subsection (3) the Commission may by notice sent to the party affected, require him, within such time as specified in the notice, ‘to show cause why his registration should not be cancelled: and wheres such party falls to de so within the time specified, the Commission may cancel the registration.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "(3) Where on receipt of a notice under subsection (4), the party fails to show cause to the salistaction of the Commission, the Commission may by order, cancel the ‘vegistration, subject to an appeal to the Court of Appeal under section 21.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "(6) ‘The order made under subsection (G) shall take",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": ". effect—",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "(@) wbere no appeal fs made to the Court of Appeal under section 21, upon the expiration of the period within which an appeal may be made to such court ; or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "(2) where an appeal is made to’ the Court of Appeal",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": ". under section 21, upon the Court of Appeal effairming the order of the Commission, 21, Any institute, person or establishment may, within Appeats £ four wenks of the order of cancelation of the registration Elncetlcion, under subsection (5) of section 20, appeal to the Court of ‘ Appeal cn any question of law, and where an appeal ia",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "made, the registration of such institute, person or establish- tment shall stand suspended until the determination of such ‘appeal. : ny",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "- CHAPTER IV , _",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": ", Assoctare Treammes © 2% Any development plan may make provision for the Asociate award of associate degrees in any specified branches of Deere’. , earning by any institute referred to in section 23 and * geetion 24, : 40007581 enor)",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "“ Yertiary ond Vocational Education oa ‘Act, No. 20 of 1990 Ayand at 23. (1) Notwithstanding anything contrary in any other Begressby law, ony Institute of Higuer Learning may, in accordance ae ‘with any Development Plan and with the approval of the Yeorning. relevant Minister if any and the Minister, award assoclate degrees in such specified branches of learning, (®) Any Institute of Higher Learning empowered to award associate degrees under the provisions of subsection (1), shall subject to the provisions of subsection (4) of section 25 have the following powers =—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "(@) to make rules, specifying the examinations and other conditions that are necessary for the award of associate degrees ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "(®) to register affiliated colleges, for the purposs of conducting courses of studies leading to the award of asvocinte degrees ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "{c) to hold examinations for the purpose of ascertaining students of registered affiliated colleges who have reached the required standard for the award of associate degrees ; and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "(@ to award associste degrees to such students who ‘have passed the required examinations and fulfll-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "b ed all conditions prescribed by rules made under r paragraph (o}-",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "‘Aesociate 24, (1) The Minister may, in accordance with any",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "Tatintes, _ Developtnent Plan, by Order published in the Gazette, recognire any institute other than an Institute of Higher Learning as an ausociate degree institute for the purpose of awarding nusociete degrees in such branches of learning aa are specified therein.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "(@) ‘The order under subsection (1) shall apecifty—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "(@) the name and style of the institute ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "{b) the seat of the institute ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "(©) the person petitioning for establishment of the institute ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "(@) the category or the categories of associate degrees thet may be conferred and granted by such inatitute ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "@ the structure of the institute,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "Tertiary end Vocational Education 18 Act, No, 20 of 1390",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(3) In addition to such powers os may be specified in the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "Order made under subsction (1), an institute shall also",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "have the power—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(a) to register students and provide for instruction in such branches of learning as are specified in the order;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(@) make rules, specifying the governing authority of the institute and its powers, the style of office of the chief academic and administrative offices of the institute, and their powers and functions, the academic hoard of the institute, its composition and their powers, and examinations and other condi- tions that are necessary for the award of associate degrees ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "* (0) to hold examination for the purpose of ascertaining the students who have acquired proficiency in the courses of study in such branches of learning as are specified in the order;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "{@) in accordance with the order, to grant aud confer associate degrees to such students who have passed the required examinations and fulfilled ail the conditions prescribed by rulea made under psra- graph (6);",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "4@) to employ atch staff as may be necessary for the administration of the institute ; and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "{U) to do such other acts as are necessary for the welfare of the staff and students of the institute.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "25. (5) There shall be cstablished an Amociate Degree Astoclatn * Committee (hereinafter referted to as “the Committee”) Committes, of the Commission which shall consist of the following persons :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(a) the Chairman of the Commission who shall be the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "Chairman of the Committee ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "4) two members nominated by the Commission ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(©) one member nominated by the University Grants ‘Commission ; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "<8) one member nominated by the National Institute of ~ Education.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "16 Tertiary and Vocational Education . ‘Act, No. 20 of 1990",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(2) The members of the Committee shall hold office for ‘8 period uf four years.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(B) ‘The Minister shell before making an order under the provisions of subsection (1) of section 24 obtain a report from the Committee in relation to such institute including ‘the educational facilities provided therein,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(4) Thy Committee shal exercise the following powers :—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(a) determine the requirements for the admission of",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "., students to courses of study leading to the award of associate degrees ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(0) determine the courses of study which shell be Provided in each institute, being courses of study in * such brenches of leaming as are specified in the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "_ * Order and the examinations to be held to ascertain whether students who have followed such courses of study have acquired proficiency therein;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(©) determine from time to time in accordance with auy Development Plan, the number of students who shell be admitted annually to each such institute 1m respect of the different courses of study being conducted et such institutes ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(@ delermine the qualifications of the teaching stalt of such institutes; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "{e) determine the facilities ta be provided and the arademic standards to be maintained at such institutes,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(©) For the purpose of this section “institute” includes Institute of Higher Learning, Associate Degree Institute, and affliated colleges,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "Bevoegtion 26. (1) The Minister may on the recommendation of the mee ae Commission revoke any order made under section 24 section 24 (@) The Commission may recommend the revocation of say such order in respect of any assocfate degree insti- tute on any one or more of the following grounds: — (@) acting in viclation of the national policy; +. (®) fallure to conform to the relevant Development Plan; ot ‘",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "Tertiary and Vocational Education ww ‘Act, No. 20 of 1990",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(©) costravention of any condition imposed under section 24 and where such failure has resulted io— (@ inadequate facilities for the provision of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "education in such institute; or . (i) tbe education at the institute does not accord effectively with national interest or educa- cational policies in respect of tertiary edu-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "cation ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(@) failure to conduct or the improper conduct of exam! nations for the award of associate degrees ; and. jo. | \" @) mismanagement of the institute leading to a dis",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "ruption of educational activity.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "@) (a) Before making a recommendation with respect",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "Yo an associate degree institute, the Commission shall by  Rotice sent to the institute, require it within such time 86 is specified in such notice to show cause why a recom- mendation revoking the oder made under section 24 in respect of such institute, should not be made to the (6) Where the institute tails to show cause within the time cllowed or fails to show cause to the satisfaction of the Commission, the Commission shall recommend to the ‘Minister, the revocation of the order made under section 24, in respect of such institute. The Commission shall cause 8 copy of such recommendation to be sent to the institute,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(®) The Minister my, subject to the provisions of section 27, on the receipt of the recommendation after @ lapse of six weeks by notice published in the Gazette revoke the said order. '",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(8) The Minister may make an order under subsection",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(1) of section 26 on the recommendation of the Com- snission—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(@) where no appeal is made to the Court of Appeal un-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "dar section 27, upon the expiration of the period : within which an appeal may be made to suche . Sour; OF",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "cr) Terttery and Vocational Education ‘Act, No. 20 of 1990 “ (b) where an appeal is made to the Court of Appeal, upon the Court of Appeal affirming the recommen- ation of the Commission, Appeal 27, Auy Institute aggrieved by the recommendation made setae under section 26 may appeal to the Court of Appeal on any wevocet question of law within six weeks of the making of such re- commendation by the Commission, and the provisions of : section 21 shail apply, mutatis mutandis, in respect of such appeal, . CHAPTER V ‘Masce.canzous . Regulations «28 (1) The Minister may make regulations in respect of matters for which regulations are authorized or requir- ed to be made by this Part of this Act,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "(2) Every regwation made by the Minister shall be pub- Ushed in the Gazette and shall come into operation on the date of such publication or on such later date as may be specified in the regulation,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "() Every regulation made by the Minister shall, as soon; as convenient after its publication in the Gazette be brought before Parliament for approval, Any regulation which is rot so approved shall be deemed to be rescinded as trom the date of disapproval, but without prejudice to any-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "oo thing previously, done thereunder.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "{@) Notification of the date on which any regulation is deemed to be so rescinded shall be published in the Gazette, : 1",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "Director- == 2%. (1) \"The Director-General may apply to court for an funy order under the provisions of subsection (3), whenever— ” te court -",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "(a) eny tertiary education course or vocational educa- ,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "tional course is being conducted by sny institute + not being registered under the provisions of see- tion 14; of (®) where any specified course is being conducted by any person or establishment withou! being regls- tered under the provisions af section 15; or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "(©) where any examination is being conducted by any petson or establishment without belng registered undex the provisions of seation 16; or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "Tertiary and Vocational Education 9 ‘Act, No, 20 of 1990 _. (@) where any associate degree 1s awarded by any tns- titute not being an institute recognized by an order made under the provisions of section 24. (2) Any cestificate issued by the Director-General.to the effect that— (@) any institute is not rogistered under the- provisions cof section 14; or (®) any specified course is not registered under the pro- visions of section 15; oF (©) any examination is not registered under the prove sions of section 18; or (a) any institute for awarding assoclate degree is aot recognised by an order made under the provisions of section 24, shall be prime facie evidence of the fact stated therein. (3) The court shail aiter inquiry and being satisfied ‘that— (a) eny tertiary education course or a vocational educa- tion course is being conducted by any institute not being registered under the provisions of section 14; or {b) any specified course is being conducted by any Person oy establishment without being registered under the provisions of section 18 ; or (©) any examination is being conducted by any person or establishment without being registered under + the provisions of section 16; or . {@) any Associate Degree is awarded by any institute not recognised by an Order made under the provi- sions of section 24, make an order prohibiting either— (@ any person maneging any institute referred to in sub- \" Paragraph (a). from conducting any tertiary edu- cation course or vocational education course ; or Gi) any pergon or any person managing any establish- ment referred to in sub-paragraph (b) from -con- ducting any specified couse;or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "2 Yertiary and Vocational Education . Act, No. 20.of 1990",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "iii) any person or any person managing any establishe : ‘ment from conducting such examination referred",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "to in sub-paragraph (¢) ; or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": ". Gv} any person managing any institute referred to in",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "sub-paragraph (d) from awarding any associate degree as is appropriate in relation to the said - application, .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "{4) Tbe Director-General may apply to court for any interim order to prevent the violation of the provisions of sections 14, 15, 16 and 24 until an application made under subsection (1) is determined by court and the court may",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": ". make such order ss it deems fit for such purpose. Exemption 80 (1) The Minister may for a period not exceeding one weEation year from the date of commencement of thin Act exempt of certain any institute or any category of institutes from registration institutes under the provisions of section 14.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "\" (2) The Minister may prescribe by any interim regula- tion, for registration of institutes under the provisions of section 14, for the registration of examination under the Provisions of section 16 and such regulation shall take effect either for a period not exceeding three years from the commencement of this Act or the publishing of the relevant development plan, whichever happens earlier, Exemption 3. ‘The Minister may by order published in the Gazette EeMislong «exempt from the provisions of section 14 and section 16 any Steecsons statutory body established by an Act of Parliament having Gund 8a its objectives the provision of tertiary education and the #atutory , “certification in respect of any professions where the Minis- ‘odes ter is patislied that the education provided and the exami- nations’ conducted fs of a sufficient standard and is in accor- dance with national, policy. Commission $2 {1} The Commission shell from time to time report fombmit to the President and the Minister the measures taken to give Effect to the development plans. + “Q) The Commlssion shall, before the expiry of a period : of six months after the closure of each financial year trans- anit a report giving full account of its activities dur~ ing that year to the Minister who shall cause copies thereof to be tabled in Parliament, .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "‘Tertiary and Vocational Education a Act, No. 20 of 1990 32. The provisions of this Act shall not apply in respect | Bxemption oe apncation (@) the Kotalawela Defence Avademy established by the et Kotalawela Defence Academy Act, No, 68 of 1881; (0) the Buddhist and Pali University established by the Buddhist and Pali University Act, No. 74 of 1941; . and : (c¢) Universities and other Higher Education Institutes established under the provisions of the Universities Act, No. 16 of 1978. 3A. Section 37 subsection (2) part IV General (c) of the Repeal of ‘Education Ordinance (Chapter 185) is hereby repeated. SUH, 0 : Education Ordinance. - 35. In this Part of this Act, unless the context otherwise qhterpratas requires ons “associate degree” means a tertiary education distine- ‘tuon styled “Assoclate” in the specified branch of Jearning awatded upon the completion of @ minimum of two years of training, being a distine- tion efther— (2) recognised for the purpose of further study in a University or similar institution ; or (®) recognised for the purpose of engaging in an . oceupation ; aud “education” includes training. PART I Cuapren VI SSTABLISHMUNT OF THE NATIONAL APPRENTICE AND INDUBTRIAL TRAINING AUIHORITY 36. (1) There shell be established an Authority which  rstablishment shall be called the Notional Apprentice and Industrial of {P¢ ‘Training Authority (hereinafter in this Part referred to apprentice as “the Authority”) and which shall consist of the persons #793) who are for the thne being appointed as members of the ‘Training Authority under section 30, Authority. (2) The Authority shell, by the name assigned to it by subsection (1} be a body corporate and shall have per- petual succession and a cemmon seal and may sue and be sued in such name.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "' 22 Tertiary and Vocational Education ‘Act, No. 20. of 1990 . Obes 37. (1) The objects of the Authority shall be— Authority. (a) planning, organizing and providing of vocational. ining 3",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "-40) specifying standards in relation to vocational ‘training ;",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "(©) conducting of examinations and issuing of certificates and other awards in felation to vocational training ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "(@), conducting National Trade Tests;",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": ". (e) conducting research and development in vocational inings",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "@) holding ot competitions to promote the deve opment of various skills;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "(g) developing the training capacities of establish ments and other institutions providing vocational training ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "() to advise the Cominission in regard to vocational training ; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "(@ to have Jinks with institutions in Sri Lanka and abroad having similar objects and to equate and or validate certificates, diplomas and degrees in. allied subjects and courses,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "‘The powers 38, ‘The Authority may exerciee all or any of the Authority. following powers:—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "{a) conduct National ‘Trade Tests in those fields that have been approved by the Minister ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "(b) the training and contro! of training of instructors in respect of vocational training ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "_ +) provision of in-plant training for all tertiary level educational, institutes;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "(@ preperation of schemes of training for in-plant ‘tealning ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "(@) imploment such measures as are approved by the Minister for the development of the treining capacity of tralning establishments;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "- (f) establish and manage with the approval of the Minister, any institute or centre for vocational ‘training ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "{g) advise the Minister on any matter when so directed",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "‘by the Minister ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "Tertiary and Vocavional Education B ‘Act, No. 20 of 2990 {h) determine different cetegories of trainees including +” “apprentices; and @) do al! such other things which in the opinion of the Authority, are necessary to facilitate the proper carrying cut of its objects or the performance of ‘its duties 3. (1) The Authority shall consist of the following Constitution members to be apyointed by the Minister :— a Peay. (e) a Chairman ; (0) a Vice Chairman ; (©) the Director-General (hereinafter referred to ax the “ex-officio member) ; and (a) not more than twelve other members— (@ representing governmental institutions, trade unions, commerce and industry ; or (a) having special knowledge of and experience in . matters relating to vocational training. (2) All members of the Authority, other than the ex- officio member, shall be appointed for a period of four years. : (8) ‘The Chairman and the Vice Chairman shall exereise such powers as are delegated fo them by the Authority. . (4) The Minister may, if he considers it expedient 20 to do, remove, by order published in the Gazette any member of the Authority other than the ex-officls member without assigning any reason therefor, and such removal shall not be called in question in any court. (5) A member of the Authority in respect of whom an order under subsection (4) is made by the Minister, shell ‘vaeste his office on the date of the publication af such order in the Gazette, (8) Any member of the Authority other than the ex- officio member mey at any time resign from his office by letter to that effect addressed to the Minister end such resignation shall tase effoct upon ft being accepted by the - Ministery. £",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "P ‘Vertlary and Vocational Education i . ‘Act, No. 20 of 1990 i (1) Where any member of the Authority other than the ex-officio member dies, Tesigns or is removed irom office, ‘the Minister may, having regard to the provisions of sub- section’ (1) of this section, appoint any other person to be ‘a metaber in place of the member who dies, resigns or is removed from office. Any person so appointed in place of such member, shall hold office during the unexpired pert of the term of office of such member whom he succeeds, dctoat 40 Noaetor proceeding of the Authority shall he deemed : yr to be invalid by reason only of the existence of any vacancy 2 smongst its members, or a defect in the appointment of ‘vReaney, any meaber thereof. ‘The seal 41, (1) The seal of the Authority shell be in the custody Kebeiy, of the Chairman of the Authority and may be altered in such manner as may Le determined by the Authority,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "(2) The application of the seal of the Authority shall be authenticated by the signature of the Chairman of the Authority, and any other officer of the Authority authorized by the Authority to authenticate the application of the seal.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "pte 42. (1) The mectings of the Authority shall be held once Sutkerity, at least in every two months,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "(2) The quorura for any meeting of the Authority shall be as determined hy the Authority by rules made in that behalf.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "(8) The Chairman, oF in his absence the Vice-Chairman, or in the case of the absence of both, a member chosen by the members present, shall preside at every meeting of the Authority. .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": ".  @) All questions for decision at any meeting of the Authority shall be decided by the vote of the majority of the members presont, In case of an equality of votes, the presiding officer shall have a casting vote.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "() Subject to the preceding provistons of this section,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "+ rules may be made under this Act in respect of the meetings of the Authority, the procedure to be followed, and the business to be transacted, at such meetings.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "Remuneration 4% ‘The Minister shall, with the approval of the Minister we in charge of the subject of Finance, determine the remune- Simei. ‘ation payable to the members of the Authority.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "Tertiory and Vocational Education 2 ‘Act, No. 20 of 1990",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "44. ‘The Authority may, with the concurrence of both the Borrowing ‘Minister and the Minister in charge of the subject of PP'nr Finance, or in accordance with the terms of any general Authority, authority given with like concurrence, borrow, by way of overdraft or otherwise, or negotiate and obtain on credit terms, such sums aj the Authority may require for meeting the obligations of the Authority and exercising, discharging or performing the powers, functions or duties under this Act:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "Provided, however, that the aggregate of the amounts outstanding in respect of any loan raised by the Authority under this section shall not at any time exceed such amount as may be determined by the Minister with the concurrence af the Minister in charge of the subjeo: of Finance.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "45. (1) The Authority may establish committees to Committees agsist the Authority in the discharge of its functions. The Authority. members of any such committee shall be appointed by the Authority.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "(@) The Authority may delegate to any committee appointed by the Authority under subsection (1) any of its functions so, however, that such delegation shall not be deemed or construed to preclude the Authority from discharging any such function so delegated. The Authority shall have the power to amend or revoke any decision made by any committee in consequence of such delegation-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "() The members of any committee may recelve such remuneration of allowances as may be determined by the Minister out of the Fund of the Authority.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "46, (1) The Minister may, from time to time, give special Dizectlons or general directions to the Authority in regard to the Histter, ‘general policy on vocational training, and such other matters 7 Bs he may deem appropriate and it shall be the duty of the Authority to comply with such directions :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "Provided that the Minister shall, fn issuing directions under subsection (1) with regard to any matter affecting the subjects or functions assigned to any other Minister,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "act in consultation with the Minister. (2) Directions given under subsection (1) shall conform to Development Plans prepared under this Act.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "41, ‘The Chairman of the Authority shall be the chief Gict",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "executive officer of the Authority, ‘Offset.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "bo] Tertiary and Vocational Education “Act, No. 20 of. 1990",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "Foremot 48. (1) The Authority may appoint to the staff of the inregard to’ Authosity such officers and servants as the Authority may ester’ deem necessary, the Authority miter (2) Subject to the cther provisions of this Act, the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "Authority may—",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "(@) appoint, diemiss and exercise disciplinary control over",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "the staff of the Authority ;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "(®) fix the wages or salary or other remuneration of such.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "staff;",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "(c) determine the terms and conditions of service of such",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "stat;",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "(@) establish and regulate a provident fund or scheme",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "tor the benefit of such staff and may make contri- ‘butions towards such fund or scheme on terms not Jess favourahle than those -provided by the Employees Trust Fund Act, No, 46 of 1980,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "(@) Ruiles may be made under this Act in respect of all",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "or any of the matters referred to in subsection (2), Appintnent 49. (1) At the request of the Authority any officer in the ‘from other public service may, with the consent of that officer and the gerricesta Minister in charge of the subject af Public Administration, wpekutherity, be temporarily appointed to the staff of the Authority for such perlod ag may be determined by the Authority with like consent, or with like consent be permanently appointed to such staff. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "(2) Where any officer in the public service is temporarily appointed to the staft of the Authority, the provisions of subsection (2) of section 13 of the Transport Board Law, No, 19 of 1978 shell, mutttis mutandis, apply to and in relation to him.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "(8) Where any officer in the public service is permanently appointed to the staff of the Authority; the provisions of subsection (3) of section 13 of the Transport Board Law, No, 19 of 1978 shall, mutatis mutandis, apply to and in relation to him,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "(4) Where the Authority employs any person who hes entered into a contract with the Government by which he hhas agreed to serve the Government for a specified period,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "Tertiary and Vocotional Bducation a ‘Act, No. 20 of 1990 any period of service to the Authority by that person shal? be regarded as service to the Government for the purpose ‘of discharging the obligations to such contract,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "50, (1) The Authority may appoint any officer or servant Appointment ‘of the Authority by name or by office, to be an inspector {ha ntor, for the purposes of this Act.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "@) Every inspector shall be furnished with a certificate ‘of appointment ax an inspector by the Authority. Such ‘certificate shall be in such form as may be provided by rules made under this Act, and shall, tf 90 required when within any establishment, be produced by the inspector to the occupier or person holding # responsible position of manage- ‘tment at the establishment.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "Si, (1) Subject to any rules made in that behalf, an Powersof the inspector shall have power to do all or any of the following ™#pector. Acts :— :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "@) for the purpose of this Act, to enter, inspect and” examine any establishment or part thereof at all reasonable times by day or night;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "{b) to examine any trainee being trained in any establish ment, or to require the production of eny register, record or other documents maintained in such establishment tn punsuence of this Act, and to take on the spot or otherwise any statement of any person which he may consider necessary for carrying out the objects of this Act;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "(2) te make such examination and inquiry as he thinks fit in order to ascertain whether the provisions of this Act, or any rule or regulations made thereunder are being observed in the establishment ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "{@) to examine, either alone or in the presence of any other person, she thinks ft, with respect to any",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "+ matter which is being investigated by him, every person whom he finds on the premises or the establishment entered by him by virtue of the ‘Aforeanid powers or whom he has reasonable ground for believing to be or to have been employed in ‘such establishment or to be in possession, custody or control of anything referred to in this subseetion ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "3B ‘Lertiary and Vocational Education . Act, No. 20 of 1990 (©) to require any person referred to in paragraph (a) to appear hefore him at e time and place fixed by hia, and then and there question that persot concerning any matter which is being investigated by him ; and “' @) to exercise such other powers as may be preseribed.. (2) \"The owner or occupier af any establishment, bis agents and servants shall at all times furnish the means or: facilities roquired by an inspector as are necessary for the purpose of exercising his powers under subsection (1). noe Delegation 5% The Authority may delegate any of its powers, fuuctions’ _funetions or duties to any officer or servant of the Authority, Gdeeind’ and any such power, function or duty, so delegated shall be fervanizol .. exercised, discharged or performed by such officer or servant. subject to the special or general directions of the Authority. ‘The Fund of : 53. (1) There shall be established a fimd called the ‘the Authority. «Wational Apprentice and Industrial ‘Training Fund\", (hereinafter in this Act referred to as “the Fund”) which shall consist of— (@) such contributions from the consolidated Fund as may be authorized by any Appropriation Act or by . resolution of the Parliament ; {b) all sums paid or recovered as treining fees under this Act; {e) grants or voluntary contributions from other sources 3 and {@) borrowings from banks or other sources. (2) ‘There shall be pald out of the Fund— (@) approved expenditure incurzed by employers under : ‘the provisions.of this Part of this Act in respect of training provides ; and (®) other expenditure necessary for the purpose of “ earrying out the objects of the Authority and the exercise, discharge and performance of its powers, ' functions and duties, ‘",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 30,
    "par_num": 9,
    "text": "Tertiary and Vocational Education 39 ‘Act, No, 20 of 2990",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 30,
    "par_num": 9,
    "text": "@) Any expenditure determined by the Minister on the advice of the Authority us necessary for the provision of ‘taining under this Part of this Act, shail be deemed to be spproved expenditure for the purpose of the provisions of subsection (2),",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 30,
    "par_num": 9,
    "text": "4 All surplus moneys in the Fund which are not suptus required to meet any immediate expenditure incurred or ioleyn, Yo he incurred by the Authority shall be deposited by the Authority in the General Treasury on suck terms as may be determined by the Minister in charge of the subject of Finance,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 30,
    "par_num": 9,
    "text": "55. The Authority shall, in respect of each financial year Accountyat cause proper books of accounts to be Kept of its income and 'he, expenditure and of all its other transactions. ia",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 30,
    "par_num": 9,
    "text": "56 (2) The financial year of the Authority aball be the Finaaciel year calendar year. Ruri.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 30,
    "par_num": 9,
    "text": "(@) The provisions of Article 154 of the Constitution relating to the audit of aceounts af public corporations shall apply to the audit of the accounts of the Authority. : ST. The Authority shall, on the receipt of the sulted Tea Auditor acenunts and the Auditor General's report each year, trams Feport and mit such report and such accounts together with the state- Teport af the ment by the Authority of its activities during the financial @e2ytes of year to which such report relates, to the Minister who shall fee ted cause copies thereat to be Inid before the Parliament within tothe, ‘twelve monthe of the lose of the financial year of the 7 Authority to which the accounts zelate, $8. (1) The Minister may direct the Commission In Minister to accordance with the provisions of gection 11 to prepare a Ssmmission development plan for the development of wocational i make training fn Gri Lanka, Plone.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 30,
    "par_num": 9,
    "text": "@) The Development Plan referred to in subsection (1) . may provide for—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 30,
    "par_num": 9,
    "text": "(©) guidelines for initial training, further training and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 30,
    "par_num": 9,
    "text": "retraining ; (>) the mumber of training places to be made available ‘for the purposes of vocational training ¢",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "20 Yertlory and Vocational Rdweation Act, No. 2 of 2990",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "(@) the meximum number of trainees ta be, tralned in respect of different categories ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "(@) the guidelines to be followed in the preparstion of, syllabuses for reine;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "(@) the qualifications for selection ua, trainess;",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "() the manner of testing and ezemtning trainees for,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "° the award of certificatea and, other distinctions;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "(g) the qualifications of the staf;",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "(h) the provision of in-plant training for students of. instituted registered under section 14 of this Act end Universities ; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "@) the broadening of general. education’ and vocational education of the various categories of trainees, and the manner of providing such general education and vocational education,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": ". (8) It shall be the duty of the Authority to act im compliance with the Development Plan and where the Authority fails to act in accordance with such Pian, the Commission may, with the consent of the Minister, issne, otders for the revision or amendment of any instructions iased by the Authority contrary ta such Plens, and tha +, Authority shail comply with such orders, . . (@) The Minister shall, in consultation with the : Commission and in accordance with any Development Piao, prescribe the certificates to be awarded by the Authority. Iiitlal 58. The object of wnitial fraining’ shall be tx provide, to ad any trainee through a systematic training’ programme, & . broadly concetved basic preperation for an occupation and . the necessary technical abilities and Imowledge fo engage jn much cocnpation, ‘Mintater to 0. (2) The Minister shall from time to. tima preseribe Eecupctons by regulations the occupations in respect of which {nittah cy training may be provided: Selning (2) The regulations under subsection’ (1) shall provids provided. for—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "() the occupations in witfch initiel training may be Brovided (hereinaiter referred to as “trainee oot",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "- —Bations”) ;",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 32,
    "par_num": 16,
    "text": "Tertiary end Vocational Education a Act, No. 20 of 1980",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 32,
    "par_num": 16,
    "text": "(b) the duretion af training ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 32,
    "par_num": 16,
    "text": "(©) the abilities end knowledge to be imparted in the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 32,
    "par_num": 16,
    "text": "> course of tratning ;",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 32,
    "par_num": 16,
    "text": "(@ the training by stages, if any ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 32,
    "par_num": 16,
    "text": "‘(e) training outside the training premises",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 32,
    "par_num": 16,
    "text": "(A) the examination standards to be maintained; end",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 32,
    "par_num": 16,
    "text": "(g) such other matters which in the opinfon of the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 32,
    "par_num": 16,
    "text": "Minister are necessary and, connected with the provision of initial training.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 32,
    "par_num": 16,
    "text": "(8) The Authority shall in accordance with the regulation iasue Training Orders specifying the syllabus, time table and any other matter pertaining to initial training in pespect of that trainee occupation.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 32,
    "par_num": 16,
    "text": "(4) Where the recognition of a trainee occupation Is revoked by the Minister, but the contract of initial training in not terminated, the provision hitherto in force shalk apply to such contract. .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 32,
    "par_num": 16,
    "text": "61, (1) Provision may be made in the Trtining Orders Prgvision, issued under section 60 for part of the initial training to for institu. be provided in suitable institutions outside the training  ,{ignzcutride places, if and in so far as such ap arrangement is considered pisces to _ necessary and conducive by thé Authority for the provi- muyideinitiat lon of such training. .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 32,
    "par_num": 16,
    "text": "(2) The Authority may enter into an agreement with any institution, for imparting of geaeral and vocational adueation for any trainees selected for initial training, under the provisions of this Part of this Act.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 32,
    "par_num": 16,
    "text": "2 (1) Initial training for a trainee occupatton, shell be ature, of given only in accordance with the relevant Training Order. hy’ given.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 32,
    "par_num": 16,
    "text": "(2) Initial training in occupations other than a trainee ‘accupation shall not be provided for young persons under eighteen years of age, unless {t is intended to prepare them for a subséquent course of instruction.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 32,
    "par_num": 16,
    "text": "@) With the object of developing end assessing new forms of training and new oconpations in respect of which initial training may be given, the Minister may, from time to time on the advice of the Authority and in consultation",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "E Testiary and Vocational Education",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "‘Act, No. 20 of 1996 with the Commission, make regulations under subsection (2) of section €0 prescribing occupations in respect of which ‘initial training may be provided,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "Quilifeation 63, A person shall not be qualiged for being engaged a#",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "aince. a trainee under the provisions of this Part of this Act—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "(0) it he is under the age of sixteen years; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "(b) unless he satisfies the prescribed standards of edu- eation and physical fitness applicable in the case of the particular trainee occupation or any other occupation in respect of which training is to be given, and which he intends to follow.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "Conteacta, 4, (1) Any employer who intends to engage a trainee for purposes of providing initial training to such trainee shall prior to engaging him, enter into an initial training contract (hereinafter referred to as “the contract”) with such trainee und register such contract with the Authority.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "(@) It shall be ‘the obligation of all employers who intend",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "engaging tretnees to inform the Authority of the number and nsture of vacancies available in his establishment for engaging ‘trainees,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "Fisitea, 65. (1) The contract referred to in section 64 shall be",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "Sutec, 8 writing, and may comtain any one or more af the following particulars, to be determined by the Authority :—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "(@) the nature, syllabus, time table and purpose of the tralning, and especially the form of occupation for whieh the training fe to be provided ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "{b) the period of probation, provided such period shall not be less than one month and not exceed three months in duration ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "(©) the commencement and duzation of the initiel treining period ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "(d) any training programme to he followed outside the ‘training premises;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "(e) the length af the normal daily hours of training;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "~ @) the payment of any remuneration or allowance during period of {nitiel training and the rate to be . applied ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 34,
    "par_num": 16,
    "text": "Tertiary ond Vocational Kducation % ‘Act, No, 20 of 1990",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 34,
    "par_num": 16,
    "text": "(g) the amount of leave the trainee ig entitled to during + the period of initial training ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 34,
    "par_num": 16,
    "text": "(h) the conditions on which notice may be given of the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 34,
    "par_num": 16,
    "text": "termination of the contract; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 34,
    "par_num": 16,
    "text": "@ any other particulars as may seem nevessary,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 34,
    "par_num": 16,
    "text": "(2) The contract shall be signed by the employer (here- inafter referred to as “the training employer”) and the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 34,
    "par_num": 16,
    "text": "trainee, and where he is under the age of majority by his legel representative, \"",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 34,
    "par_num": 16,
    "text": "(3) The training employer shall immediately after signing the contract provide the trainee or his legel repre- sentative as the case may be, with a copy of the signed",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 34,
    "par_num": 16,
    "text": "+ contract",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 34,
    "par_num": 16,
    "text": "(4 ‘The provisions of subsections (2) and 43) shall,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 34,
    "par_num": 16,
    "text": "apply, to and in relation to any amendments that may * be made. :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 34,
    "par_num": 16,
    "text": "68 (1) An initial training period shalt begin with a period of period of probation and end on the expity of the pertod ‘pili of training as specifed in the contract : ‘aiming",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 34,
    "par_num": 16,
    "text": "Provided however, where a trainee passes his final exami- nation befare the expiry of his period of training, his period of Initial teaining shall end on his passing the examination,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 34,
    "par_num": 16,
    "text": "42) Where a trainee fails bis fal examination, his contract shall, if he so requests, be extended until the next ‘occasion on which he can sit for the examination, subject to a maximum perlod af one year.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 34,
    "par_num": 16,
    "text": "61. (1) A trafning employer shall make an application t° Registration the Authority to have a conteact entered into with a trainee “Pelt to be entered in the register a5 soon as the contract is concluded, He shall attach a copy of the contract to his. application, The same shall apply, mutatis mutendis, where ‘the estential stipulations of the contract are amended.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 34,
    "par_num": 16,
    "text": "(2) Beery trainixg employer shall give notice to the Authority — {@) of any previous training connected to or relating to : vocational training received by the trainee ; and ~ () of the appointment of training officers,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "4 Tertiary end Vocational Education ‘Act, No. 20 of 1999",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "Avtooriiy’e 68 (1) ‘The Authority may, where it deems ft, and see taking into consideration the employment opportunities humberet — qvailaite, and with the approval of the Minister male an contracts. prder published in the Gazette specifying the maximum",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "number of contracts that could he registered in respect of",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "each traines occupation,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "@) Any employer who Intends entering into a contract with a trainte shall, prior to entering into such contract, check with the Authority as to whether the maxdraum number of contracts in that particular trainee occupation has been registered with the Authority,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": ". 8) dmy aggrieved party whether an employer of @ person who wish ta be trained as a trainee as the case may bbe, may eppeal to the Minister and on appeal the Minister",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": ". may amend or set azide the decision of the Authority in * Fegard to subsection (1). ‘Eatry of 6% (1) Every contract and every amendment of its = supydreat essential stipulations, shall be entered in the register if—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "(@) the contract complies with the provisions of this",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "Pert of this Act, and the regulations made there- under; end",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "(Q) the training employer hes the necessary personnel",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "and technical qualifications and the training .. Premises are suitable for the engagement of trainees <) and the provision of his teetning;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "(2) The Authority may refuse to enter in the register @ contract where the conditions specified in the provision specified hereinbefore are not fulfilled and the shortcomings are not remedied, as provided in subsection (2) af section — 0. :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "Authority to «70 Where skottoomings are discovered regarding the order, _—_auttability of any employer to provide initial training to Tho Jncr” trainees, and a remedy is found to be available which will tuna. j* Bot cause any danger to the trainees, the Authority shall onder such employer concerned, to apply the remedy within such time as it may specify. ‘Termination 71, An initial training period may be terminated without ‘ Rotkcturing notice at eny time during the perlod af probation. probation , nerlod.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 36,
    "par_num": 14,
    "text": "Mertary and Vocational Education 35 ‘Act, No. 20 of 199",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 36,
    "par_num": 14,
    "text": "32 (1) ‘The eontract may be terminated after the expiry Notice of ofthe period af probation, only if an application for ‘rmlation termination is made to the Authority and the Authority ‘allows such application,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 36,
    "par_num": 14,
    "text": "42) ‘The procedure for making such epplication and the bondust of any inquiry in respect of such application and ‘the grounds for allowing such application shall be as ppreacribed,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 36,
    "par_num": 14,
    "text": "{8} Where the Authority makes an order allowing an application for termipaticn of u contract made under sub- section {1} om the ground that any one party to the contract has failed to carry out the terms and conditions of ‘such contrect, then",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 36,
    "par_num": 14,
    "text": "(c) if suck party Js the training employer, such employer",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 36,
    "par_num": 14,
    "text": "shall pay to the trainee such compensation as may ‘be determined by the Authority; or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 36,
    "par_num": 14,
    "text": "®) if such party is the trainee, be shall refund to such",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 36,
    "par_num": 14,
    "text": "training employer as costs of such initial training ‘euch amount as may be determined by the Authority,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 36,
    "par_num": 14,
    "text": "(@ Any party aggrieved by the decision of the Authority may appeal ‘against such decision to the Secretary to the Ministry of the Minister.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 36,
    "par_num": 14,
    "text": "‘8. The Authority shall msintain a register of initial Rages ‘training vantracts, in which the easential stipulations of each ‘Eaining contract aball be entered, cont",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 36,
    "par_num": 14,
    "text": "4, (1) Any agreement ‘or contract restricting a trainee Invalid ‘in bis pummuit of @ trainee occupation after the end of his “Wiitial reining period shall be null and void:",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 36,
    "par_num": 14,
    "text": "‘Provided however the provizion shall not apply to any agreement entered into by uny trainee and a training ‘employer, whereby such trainee commits himself during the Jast three months of the contract to—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 36,
    "par_num": 14,
    "text": "fa) becoming a party to an employment relationship",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 36,
    "par_num": 14,
    "text": "swith the training employer for an unspecified period of time efter the initial training period stipulated . in the cantrect comes to an end:",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "38 Tertiary and. Vocational Education ‘Act, No. 20 of 1990 () bovoming a party to an employment relationship _ with the training employer far a specified period not exceeding five years after the expiry of the period of initial training, the training employer defrays the cost of providing the traines with additional instruction outside the framework of initial training relationship, and such cost is commensurate with the period for which the commitment is assumed. 42) Any agreement outside the contract— {@) imposing an obligation on the trainee to pay for his _ thitial training ; (2) iznposing penalties to bo embodied in the contract; (@) tmposing any exclusions or limitations of claims to compensation for damages; . @ determining the rate of compensation for damages as a lump sum, . shall be null and void.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "(8) Any contract or agreement entered into, without complying with the provisions of thiz Part of this Act, shall be null and void.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "Dutiesota 75.. (1) A training employer shall— sanloyer, (a) ensure that the neccssary skills and knowledge for the trainee to achieve the purpose of his training, ny : are imparted to him, in accordance with Training : : + Orders issued by the Authority on that behalf, 50 ; : that the purpose of the training can be achieved within the appointed time; : 1.01. {b) give the training himself or expressly entrust it to - j. -any offlcer determined by him as being miteble for that purpose ; and (©) provide the trainee with requisite materials, such as . © toala and supplies, necessary for his training snd the passing of his interim and final exeminations, , even where such examinations take place after the \" toitial training period had ended.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "(2) A training employer shall allow a tirainee necessary",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "tlme for pursuing his studies and to sit for bis examination.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "* (8) ‘The provisions of this section shall also apply where",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "' training programmes have to be followed outside the ' training place. *",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 38,
    "par_num": 15,
    "text": "Terticry and Vocational Education a ‘Act, No. 20 of 1990",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 38,
    "par_num": 15,
    "text": "76. A trainee shall make every effort to acquire the skill Dutiesore and knowledge necessary for him to achieve the purpose Se of his trainiog, He shall more particularly— .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 38,
    "par_num": 15,
    "text": "(@) pertorm carefully the jobs entrusted to him as part",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 38,
    "par_num": 15,
    "text": "of his training ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 38,
    "par_num": 15,
    "text": "(S) take part in training programmes for which he has been granted time off under subsection (2) of section 765",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 38,
    "par_num": 15,
    "text": "(©) comply with the instructions given to him es part of his training by the training employer, or any training oficer entitled to glve him such instruc- tions ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 38,
    "par_num": 15,
    "text": "(4) have regard for the rules of behaviour observed in the training place;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 38,
    "par_num": 15,
    "text": "(@) use tools, machinery and other installations with due care; and .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 38,
    "par_num": 15,
    "text": "() not reveal any business or trade secrets.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 38,
    "par_num": 15,
    "text": "77. The Authority shall nsure that the nature, Powers of mumber, size and localion of training establishments are jhe Authority such, that qualitatively and quantitatively sufficient number training of vocational training places are guaranteed and that optimal elablish~ use is made of such training estublichments, while giving due consideration to the demand for training places to be expected in the future.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 38,
    "par_num": 15,
    "text": "78. (2) The Authority shall monitor the development vocational",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 38,
    "par_num": 15,
    "text": "of training places and submit a report to the Commission Reet and the Minister, by the thirty first of March, each year. ‘The report shall describe the probable further development of the supply of training places during the years ahead and where there are’ indications that a balanced supply of training places may be put at risk, the report shall ols include proposals for remedying such situation,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 38,
    "par_num": 15,
    "text": "(2) The report referred to in subsection (1) shall further include the following details :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 38,
    "par_num": 15,
    "text": "{a) for the preceding calender year—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 38,
    "par_num": 15,
    "text": "(@ the vocational training contracts concluded during the preceding twelve months ; . (3) the number of training places not filled and ; the number of those persons registered at . ‘that time with the Authority as seeking training places:",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 39,
    "par_num": 8,
    "text": "3B Tertiary ond Vocational Education ‘Act, No, 20 of 1990 (b) for the ‘current calendar year— {i) the number of persons expected to be secking traixing places; and (ii) the number of training places expected to be ‘on offer up to thirtieth of September of the Year under review, ‘Who may 78 (1) No employer shall engage any persons as trainees eee, ules— * . (a) the nature and equipment of the training premises ave guitable for initial training; and.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 39,
    "par_num": 8,
    "text": "(0) the ratio between the number of trainees and the number of training vacancies or skilled staff in bis service, is appropriate (unless the ratio is not detri- mental to the training notwithstanding).",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 39,
    "par_num": 8,
    "text": "(@) Training premises where the necessary Inowledge and skilles cannot be imparted in their entirety, shall be deemed to be suitable if the shortcomings can be remedied",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 39,
    "par_num": 8,
    "text": ". by means of training programmes conducted outside the premises. fetgmestor 0, (1) Further training shall be designed to enable & Sanne. person to muintain or extend his vocational training and abilities and adapt himself to technical development or ‘obtain promotion in any field cf trainee occupation in which he had already received en initial training,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 39,
    "par_num": 8,
    "text": "(2) ‘The Authority may in accordance with guidelines provided for in the Development Plan prepare schemes for further training,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 39,
    "par_num": 8,
    "text": "(@) The Anthority, in consultation with the establish- ment which may request for further training on behelf of ts employees shall determing the subject matter, standards, Procedure end conduct of such examinations, and shell constitute hoards of examiners for such purpose.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 39,
    "par_num": 8,
    "text": "(@ The Authority may hold examinations, or authorize other agencies to hold examinations on its bebalf, in order to test the knowledge, skills and experience acquired a5 &",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 39,
    "par_num": 8,
    "text": ". ‘yesult of further training,",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "‘Tertiary end Vocational Education 39 ‘Act, No, 20-of 1990",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "SL (1) Re-training shall be designed to qualify a person Retraining for training in any trainee occupation, other than in the ?Fosrenmen, trainee occupation in which he ‘has already received an initial training.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "(@) Retraining schemes shall, as regard their subject matter, ‘nature, purpose and duration, correspond to the special requirements relating to aby field of vocational training. : .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "(8) Every re-training scheme shall be in accordance with guidelines provided for in the Development Plan, .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "(4) The Authority shell determine the subject matter, purpose, standards, procedure and conditions of admission for such examinations, and shall establish boards of examiners for the purpose.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "(8) The Authority may hold examinations to test the Knowledge, skills, and experience sequired as a result of retraining. Such examinations shall correspond to the special requirements relating to the relevant field of voca- tional training.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "82 (1) The Authority shall have the power to hold Formplation Natlonal Trade Tests in accordance with any Development rade Tests. Plan,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "(2) The Authority shall conduct the National Trade ‘Test or shell suthorize any other ageney to hold such National ‘Trade Test under the direction of the Authority.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "(8) In nocordance with the Development Plan and subject to the direction and control of the Commission, the Authority shall implement a scheme to issue certificates to those who have successfully eompleted National Trade Tests and acquired the required skills and proficiency in the particular trade,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "8%. (1) There shall be levied and paid for each year 8 Tyainingcess, training cess in respect of every establishment specified in any Training Levy Onder made under subsection (2).",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "(2) The Minister may, with the consent of the Minister in charge of the subject of Finance, make a Training Levy Order, Such Order shall he published in the Gazette,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "(8) ‘The Training Levy Order may specliy—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "@) the establishments Liable to pay such cess;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "(®) the establishments liable to pay such cess}",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 41,
    "par_num": 1,
    "text": "0 Tertiary end Vocational Education Act, No. 20 of 1990 (©) the prescribed manner of payment ; ‘ (@) thé prescribed date of payment; and (e) the person oF institution authorised to collect such cess, (4) Where the training cess for any year due in respect ‘of any establishment subject to the cess is not paid to the Authority, the Authority may in its discretion order thet a yum not exceeding fifteen per centum of the amount of the cess be added to the cess and recovered therewith. Any sum so added to the cess chall be deemed to constitute a part of the cess. () Where the training cess for any year due in respect of any establishment subject to the cess is not paid to the . Authority such cess may be recovered by the Authority in like manner as though {t were a debt due to the State, . {6) Provisions of subsections (2) and (3) of section 96 , shall apply, mutatis mutandis, in respect of such order. ‘Employer ta 84, (2) Every employer shall maintain records of tie Bunitin’ §—_—progress of training of each trainee undergoing vocational proereea. ‘training in his establishment, in auch form as may be prescribed. (2) Every employer shall furnish to the Authority, such : information and returns in respect of trainee undergoing training in his establishment, in such form and at such intervals as may be prescribed, Records of 85, The Authority shall maintain such records as are” Pechonity. necessary in such form as may be prescribed. Binding | «8, Any person who induces or procures any party to ® . Steck contract of training to commit a contravention of this Act or who otherwise ancties, instigates, aids or ubets such contravention shall be guilty of an offence under this Act. Nowitis 7, No writ against person or property shall be issued pasar\" agninst a member of the Authority in any action brought properiz ot against the Authority, ofthe . ee ee Authority, :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 42,
    "par_num": 1,
    "text": "‘Tertiary and Vocational Education a : ‘Act, No. 20 of 1990 ‘88 All officers and servants of the Authority shall be Omtcers sat deemed to be public servants within the meaning and for Svante the purposes of the Penal Code, fesmedito servants, 89. (1) No suit or prosecution shall le— Protection for action. (@) against the Authority for any Act which in goodfaith {fkeg under is done or purported to be done by the Authority 9 the under this Act; or Pregtion ot (®) against any member, officer, servant or agent of the Authority for any act which in good faith is done or purported to be done by him under this Act or on the direction of the Authority. (2) Any expense incurred by the Authority im any suit or prosecution brought by or against the Authority befare any court shall be paid out of the funds of the Authority, and any costs paid to, or recovered by, the Authority in any such suft or prosecution shall be credited to the funds of the Authority. (3) Any expense incurred by any such person as is referred to in paragraph (b) of subsection (1) in any suit or prosecution brought against him before any court in respect of any act which is done or is purported to be done by him under this Act or on the direction of the Authority shall, if the court holde be paid out of funds af the Authority ~ unless such expense is recovered hy him in such suit or prosecution. . 90. (1) If any training employer— . Offences iy () engages as a trainee any person who fs not qualifed Suloyek to be 60 engaged ; (8) faile to carry out the terms and conditions of a contract of training; or . (©) contravenes the provisions of this Act relating to the number of trainees which he is required to engage , under such provisions, auch training employer shell be guilty of an offence under dhis Act, and shall, on conviction after summery trial Defare a Magistrate, be lisble to a fine not exceeding one thousand rupees or to imprisonment of either description for a term not exceeding six months, or to both such fine and imprisonment,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 43,
    "par_num": 18,
    "text": ": @ ‘Terticry ond Vocational Education ‘Act, No. 20 af 1990",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 43,
    "par_num": 18,
    "text": "(2) Uf any training employer or any other person—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 43,
    "par_num": 18,
    "text": "(@) required to furnish any information or return—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 43,
    "par_num": 18,
    "text": "(3) refuses or neglects to furnish such information or return j or",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 43,
    "par_num": 18,
    "text": "Gi) furnishes or causes to be furnished any intor- ination or return which is false and which he cither knows or believes to be false or does not believe to be true; or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 43,
    "par_num": 18,
    "text": "Gii) refuses to’ answer, or gives a false answer to any question necessary for obtaining any information required to be furnished by hira;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 43,
    "par_num": 18,
    "text": "(2) vetuses, or wilfully neglects to afford any other officer duly authorized by the Authority, any reasonable facility for making any entry, inspec- tion, examination or inquiry authorized by or under this Act;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 43,
    "par_num": 18,
    "text": "(@) sequires a trainee to work overtime without obtrin- ing approval as provided in the contract of initial training ; +",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 43,
    "par_num": 18,
    "text": "@ employs @ trainee on any work which is not con nected with hig training ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 43,
    "par_num": 18,
    "text": "(© falsely holds out to be an inspector ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 43,
    "par_num": 18,
    "text": ". @) makes sny statement to an inspector which is false jn any material particular and which he knows to he false ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 43,
    "par_num": 18,
    "text": "(9) refuses or fatls to comply with any lawful direction given hy an inspector ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 43,
    "par_num": 18,
    "text": "(%) hinders or obstructs an inspector in the exercise of his powers or duties ; or : .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 43,
    "par_num": 18,
    "text": "(®) fails to comply with any request to pay the penalties,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 43,
    "par_num": 18,
    "text": "such training employer or other person, shall be guilty of",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 43,
    "par_num": 18,
    "text": "an offence under this Act, and shail, on conviction after . summary trial before a Magistrate, be liable to a fine not exceeding one thousand rupees, or to imprisonment of elther description for a term not exceeding six months or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 43,
    "par_num": 18,
    "text": "to both such fine and imprisonment,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 43,
    "par_num": 18,
    "text": "Sosy. $1, Any person guilty of an offence under this Part of this Act, for which no other punishment is expressly Provided fn, thia Act, shall, on conviction, after eurmary trlal before a Magistrate; be lisble to a fine not exceeding ten thousand rupees.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 44,
    "par_num": 1,
    "text": "‘Tertiary and Vocational Education a Act, No. 20 of 1990 92 Where on offence under this Part of thia Act ix Omtenoes by ‘committed by a body of persons, then, — bodies of I pete. (@) Af that body is a body corporate, every director of that body corporate shall be deemed, to ke guilty of that offence, and (b) if that body is a firm, every partner of that firm shell ‘be deemed to be guilty of that offence: Provided, however, thet no such director or partner shall ‘be deemed to be guilty of an offence under this Part of this Act if he proves that the offence was committed without his Imowledge or that he exercised all due diligence. ta Prevent the commission of the offence, 98. The Authority may make rules in respect of all Rules matters for which rules are required or authorized to be made. No such rule shall come into operation until it has been approved by the Minister, 94 (1) The Minister may make regulations in respe¢t Regulations, of matters for which regulations are authorized to be made - by this Act (2) In particular and without prejudice to the generality of the powers conferred by subsection (1), the Minister may make regulations in respect of ail or any of the following matters :—~ a (a) the technical and personal qualifications of persons who will provide training ; (2) the exemptions to he granted in respect of quslifica- tions of persons providing training; and (©) the suitability of training places. (3) Every regulziion made by the Minister shall be published in the Gazette and shall come into operation on ‘the date of such publication or on such later date ax may be specified in the regulation. (4) Every regulation made by the Minister shall, as soon ns convenient after the publication in the Gazette, be ‘brought before the Parliament for approval. Any regulation ‘which is not oa approved shall be deemed to be rescinded aa tram tlie date of disapproval, buf without prejudice to any~ thing previously done thereunder,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 45,
    "par_num": 1,
    "text": "“a ‘Tertiary and Vocational Education ‘Act, No, 20 of 1990 Repeat 85, (1) ‘The National Apprenticeship Act, No, 49 of 1971, sevings. hereby repealed. @) Notwithstanding the repeal af the aforesaid Act— {a) all movable and immovable property of, all assets and liabilities of and ali contracts entered into by the ‘National Apprenticeship Board shalt vest in the ‘Authority 5 {b) all officers and servants of the National Apprentice ship Board on the day immediately preceding the Gate of commencement of this Act shall where such officer or servant consents to be an employee of the Authority, be deemed to be officers and servants of such Authority with effect from the date of commencement of this Act; {c} all contracts of apprenticeship entered into under the provisions of the Nations] Apprenticeship Act, No. . 49 of 1971 shall be deemed to be contracts entered into under the provisions of this Act; and (@) all mules, training standards made by the National Apprenticeship Board shell, notwithstanding any- thing to the contrary im this Act, be valid for a period not exceeding two years from the date of operation of this Act, provided, that the Authority mmsy at any time amend, modify or repeal such ules or training standards, Authority _ 96. (1) ‘The Authority may with the permission of the exercise \"Minister for a period of two years from coming into opera patel ‘* tion of this Act enter into contract of Apprenticeship and Evo yeare the provisions of the National Apprenticeship Act, No. 48 wtanding the of 1971, shall apply to the said contracts as if the said Act pleenee ofa has not been repealed. Pian i @) The Minister may for a pericd of not exceeding two years from the commencement of this Act authorise the Authority to exercise any power, function or duty in the absence of any Development Plan. (3) ‘The Minister may, for the purpose of facilitating the transfer of functions from the National Apprenticesh!p Board to the Authority and for making provisions for any unforseen difficulty make transitional orders, which will have effect for u period af not more than two years from the commencement of this Act, notwithstanding anything to . the contrary in the provisions af this Act,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 46,
    "par_num": 1,
    "text": "‘Rertigry ond Vocational Education 48 ‘Act, No. 20 of 1990 : ‘971. For the purpose of this Part of this Act, unless the Interpretation. context otherwise requires— “employer” means any person who employs any other + person to do work in any establishment fon remune- ration and includes any person responsible for the supervision and control of employees in such establishment ; “establishment” means any place where any industry, ‘trade, business or profession is carried on; specified profession” means a profession in respect of ‘which provision has not been made by law for the vorational training of members prior to entry into sueh profession and is specifled by the Minister . . with the consent of the governing body of the : profession if any, for the provision of vocstioal . fraining under this Part of this Act, trainee” means any person who is undergoing a course of training under the provisions of this Part of thia Act and includes an apprentice ; and ‘vocational training” means initial training, further training and retraining.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 47,
    "par_num": 1,
    "text": "Spt gen Lg a bef 2 (Sy eS a aay \\% Bir ae?! |e! o Y eS “f *S oe ees S Aunwl subscrintion of Bills and Acts of che Puliament Ra 177 Local). Fa, 286 (Forelim), payable to the Surmumvamer, Govenwnxnt PORscaTiONs Bumesz Coomme 1, before 16th December each year in respect of the Feat . following.",
    "mean_p_confidence": 0.45
  }
]