[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ast Session 1960-61 felis es Bay Ms Railways (Amendment) Act, No. 41 of 1961 Date of Assent: June 17, 1961 Printed on the Orders of Government Printed ot the Govmentner Pass, Ceruam. ‘To be urchaded at the Govmumaner Pusnzcamons Buweav, Covoaenc. Annual Subscription (including Bills) Rs 26, payable in advance to the SUrIRDTENDENE, GoveRnasir ‘PURICATIONS Burzav, Poor Qrrice Box 500, Secretariat, Colombo lee: 16 cents. - Postage: 10 canta,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Railways (Amendment) Act, No. 41 of 1962 _  %, DO, 96/89, mo AN Acr 10 AMEND Tae BAMWavs ORDINANCE. htt 15. . (Date of Assent: 17th June, 1961] page 90), BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and ‘House of Representatives of Ceylon in this present Parliament sasembled, and by the authority of the aame, as follows :—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "4. This Act may be cited as the Railways shoe tite, (Amendment) Act, No. 41 of 1961.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2, Section 81 of the Railways Ordinance, herein-  Amedmen after referred to as the ‘principal enactment”, is Gifuie hereby amended as follows:— oo",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(1) by the substitution, for all the words from “the General Manager” to the end of the second proviso in that section, of the following :— . : “ the General Manager shall, before the : Tine ia opened for traffic, cause to, be erected and afterwards maintained good and efficient gates, bars, or barriers which are capable of being moved to such a position that they make the rail- way impassable at the intersection of the railway and the road, or to such a position that they make the road im- passable at such intersection; and the gates, bars, or barriers shall be moved . fo and kept in the first mentioned posi- . tion except when-engines or trains pass- : ing along the railway have occasion to cross the road: .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Provided thet the Minister may in",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "any case order that the gates, bars, or barriera shall— .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "{@ be #0 constructed as to he capable",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "of being moved to such a posi- *” tion that they make the road,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ". and not the railway, impase. . able at the intersection of the railway and the road, or to",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ". such a position that they do not",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ". make either the road or the . : railway impossable, and 2A Ree -2am. 0 8D :",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "+ 2 Railways (Amendment) Act, No. 41 of 1961 (®) be moved to and Kept in the posi- : tion mentioned fret in para- graph (a) of this proviso only : when sagines or faine passing . ¢ railway have occasion to toss the road,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "and in such case the gates, bars, or barriets ‘shall ‘be erected, maintained, and moved to and kept in position,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "aocordingly.”; and -",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(@) by the substitution, for the words “ in case any such gates \"’, of the words ‘‘ in case any such gates, bars, or barriers ”’.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "amoinest ot 3. Section 34 of the principal enactment is hereby wee amended as follows: — pemep",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(@ by the repeal of sub-section (2) of that section and the substitation Giacaror of the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ". following sub-section :— * (2) Any person who, at a time when . any engine of train approaching along 6 railway is within sight or hearing or is . : jue, — (@) moves any gate, bar, or barrier, erected and maintained by the General - Manager at the intersection of sach railway and a road, from the post- tion in which such road is made im- passable to @ position in which the toad is made passable; or (®) in eny.way impedes or interferes with any person sates ‘of auch gate, bar, or barrier while in the execution : of his duty; or (©) peases or attempte to pasa, or drives or : attempts to drive, any animel, vehicle or other thing across auch railway, shall be guilty of an offence and liable to a fine not exceeding one bundred rupees.”; and -",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "@) in the marginal note to sub-section (2) of that section ty the substitution, for the word “ gates. ”, of the worda “ gates, ete. ”.",
    "mean_p_confidence": 0.82
  }
]