[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "fives PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA EMPLOYEES’ TRUST FUND (AMENDMENT) ACT, No. 3 OF 1982 [Certified on 20th Jemuary, 198%] Printed on the orders of Government Published as a Supplement to Part [I of the Gazette of the Democratic Soctalist Republie of Sti Lanka of January 22, 1982 mnecss AP THE UCPARENENT OF QOVIANAIKNET EROWSENG, WHE CAMERA (FO Be PURCHABED AT THE GOVY. EUSLICATTONS BUREAU, COLOMBO - Price: 45 cents ” Postage: 56 cgntt,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Brployees’ Trust Fund (Amendmenty:- Act, No, 3 of 1982 . dou uss. [Certified on 20th January, 1982) iy D0. aysE we AN Act to-snp max Exapioxins’ Trust Fuxp Act : No. 48 oF 1980 BE if enuoted“by the Parliament of Democratic Socialist Republle of Sti Lanka as follows:—",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "1 - This Act may be cited as the Employees’ Trust Fund Short title. (Amendment) Act, No. 8 of 1962. .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2. ‘The ‘following new section is hereby inserted Insertion of irmmediately after section 11 of the Employees’ Trust Fund pf fetlon Act, No. 46 of 1980, (hereinafter referred to as the Act No. 40 of “principal enactment”) and shall have effect as section 1##9-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "114 of that enactment :— ~ ‘“Direstlows ot\" 11a. The Minister may from time to time ‘fhe Minister.\" give the Board general or spectal directions Loe in writing 95 to the performance of ite ».», duties and the exercise of its powers under this Act and the Board shall give effect to 4. - Seb directions.” : . \"8. Section “33 “af the principal enactment is hereby Repel af repealed... |. ns",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "4. Section ff “f the principsi ennctment is hereby Zeplacement repeated and the following section substituted therefor :— Sf ection “Conteibu:’” \"14 (4) Notwithstanding the, provisions of Britelpel, fons by: * ' seetion 29 of this Act, where an employer to employers to” whom the Eniployees’ Provident Fund Act,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "XEOR. 1602 No. 15 of 1988, applies, has made an election 3088 , under the provisions of section 11 of that Act applies. \"4 pay to the Employees’ Provident Fund : ” AES, ‘established under that Act or to @ provident * i\"3.\" fund declared to be an approved provident donee H+ ro md under that Act in respect of each",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "“©. > employee employed by such employer 4 race * eantribution of an amount calculated at 2",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "percentage higher than the' amount specified",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "gg, ,UnMer that Act and— «11, + -;.09 (@) Mf such bigher percentage amounts to hace : three per cenfum ar more of such vee employee's total eamings per",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2A Betdg—14, 800061 11)",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Employees’ Trust Fund (Amendment) Act, No. 3 of 1982 month, from his employment under such employer, such employer may deduct three per cenéuin from such higher percentage every month and remit such three per centum to the Fund established under this Act and continue to contribute the balance after such deduetion, to the Employees’ Provident Fund or to the approved provident fund; or (®) Hf such higher percentage amounts to less than three per centum of such employee's totel earnings per month from his employment under such employer, such employer may remit such amount as fs in excess of the percentage specified in section 10 of that Act, together with an additional contribution by suck employer to make a totel of three per centum of such ‘eamings to the Fund established under this Act and continue to contribute the amount specifted under the “ Employees’ Provident Fund Act, No. 15 of 1958, to the Employees’ Provident Fund or to the approved provident fund, (2) Any payment made by an-employer to the Fund established under this Act in termé of subsection (1) shall be deemed ta have been made in ‘compliancs with the pro- “visions of section 16\", ants, Replecement *$; 'Section’ 21: of the principal eneciwiént is hereby gfpegtion repealed and the following section substituted therefor : Principat, time. | |, .. (ai. (1) No monies Tying to the credit of giytich © , the individual -necount of any member of Benefits...\" the Fund shall be paid until the expiry of a Jala, is, Period of two years from the date of estab- wei: hee Ushiment of the Fund. sa +7 (2) On the expiry of the period of two years: referred ‘to :ini subsection (1), a member shall he paid the total amount",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Employees! Trust Fund (Amendment) 3 3 Act, No. 3 of 1982 lying to the credit of his individual account subject to the provisions of sections 23, 24 j and 25,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(8) Notwithstanding the provisions of subsections (1) and (2), the total smount of monies lying to the ‘oredit of the indi vidual accotint of any member who is to be",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "> tepatriated under the Indo-Ceylon Agree- ment (Implementation) Act, No. 14 of 1967, shall be pald to such member prior to the date of his departure frora Sri Lanke.\".",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "&% Section 27 of the principal enactment is hereby Amendment smcnded by the omission of paragraphs (a), (8), (c) and ote 4a) of that aection and the substitution therefor of the principal following paragraphs :— ‘acta",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "“ (@) where such contribution is in arrear for 2 period.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "‘not exceeding ten days, a surcharge of five per centum of the amount of such contribution ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "{%) where such contribution is in arrear for a period exceeding ten days but not exceeding one montti, # surcharge af fifteen per centum of the amount of such contribution ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "{e} where such contribution ts in arrear for a period exceeding one month but not exceeding three months, a surcharge of twenty per centum of the amount of such contribution ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(@ where such contribution is in srrear for a period exceeding three months but not exceeding stx months, a surcharge of thirty per centum of the amount of such contribution ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(e) where such contribution is in arrear for a period exceeding stx montha but not exceeding twelve months, a surcharge of forty per centum of the amount of such contribution ; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(f) where: such contribution is in crear for a period. exceeding twelve months, a surcharge of fifty per centum of the amount of auch contribution.”,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "4. The amendment made to the principal enactment by Retros- section 4 of this Act shall be deemed Zor all purposes to Pective “have come into operation on March 1, 1981, obscctioa 4",
    "mean_p_confidence": 0.81
  }
]