[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "_ PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF, SRI LANKA \" MEDICAL WANTS (AMENDMENT) ACT, No. 33 OF 1990: . {Certified on Gih September, 1990] \"Printed on the Orders of Government — Published es. a Supplement to Part Ii of the Gazette of the Democratic Socialist Repablic of Sri Lanka of September 07, 1990 ROUTE A Wnt DEPART GP CUNGSENE WADING, SE SANA . ‘TO BE PURCHASED AT THE GOVEANMEHT PUBLICATIONS BUREAU, COLOMBO ~ Prine: 80ceuts. | . Postage : Be. 1.00",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Medicat Wants (Amendment) Act, No. 33 of 1990 [Certified on 6th September, 1980] : LD.-0, 29/88 Aw Act TO AMEND THE Mupica, WaNts ORbINANCE 7 BE it enacted by the Parliament of the Democratic Socialist Republic af Sti Lanka as follows :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "1. This Act may be cited as the Medical Wants (Amend- Short ttle. maent) Act, No. 88 of 1980.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2 Section 10 of the-Medical Wants Ordinance (herein- Amendaient after referred to as the “principal enactment”) is hereby fy oh amended by the repel of paragraph (b) thereof. mer",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "| & Section 14 of the princtpal enactment is hereby Amendment amended by the repeal of paragraph (b) af that section and $f section ‘the substitution of the following paragraph therefor:— principal | Enectment- “ (b) under section 10, in respect of a visit to an estate for the purpose of attendance an any sick Iabourer or labourers, “. .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4. Section 3¢ of the principal enactment is hereby Amendment",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "amended by the repeal of paragraphs (b), (¢) and (d) of 30 of the principal that section, ~  Eachment,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "8. Section 31 of the principal enactment is hereby Amendment amended in paragraph (6) of that section, by the omlasion $1 oe ‘of the words “or maintenance”, enactment,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "& In the event of any inconsistency between the sinhale Sinhala and Tamil texts of this Act, the Sinhala text shall prevail 1. prevail Seasileney,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Annual subscription of Bnglish Bills and Acts of the Pazliement Bs 895 (Local),",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "‘Ra. 1180 (Foreign), payable to the Svpmanemrumer, Govanxment PUBLICATIONS",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Runenv, Colommo 1, before 1th December each year in respect of the year tollowing.",
    "mean_p_confidence": 0.71
  }
]