[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON sth Session 1952 wk sg ae 5 Local Authorities (Standard By-laws) Act, No. 6 of 1952 Date of Assent : January 16, 1952 Printed on oe Orders of Government Printed at the Ceytow ovr, Pea, Covommo. To be FOSS ASCE RO Rtas SENT ira in Ten ie 8 Bunray, Post Orrice Box 500, Secretariat, Colombo 1 Prive: 10 cents, Postage: cents.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Local Authorities (Staxdard By-laws) det, 8 No. 6 of 1052. ‘L.D.-O. 44/51. . AN Act To AUTHoRIaz THR FRAMING OP STANDARD By-raws ror Avortion sy Locar, Autnonitiss, [Date of Assent: January 16, 1952.]",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "BE it enacted by the King's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceyion in this present Parliament assembled, and by the autho- rity of the same, as follows:-—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "4, This Act may be cited as the Locat Authorities Skt ttle (Standard By-laws) Act, No. 6 of 1952.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2. (1) It shall be lawful for the Minister to frame Framiog, draft by-laws with respect to any subject or matter Palm with respect to which a local authority is empowered 9 sealer! by any other written law to make by-laws, and to '7/*** cause such draft by-laws to be published in the Gazette.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(2) Draft by-laws shall, when published in the Gazette under sub-section (1), be accompanied by a declaration specifying— .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(@) the class or each class of local autho- ities authorised to adopt the by-laws in accordance with this Act; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "®) the appropriate provision of other written law by which local authorities of eagh such specified class are empowered to make by-laws containing the provisions com- prised in the draft by-laws.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(3) Where draft by-laws framed and published as hereinbefore provided are approved by resolution | =~ passed respectively by the Senate and the House of Representatives, and notice of such approval has been published in the Gazette, the draft by-laws shall be standard by-laws for the purposes of this Act.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "3, (1) Any local anthority of any class which is Adin « authorised in a, declaration under sub-section (2) of Syncs by section 2 to adopt any standard by-laws may by resola- el tion adopt such by-laws; and with effect from the date “*\" of the publication of such resolution in the Gazette or on such later date as may be specified in the resolution, : the standard by-laws so adopted shall come into force in the area within the administrative limits of that . authority, and shall for all purposes be deemed to be and have the same effect as by-laws made by that local",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "11.4 8 stemana an",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "4 — boral Authorities (Standard By-laws) Act,",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "No, & of 1952. suthority ander the appropriate provision of other writlen law specified in the declaration under the aforesaid sub-section (2) or under powers conferred on that authority by any other written law.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "2) Nothing in any other written law requiring the approval, confirmation or ratification by any authority {including the Senate or the House of Representatives) of by awe made by a local authority, shall epply or be deemed to apply in relation to standard by-laws adopted under this section.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "- For the purposes of this sub-section, ‘ approval\" shall be deemed to include the passing by the Senate and the House of Representatives of a motion that by-laws be not disallowed.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(8) Where the standasd by-laws with respect to any subject or matter come into force in the area within the administrative limits of any local authority, all by-laws with respect to that subject or matter previously made or deemed to have been made by that local authority under the appropriate provision of other written law specified in the declaration under sub-section (2) of section 2, and all other by-laws inconsistent with the standard by-laws, shall be deemed to be repealed.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "{& The power conferred on any local authority by any other written law to make by-laws shall be deemed to include the power to amend, add to or repeal any standard by-laws adopted under this section, so how- ever that no such amendment or addition may contain any provision which that authority is not otherwise empowered to make under any other written law.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Resar of 4, (1) The Minister may from time to time frame",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "nnend or raft, by-laws amending, revoking or replacing any",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Sedna standard by-laws, and the provisions of section 2 shall",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "tie mutatis mutondis apply to and in relation to any by-law so framed,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(2) Any such amendment, revocation or replacement of any standard by-laws which have already been adopted by any local authority shall not in any way",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "\"affect their continuance in force in the area within the administrative limits of that authority, unless and until that authority by resolution adopts the by-laws framed for the purposes of such amendment, revo- cation or replacement, .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "Lovut Authorities (Standurd By-taws) Act, 5 No, 6 of 1982.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "5. (1) Nothing in this Act shall be construed to sawing o uheidge or otherwise affect the power of a local autho. R= rity to make by-laws under any other written law. fo ;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "(2 Nothing in this Act shall be construed to confer & on any standard by-law adopted by any local authority any greater validity than it would have had if it had been duly made by that authority under any other written law.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "- 6. In this Act, \"local authority ‘7 means any Mesoing of Municipal Council, Urban Council, Towa Council, or 4, Village Committes.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "2",
    "mean_p_confidence": 0.84
  }
]