[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "oy 1! Vat, : . PARLIAMENT OF THE DEMOCRATIC: SOGIALIST REPUBLIC OF : SRE LANKA : THE BUDDHIST AND PALI UNIVERSITY 08 SRI LANKA (AMENDMENT) ACT, No. 37 OF 1995 t +S\" a [Centiiled om 28th December, 1995) +... Printed on the Order of Government Published as 2 Supplement to Part II of the Gausite of the Demeeratia Secislist Republic of Sri Lankx of December 29, 1995 RODIN AT THE DEPARRITT OF COVERT PADETIG, a LAKE [FO AE FURCHAGED AT THE GOWRHDOGINT FUNIRDATIONE BUREAU, coumOO #1 Price: Re. 228 Postage: Re. Be. 205°",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "The Buddhist and Poli University of Sri Lanka",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(Amendment) Act, No. 87 of 1995 [Certified on 28th December, 1995) °",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "LD--O. 61/95 ’",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(An Act To aman THE Buponert amp Parr Univensiry",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "ov Sart Lanka Act, No, 74 of 1981, .",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BE it enacted by the Parliament of the Democratic",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Socialist Republic of Sri Lanka ag followa:—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1. This Act may be cited as the Buddhist and Pall Dae, ¢ University of Sri Lanka (Amendment) Act No 37 1995 ues a and shall come into operation, in respect of all or any of operat | its provisions, on such date or dates as the Minister may appoint by Order published in the Gazette.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2. Section 3 of the Buddhist and Pali University of Sri Replacemens ‘Lanka Act, No. 74 of 1981 (hereinafter referred to as “the st Secjicn Principal enactment”) is hereby repealed and the follow- fo, %4 af Ing section substituted therefor :— ise, . BOdlects of 3. The objects of the University shall be—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Dnlversity. () the traiming of scbolara in Buddhist Boctrine and Discipline for the dissemination of Buddhism, and the fostering of Dhammadutha activ+ ties, in Sri Lanka and abroad;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": ": (8) the promotion of the study of Pali, Buddhist Culture and Buddhist Philosophy in Sri Lanka and abroad, ( and the development of then studies to suit the conditions in the modern world ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(Hi) (c) the training of Bhikkhu students and lay students of the male sex fe teaching Buddhism and Palt in pris. venas, schools and similar inatite-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "7 tena 5 {b) facilitating the maintenance and Amprovement of ethical conduct and mental discipline of Bhikkhe students and all Jay students of the . male sex; and (c) any other matter connected with, or incidental to, any of the matters . aforesaid”, jl",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "2 The Buddhist ond Pati University of Sri Lanka =” (Amendment) Act, No. 37 of 1985 Revincement «2. Section 4 of the principal enactment is hereby gorge ‘Tepealed and the following sections substituted therefor :— pineal * aBowers of 4. The University shall, subject to the ‘University, _ Provisions of this Act, have the following powers:— . @® te determine the courses which shall be provided therein and the degrees, ot diplomas end other academic dis- tinetions which shall be awarded ; (Ui) to determine from time to time the total number of Bhikkhu students and the lay students of the male sex who shalt be admitted annually to the University and the apportion- ment of that number to the different courses of study therein ; (ii) to select and admit Bhikkhu student ‘and lay students of the male sex as internal students of the University in consultation with an Admission Committee whose composition, yorers, duties and functions shall be prescribed by by-laws; H Provided that, two thirds of the total number of students who are adraitted annually shail be Bhikkhw students 5",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "@y) to provide for instruction in any ‘spproved branch of learning subject to the provisions of section 7;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(v) to hold examinations for the purpose of ascertaining the persons who have acquired proficiency in different ‘branches of learning ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "{vi) 1 grant and confer degrees, diplo-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "mas and other academie distinctions “4p and on persons who have pursued",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "approved courses of study in che",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "University and who have passed",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "the examinations of ihe Uni- ‘versity prescribed by regulation",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "+ WHE Haddhust ana walt University of Sr Lanka @ (Amendment) Act, No. 37 of 1996",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "H (vil) to conduct external examinations for the grant of degrees, diplomas and other academic distinctions to students of Sri Lenke and to students of institutions out- side Sri Lanka recognized by the University 5",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(viti) to grant and confer degrees, diplomas",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "and other academic. distinetions to and on persons who = have paseed the external examinations of the University ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(ix) to confer honorary degrees or other academic distinctions on persons who are recommended by the Senate of the University and approved by the Council of the University 5",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(x) to institute and award research scholarships and make grants to",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": ", deserving postgraduate research students for the furtherance ot Buddhist and Pali education ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(xi) to institute Professorships, Associate Professorships, Senior Lectureships or Lectureships and such other posts as may be required for the purpose of the University ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(di) to take and hold any property, mova- ble or immovable, which may become vested in it by virtue of any Purchase, grant, gift, testamentary disposition or otherwise and subject to such conditions, restrictions and prohibitions as may be imposed by",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "regulations of the University, to sell, assign, exchange or otherwise dispose of the same;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "4 The Buddhust and Pali University of Sri Lenka . (Amendment) Act, No. 37 of 1995 e",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "* {xili) to co-vperate, by way of exchange of o - teachers, students and scholars or otherwise, with other universities or , institutions in Sri Lanka or abroad yo having objects similar, or sub- - : stantially similar to those of the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ". ‘University ;",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "' (xiv) to erect, equip and maintaln for the . . purpose of the University, libraries . and other buildings ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(xv) to establish and mannge halls of residence, to “icense lodging houses providing residential fecllities and",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "t to provide such other services and . facilities as may be necessary for we the residence of ell Bhikkhu 5 students and lay students of the male sex of the University ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "“ Gxvt) to regulate and provide for the residence, discipline and well-being of teachers, officera and other employees of the University 5",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "> (vit) to nssist all Bhikdubu students and lay students of the male sex to",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "’ obtain loans from Banks and other agencies in accordance with Regula- tions providing for the same;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ". (xviti) to demand and receive much fees as may from time to time, be prescribed ty regulations ; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "1 (dx) to do all such other acts or things ax may be necessary for effectively exercising any of the powers specifi-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ". ed in this Act and for the attainment : : of the objects set out in section 3\". Ameniment~ 4 Section § of the principal enactment is hereby af sceticn amended by the substitation. for the words and figures ig “Subject fo the provisions of section 4 {e) the University Ganctmemt. . shall be open to all persons of either sex”, of the words ‘and figures “Subject to the provisions of paragraphs (wil) ani (viti) of section 4, the University shall be open to all",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "persons of the male sex”",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": ": The Buddhist and Pali University of Sri Lenka 6 \\ (amendment) Act, No, 37 of 1995 1 & ‘The following mew section is hereby inserted fperten immediately after section 5 of the principal enactment and zertiua | shall have effect as section 54 of the principal enactment :— £28, qilghte oF Sa, Persons of the female sex shall, “HP ST ae. subject tv such regulations as may be rade in that behalf, be entitled to graduate and receive any degrees, diplomas or other aendemic distinetions of the University as ‘externsl students of the University.”. 6 Section 6 af the principal enactment is hereby By Sot she repealed, Set ee Eisctmee J. Section 8 af the principal enactment is hereby Ameném amended in subsection {J} by the repeal of paragraph Sot the {& of that subsection and the substitution of the Principe! following paragraph therefor:— cacmen ™ (e) The Mahanayake Thera for the time being holding office 9 the President or the ‘Utharithara Mahanayake Thera of the Sri Lenke ‘Amarapura Maha Sangha Sabha; and &. Section 8 of the principal enactment is heceby Samise aqmended as follows :— ‘c= 41) by the substitution for paragraph (3) of that section, eteccment ” ‘of the following paragraph :— . “G) the Venerable Vice-Chancellor ;\"; 2) by the insertion, {mmediately after paragraph (1) of ‘that section of the following new paragraph which : ‘shall have effect ax paragraph (ii) of that section :— + (i) the Dean of each Faculty :\"} and | @) by the renumbering of paragraphs (i), (ii), Uv) ‘and (v) of that section ax paragraphs (ii), (Iv), {¥) and (vi) of that section respectively. 9 Section 10 of the principal enetment is hereby Amentne amended 28 follows :— oe paced (1) by ‘the repeal of subsection (1) of that section and cpactiomt ‘the substitution therefor, of the following sub- A section -— : “ @) (a) The first Venerable Viee-Chancellor of A the University shall be a Bhikkhu appointed by Dn",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "& = The Buddhist and Pali University of Sri Lanka - (Amendment) Act, No. 37 of 1995 4 the President. Every subsequent Venerable Vive- Chancellor shall, subject to the provisions of . Paragraphs (b) and (e), be appointed by the President upon the recommendation of the Minister, . from a panel of three Bhikkhus nominated by the Council of the University, A (%) No person shall be appointed as Venerable i ‘Vice-Chancellor of the University for more than two consecutive terms. . (©) The Venerable Vice-Chancellor of the ‘University may be removed by the President . afler consultation with the Minister * (é) Any Venerable Vice-Chancellor who vacates office by reason of the expiration of his term of ‘ affice or by resignation shall have the right to revert to the substantive post held by him before . he was appointed to the post of Venerable Vice ‘Chancellor. * ; (2) by the substicution for the expression “Vice Chancellor” wherever it appears in subsections 12), (3), (4), (3), (8), (7) and (8) of that section, of the expression “Venerable Vice-Chancellor”; and @ by the insertion immediately after subsection (8) of that section, of the following new subsectiona:— “(D) Jf any vacancy occurs in the office of the Venerable Vice-Chancellor, the Secretary shall make such arrangement es he may think fit for the . performance of the duties of that offlca until a permanent appointment is made under subsection a @). 1 (10) Notwithstanding anything in this Act the Venerable Vie-Chancellor helding office on ‘he . day preceding the date of coming inte operation of this section, shall cease to hold office on such date! Frovided, however, that the Venerabe Vice~ Chancellor who £0 ceases to hold office, shall be eligible for re-appointment.”",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "The Buddhist ond Poli University of Sri Lanka 7 (Amendment) Act, No. 37 of 1995",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "10, Section 11 of the prineipal enactment is hereby Amendment mended in subsection (1) of that section by the substitu. of section tion, for the words “Every subsequent Registrar shal! be principal appointed by the Couneil.”, of the words “Every sub- *usctment sequent Registrar shall be appointed hy the Couneil upon the recommendation of « Selection Committee, the ‘composition of which shall be proscribed by rules\".",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "4. Section 12 of the principal enactment is hereby Amendment amended in subsection (1) of that section by the eubstitu- $2 Site, tion for the words “Every subsequent Librarian shall be rincinnl appointed by the Council. \", of the wards “Every subsequent ™ Librarian shall be appointed by the Council upon the recommendation of a Selection Committee, the composition of which shall be prescrined by rules.”.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "12, Section 13. of the principal enactment is hereby Amend:nent emended in subsection (I) of that section by the aubstitu. $f Sten tion, for the words “Every subsequent Bursar shall be princiral appointed by the Council.”, of the words “Every *sciment aubsequent Burger shail be apponted by the Council upon the recommendation of a Selection Committee, the composl- tion of which shall be prescribed by rutes.\".",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "1A, Section 14 of the principat enactment is hereby Repeal of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "_ repealed. tbe principal £ enaclment \"14. Section 15 of the principal, enactment is hereby ‘Replacement repealed and the following section substituted therefor :— % athe * principal Sbactment. The Autho- 15, The Authorities of the University shell The Utiver. be the following — aty. Gi} the Council ; (li) the Senate; (ii) the Faculty Board or Faculty Boards.\", 415, Section 16 of the principal enactment is hereby Amendrent ‘amended as follows: . eerie ) by the repeal of subsection (1) of that section and Snastnent, ‘the substitution therefor, of the following sub- t tection :— j (1) ‘The Council of the Universtiy (hereinafter Teferred to as “the Council“) shall be the executive body and the governing body of the University and shall, subject to the provisions of Paragraph (vil), consist of the following persona !— (i) the Venerable Vice-Chancellor:",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "& The Buddhist and Pali University of Srb Lonke. (Amendment) Act, No. 37 of 1995 {if} the Dean of each Faculty; {iii) two members elected by the Senate . from among its members ; Gv) the Secretary of the Ministry of the i Minister incharge of the subject of : Buddha Sasana or nominee of such : Secretary 5 (v) the Secretary of the Ministry of the ‘Minister incharge of the subject of Higher Education or the nominee of - ‘such Secretary ; and {vi) such number of members as 1s equal. to . the total number of members appointed under paragraphs (i), (li), (ili), (iv) . and (v) Snereased by one, All’ such members (hereinafter referred to as i “appointed members”) shall be ; appointed by the Minister from among : persons who have rendered distinguish- . ed service in educations, financial, : legal and administrative spheres, Not tess than fitty ‘per centum of the total number of members of the Council shall be Bhilekhus.\" ; | (® by the substitution for the expression “Vive Chancellor” in subsection (2) of that section, of * the expression “Venerable Vice-Chancellor”, {@) by the repeal of subsections (3) and (4) of that sec ‘ion and the substitution therefor, of the following : subsections :— (8) Subject to the provisions of subsection (4), any appointed member or elected member of -the Council shall, unless he vacates office earlier, hold office for a term of three years reckoned from , the date of his appointment or election, as the ease + + may be, and shall, unless removed from office, be . eligible for re-appointment or re-election : 2! Provided, however, that ff any appointed member +\"! > \"ex elected member, vacates office prior to the +” \" gxpiry of his term of office, his ‘successor shall, 3 unless he vacates his office earlier, hold office for : the unexpired portion of the term of office of his i predecessor, ced",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "‘+ phe Buddhist and Pati University of Sri'Loika 9 § Hy (Amendment) Act, No. 97 of 1995 ;",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(® (@) Any appointed member or elected",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "meraber of the Counell may resign his office by : writing under’ his hand addressed to the Minister or to the\" Venerable Vice-Chancellor of the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "University, as the case may be,”",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(®) Nothwithstending anything in this Act the appointed members of the Council holding offee on the day preceding the date of coming into operation of this section shall, upon the date of coming into operation of this section, cease to ‘hold office as such members:",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "Provided, however, that any appointed member who so ceases to hold office, shall be eligible for re-appointment. ”; and + () by the substitution for the expression, “President” in subsections (5) and (6) of thet section of the expression “Minister”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "46 Section 17 of the principal enactment is hereby Amanémes: amended in subsection (2) thereof as. follows:— of eget (1) by the repect of paragraphs (vi) and (vil). of that Siactmen:.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "subsection and the substitution of the following",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "Paragraphs therefor :—",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "* (vi) to consider, and it necessary amend, and adopt the annual report ond the ennual accounts of the University ad to submit such reports and such accounts to the Minister ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "| (Wi) to recognize and register institutions outalda Sct Lanka, subject to much conditions ay may ‘be prescribed by by-laws, for the purpose of providing courses of study approved for the external examinations of the Univer sity 35 2) by the repeal of paragraphs (iz) and (x) af thet",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "‘muibsection, and the substitution of the following",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "eragraphs therefor —",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(ix) (©) to formulate schemes of recruitment",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "Tr. and procedures for appointment of the statt ms ‘af the University in conformity with the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "schemes of recruitment and procedures for EDoeeene sy",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "vo bw The Buddhet end Pali University of Set Lanka . (Amendment) Ast, No. 37 of 1908 4 appointment of the other national Uabrer sities, ond to determine from tims te téme, the various grades of staff and the wenaber ‘cumprising each of such grades; snd G2) te detexmine from tima to tine within {es overall wage and salary policies of tha ‘other national Universities, the renunere- tion thet should be paid to different grades of staff of the University aad fee nature snd extent of the other benalits",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "La, Sit fee staff should receive 5 42) te make by-aws, rules and regulations on tore aautters in respec of which by-law, rules and regulations are authorized to be made.\"; |) by the shotitution, for paragraphs (xil) and (xi) : of thut subsection, of the following paragraphs :—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "* (i) to appoint examiners whether from the staff ef the Untvernity or otherwise, afier com",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "‘ sideration of the recommendation of the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": ": Banate, end to determine any feos whick seay be paid to such examiners ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "(zit) to appoint persons to, and to suspend, Gtsesies or otherwise punish persons in the eanployment vf the University:",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "Provided that, except in the case of officers",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "aud teachers, these powers may be delegat- an ed to the Venerable Vice-Chancellor ;” ; and 4 the ot aphs (xv) and (xvi) of that _@ Wy ivoctbe and ihe ecbatieclion diathn of the [+ . following new paregraphs:—",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "“ (ay) te appotot a Board of Welfare, which shall include representatives of the atudents, tor {ha promotion of the general well-being of the students of the University. ‘The compos fea, powers, duties and functions of such Board aball be prescribed by by-laws; and to exercise other powers of the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "(7) Faecal bo the enercoe'of which 6 ote provision ia made in this Acti -",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "a Provided that, no resolution shall be pamed",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "<.* by the Counefl in relatfon to any seademic matter unless the Senate bss first been given an opportunity of recording and trenamltting",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "+ + te the Counell ita opinion thereon, :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "In this section “academic matter\" means any",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "matter which {a subject to the Control and general",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "direction of the Senate’. ome",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "| ha Buddhist. and Pall Unloersity of Set Lenka Ut (Amandment) Act, No, 37 of 1905 ST rhe following new sections are hereby inserted Seomiiat \\° dmmedistely efter section 18, of the “principal ensctasat Sshen and shall bave effet 08 section 284, 18, 18¢, 168 ana 10 of Fre ‘the principal enactment :— 2 ‘aus Guusie, 184 (1) The Univeriey shal have «Senha which shall be the authority: . the University. “ (2) The Senate of the Univeratty shell consist of the following persons:— . (6) the Venerable Vice-Chancellor 5 , (b) the Dean of esch Faculty; | (©) the Head of each Department af study (@) the Librarian 5 1 ) permanent Profesor of the © inbeareys (fy two teachers, other than those referred, ‘fo in the preceding paregraphs, ; elected by th permanent teachers of each Faculty from . among their ' number ; and (9) five teachers appointed by the Counc ‘from emaong Professors, Acmocats Professors and’ Senior Lecturera of the Departments of Buddhist studiec 1 and Cultural studies of other Universities of Sci Lanka, (8) Bach elected or appointed memes shal} hold office for a period of three year reckoned from the date of bie electiea oc appointment as the case may be? ~ Provided, however, that where am electell ‘or appointed member retires or recigms, ac othervrise vacates office hy reason of eheani- inghimselffrom three consecutive mettiagy of the Senate, another member shall be Glected or sppointed in his place Se accordance with the provisions of peragraphs (D and (g) of subsection (Z) and much other member shall, unless be vecstes ofen ‘earlier, bold office for the unexpired pesiod ‘of the term af office of his predecemer.. '(@) ‘The quorum for meeting of the ‘Senate ball be ons fourth of its membership, , 1",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "1a The Buddhist and Palt University of Sri Lanka * + (Amendment) Act, No. 37 of 1995 i» + @) The Senate shall have control and : > general direction of instruction, education, \"research and examinations in the University, : (6) Subject to the provisions of this Act end without prejudice to the generality of . the powers conferred upon it by subsection : (@) the Senate shall exercise, perform and . discharge the following powers, duties and functions :— . {@) to draft, after consideration of reports from the Faculty or the . Faculties concerned, regulations . relating to courses of study and evaminations, with the concurrence of the Council ; . (®) t recommend to the Council, after consideration of reports from the . ‘Faculty or the Faculties concerned, ‘the names of persons suitable for appointment as examiners ; be {c} to recommend to the Council, the . institution, abolition or suspension . of . Professorships, Associate . Professorships, Senfor Lecturesh!py, soos \"Lectureships, and other seademic ce posts in the University ; \"7. 7d) to recommend to the Couneil, after cc cTtnuss \"* ggneideration of reports from the woe. Faculty or the Faculties eoncerned— Fees + {§) Schemes for the re-organization Pee of existing Faculties ond Boyt. - Départmenta of study and the oli be organization of new Faculties Se eng: j and Departments of study ; and SMT ost 25 = (i) the asslgnment of subjects of towels fry gtudy to the respective Facul+ Tec Lne 0 Hess and .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "| The Buddhist and Poli University of Sri Lanka 18 (Amendment) Act, No,.37 of 1996 ' (©) to appoint such number of Standing Committees, or ad-b2: Committees + oF Boards of the Servite as it may 4 deem fit, and in particular, but ae without prejudice to the generality of the preceding provisions of this subsection to appoint :— ) a Library Committee ; “ * (ii) & Research Committee; ii) & Curriculum ‘and Evaluation ‘Committee ; and {iv) a Probationary Study Leave Committee, and to specify their terms of reference, to consider their . reports and to either approve such Teports, whether with or without Modification, or to reject euch 1 reports, Fag Faculty 188. (1) Each Faculty of the University _ shall have a Faculty Board which shal consist of the following persons :— (a) the Dean of that Faculty ; () sil permanent Professors, Assoclaba Professors, Senior Lecturers and 7 Lecturers of the Departments of ! Study comprising the Faculty; , (©) two members elected by the permanent Assistant Lecturers of the Faculty from among their number; {@) two members of the permanent staff tmparting instruction in the Faculty . excluding those referred to in paragraphs (b) and (c), elected r from among thelr number ; AG), two students elected by the students of \"> the Faculty\" from among thelr smumaber ; and “ : ‘three persons not being members 1 0) A Jett of the Universy elected bY s the Faculty Hoard, from | ambog : persons of eminence in the aréee fe | etudy relevant to the Faculty.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "£4 The Buddhist end Polt University of St Lenka _, dAmendment) Act, No. 87 of 1905 ‘ toes - (9) A member elected under paragrapti “S% (9) of subsection (1) shell held office as & '*\\ member for a period of one year, and any 8” ether elected member for a period of three 3 yeara reckoned from his date of election, all such members being eligible for re-election, + @) Subject to the provisions of this Ack,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "a Faculty Board shall exercise, perform and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "discharge the following powers, duties and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "fanctions :— . fs) to consider and report on any matter _ .Feferred to Ht by the Senate; . (b) wubject to the control of the Senate, . to regulate matters connected with teaching, examinations and ressareh in the Departments of study in the . Faculty; + (©) to appoint committees, which may . : . include persons other than members of the Faculty, for the purpose of coe considering and reporting on any: special subject or subjects;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "_ @ to present recommendations and” te reports to the Senate on all matters. a connected with the courses of study",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "oe and examinations in the Farulty; and mo (©) to recommend to the Senate, persons. suitable for appointment es exam ner fot (4) (a) The Dean shall preside at oft Lot meetings of the Faculty Board; and",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "*. (b) The members elected under parr voto «raph (©) of subsection (1) shall be exclo- joni “ras +; ded from.the proceedings of any meoting of",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "the Faculty .Board relating to the election ee aco, f the Denn'under section 18c of thia Act, ina and to examinations and connected matters: cu ty =. * and any sch meeting shall, notwithstand~ te mms “4 \"ing such exclusion; be deemed to have beens",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "The Buddhist end Pali University of Sri Lenka f/ 1S ¥ {Amandment) Act, Ne. 87 of 1998 . ‘ t _ tite. (1) ‘There shall be a Dean of each Despe ‘Faculty who shall be « fult tine officer of Feoliea University and the academic and sdminis« trative head of that Faculty. The Dean shall ‘be elected by the Faculty Board from ameng . the Heads of the Departments of Study a eompriing wich Faculty, end shall, when oo Boon elected, conse to be the Head af the Deperts <5) meant of Btudy concerned. 3 (2) Tho Deen shall, subject to the prové. : sions of any appropriate Instrument, bold ofice for a perled of three yours reckoned frum the date of hia election end shall, me : Jesy removed trem office, be eligitte for re- election. (8) Where ewiag to leeve of absence Milnes or other cause, the Dean of Faculty we iz temporarily unable to perfona tha dutten of his office for @ period not exvoed= for free month, the Venerable Vico» : Chancellor shall wppoint another Hesd of Department of thet Faculty to act in the poet ef Dean, dor mush posted, ‘ * ‘Where kewona, 2 Dean of a Faculty re- ; tien ex resigns or is for eny ether reeson maile te partorun tha duties of his affce fo : & period axeewding three mouths, the post ef Dean of that Fossity mall be deemed tr { de vusant, and a new Dean shail be elected fos evcordanes with the provixions of gub- | aetlea (1). | Basds ol te, (1) ‘The Heed of @ Department of H z= ‘Study shall be a Profeswer, Ammeinte Pro- } tenet, Bealor Lecturer or Lecturer appoint _._, td By. the Counell upon the reeommende- * fom of the Venerable Viee-Chancellee r : Provided that, where the Head of a Deyart- + sca vss Eg Of Study’ baa pot been appointed by : |, Mae Council, the Venerable Vice-Chancellor : ‘may sppeint a, Professor, Amociste Protes- ‘aot. Senior Lecturer or Lecturer to ect in. “ +: + ie pest of Head of Departraent for « period oe eo date of hls éppoiniment",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "\"48 + The-Biidapistsand-Pali Uritversity of Sri Lihka 7° ‘Aimenstinent). Act, No. 37 of 1905 ~ '» (Q) The Head of a Department shall, sub",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "- * Ject to the provisions of any appropriste",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "Instrument, hold office for a period of three",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": ". years reckoned from the date of his appoint-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "Ment and shall; unless removed trom ofilea,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "be eligible for reappointment.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "{8) Where owing to leave of absence il",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "ness, or any other couse the Head of a",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "‘Department is temporarily unable to perform",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "the duties of his office for a period not",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "1 exceeding three months, the Venerable Vice-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "Chancellor shall appoint another Professor, Associate Professor, Senior Lecturer. or Lecturer of that Department to act in the post of Head of Department for such period. Where however a Head of a Depart- ment retires or resigns, or is for other zeason unable to perform the duties of hig oftce for a period exceeding three months the post of Head of Department shall be deemed to be vacant and a new Head of Department shall be eppointed in accor",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "1 dance with the provisions of subsection (1).",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "; stabish- lap, The Councit may, from time to time, Fiendes \"with the approval of the Minister establish wad Depart ony Faculty or Department of study ax it ‘",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "+ may deem necessary for developing its noo \" teaching, research and extension programmes, : for the attainment of the cbjecta of the 1 : University. *. umgmest “A Section 20 of the principal enactment is hereby et mended as follows: — aie : : . nncemaat (1) by ‘the substitution for the word “regulation \"wherever that word appears in that section, of the word “rule”; and : (2) by the repeal of paragraph (if): of subsection (2) of : 7, 7 that section and the substitution therefor, of the “following paragraph :— ‘ * : (ii) appointment to posta of teacher or any other v *fostn aa‘ may be prescribed by rules; and”. a",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "Phe Buddhist and Pali University of Sri Lanka 17 to “Gamandment) Act; No, 37 of 1995 ‘4. Sections 21, 22 and 23 of the principal enactment of beetions | are nereby repealed and the following new sections 21, 2bend i, 1 Bubstituted therefor.‘-~ . . oF | uprobationar 31, Every appointment toa post of teacher ariod of shall, in the first instance, be for «= probationary period of three years, which period may be extended by the Council of the University by one year at a time for a further period not exceeding five years. ‘Age of 2, A teacher who has been confirmed in Ziigmem, his post, shell continue in that post until he hes completed his sixty-fifth year, or if he completes his sixty-ffth year in the course of an academic year, until the last day of such academic year, and shall thereafter be deera- ed to have retired from service: Provided, however, that any such teacher may, at any time, be supsended, by the Venerable Vice-Chancellor pending an inquiry by the Council of the University, for misconduct, inefficiency or dereliction of duty ' or he dismissed or compulsorily retired, it found guilty after such inquiry, on a resolu- s tion adopted by the Council. Confirmation «23. Every appointment to a post, other Her Feted than that of teacher, shall in the first instance be for a probationary period of three years, 4 and shall thereafter be subject to confirma- ; _, tion by the Couneil, exeept where such H appointment is by reason of a promotion from = post other than that of teacher to another post other than that of teacher: Provided, that where a person whose appointment to a post other than that of teacher in the University has been confirmed ‘is subsequently sppointed otherwise than by ‘way of promotion to another post other than ‘that of teacher in the University, his ‘subsequent appointment shall, in the first instance, be for a probationary period of one year, and shall thereafter he subject to ; Confirmation by tha Council. *,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "wo <2 The Buddhist and Pali University of Sri Lenkg KAmendinend) Act, No.'3T of 1996 ~ ‘Tasertion, of 2%. The following new section is hereby inserted * aes\" imodiately after auction 23, of the printeel ents : Beiaapet and ahall have effect aa section 234 of the principal enact ment; . + et %a, The holder of any post, other than went be. ‘that of teacher, may continue in office until | be completes his fifty-tifth year and shall _ thereatter he deemed to have voluntarily retired from service + . . Provided, however, that the holder of amy such post may upon written request made by him, be given by the Council of ‘he ! University, extension of service for a period. of one year at a time until he completes his ‘ nixtieth year, and shall thereafter be deemed to have retired : : Provided further that the holder of any such post may, at any time, be mupended, by the Veuerable Vice-Chancellor pending a inquiry by the Council of the University tor misconduct, inefficleney or dareliction of . duty or be dimmiseed or compulewey ' ‘ retized, if found guilty efter such inquiry, on @ tecolution adopted by the Cound”, _ \\ Amundzomt 21. Section 20 of the principal enactment ts hereby | ste amended as follows: — —_—— (1) by the insertion, immediately after tubsection (2) of H : ‘that section, of the following subsection :— ‘ * (4) (a) A contributor may nominate a person (here : dnafter in thia section referred to as ‘a nominee”) to ‘whom the monies lying to the credit of the contribu- tor’s secount in the provident fund shall be paid upom the death of such eontributer— ° () A nomination made under paragraph («) shal) Dave effect notwithstanding anything te the . contrary in the last will of the contributor. (c) A nomination made under paragraph (a) shall . ~ “be deemed to be revoked, by the death of *° : fhe pominee in the lifetime of the contr- \" butor or by written motice of revocation",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "a 4649 ©). at Buddhist and Pal University of Sri Lanka 2 4 19 ; me ‘GAmandmens) Act, Ne. 37 of 1998 © scr: 1. | signed by the contributor in the presence oT SLT. | a wttoem who shall attadt the signature of et the contributor or by any subsequent neming-. wot tion made by the contributor, y ++ + (8) No montes lying to the credit of the account off 2d ‘8 contributor in the provident fund shall be ho paid to any nominee of such contributor, citi ‘wuolese the nominee satisfies the Bursar of the. ‘University as to his identity, - (@) The handing over of any monies lymg to the eredit of the sccount of « contributor in the : provident fund te the nominee of sue . contributor upon the death of much contr butor, shall ke a complete discharge of the, ‘sbiigations of the University in respect of. . such monies,*; and + (2) by the repeal of subsection (4) of that section and the. substitution of the following subsection therefor :—~. “ (4) Where a contributor diss while in the service of the University the Bursar of the ‘University shall, subject to the proviaions of section. 30, pay the full amount lying to the eredit of his ' account in the provident fund, together with the accumulated interest thereon, to the nominee or neminees nominated under subsection (24) or im the absence of « valid nomination, to tha person a Persons lawfully entitied to such amount *. j 22 Section 30 of the principal enactment is hereby Replecamene =: repealed snd the following section substituted therefor:— 2 sedica i gbctuetion 80. Notwithstanding anything in the Teeter ; Stat Food ‘Preceding provisions of this Part and withoud : payment. Prejudice to any other right or remedy— (@) the quantrm of anv loss oF isTsge . sustained bv the Universi ‘ty ree _ won OF Ine cianonesty OF megugence . of # contributor ut any time during . the period of his employment by the : Univeratty : . {®) payments due“ any loan taken by the o . contributor trom the University op . , fhe Government, as the case may :",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 21,
    "par_num": 15,
    "text": "- 20 The Buddhist and Pols University of Sti Lanka =~ ‘(Amendment) Act, No, 37 of 1995 - #7 - () the dues under any bond, agreement or",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 21,
    "par_num": 15,
    "text": "\"| 7 other instrument executed by the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 21,
    "par_num": 15,
    "text": "vo +, @ontributor under the provisions of",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 21,
    "par_num": 15,
    "text": "which he agrees that such dues ahall",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 21,
    "par_num": 15,
    "text": "of be a charge on the amount lying to his credit in thé provident tund,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 15,
    "text": "shall be a first charge upon the amount lying",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 15,
    "text": "to the credit of the account of that contri-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 21,
    "par_num": 15,
    "text": "butor in, the provident fund, and such",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 21,
    "par_num": 15,
    "text": "quantum,. payments and dues may be",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 21,
    "par_num": 15,
    "text": "deducted at the time when any payment is",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 15,
    "text": "made in accordance with the provisions of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 21,
    "par_num": 15,
    "text": "section 28.\"..",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 21,
    "par_num": 15,
    "text": "Invertice 23, The foliowing new Parts are hereby inserled neon, _ inmediately after Part VIL of the principal enactment and wares steal have effect as Part VVIa and Part VII2 of the principal” principal enactment :— “PART Vila Unrvasstry Sruvexr Usiox ap ora Assoctations Boadents 39a. (1) Gi) The University shall have + Uniows ke“ 5 Yniversity Students Union. @) Each Faculty of the University ‘shall ' have a Faculty Students Union,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 21,
    "par_num": 15,
    "text": "(ily ‘The mode of conducting elections of the office bearers of the Unions referred to in the preceding paragraphs end the duties and functions of such office-besrers shall ‘be prescribed by regulations,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 15,
    "text": "(@) @) ‘The Councit may recognize any union, aoclety or other association of students of the University established for the sole purpose of futhering academic or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "i 4° Phe Buddhist and Poli University of Sri Lanka © 22 { (amendment) Act, No. 37 of 1995 social objectives, provided that the member- ship of such unfon, society or other associa. tion is limited to students of the Untversity ; (i) The Council may prescribe by regula- tions, the mode of regulation of unfona, societies and ‘other associations recognized under parngraph {i}, their functions, the mode of conducting elections for the appointnent of their office-bearers and the duties and functions of such office-bearers, (3) The Council may, from time to time, allocate to the University Students Union, the Faculty Students Unions, any union, seciety or cther association of the University referred to in subsections (1} and {2} such spms of money as may he deemed necessary by the Council for their approved activities. (4) IE any union or society or other association of the University conducts itself in a mannes, which, in the opinion of the Venerable Vice-Chancellor of the University , is detrimental or prejudicial to the good name of the\" University, obstructs the proper administration of the University or acts in contravention of this Act or any appropriate instrument, the Venerable Vice-Chancellor may suspend or dissolve such union, soclety or other association os the case may be PART Vila : Powers oy mtr Minuet . Rowers of \"398. (1) The’ Minister’ inay, from time the Minister ie, issue to the Council such general written | be directions ax be may deem necessary ta",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": "zw’ 22 The Duddhlet end Pali University of Sri Leaks",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": "(Amendment) Act, No. ST of 1008 ‘ Pursuance of national policy in matters muah ma Gnance, university places and medium of fnstruction, to enable him to discharge effectively his responsibilities. Every sich direction shall es soon as possible be tabled tm Parliament, :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": "(2) (a) The Minister may by Order pub- Vished in the Gazette appoint any person by name oF office to be a Specified Authority for ‘the purposes of this Part of this Act,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": "{b) The Specified Authority may with the approval of the Minister delegate any of hia ‘powers to such standing committees or adhoc ‘committees consisting of such number of meimbers as may be determined by the Specified Authotity or any officer or servant appointed by such Authority,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": "(©) For the purpose of ensbling him ta discharge effectively his responsibilities, the Minister may order all or any of the activities or the administration of the University, to be investigated ond reported upon by the Specified Authority.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": "(3) Where the Minister is satfstied that thie situstion prevafling in the University is likely to endanger national security or i detri- mental or prejudicial to national policy, he",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": ": may dizect the Council to take all such steps ‘aa he may deem necessary to bring such situation under control.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": "(&) Where the Minister is satisfied that, due to any strike or lockout or any other cause, the work or administration of the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": "; ‘University has been seriously dislocated and thet the authorities of the University have failed to restore normal conditions, the ‘Minister may teke oll such measures as may be necessary to ensure the » restoration of ‘normal conditions in the University. Pending the restoration of normal conditions the Minister may, by Order published in tha",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "the Buddhist and Poll University of Sri Lanke 1) 28 (Amendment) Act, No. 37 of 1996 ' Gazette, make all uch provisions aa be may i “deem necessary in respect of ali or any at the following matters relating te the Univer: 1 4 aty . (@) the closure of the Universtiy; | > ; (b) the appointment of any person by + Rami or by office, to be a competent : authority for “the purpose of exercising, performing or discharging . in lieu of any officer, authority or ‘ other body of the University, any i Power, duty or funetion conferred or impored on, or assigned to, such othier authority or body under this Act or . any appropriate instrument ; and ‘ (e) any other matter connected with or relating to any of the matters ' eforesaid. @) Any Order made by the Minister under subsection (4) shalt come into force on such date ag may be specified therein. ‘Any such. ‘Order shall, a scon as possible thereafter, be tabled in Parliament and shall, unless earlier | Fescinded, remain in force for a period not exceeding three months thereetter. \" : 34, Section 48.0f the principal enactment is herchy Replacement fepedled and the following section substituted therefor. jf See Bitnepal god Bares 46, (1) (a) By-laws may be made by the ‘wactment f “Syinwe, Council for matters in respect of which By- laws are authorised to be made. () No by-law shall be made by the Council in respect of any matter relating te. 2 or connected with the teaching in, or the examinations of, the University, unless » draft of such by-law has been prepered and submitted to the Council by the Senate. (c) Bvery by-law made by the Council Paiees published in the Gavette and shell { : some into Foree on such date at may be i ‘Specified therein. . aes",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "a5 “iz. The Buddhist and Poli University of Sri Lanka”. (Amendment) Act, No. 37 of 1995 ». (2) Regulations mey be made by the Council or Senate of the University, ax the oon ease may be, in regard to any matter in he respect of which regulations are authorised to be made () Any authority or other body of the University mey make rules—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "(@) Zor ail matters which, under the provi- stons of this Aci, or of any appro- priate Instrument, are to be or may bbe prescribed by rules ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": ". (®) for all matters in respect of which,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": ". under the provisions of this Act, or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "\" of any appropriate Instrument rules are required or authorised to be made ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": ". (©) for all other matters solely concerning any authority or other kody of the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": ". University and not provided for by",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "this Act or any appropriate Instru-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": ". ment; and",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "(@) any rule made by avy authority or other body of the University may at _",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": ". any time, be amended, added to, varied or rescinded by a like rule made by such authority or other body. ”. yiitertlen at %§. The expression “Venerable Chancellor” shail be Fseretc” . substituted for the expression “ Chancellor” wherever auch * expression occurs in the principal enactment: Replacement 26. ‘Section 48 of the principal enactment in hereby of action sepealed and the following section substituted therefor :— ‘ihe principal enectnent, —‘Iaterprets- 48. In this Act, unless the eontext other- von wise requires —",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "H+ >. teacher meant Profestor, Assoclate",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "a \"Professor, Senior Lecturer, Lecturer,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "ata ‘Assistant Lecturer, Librarlan, De- sete ane puty Librarian, Sentor Assistant pita gts Librarian end Assistant Librarian ;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "+ The Budahiat and Poli University of Srilanka ==. 26 (Amendment) Act, No, 37 of 1995 : *Appropriste: Instrument” means any order, by-law, regulation or rule made in accordance with the provi sions of this Act; and “Seeretary” meang the Secretary to the ‘Ministry of the Minister in charge of the subject of Higher Education. * 1, The Schedule to the principal enactment is heteby Repeal of repenled. Seite 2%. In the event of any inconsistency between the Sinbala Sinbas | and Turnil tents of this Act, the Sinbela text shall prevall row m < ‘Taeoneifency.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "Assual ruboctiption af English Hills snd Acie o€ the Purtiement Re $08 (Loo), Be L100 (Perelgn), payable te the Scrmmrmmnairt, Gormomany PoRmaseas Rome, Ma 33, Tremrworks House, Lots Read, Celosbe @i, sone is ' Deember each year la respect of the guar fallowing. .",
    "mean_p_confidence": 0.42
  }
]