[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "@ PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRL LANKA PRESIDENTIAL ELECTIONS ACT, No 15 OF 198b ([Coetifiet on ith Mareh, 1965) Print ot the Onn Gonerement : Published as a Supplement ty Part If af the Gurette of the Democratic #1 Sith apatite Re Lal t Mac 1, 7 Se et ee ONO Rr FUncrnace ar Ther ne ermacaT}ER KOREA, COR ree : aston Re a8",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "i (Cevted on st Merch, 1984]",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "| BDAoane,",
    "mean_p_confidence": 0.03
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "(AN Ace 20 movine roa Tan BLBUTION OF nix Peaster co Ta rnsconetse Socintier Ruptiwcss or Sex LANGA We Wis Peceue",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "RQ seo ron ntesres cxomcr mmnewne ca etseecas mecca",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "i [BE # auacted ty the Pastinwent of the Domaoratis Bortatiot",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "Beste ot Set tat a tetows cm",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "Y. A Ts Act may be cited ne the Presidential Mlectione shoetata | “Aet, We. 15 aR, PART E Pasnamany",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "2 _ (1) Whece the Commissonrr of Rlossna dherelnstiee commésioger alured (0 28 the “Commisdonar\"?, io roqueed tp fie ee, Constitution to sxadict the election of the President, be ET? shall by Onder published in the Gaaecte— Papas",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": ": fe} x time date of nomination of exndidates being a date",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "{ ‘wot Yoo than shiteen days and not mare than one",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "soamth fron the Gate of publloetion af nuch Ordee,",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "H ‘0d fhe place of nomisitions and",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": ": ¢b} fx the date on which the soll stall be taken, helog",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "i 4 ete not Jess than ome month and not mace thas",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": ": feo months frees the dato of nomination,",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "4&2 ‘The dete fixed under arageaph (e} a paragrenh (81 ‘sf miinection (2) shall be any day other than a Fudl Moon ora day oF muy public katkiny opwced fe the First ‘Sehadule w the Hetidayy Act, No, of 1971 and 16, alae ‘the publatian of the Order under wubsetion (), any day specified tharein 1% dedlened te be a public bolkiay, mich ‘doalaraiion anal ta ua sayy affect tha validity of anying dane on mueh day for the purpasoe Of dst section.",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "q 2) Bach electoral diiret prolatmed under Article 97 auacpat gf (he Cemntiution shall be deamad fo tw an electoral Sn ‘isteist fox the murpotes of this Act ras",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "Parcie",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "2 Bach poling division and eich pollieg district for Skies ‘Ge time boing in forea ender tho Reslitralisn nf fectoue",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "|, Act Ne. 44 of 1900, shat be drome to he & poting divhion sod polling dictriet for the prmpoaes of ig Aet,",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "! okme tee a9",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "2 Prendensiat Rloctiona Ach; WocH3:0f 198 \\ petng =) Within mats fous th de ot nnton, | Hib sue Conmesionersiall eau tobe published in he Gazeste |",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "b notice specifying the altation of the polling atin or |",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Sections for ach of the poling dsitcs la nae electra |",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Sistcnt ond tho partioulag polling atstion, sf amy, reserved",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ". for female voters (2) Vata ti Commtisoner owatfon fk mecaseery a oxpatient, im the apecel-eleumtancen of ary cave, 6 Deovide a erparsts polling otelion for the female wots of s+ Sp polling disiret; ecw Hott 'be for eas poling digtéet. | fe polling statin. ond 0 mre, ‘| (2) Ta poling station or satin for aaah piling ditsct shall ba coated within auch polling district ove where | ‘re Comenusioner ving rogers to fre apesial eleeumaasi| esi any palling istrict may davide upon 0 pling sation, | “ig, Sside Sih palling diseet. The lation ot thn galing Station chall be mush arto causa the minimuse inconvenience | tte aacicy of the pling abe. (2) Where dae to any smergoney Hie eecesmey thet | “dhe stuntin of any paling station shouldbe diferent from",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "That sprain’ in © moten published under subsection (2,",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "the Comlsionar may caste the situation of that poling",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "even tp be altered a suck manag ag be may, i ih",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "‘taclote dlsretion, determine.",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Dagon, The roxiter of elects to be uand tn ang slid",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "‘istes tor the purpores of Us Ack shall be the roglster",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "ta elactors in operation for that electoral diatict on the din of tbe pubtietton af the Order under xeon 2 tit. ation to be tered in sich manait sg he ayy in Bit soe the patiieaion ef such Onde. Rapsarot A vogisine of eleviors retered tin esti 8 chal be SET conlanive evideney for tee purpose of termining whether Sedaris pecs io of not antl te vote ab an elation under SHER aca net andthe sist of vot of any petson whore name 1 fs fr abe tse Botng cumtatned im such ceptor shall nat be 2 prejudiced by any appeal pending under an writen law for tha time bea i farce tn cespect of the airy of auch pevsos's roma Jn the eegiser, wd any vote given by any och petaon during the pendeacy ot such, sppeal shall be sagood a Geng mo.sueh append were pending ond chal, nt be sified “by ihe subaru dino uf tae appl:",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "Presidential lectins Act, Wo. 18 of (98 Fy Provided thatif any person, who by reason of his canviow fon of 2 cortupe practice or a Hegel proces br by roaeoh ‘of any of the provisions of the Cooruiution ie inkapable of voling’at an’slection under thin Ket, voted at sueh eection, ‘sb shall, on cdvition borax Magivicnte be Liable to ne not axcending {iva hundred Tsipses oF io\"imprizanment ‘tele desctiptton for a petiod nt exveeding ab montha *Provtdad furthor thet nothing tm this sneiton shat! affdt tie Jubity ef-ang parson to any peoalty for ax sntriage ‘ment of tbe provisions relating ta voting im patron. under ‘section 99 or $0 plomal voting water sestsm 45.",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "4%) The Commntasoner, as ocerston seay require, dat aferng ‘ap notice inthe Gazette, appoint by same or by oBica « Be fon to bo the atuming atloor’ ot aah stevigust slstrict ‘and may appolat by ame or by ‘offer “one ‘er more persona to antkt tha sotuming oficer in ‘the ‘partormance ot ‘hla dutlea A pemon so. appotit- ‘ed to ateies the returning oficer shalt have a the power sand snap perform all the duties of the offcer whan he [4 ‘sppeiniod to sexi and any reference im this Acx toa reburee ng offer shall, unloat the context ethecwiar requieés, be deemed ta tnelude 0 referonse fo om misistant peturedng eileen,",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "(2) Aa appointment made by the Coramissonie under . subsection (2) may be eevokeat by hlm at any thee,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "{@) H ony renuening officer iy by semson of Suess of other case prevented or dishfed fram performing any of ‘Ms datias under tig Ach and ca isnot tite for enorber Woreon 26 be appotnted by the Comminoner, the retuming ‘cer may appoint by name or or hy office, aay perean fo att or hiem, Bvuly each appoiotment shall, ar soon: 9b pombe tba rwporsad f0 th Commissioner, and may be revoked BF ‘him but without prefudlesto the validity of anything: trendy dang by seh person,",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "* | PART D ; ‘Woarmrasiora",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "GD A candidate of some pers oa bis behalé aha Dope by dopoatt, or saan 10 be deposiied, wiih the Coministones “tases ‘oe with any pemon mutbarized by the Gruintssioner in aet behalf betwen toe date of the publication of the Ocdet",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Presidential Elections Act, No. 15 of 2981 under section 2 and before twelve noon om tie dzy before sige sae (@ where such candidate is a candidate nowinated by Sse ptr a ae ty sed seen (b) where much candidate is 0 candidate nominated by ‘any other political party or by an elector, a eum ! ae Te cl inl ase (2 Ne eg ade ty waite ser pee Pe prea earrenY craic ok ci (a) Wie th ep ers con eat oa cre es Co ae a i aa ee Oy eons Spat aa ee trian vier gaa aa coe a Be aoa ae Co Where i pa oma yt, sane A ot ee tt cae i a pope enced same ct (b) the amount of the deposit; and (a the tno cn na a dpe geet _-8 Yory decimate tn a rey Aepoata. tbe credited to « deposit account and shall be disposed of pelea eerie ener esr oO (2) shecenneintn yop of at ee se oa edt ae ee teat sono whc asi be pais ©) hae nme of a ple wy eae . a I te : cep easel ete te ce ee an eee ‘by the Commisstoner trom the deposit account to the Com 2 et tana rear abe sete Te Ta! Sein ape nent me ae en oe",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Presidential Sections Act, Mo, 15 of 1881 5 (4) Sar tha purporas of thie suction, the number of vote ound «0 un eiectos sual be dovmed te be 2be sender oe Youes actually punted woe sal ae include any votes soe ‘ed ge eoid er any soma prefrece or thlod preeroncet, F380. ete Comminioty ha emnadie x ees elie that Aiicuticn may are a8 at eewion wader chia DAMMIT ‘Act, ky sam of the fact that theve are val scsong af a \"hehe recoguiand polisival pasty ail of whom claim ia bs that Gaga arts, tho Commicionar may, in order 20 rewove such Ste dimeultles, determine tn his whasiute ditcretion that such EAS seongnbed political party i alter aay ome sash secon ox Br, ‘pone of such eeotans io 2) Wo mit or other proceeding shalt fe against 40) eo Comamivioner by rowan af his having made « domrmination undar wokoecdon 41) 7 02 {h) a returning oMeee or any oles afine for any set ‘dung done er ensilted to foe dons in. arondeno with that determination, @) A determination wndex eubmeotion (1) shall be Binal ‘and thal.not be called sn question in any cout, (4) The preceding provisions of this section and say Asseeminntion there shall have efter nowwidesandine ‘exything to Bie contrary Sn any athee peewisinnn af this Rat ‘ort any otbes writer tas. ti Any chbwn whe ie qualified to be elected to the Whe my be “ates of Preattent may be noclasted nse candidate for cook Seiginaed ‘fics a4 tetnatter provided ech. $1) No omndlabe skal be mominatal by mente of Kontontion amore then those sepatste netninston papers net (8) Beery sumnination paper aball be sutetawtiolly in ‘orm Ae sc nae Fit Seek t thin ACK 42 (a) Where ony considate Ip nomunved by mneane of ‘ene womluation paper, such nomination paper ball Be + signed — 1 4) whore such candidate fs nominated ty = semngnized ‘ ‘political party, by the secretary of suck POR | (1) where such gandidate  momMated by any other . pablloat parts, hy the ecereary af ach party; (Gil) whece mich candidate fa nominated by an dlactor, Ey ‘au siecton wire nome has been riered tn any agin of dlcins for tho fe being i aperetion.",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "* *Preahiivietat Btecttone Act, No:'TS of 1987",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "|< (oy Wheeé any candidate is nominated by mein of more",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "thin one sotaination pape, exch auch sominaura paper",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "aduall be signed by the sume person who hes signed foe",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "ombution paper tm accordance with paragraph (@),",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "and where there is ao compliance with the provisions af",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "Sia poragrsph, such candidate shall be deemed not wo have",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "‘been nominated, F (A) The aguatuze of tie person signing any nomination",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "peper shall be attated by 6 Justi af the Pence or by a.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "notary public",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "©) The written consent of each candidate to be nond--",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "‘nated shall be endorsed an the nomnaion paper,",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "(6) No perwon shal sigo the nomiastion paper or papers in respect of more than one candidaia, and ‘I he does 9, Dba signoture shall be operative only inthe case of the nomi bation paper or papers which ware Bret delivered,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "14. (1) Boch ocmtination paper shall be detivered to the BIMISLGR, Commimionee at the place at oominetion’ on the date of Fecrie’be Seminauea Selves ‘ie, Boumt of 8° erm, amd I ane oom by the condidate or the penton who ‘as signed his",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "amination paper.",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "{®) The Coronsseionar shall as soon a2 prantieable make",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "+ 5vpy of each nomination paper received by bim end s- ley tuch copy aa his noticeboard subside the place of Pernination,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "(@) The Commiasloner shall an spplletion made before ‘he expiry of the time fred for nominations under sribeection:(1) mopply free of charge a nomination paper to any person; hut nothing in Es Ast shall be daemed t9 predhe the nse of any form of nomfoation paper not supplied by the Commisioner, so long as auth form’ dois ot differ substantially trom form A ast out in the ‘First Gohedule to this Act, .",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "(4) (a) Whece St eppesre that there any emission or",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "terial error Ip nonfnatinn peper submited ander this section, then, he candldate or the perio who bas sipied uch somination paper may make an application te the Comminioner before the expiry of the ime fixed for Bovnination ( conect auch emission or error on wach, pane.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "Prelaiinl Dletions Boh, 6.15 of 982",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "‘G) Where the Cemmnitlonee 1G sisted Saat rock",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "‘caaetion or ervx i due to nadveriene, the Crvnsislonar fay nie ouch ctndidate o¢ person te conteer aut ‘ashen or ear im his prepenee",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "Fay Fox the porpoucs of thin subsoeion, the ominton of",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "the mame of « eandldate, or tbe failure af & xandifiné to",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "gj er hireouent of eomiretion paper, oF the aaa ‘eh the mecretary of n retognized political party av Oe troretery af sry other pollstel party or am levi to sia Sreominatica papst or the fatore of & Jumlee ofthe Paice fr a notary publis so ation mach signature aba be daamed ‘otto be am ceaeskn ot 8 earn) error duets Inadvertnes,",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "14, {8} Objuction may be made to the naminatlon papers Chdsetons",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "ot a cordtea by any rival eandléate ot he person D0 Dt ican figned the nomtnalion paper of such sivaV candidate an the Fopee ound",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "(o) shot i is apparent tram the woatents of the notnfaa tion pager thst te cqndsate is mot qhalited to be",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "we Sonne aa Prendent,",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "{9 that, by reason of Ie conviction for a contupt ar loge penction ar by reaggn of the report of sh lection Judge under the Ceylon ¢Parllemontary Bleerions) Order fm Counet, 28; or the Paria mentasy Blecrohs Act 196, or by retaon af the oper! of the Bupreme-Cavet under the Ast the candieta ie not quatiied te be etetel se Praldent, Snir the pirpmes.of thie. porsgeam 2 apy Uf the Judgmmat or order of the Court-by which he lees eoeanviewd, netiied by the officer of the Court",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "Saving enatody of such fodgment ar order, at at order sopported, any ease srhere There wan an appeal saainct such eoovistion, by a comy of the onder of the Court at Appel or the Supreme Coust cn woh appent affirming such filament or order, ira eopy of or an wctset from the Gazete th which fauch report published as rotted By the grove",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": ": tions of the afoteaa!3 fn, eal be conclusive poet of sack digqunbReation",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "4c) thot civic diebility haa been taped oa the eanstiste",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "* ‘or Parllament in bicena of settee §} (0) ofthe onatnaston, a8 for the prposes oF thls paragraph 22 cong tf the eeaclision tefartod to im iat Article Sorted vnder the hand of the Seotery-Gonoral ‘of Parliament hall be comelasive proot of stds Smpositian.",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "8 Predudentich Zlestions Act, No. 15 of 1881",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "(2) No objection to » nomination pepar shall be allowed ‘unles it ts made to the Cocminaonse between & am. and 1130 a.m, ua the day of nomination,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "(9) very objection shall be in welting vigned hy the hector and shall specify the ground of objection. 9 (0) The Commisslanar shall, with the least pootble delay,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "+ decide on the validity of ovary objection taken on the ground\" fefecred to tn paragiaph (0) of subsection (1), abd inform ‘he eundidate conceened of bis dection, and of the grounds Gacefor if euch deciaion allows the objection.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "(6) The decision of the Comisioner if dillowing the sbjection taken on the ground refetred t tn paragraph (@) ‘of mibeection (1) aball. be Snaly but lf allowing uch ‘objection aball be subject ta reveesal on an election petition,",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "(8) The Commatesoner shall refer any objection taken on any ground referred w tm paragraph (0) of paragroph (©) of subsection (J) forthe dacigon of the Supreme Court",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "(1) very seference under nibsectioa (6) on any objection faken tthe nomination of the candidate concerned—",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "() stall be made by petition in wetting whieh shall be",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "free of amp duty;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "4) reall ba made within «period of tree days after the",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "day of nomination ;",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "{e) shall epectty the nara and addreaos of the objector",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "sd the candidate coaserned",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "(2) shall be aecompanted by » copy oF coples of the rele-",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "‘vant document or documenta oo which the objection is based: and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "(€) shall be heard and decided by Ave Judges of the",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "‘Supreme Court after woch cummary ngUiry wa th Suprame Court may deem requisite within 4 peciod",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "of seven days after the dats of the recetpt of auch * satorence,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "It theee {4 no decision by the Supreme Court on the ¢ sefecance within the period reterved to ln paragraph (e) of {his subsection, the reference thall, for the purpooes of this ‘Adi, be deemed to have abated, but may he talan by wey of an eleotion petition.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Presidente Hestios Aet,No,130f 982 (8) Where the Comminsioner Ie required by subsection (6) to rar any abjatian taken tntst peragegh (0) past- {aph (©) cf-eubeeeion (1) 0 tbe hominaion of tn ake ‘t= concamd for en sein of the Buprema Grant auch sanidate all Jor se purpose af this Ac. be canldae @ io mands nocinaed on toe day of soiantes at a, Geass to bo a candiaie ap athloeian ef but only th a decision If any, of that Court pllows the objection, The @ — Coracaissioer shall 6o act under this Act aa to give force and eet tn the proceding prove of ths slbocion @) The provisions of sabeectious (6) snd (8) shall not sppiy inthe event ofthe Commoner wewing tng abject ‘Son agsina «anda concerned onthe ground aires Ea paregrept (@) of sobeocten I), 2K () Tan Commlasiones shall at soon as practicable Reeth ot err aoointin paper has boon devel a, SRE ‘Gmina he sominaton pepee and elect any aosionton Pee (@) Ghat hee not Dean delivered in woeerdanee wih the rotsons of mbeceton (of wcton 19 or ©) fu vespece of which the depoatt required under fectan 8 bee not been made or 2) that for oot comply withthe provisions of wb sections 43) (b), (4, (6) and (6) of section 12; or (6) ~where tho slgnature ofthe mcetary of x secopnand polit panty, or he secretary of any other pled ary, o of an elector, 26 tha cre eng be, owe not sppear on the netiotion paper or (@ in respect of which an objtton tas been made under paregrech (0) of reion 14 {1) and the Commis toa ban allowed such objection * 2) Where any noosination paper bas boon rejected by ‘the Commisnenet under scteecton (1). he tall ntore © the candidate or the pera who hed delivered such norton tin pape: the fet of auch Teleco, ‘The declan othe Commiecooar to reject mich naminaton pepe on any of at the grounds mt out ln pargrecha (0) (@) of eb, steton (1) hal be foal",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "1 Preside Baton Bet, No of 3 erg 2 No pcs out than the Carnet, he ema SEEN fe mats andthe pc whe hav eget nis ee ead ines peson i en, elena yeh Be ee ee OE ae atbent a and be ihe Sinner ruins the Commas be told fo be Dpreteni at the proveediags wnder sections 13, 24and > esmjoint 120) Where ater the ely ofthe tine fa far set, the delivery aia nomination paper and the time doing © vt iio tay Te tes mincton paper snd See e ation pep pan oy one tae ee as EE cael er uh recite SE AS Seana Gece te te of Post” (2 the Conaanove sll frit cas th sate uf the candidate so declated Gecied w be published in the Sune masini Whare of the conan of the procatingt det SEER acm hand ithe Commies fade theca Sites ENad cay aotinea he ae nla ose pro eee ee ee dag hele tay nor cater Tarte dag awe eer te ota dye ras Sn of pasion of ouch noice. Toe veo of tes Te dad apply i sceon we tbe seed aaatoton day ceeatiees 18, 1&0 Combiner i by mason of eo Rapése\"aaher cause prevented oc diated from praforming «ny Be” Si Gute bre Patsbe ey opin hy ae oF By oie any goin fe a Boe Ea ovens 2A 10) Hema than one conte sae daly tie ERIN, natal for election the Commissioner salt focnatOk at (theese meet hy rosin gothic eee aeet abet wate wee ory BOOS: he Bitlonentny Putin At 417 ed (i mneepsctot amp ote anda an epproved mb eee Sad candice der ldee . {9 ln theft latzen by agrenment araog wh aoeat ar (2) in the absmnce of wtch agretment by lot task * a eau ich ane he Concise Sctnissbadute dance, flame and seh symbol dal Se peated en the ft ome 2 ne ofeach auch ciate Woe andi",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "“Presidential Tectoee Act, No.8 nf SEA 4 uns jo bo present at the proceedings mder paragrih (0), ie permon wha ngoed tos sorette oper ef ach candidate may 428 oa His bnbalt 49 _12) The approved srmicl_ ot any secegnlzed pollen! : potty abst nos, hese ap nok much party 1s contesting ot section, be altted uorer yorsyragh (2) of acbaetion 1) Qt aay nites canditste,",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "£8) Where a cuniidale & nominated, be may, forth afvor sbe approved symbol is eliutied t bien under aub- seston 0), In rising under his hend indieate whic ef Bis bnemen menisoord i the nomination paper he deizes shout Be ovnlted sod which should be speiied by initial only 5 aed for the pucnanss of Be alertion, tho nanses Whe he ‘naidate desires to amit may be arte and fatale may Tbe used fo place af one namey which be desing should ‘be wpecied by initials,",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "(6) After tho aloting of eyribols andar sibeoction (1) seat the proceeding under gubvecsion (3) the Commis ner shall forthwith adjoure such flection 10. sub all fo be taken i accordance with the provisos hae feafte sot ouh",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "PART BT Tae Fone",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "3A, The Commoner shall not Tater then Fourtean Have Kites of from the éate of nomtuatlon, publich s notice In thie Caerée PO and fa af least one newspepes i Ethala,\"Tasufl Engi specifying",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "{ed thatthe ection ie enntested:",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "8) Oe date on Which the poll will Be taben and the",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "‘beara oF the poll; an (6) tho names of tho sandidebay tn the ordar ta whieh . sch names wi be printed oo the ballot papers, ‘the symbol allotted to euch eandiate, anil 6 in the came of» candidate nominated by . ecoynived policed party, or any offer politcal porty; She nasle of sual potticel paity an 48) tn the cone of a candidate nominal by an Seaton, the nama af such Becton,",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "12 Praidential lesions Ac, Ro. 15 of URE",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "Procite ——«e2._G) If, afer the eourmmms of sa election for =",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "TOES, ped fo be taken, a candidate nemiated bp # resogniued",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "a Poitloa party or any ather politi? party ales before the oll has commenced, tbo Commissinee shall upon it ‘otis of tha face of such dea, rent the senreary at dy such porty to nominate anor candle in place of Xn dacenoed cndidse within thoes days of och rector. Sich nomination shall be asbutatlally kn oer A set oak) ‘Bie Fir SehnGuly to this Ask.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "(2) \"the Commis she, upon veep of ats nom!- atta, Boctvwith publiah a notin tr the Gazette slong the fact of nos oats wed Bt the pot shall be takes atc into notion wedec motion 2 gai the namo of the ‘candeate sominated under mnbseatinn {3} sare sabe in place of the decsswd candidate in the haot papers and final other documents salting to Se aection.",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "(3) the provision uf subeetions (15 and C21 dal not apply to snd in relation wo the dath of candidate aom= Sind by mn elnior, ant he poll abl be taken eh specte fad im the notice under mtion 31, untwithstending Bo dent of suah camer",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "vaseg tp 321) A penn wha i nite ender this ection to De",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "oat treated ay 2 porte voter dor the perpooe of aa alectin Under thin Ac may vote by povk ond ehall not vote 3a ‘sven, at ooch Weston.",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "‘Any prion why vote fo person at an alton it ese scavention of the pomeding poviions of this aoection Shel be guilty of an oirace and sta, on conviction alee Sumsnery Ua betore & Magitcate, bo Ushi fo a Bow set ‘scweding Sve undred cist, oft imprioniment af elther Gorcrnion foe a term nob extending tae Year, of 10 both such fire nod impeisosect.",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "(2) ‘a apslleilon to be teeated a8 «postal voter for ame purpose of an Blin may bo mode",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "Ge) by a uember of the Set Lanks Arms, Sel Lanka Nevs,",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "“or Ge Lara Air Foot, c& an effcat or srvact 5 fh tha Department af Pelee, he St Leta Govern tent Railway, the Department of Poet and Bepertmant of Técommoniations or the Sig Lanka Central Traneport Bond oe any Regired ‘Tramnport Bowed on Sin geod that he a nah or Tihely 40 be unable Yo vole fa pexcon at Oe poling station allstint to him by ream of the Fecicclopcrontntances at hin employrent & AOE nebo, fcr or servant, auch",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "President Biectione Act, No. 15 of 1997 15 +8) by any othe officer Ge eareant in the publi service ‘a of the Conteal Bunk af Ceylon, or the Local ‘Goversment Service on the found of the parti ‘eoar circumstances of his euplorreond on dar dats ‘orth pol fo a purpone connected with the slecie, ° fn af bis being’ kelp 10 be employed for chet ¢: pamper, anid i (ch by » candidate st an slostioe on ze ground that be fe ‘ unebla or Uhaly to be woable to vote in poses ‘the polling station allotted to Rim by seem af . Iie enidatare, 8) Aw aqellostio to bo trosted ns powtsh votes fc he purpose of an election shalt be made to dhe refurntng fiers cf the eectonal ditret where auch. applicant (9 > pegisiered an a sloctoe ao 68 {9 reach him within fen aye Ea the data of publication of the Orde ssudsy aeciton % Such application shell be substantially in thy foren prea. crloed for the purpove by the segulations contsined & the Beoond Schedule t this Ack (0 Ro apnlistion to he trested a9.» pastel voter fhe ‘he purpose of on wlackon shall be alzwed by the retard ‘ofiger Unless he le sated that the epplictien ie ut somrdsnce with the preceding proviaons of this section, © Re returning offore may, far the partese of the ixpmal of spplestions 40 be Heated st postal vole, by soaiee require any parton Yo give sich officer any such ftarmation 4a may be weoceatey for shat purpose. 40) The deccton of he returning offer on wa apes, ‘to be treated as postal voter forthe purpose af an elect soll be oonmandested in writing ta the aypBeast, 7) The decison of the tetuming fice to allow ot 6a- ‘low an application to be treated aso postel voter for the purpow of sn sloction whall be fal, (®) Where an application to be (ented aa a postal weer + for the purpoe of an waction is alowed bey the setursing ‘ofRove, the apeticant seal! bo 2 peresn matted ta be treated 4 a portal woter for suc purpoea L © Gay the rewureme cftoor of an electoral district sball ss nan a5 prctinble, aend by post ta each potent whe fs onlited 10 be trented 29 a posal vote for the parpaae ‘of an slaction, to the addzoes furnished hy euh person— (0) a batt poser;",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "M4; Presidential Biections Act, Noy 15,0f 1981. (b) a torea of deataration of (dentty 5 * (@) mm envelope which ahall be ameller than the exveloge . referred to fm paragraph (a) of this mibsectoe, and ‘which shall Be marked “ballet paper eavelayo” and also with the umber printed on the pestsl ballot paper iound to such pation, and io which - the postal ballot paper shall be enclosed wien $2",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "Ste revaread duly muned 5 and",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "{© an exvetope for the return af the eforamentioned ©  tocuants,",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "{10} The form of the bellot paper and the form of the Gectaration of identity which are to be ured by. parsons ‘niltled to be treetee aa posta voters for the purpose ofan lection and the procodure to be followed at the proceed {nga on thett ‘seus, shall ba according to the regulations ‘spotained In the Second Schedule to this Act",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "{20} A ballot paper iarued ta a peston antitled fo be treaved as a postal voter forthe purpose-of an eletion (ei (hs Act nefecred (a a3 a\" postal ballot paper”.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "(22) The swteming affoor of any. elostoral strict shall, 1s soon as practleable prepare lik (in this Act referred te 3 the \"postal voter’ list\") specitying the nama, addres ‘end nomber on the register of elects of every persoa ‘collie ta be tented ax a postal voter far the purpose of an lection, Such Iist ball he prepared in woeh manner as may be preceribed In that bebalf by the regulatlans contabied fm the Second Schedule to this Act,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "‘es 24. (1) The returning ofiver for any electarsl district",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "Polearh shall sond to each elector whone name mppeats in. the register for that electoral detect a poll card fin thio Ast Feferced to as an.“ official poll eatd\"} to ach fora on may be determined by the Commisionas, and specfving",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "(the name mud number of the electoral istic",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "() the name,’ qualifying address, and regtetrdion",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "‘Bumbor of the elector aa satad inthe register;",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "©) the palling division and the polling datsiet;",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "(2) the polting station allotted fo the elactor ; and ‘",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "(©) ths date and hours of the pail",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "Frovided thet n9 euch curd sll be seu to an elector who 4 entitled to be treed as a postal vote.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "Previdensial -Blomtiinw Act, Be. 18.0} £081, 18",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "{2} Ba official poll cand under subtostion: {1} shall bt 90 sent to an olactor by ordinary gost a to roach him at leat",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": ". eaven Gage before the date of the pall. Where a port offioe: fis a2 deliver such cand (9 he poston ty whos Hm sdresd, # shall be cote nti the date of the pall",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "{fet pw onto be deliver othe avi ea ie GY Brory pron whom” 6) witout aubonty supplies muy offal ml card to “any other person, or (8) wets or offurs o sll any official pol eatd to any ote ‘Porm of purchase c+ ers bo purchase ay bffclat pe cand from any other parsen, shall be guilty of an atfence and aba, om eonvttion ater tummacy tal heface # Magitate, be Jile to # Ane oot ‘azeeting Bve hundred rupees or to impeisamant of ether ‘Sessa for a teem oot ansoating six mamhe oC to both saith fine and imprisiarieas,",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "(Beery persco ethur than a patie afSeer acting fn sve course of Gaty ox such odicaz, who ea fa Mis pores don the ofl ell eard of any other porvan stat be uiiey fof eo offence sie shal, on cetvletion after eacamary tcl bbefure » Magistrate be Hable to 2 fine not exceeding Ave THundved cuposs ot to baprizsrment of either description ov a tan not excuesing six mont or to beth sush ne sand ington.",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "35, (1) Subinct fo the goneral or aperil dications of the Pree Coamnissiontr, gach returning <fficer shall appoint, amd ‘bene tay revcke ibe appotatment of. one ar mare parsons, ere+ iaadter called preiding affecrs, to preside at enth paling ‘station in hg elovinenlsntrist. TF more than one presiding ‘steer %6 appointed tor amy polling station, tha rebaming ‘eeer stay appomt ane of Oe presiding otteat 19 be the Sine pretaing oflear who aball exerciee genenul saper Yiaioa over {he gthar presiding alice, a8 over alk aemange- ‘manta fox the oonduct of the poli tn that station.",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "<2) Tany presiding esteer i hy xeeson of nase oF oor sense, prevented Team acting at an election, and ‘therm is ot time for soother parson to be appointed by the",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "» = Tetuxning offteer, the presiding oMoer may appoint a deputy 1 act for him. Bvety wich appeintent sual a8 som a porsible he reportad to the retemning ofiar wd aay be tevolred by the retumting offeer, but without prejudice te ‘Khe waldiy of anytalng aneady Sone by mich deputy.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "38 —_-Prnvidentini Blections at, No, 16-0f: 2081 (2) The meraming aftear may, i he think, provide at sy polling station, wad tor provisions of thle Act zolacng. ‘fo a prasiding offoer shall apply fo auch returning afioer, reatien 38. (1) For the purpaes ot an election, the retursisal ~ ¢y Sree: os ef an electoral district shall» Ec (6) sppoint such cfflgors sad mrvasts ao may be nocoasary for taking the polls a {) furnish each potting station ta thst slactoral district. ‘with mck oumber of compartments as may be revessary 10 accommodate a resonable mtnber of Yatery at any ona te and 49 earure that te voters fre screened Kiem obvervaion when they ark ‘their ballot papers 6) fusnldh each providing ofieer with a copy of that part of tha rogiter of olactor containing the names of electors in ouch register aclgned to hie polling daution mnie Hist of auch of the namss of electors that copy #5 apfees lx the postal votees! ist, A distinguishing mark ahell te placed aguinat the ‘name of avery slactor who is entited to be tronted. fsa postal enter is the part of thak register eupplied fo each such presiding officer; {i} furnish each presiding officer wit such nmmber of ballot boxes and ballot papers a, in the opinion of ‘the renmming afleen, may be amamery for the sumer of voters assigned to thet polling station | (2) provide wach palling station with materiale to enable ‘voters to marl the ballot papers, with instruments Jor perforating or stamping sMereon the offsial ‘mates Dy Go wach oles asta and things as waxy be necetary for eflecteatly eoodmiing tha electim in the ‘maanmer provided by this Act, () An siaction shall not bo questioned fy reame af nom complianes with the provisions of euimection (1) or any Informality relative to polling etatvans. ; etcea te 27. (a) Toaring fee tktng of the poll, the preciding ofBiner Spaahlied at avery polling station shall sansa to bu exhibited — ‘ ae (a) outside aio polling sation and in every compartment thereof, a notice substantially tn the fore eet out im the Thind Schedule to Shis Act, giving dimetions for the guidance of voters; and",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "Presidential Elections Act, Wo, 15 of W26E a 1) outside te poling station & notice specifying the came af each exrdidaly, tht symbol uliotted ta mack: ‘eandiisbe sade G) in the aoe af a candidate nommatnd by a recugnieed political perty ot amy other ‘polltieal pasty, the name of such party ; mad o {4i) fa the cups of « centidate nomusster oy am ‘loctar, the name at such elector, 2} Every notice wider this atetion shelf be i Sinhala, ‘Yamnit and agin, 28, Rvaiy hellot tox shell be go constracted thet the Bauiec ‘ullot papers can be put therein, but eannoé he withdrawn MF ‘therefrom, without the box being unlodbed. 4% (0) \"he votes at an election shall be given by ballot Batiee ‘The ballot of each voter shal conster of a ballot paper us the form wud containing the particulars beretnettar prese etibed 2) Bvery batiot paper sal be substontially tn form 1B set out in the Fhnst Behedute to ttt Act, and— {0} shall contain a Hist of the candidate in Sinhala, Toamit ‘ond English, desecibeg, subject 19 the provietona af : subsectina (3) uf section 20, au fi theéy seepective nomination papery, and axmunged alphabetieaRy in Sishela in tha order of their surmamen, oF whore there is no gurnarnc, th the onder of their ge names, or wheve there i no sumame oF ge hati, im tho order of their ethar mam | @) shall be oupable of being folded ; €@) shall hare a rueber printed on Gio reverwe ; and > (@) shall have attached a coumtentell with Oe same number printed on tha fa02, © BR Unless the Comminianes, ty netihcation in the Hows ot Goxetie, appoints any other boar, the pol shall apon of seven o” deck in the fenoon of the day appotnted under ‘seotion 3 nd ehall clase at four o'eck tn the aiterrigan of ‘shat dey. sem woe",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "4 Precidamsinl Blectionts Act, Na: 15 of 1988 Apeoinimest #1, (2) On ot before. the day af nomination & pemon Sot Shait-Le appointed In wrlting by ar at bebalf of euch ae ‘undidaia ag his agent for auch etectian and mush poreon ‘in this Act referred to ue the elockian agent, In the ever ‘st si each appoiriment belig made hy ox a8 hebalt of suck candidate on of before that dag, such candidate shall be . sdesmed te have appointed bimsolf aa his election agent 0 (2A sslidate may appoint himself ap bis elaction agent, and thereupon shall, co far as cireumstanoes sami, kee pubjoct to the provisions af this Ant, both as a candidate ‘earl gp a election agent, and any malecamee in thts Act to ‘tn dlgetion agent shall be eousimed to refer othe ‘tandidate acting jn bis eapacity td. election agent. ‘ ©) Bach cinddate or asone other peewon on hte behalf shall fordrwith, atter’hia election agant har baen appoint ‘ed under subsection (2), dodare ta walling the huntte ad aunts of such agent th the Commissioner, sad the Comat tec shall forthwith, by affixing a ontica im a conepluous place bialde his office, give public notiflation of the name ‘snd address of avory election agent oo declanea. (@ Coe election agent only nkall ba pppnintedt for each candidate, but Ge appainiment, whether Gre alecceom ‘agent enpolnted be the candice himself of aot, ney be evoked and tho oven of such nevocation or of his death, ‘whether sush evant 4s before, duslng.cr after tha sluctive, thon tontiwwith another election agent ial be appointad, sand hisiatte and sddness daciarnd in writing to the Cosousis- sone whe shall forthwith give puble notice of She oxmae Jn tho manner atoresald, . Ba the event of apother election agent ast boing 59 appointed, the candidate chal, oxoept In the osge where the lection agent who has died is Ube condidate Jumsetf, be deemed ta have appointed hinwett ay die lection agent ‘fm Plame of the agent whota appointment war coveked or ‘he agunt who died,",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "Prosifoncat Hleciona Act, Na. 35 of 1982 if",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "3G Beck shestion agunt may appoint not mone than Appoiztneny ovis authori age in remect of it eecioral nih Tho Eakin ‘seme and aéltres of exch sch sathorized ngaut shall be atshed by fre election agent in waiting to the setuening",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "% — Bicar of that oloctorat dati within one week fram the fate af numisetion. Te the event of na mppoimtmant baling",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "gale av edcreseid, such election agent shall be deemed ta ‘have appointed bimzcié as his authorised agent,",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "@) Ananthoriced agent reformed ton bseetion (1), may ‘ppoint oof mom than ont dlvitlonst ogent in respect of ach polling Uwision within that electoral distvict, The nara and address of cock such divisional agant shall be wotted ‘by Uae eustortzed goat tn wrlting bo the reeaning ober of ‘that diaict wibin two weeks from the dete of serninstion,",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "Tn the evmnt of te epguintment being mae ax nforeanid, sich aulbotined agent ehall bp doomed 19 have anpatoted Time as the diviatonal agent,",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "8) (a) Hach Aion agent way npprink 2 reamunble somber of polling sponte tor each poling sation wits ‘that polling division having regard to the used to tevoke ‘he appolniimont ot any potting agent for thet polling tation turing the pall. Notice in wetting of evecy such appaint- mene Mating the mummes and nddrenses of th pareons spp ted! salt be given by the divisional agent to the prasing ‘officer ak Uiat station before the opening ot the poll or ‘aeriag te pall,",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "Ab} Hot mote tha two patting agents in respect of each ‘dondidate shall st any tae be admisied {9 ox bo allowed m sumsin ie eny palling station,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "40) No polling agent whost name fat not teen noted ‘Ww Dh presiding ofioer as required by parngrapht (a) aball",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "4 beadmted to a polling sation, ‘3B. (1) Bio person chal be admitted te vote at any palling General © lation other than the Pulling sation set apart for Bbe groag ter a ‘af votes bo which he belongs. 15) The presiding aioe chal oop exder fn hip atartos, ‘and sioll regulate the number of voters to he anuited at a time and abel exude all edber persons exept the candle",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "% ‘Predldentist Blections Act, No. 15 of 1081",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "dates, atection agents, authociaad agents, diviskas} agus ‘snd olling agents, and the police ffeeta on duty aud other vernon ofldally employed at the peling station",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "@) 1 aay person misbicts Limet ta the paling",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "‘stnlion, a falls to obey the lawtal ordere of the presiding codtcer; the presiding offloet may cause lnm ta be remnved docttowish from the polling station by ey police oftcer oe @ bby any other person authorised in writing by the presiding offcer or by the returaiag afloss,",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(@ Any pation removed fom @ palling statloa under",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "subsection @)—",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "{@) hall not, axcopt wilh: the premiton of the preekding: ffoe, be allow to anter dhe polling sation sgmin during the Bours of the poll ; and",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "AD) may, tt he ts charged with tht commission of any offence tn that. station, be kept to custody unt he ‘ean bo txought before a Magieteates",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "Provided thet the powers entered iy this subsextion",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "shall not be exexcieed ao a3 40 prevent aay voter who i ptheewine entitled to vate at say polling stallon fromm feaving an opportunity of voting At much station. Saaling of AA (1) Enmediately before the commencement of the Fale aut PHU, Uae poenicling officer af a polling atatlon— BA Ga) chal khow the halon papers, she aie seal, the va offclal marke and the expen of the parte of the eghber of elmctars, fx be uted at the poll tm moh petsony if amy, we may be preront in auch station: and (O} stall alto chow each ballot bar ta be mad aM ihe, commencement of the poll etnpty to the pereame ‘aforoinid so tht they mony sen that it ts amp, and shall thon iock Jt up and place hit geal upon itn\" ¥ such manier aa to prevent lt betag opens without ‘ereeking such seal, and shall place it in his view ‘ar the suetigt af ballot papere and oop itso loskod nd eoniod,",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "Presideriial lacidns Act, No. 15 of 8 ‘Tue duties imposed on the presing ofloes by the prasad tng pov of ert hal bn pctocned y Hn {sich manner gn fo ensure that tho polls opened at the hour Gsed by this Ack (2) The provisions of subsection (#) shell apply to every ° ballot box which is to be used efter the commencement of Ge poll C) 3% (1) Hach voter shall be given one ballot paper and tow ot shall have ane vole. “ prperent ge: @) The bellot paper shal be delivered to the voter by the plesidig offoar or a peroon aetlng wader hs authori. ‘Immediately before the ballot paper is delivered to the voter (@) the munsber, mame and desription of the voter ax Stated fn the copy of the register of eleears all be caled out: 4b) the numbar of the voter shell be marked on the ccuaterft, and th ballot paper detached thecw from 5 (©) the ballet paper shell be either stamped, embossed oF perforated with the ofial mark; and 42) a took shall be placed in the register agalott the name of the voter t denote that he has teceved ballot paper, but without showing the partouar ballot paper he hes veceived. act, Qe Delt paper sma be tere te ay voor epee (0) tt be refuses to allow the presiding affoer or a person Settee acting under his authority to make the appropriate \"ar ‘pectin jor 1) if, having allowed such inspection, i dlaconen that toch voter hea. already been marked with the . appropriate mark; of (@) it, baving allowed such ingpecthm, it disclogen thax ‘och voter has not already been marked with the fppropriate ak, but such voter refuses ‘0 alow . euch officer or person te mark auch. voter with the appropriate mth, 4nd scoardingly such voter shal, nofwttistandlng anything to the contrary tn axy olier provisions of this Ac, ot be atid to vote at such election,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 23,
    "par_num": 15,
    "text": "3 Presidential Blettions Act, No. 16 of 1681",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 23,
    "par_num": 15,
    "text": "@) Dae presiding otfoer of a polling tatizn shall enter fone Lst mbsantioly tn form C at out in the Fit Schedule to this Act, the followng particulars seating to rach voter to whoen a ballot paper wes mot detivered ot such station under subsection (2) — o",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 23,
    "par_num": 15,
    "text": "() the number of nach votor tn he register of elects;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 23,
    "par_num": 15,
    "text": "(©) the mame and address of ouch voter anit appears In such regiter and",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 23,
    "par_num": 15,
    "text": "(©) Gu ground on which w ballot paper was not delivered to ouch voter.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 23,
    "par_num": 15,
    "text": "Such Ust is inthis Act called the “List of voters to whom",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 23,
    "par_num": 15,
    "text": "ballot papers are not delivered mdr section 35° . (8) In this nection",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 23,
    "par_num": 15,
    "text": "(©) the expressic * appropriate mark\" maana a math sade with indelible Ink;",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 23,
    "par_num": 15,
    "text": "(© the term “appropriate” with reference to any con ‘ext conmented with or raating $0 the iapecton of smarking of a voter, mesns—",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 23,
    "par_num": 15,
    "text": "(0 the Wide finger of his leet hand on, if uch finger is mling, any other Anger ot his eft hand;",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 23,
    "par_num": 15,
    "text": "(2) if all the fingers of his left band are misting, the litle finger of his night hand, ar such finger is missing, any other Anger of his right bond or",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 23,
    "par_num": 15,
    "text": "(UD) SE all the fingers of his lft and right bande are rlsning ouch extzemity of Bis left or Hight Thad a5 ouch voter porseses,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 23,
    "par_num": 15,
    "text": "Mumner ot ST. (1)'Tho voter, om secelving the ballot paper, shail",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 23,
    "par_num": 15,
    "text": "be Jovthwith proceed Inte the compartment ta which be Je ‘isocted hy the presiding offeer or any perwoo aetig under ‘hat officer's authority and there secretly mask the ballot baper as near 2 may be in socordance with the directions ivan for the guldance of voters in the Third Schedle to (his Act and fold the Ballot paper gos to conceal his vote, * and shall then show to the presiding ofcer the reverie of the paper, $0 ax to disclose the offal mark, and. pat the ballot paper, so folded, into the ballot box fu the presence of the presiding officer.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 23,
    "par_num": 15,
    "text": "(2) ‘The presiding oflcer may at any time while a poll proceeding take nich steps as may be necessary to comire ‘hat no voter delays mdaly io any place seserved for the ‘maricog of ballot papers.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "Presileasial Bléctions Act, No. if of 198 8 3% (0) The presiding officer, say person mithoriaed by Aion ‘ho presiding afin, mar, tha thinks om the applation Saas of any whee, explats to the voter, within sight andihewwing Hmm * gg Lie RBing eget He preent,the metodo yting sel find in the directions epee in tae Unt Sabecate to th Ant but in so dutng he shall caretetly ebatain from aay section whic mizhc be comstenet by the voter x advice or'n ivtetion 19 vote foe amy partiewlar candidate. 12) Te pronding office, on the application af any var ‘who 3s imompecitateg by bundteds or oBsée physical ease cos trom voting fo acoatdance with the aivections speviied oe + the Thind Schade to this Act sh, im the pravence -of sthor member at his palling statt, mark the bate paper ot aveh votue fn the manner directed by the voter and al ‘ease stick ballot paper tp be placed in Gre ballot box. 22. No voter shall be estitled to vate by proxy at am yoiing lection under this Aet, Ee, Hany pernon af an election wndar tie Ret i 48, any pormon af en ste: Att ae (@hroies am more than ope clactoral dirtiet o» asks for Soe fe bellot payer for the purpose ot a voting Zor 18) votes moore than ence fn tae anne Savtaral dtbict ‘or asks for a ballot pager ar She yarrow of Fa voting, the holt be guilty of an Hegel wenctiee 49, 41) The pursing atfoer ab aup polling sation may Pomar 10 to Iie dtsvrotion, and M reqtrad aw do Wy a poling agent, SS etl, require amy voter, befoce he Je given a ballot papes, abe te make apd subieribe ait or any of the declarations Hetereon in the forme D, &, F, ad G oat out in the Flr: Schade te Oa Att, Every mich Seclacetion skall be exempt from stamp duty. ©) I any pervon refusen to make auy mach deetazation, the proving ofleer may refuse fo give him a bao! pape ©} I any parson wilfully metas a take etatoment a sup suth declariton, he shall be gufty of an offence and shal, ‘om ecxovetion after sunmoury teal before a Afagietrade, be Mable fo a flue not excenting tem Dundeed rupens of to fnaprisonment af either dedeription form term nat exceeding sig meats.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "WA —_Prenizestzt-Btentions Act, Mo. 18 of 1982 Sage 42. A voiee wh haw indiveniouiy dant with iw bio ime ‘eparin sod a manner Hat i cannot ta sonreniently vod ‘ura babs pepex may,'on delivering to the easing ollese she hall yyor so nadvorenly eh with and proving tbe ‘ack o€ coh Inacvertenes ts the aststaction of the peeling atees, cbtaba another ballot payer im place of the ballot PAPEr op dalvared (a thin Act calied a “soit ballot apes\"), and the spoil ballot paper call be immediately ‘eancaled by he pemsidlng ofloa, teaaeent 38, IF a person representing himef to be a partaaier ae ‘ects named in the sngster apple fora bao paper afte mother person Kuo voted sa Such scict, the applicant shell sm making and subseribing a declaration, which aha be exept from stamp dety and whic shall be gubetantlaDy im forma H aet out ia the Flatt Sehadile to this Ack, bo stiied to reeniva w ballot paper and to vole in he Fame manner 25 any oUSe& voter, Putte Bit poper, in thts ADE salled a “Sendered halts paper\", akall be i polour titerent tram the ober belt papers, and, before bel placed In tha ballot box, shall be aidoceed by the presiting coficar with the namo af the voter aud Ris sumber im the ‘Tagleter, and thet number sail be entered on a fish tg this Ant calla the “tendered vob ist” which atl be anbstantsliy i form I got out in the Prot Schedule to ths ‘Ael Tendesed balloh papery shall be dealt Wich in the ‘anoo harcinatior peovied. — 4 No ballot popee shall be delved 40 a pater ater st pst ‘the hone fined for the eloeing of the poll But if at the bor aforectd ete tn any polling eation any voter ip whom & ‘allot pupor is buen doliveend, pack volar skal be lowe 1 record his wal Breetum 48} Aa doom a4 practicntle alter the ofonura of the at pol, the preiatigatfcor of nach polling station wal, 3 the presence of the polling agent, rake into separuto ssechots, sealed with hls own oeal and the seals of mich polling agewta on desire to afr thate seal . (a) ene ballot or a ft wtstfon, cath auch Woe retin ‘ng Tookod ag it woa at fe tu af the opening cof the poll sad hen seated after tho cheure of ‘he poll a0 ns to prmvent the faired of ay ‘allot popers themeatiar;",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "Presidential Siections Avt, No, 18 of 108 8 Pie ey of exes ballot bos (0 the unused. aed spl hallot papers, pled topeitarj (2) tho marked copie af the reghler of elertrs and the o ‘oumiarots ofthe ballot papees; (©) te Iie of voters to wham alot papers see ost a delivered onder sation 95; and ) tha tndered votss lt, and shell deliver the packets tothe eauittsg offer. 2) the pockets shall be sopomganiad by watemanr -sdhsonticlly in form J s0t ous in the Fiat Schedule to this ‘Act, mersnatier refered toe \"the Falla popu ancoust\") rade hy the presiding oboe, showing Ge mumber af ball payers enteusted fo hin, and ecemunting for them under the heads of (a) on paper sued to voters, other Bai spl ballet papers; 2) opotlt Belot papore: and (6) unused baat papers Al, \"The posslting oor ofa polling sation may do, by lng stirs mppointed to ees im any net whick Re te sequined AE, ‘or guthurtied by thir Act ta do x that polling station ze except onfering the arrest, puchigon ox reteoval of amy ile pecson teem he siston, PARDAY “ ‘Dr Count 4. (2) Subject to the general or specie diestions of the coting © Gamméaoner, euch returning oBient shslt sppelnt, and may OOF seve te appointment of, emunting ofloer tbe in change of the counting of wtea at enh counting eenixe, wad auch nomber of asiclont and cer and other ofScore Yo oul sch counting ofieer i the parforoance of bis dita.",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "24 Pravidentst Blections Act, Nex 18 of 1988",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "42) he soumniag officer may fe thinker Bt pocfocen the ‘dutten of m counting afer and the provisieos of le Act Teliting to a counting offcur shall apply to suck retuening tlaee",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "a spun 48. The setuming sfine shalt make arrangements for GPa, gounting of Yolen at eum ax posse ater the ca of the",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "poll aud shall give ofiee in writing fo each candidate, C2 fleetion ngant and exhorized agent of the situation. ot each counting centre, the date and tne of the commencenaent DE She coum, and a stotement showing the polling station or Hiullons apsigued fe each such cousting centre, dpgomtems a8) Bach authori’ agent may spp mot more SEERRISE” gon’ se agunts Qherstnafier referred to ue \"counting agents\") te attend st the counting af the votes aL ench Counting comire hetore the votes are counted,",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "{2} Notice In writing of the sppnintments rade wider vclaection €), stating the times and addeenies of the petona oppednted shall be given fy auch authotined agert fm the counting oficor before the corning of vote commsnias, The cowtlng offeer may rafuso to admit 40 the counting emnfze my emmtting ageat whowe name and sddceoe baa rob been a0 given",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "Tecnu HRC) Tue comatngroficer all commence the sountings of-votes otter he hee received afl de ballet taxes from execy polite station etigtied to his counting orntte tree section 48",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "2) Before the counting officer prosseds to sunt the soies, he oxo porsin guthorid by him shall in tha prevenee of wich of the counting agents aa attend",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "(6) show wich counting agents the ballot paper seco",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "‘etefted to in qubsnetion ap at saetion $5 and parmit Ahem to take copies therecf, and",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "(8) open ash balct tox, and having taken out the ballot «",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "‘aparr therein, count and zecord tha namber of",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "fateh paper ta coc such box and then mix togetses",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "Soe wieie of He papers eonteined in the ballot g boxe",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "€) ‘Toe comnting afloer, while onmniing the votes, shall hep the balls papers swith the faces upwards and taker alt proper precautions for peevetting any peceon Geom Sering ‘the murabecs printed on the revaree of such papens,",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "Presidentich actions Act, No. 15 of 198137 (4) The counting ofisar shal as far ax procticabe proceed camtinuonaly ‘with counting the ‘votes sant ball endcroe ‘Trejeced ” on any ballot paper which be may reject aa ‘aval @ —_G) Tor the purpose of this acti: the counting aftoer shall not count (@) where thera are three candidates, tbe second o reference cash in favour of any eantidate; and (@) where there are tore than thee candidate, the second and find preferences eatin favour of any candidate. (6) Tae counting offer shall not count the tendered bollot papers bot ahaMl place them. tn separate packers scoording 0 the candidates and shall matk each’ pocket ‘with the mame ofthe candidate, and hand over such packets to the returning offcee. For Bie pucpooe of thin sttereton the second. and third preferences cost in favour of any candldate shall not be taken into aeooune (P The counting offcer, is eovatanta and clark aad te counting agents but ao other person encept with the cnet ‘of tho counting ofter may be present atthe counting of he woh BL, (i) Any botlot paper— aa (@) which does oot bear te ofl rack ; oF teat @) on which anything is written or marized by whieh Beepertion the voter can be mind except the’ printed Senet et number au ‘he reverse; oF pe (6) whieh to wamathed ; 0 pee (G) which is vold for unceralsty§ or aaa, (© in whlch a voter hee ‘not voted for mny candidate; of {1D voted for more than one candidate ; or + (ti) speciied a second preference of a tied prete- Tenoe only, ot bath auch preference cal, ‘ll be rejected by the counting eer The counting oer © shall endorse the word “rejected” on say such balot paper. (2) Where the counting oflear Is pata thet eng enark: made on ballot peper clearly indicates the intention, of ‘the voter to give his vote fo any candidate oF 10 specty if he lng oo deve? lg second or his second end tnd",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "R Proidentiat Hloatsons Ast, Mo. 15 of (981",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "‘preferences in favour of any oxpdidate, the counting officer",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "‘thal not seject the ballot paper under ewbsection 42) om the (ground solely Gael it he not been marked in wl respecte in Rcomionoe with the divections epaotiled im the hind ‘Schedule to this Act for the guidance of voted a",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "42) Whare the counting offloor ix satisfied that a balist paper 43 not a forged or eounterfotk ballot paper he shell ot reject {t eulely on the ground thet sbis not atsmped ar pecfocatied with the official mark Beiore deciding not to Tafect a ballot paper inser the pracading provisions of Os section the counting @ieer shall show it to each counting gin of present ond hear hia views thereon,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "18) Before cvjecting a ballot paper the ousting offeer shall show if to work consling agent If present and bau Inia views Rhereos taking all groper precautions to prevent ny parson feo seeing the wambee printed an Soe severse of the paper,",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "{6) The coutting affleé shall not count any ballot paper ‘which is rejected By hitm undor subsection (2.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "£8) Tha counting efter aball draw up a sivlerent show tog separnialy tho number of ballot papers refectod, wet ‘zach ed the grounds apociied im subenction (1), and abalt ‘on request allow any eouniting agent ve copy the etstament.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "(2) he counting oficer shall prepare e-eritten slatoment ju words as opel an fa Agree of the mumber of votes east im favour of each ennditnte not thing into acount the secob cf third preferences in fivou of emp candidate and ‘ach attemsent shall ho covtiied by the counting offioss and elimomsid by ape of his assistants and the agents of any candidate a aen promt end desire to alge, The counting. fffcer ahall on request Slow any eounling egant 19 cwpy ‘the statement",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "(@ Betore the enunting offlaec mats a waitten statement zetgrred to tn pobeeclion (7), such mummbar of recownis say ‘be made as the counting ciicer deems necersary s and a",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "‘secon or seequmna shall he sade upon the application of * Doonting agent a0 however thal the maximum musiser of reeowite that shall bo a0 wade, om the applieotoa of any sounting agent or aff tha counting ages, shall mit cuted wo.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "(0) The devislan of the counting officer on 9 any gueriten mining in respect of any ballot poper shell be nat and doncisalvs,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "Providenint Siacions Act, oof WB",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "32, Any poser, duty ox faaction of counting officer Sh tur section 0 oF setion SL may be exerclmed, perboemad ReeeeS, or diachasend for sad on bis bolt by any of hla umistante er oc lark aeting undor tha mupervision avd direction at sock Se Eectiwn atte, Be",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "2 oy Pata. 5 Upos the complntion of he counting at any counting Chere at 9 -santre, the sounting oBioer shalk torthortth dativer ln esaked “ Ceaat Deed 1 the retaraing olteer— {} the allt papers counted im Yavons of ach cxetidate ‘with the mimo of sooh candMate on ach packet",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "(0) che eejeetedbellot popene;",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "(e) the temsneed ball papers",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "{the ballot paper aorount",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "{o} the pockets retezed to in pamgragin (0) to () of",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "section © 18) 3 the serurd of the count wane subsection @) <8} of action 3;",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "(9) the siotement unter section 81 (6); eoxd",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "10) the weilten statement air mecion 91¢%) of the",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "cmaber of vote given to oath cantata",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "M. \"The posto ballot papas tn yaapiet of ny elector cousin of sl district shall bo comted in sceottsnen with the pecs) Perel ot ‘ier’ zagulatias contained fn the Benood Sohedle wo abis 7™ Aotet aseperate counting entre ur such namber af counting ‘entres may be delexmined by the returning offca.",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "5. (0) After Uke seeint of the documents cuerrad © Heteening 4m revlon 9%, tho returning officer eel from she statements See. © ‘under aubnection (7) of sectlom Si furnished to fim by aft Been. the counting fiers, ielading the counting ofouse at the cosoting sentrae where posta ballat papers were counted 14d, and astern the rimaber of voter ent tu favour of such candidate in thet slant dltrot and. prepare ¢ ‘Aniemont 9 wars of wall wg ha gures ts that effect. Gath stalement shall be witteaved by one of Bie auisteats and",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "6 the suthesiond aguntod say cindbiabe orang be presutond Seoines to sign he aotursing offcar shall on repost allow Sy auiborioad agent to copy the statement,",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "2 @) The returning eer shell feothwith tania the -Aafeconnl retested to @ avbaestivg (I) tothe Camamisloner",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "8) No peru other than ihe pelaming officer, hir sicbtants ind cloths, suhoried agents and one other Jpeeson slented by enh authsrieet agent shall io exiled {bs praseat at ho proceedingr under tls encom,",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "3 Presidential Biections Act, No. 15 of 1981 Gommlaionse 56. (1) The Commlesioner shall toethatth apcerte from SARA, tbe states under section 98 farased e him hy al he Fiat” returning ofloers whether any candidete has reoelved ibore ee than omer ofthe valid votes cunt at tn election, baw, (2) Where any candidate has recolved more than oot-helt —¢ of the valid votes ast, the Cammlusoner ball forthwith decleze such candidate cleried to the aes of Present Procedure 7. (1) Where no candidate has received more than one © SESGE bolt of the valid votes eet at the election, the Comamlesinor See chat nor. {a} where there are three candidates at the election 4 Glainate trom the outst the candidate who ‘has raced the lowest nuinber of votes, and (0), ditees cach rotuming offcer to take auch sp 1 may be ectouwry to cout the second preference of each voter whove vata hag been {for the candidate climiated under subpatar graph (i) of this paragraph, aa a vote in fevour of ove othe other ofthe remaining twa candidates; or <b) where there are more than threa candidates at the election— 4) eliminate Soom the contst the cabdates other ‘than the condldater who received the highest ani second highest number of votes, and (4) iret cack returning oflcer to take such stepe ‘mony be nacesary— (4a) to count the second preference of each voter whnse vote ed bean for @ ‘andldate ellsinated under astpaes- ‘@apb (i) of this paragraph, if it Is for Ane or the other ofthe remalning two candieter, a8 a vole in favour of such semaining candidate ead (G8) whore the seond prefereaice of a voter ‘is mot counted under thi sibperee ‘xaph, to count the thind preference af Such voter if is for ong ar the ober of the remaining two candidate, 28 & vole in frvour of ich remaining candidate, ‘ 2) For the purposes of subwentios (2 ©) Be second pretermee anal! not be counted If the ‘voter han apecied his seomnd preference for iaore ‘hun one candidate;",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "Presidetil Ramin At No.8 of Lt (8) tha tied preinene shall ot te emnted JE se ‘eter apes thin perenpe Ie nok thas oe cide S81) Upon i ibp fm ection wee section P-aumng Wes dtaming ees Seal Sie te epoutng cers ts Se break the seats aaly of the pactoig in whlob the votes cast in cea favour ot tw caidas mmnated trom the conte nee SHE co Beene lm ety wh the dneasone gem vadar Ea moon, set (8 he counting acer shall onduse the words “aot coud» on ang boll pier nt contd iy hy saat tron 6th Bele cig otf apert ¢ bal pper det the jrewaions f tat son, the coming oat Sal ato St to voch sountng Ogee If beeen sed best Ne wow thereon $0, (0) Tae counting its sal pun ths consort courting ti oat unler ston 18, Pemace @ stanent in wea GE soll a in dy showing te wand peta ot ine HB ‘second and thin preferences counted ax & vote it favour emi * “Stade of the sosing tr setae . Tha state sre In aetin (1) hall bo ‘died by tn and wines hy one of aloes Gat Bp my ofthe counting peste ace pao ond eee {ion ont theese tt tater eal be reese ‘Be retwaing oie Te cuting oes ail om meee, ‘ow coy counting agent tm expy foe streamate B) Before the couking fienr makes 2 wen sate saint under ssbonson (sich nub of rssunta ep be Toads atthe cating oer don necesery and asec Seren all bead nn ths opprion ef «coe ‘Eaesentn however oa ne marines somber of ene Ghai sinh bo 20 mate on the apple of ang. camng Agen al he wating gus Thal not enaesh er oem the entlaion a the st under seton 38 sae counting eer tal tat sal etait oper eavind snd ftwosd th Sealed acts ta aE ee (8) The provisions at stun 50 (2) shall apsly 10 roots Weston 98 and his neon ® ‘Si, The returning officar shall on reecipt of tit sistements Reuraing fcrwarid whim by all te entry oars anes eoton 40S 3, prpare'n ausernktntiig tbo number ef secede {telteemvs and hed proetenns Specie a aventura ‘Semaining two candidates in respect of the sluciors) Gis. “abement",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "BE Presidents Btstions Act, Mo. 18 of s82t ‘tot. Bueh siternent hal be cert hy nim and oitnested by any anthosied sgat who dealies todo-ao and thetempan sock statomant doa be Tnrwardod the Commissioner. ‘The provislonn at eeeton U0 Gy abell apply $0 prometings unter ths smtice ‘ Gegmpager—_1, \"The Coromestonee shal om seoeint of tho satomonts bas vednered to tn econ 6 fom the velar offer of eumTy soctaral disteit, add the second and, third prefeecpess a indinalud in such statment te the volas slnvady eounted uurdoc aoction ond mecedy arcortain. whieh of the Yemaining to omndidates han recived the mojecty of the votre fo eeaniod and fortieth declare the candidate whe ‘ar obtsined such majority be steed to the aioe oF Pravent Sepepea  E ( Netithrtnting amphi im thie Act Selassie” (a) xf Goo Comminaonen ts betied that the candidate Saeko ‘who, under stetion 17 (1) ar secon 86 2) oF Section 6 ix elite 09 be deeared slated to the ica of Preatdent is dna, to shal, If he hse not diclated such cendidite ected, wot declare she feindidate clotted, and peececd to Rx feih dates ff pomination aod election j oF 1) sR tp eandidate wh hs ee declared elected to the ilice of Prenideat ruler section 17 (2) or ate 35 () oc section 6 dies before the cammummcrment of ble tam fee, the Commieioeer ball ix ‘ouch dates of nonantion wnt election {) The provisions of thin Act shall, mutatit weatendis, only io, and. in soltion Yo, she fresh datse of nomination and election raforeed to in gubsectton C0, Buiter $9. (1) Where an epaiy i found to one batwoen the soles rapoleod by Two condieies and the adgiten of one ‘be would deteraint whch emits would be declared Patient ender this Act, the determination af the ene date to whown mash a@iticnel vols shalt he Seemed to have ‘been given Jor the purpose oF such detarmtnatian shall bo amade by lot by the Commiiones in rach mannor st be may, in his aboolute deeretian, determine, and he shall | foclivnth deslare eucl amandale ceased to the afer of Frasident, 1) Whore an equality ip dound to exit belnreen voter reeefved by twa oP mame candidates and the adiition af ene",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 34,
    "par_num": 14,
    "text": "Presidential Blections Act, Mo, 18 of 981 ‘vote would detertnins which candidate 4a not 69 be elimi- ated under this Act, then the determination of the ‘eandidste to whom such additions vote shall be deemed to bave heen given for the purpoae of euch determination shall be tiade by lot by the Commissioner in such manner",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 34,
    "par_num": 14,
    "text": "© ashe may, to is abocluie discretion, determine,",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 34,
    "par_num": 14,
    "text": "G1) The Commissioner shall, before he deistes tho Complete results of an election under section 06 ot section 1 sudiiiee fr nection GP noilly the candidates andthe election agmts pine, ‘te time end place at which the result will be declared. fim",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 34,
    "par_num": 14,
    "text": "@) The name of the candidate declared lected az President under oeetion $6 oF poction 61 or section 63 shall",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 34,
    "par_num": 14,
    "text": "be published in the Gacette",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 34,
    "par_num": 14,
    "text": "@) No person other than the Commissioner, his amistante",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 34,
    "par_num": 14,
    "text": "‘and clerics, the candidates, their election agents and one",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 34,
    "par_num": 14,
    "text": "‘fuer pereon selected hy each candidate shall be entitled to",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 34,
    "par_num": 14,
    "text": "‘be present at the proceedings imder section 56 or cection 61",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 34,
    "par_num": 14,
    "text": "or pection 6.",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 34,
    "par_num": 14,
    "text": "$5 The returning acer shell retatn the packets nd iprtat AML documents forwarded to ‘him under sections 8%, DME 435 and 58, on a period of six montas reckmned from the date of the reveipt thereat and thereafter shall couse the ‘aki packers and documenta to ba destroyed unless other- ‘wise dinected by the Commissioner,",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 34,
    "par_num": 14,
    "text": "(@) A Judge of the Supreme Court may make an order ‘hat any ballot peper or other document relating to an lection which has been sealed as required by this Act ‘be ingpected, copled of produced at such time and place smd rubject to auch conditions ax the Judge may deom",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 34,
    "par_num": 14,
    "text": "\"expedient, but chall not make such an order unless he is satlsfied that such stapection, copy ox produation is required",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 34,
    "par_num": 14,
    "text": "9 708 the purpose of instituting or mafntalning a prasecation ‘ar an election petition ta connection with the election. Stve ‘6 edocessid, no parson shall bo alowed fo nepect any such ‘allot peper or document while ifs in the custody af the returning offcer 42 su, 9p",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 35,
    "par_num": 1,
    "text": "A Preldoxtio!Blavons dat No 13 of 361 PARTY oneness Sat tM. Brery verion who-~ soins, (a) forges ot fraudulently defeess or frondulentiy Depare, Pattat denioays any aoniination ponte, oF delivers to ke | a Cramadecc any nation paper twig he ards Ee same to be forged | ot 8) meges OF cquntarine or frowislontly dstiem or foandulenty desrave ony tllot paper oF the off ial sack oe any allt paper oF (@) withows due suthority supplins any ballet paper to ay peer so 4) seo elers ws lL any tao paper 0 aay pereon or puschaser ot fers DEAE ny be popes rom a? perso 5 OF 2 gt bang w yorson ented dae this Act to Sein ‘tmson of say llob gages which ae besa asked with te ofl ane ka apoedonee with Bie Act hea np ich alist paper in be peromion oF 1) puns into any ballot tox amylhing ether than the tales paper Whldh Bs fe hub by Tew b> put iniee (a) lnc due eathocty takes oot of he polling stsion shy Ballot gacer ot Ie fouad fm numcod of any Snot paper out 2 polling water or (09 eiout due autorly dante tees, opeae oF otha ioe totetetes with ang ballot hex or pact of lib pape st ute or Intended be at for the icant of an lection ot winners due aishaciy prints any ballot paper or ‘lcs purgorta fo be ort eapablo of Beng cond a+ 2 betiot operat an cleeion 7 oF 1) rarmuticten, constr, copecls ttn the Hep ‘hug fe le puseesaton, suppilles oF vase fox the purpose af we election ar coten ta be pueuulacered, ee fuctc, topited into the Repediie, spol 9 tind for Oe pampurw of an section, any apaace ovieo tr redhat Sy whch a all pager may be extonied, feed or menigulstd atier having ‘een Sapte ima ball box ducing \"Re ple tan election; ot (0) itll anaes 6 falas start fs any opaticton ts be tented as Yast votor under ur Ac ot deny declaration of deny seat os und: re Postal voter? engulaions tat out in the Seite Sehedule to this Aot; oF",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 36,
    "par_num": 1,
    "text": "Prisideniel Econ At, Na. 15 of WME witht atity dentoys, ken, 990m oc o> ‘se tomas of faves wily any agteation fo te tried asa poral rte, or any desanaton ot ly, ov ay cometing tela oe bah pope ° tcvcope within the meaning ofthe pelt vob regulation si ont i fhe Seeond Setedate 19 thie pres Ge) wien due anthayprits any ofa pol cod = wal puryrts to bw Hr expubin at Bog sed bo fll poll end an eet 00 (2 wition de eatery places an apyopeiete move Toy vole at an sleson ce whet popes fo be i cage af eng ertakon fe that DA OF Co) taudnenty defooes en appropiate mark planed on ‘ny vat aban ceetian bow de metho; or {p) vines stm. ection coring tase Jp logaly ‘Semoable for aad from, 0 vein, fall be gal af an eflecce and sil, ea conven by fhe High Coast, bo liable mprecnmen 2 efter {Esejtun dt arn aot ensteding tun pears a sal, Sy saris, hear acapato for paced of owen pee ‘em the dae of his contin, of beng tegstied es en ‘Sector on af wting at an elation unser hy At, se tang eect to rate of Preset (1 Ho porn Wht onevass for, aes av agent ak Ginn ex tpeckon tal aa cantata, ac ony wap peetzate ERS, ‘2 tm sievtios, if nich perme x peo to whom Ge Se nitty has\" bnen imposed by» vowition poal by 2 Params in un of Aide 806 the Constant ihe pied of at eve Gedy specie im each rear ‘Son ba el eure (2) Every porman who comets the provisions of subsection (U7 dal be gully of sn cence and a, toto after ummavy tn toe Bayes Bee ‘Sie fiw not eceding gap Tnosed opaay ow mas sont of ithe deaceyun for n tere not exoeding = |, otths or totath ait fine ond inprionsnt, 88 (1) No parson shall, on any date on which = poll ix 8 iskon aa pollng rasan do ay of the faowtag cae within, Senge fe tho proces, of a tissue of 9 hulle Wemess of tae france, of at pling itn p= ‘a) einsamig for vole; (0) stching tne vote of any electors (=) pseeuaing any aonac esto vot fo any gated candidates",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 37,
    "par_num": 13,
    "text": "38 Pravhlewtlal Bloesiona Act, Ho. 15 of 1842",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 37,
    "par_num": 13,
    "text": "4d) pormusting sty elector not to vote uf the elecnan ;",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 37,
    "par_num": 13,
    "text": "46) Gatributing or eshiblting ay bene, placard, poster, phologcagh or drawing ar naties relating to foe lection (other than any offciet andhiil placard, poster, phoingragh or drawing oe aolice) of [ny eyiubol allotind sider section 20 to any cand ate",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 37,
    "par_num": 13,
    "text": "very person wha conbravenes the provisions of this mu-",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 37,
    "par_num": 13,
    "text": "section shall bs guilty of an edfenee aad akall, en canviction | after sunuuary friel bafore 4 Magistrate, be Hisbfe to m dine",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 37,
    "par_num": 13,
    "text": "Dot exteading dna hundred rupees or to imprisonment of either description foe ¢ terun not excaciiag one manth or",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 37,
    "par_num": 13,
    "text": "fn both muds fing and Smpeisonnent",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 37,
    "par_num": 13,
    "text": "(5) Ro pero rll, om ay date on which 1 poll taken: at any polling atstion—",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 37,
    "par_num": 13,
    "text": "(=) ise or aperate, witht or at the entrance of 2 polling ‘ation or i any public or private plave in the ineyabourost thecanf, any megaphone of Toud- epesiber ot other apparatus ior mamifying of Te pivinaing ths aman voice, ar",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 37,
    "par_num": 13,
    "text": "tb) shout ax atherwige aot in 9 disondanly manner within te at the entrance of a piling station or in ary publle or peivate piace ta ihe meighboushiond thereat,",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 37,
    "par_num": 13,
    "text": "so as to esuse annoyance to any parson visiting the peding ‘ution for-tha poll or sa ee intarienm wits the workcot the fodicom snd other persons on duty at the palling station, ‘Beery person whe eonteavenss the preisans of this sub section shall be gully ct ah offenso and aba, on conven ‘Biter oummonry tis} before a Mogltrste, be lable to a fine hot exceeding ons hundred rupees ar to imeronment af cher description fap a term ant exceeding ane months of fo both such fine and inpstsonment.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 37,
    "par_num": 13,
    "text": "9) Any police offices mag tole such steps and usw wach fate ay mney bo ronecnshly necetmy for preventing any somizavention of the provieéona of oubmaction (2) and any solve any apyaraina axed tor such contravention.",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 37,
    "par_num": 13,
    "text": "Retin ==, No peron— PSeemina «(03 shall, at any Hime during the period eceamencing on : the day of nomination and ending ond week ser the date an Whlsh the result af the yell fakin at such election is declared by the Commisdanee under thie Act conduct, bold or take port in amr ‘proceation, other them a progeerlan on May # In the penn, ot any procession fo religious or soelal pur pases: oF",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 38,
    "par_num": 1,
    "text": "Presdentat Beco Act, Mo. $8 of 81 4b) shall, a sey provntaion held eandoated during Se Dovid otered fo in passarage (o) of hss su Trt, do amy act ot Dog enealsted 2 preembe the lectin retuned to tn tbe ead povagragh (@)- a Every pemon whe coniravnes any ot the preceding provalons of ths sodion tall be gully of an oflenoe Tad dal soniion efor: eusunacy til before a Mgio> @ ate, be lable foo ite not autesding cow hundeedsepeen ar © impromnent of aher doxcipion for 4 St ‘acre one rath, ot hot such ine md peeratee 1A. No pablle meoting shall be hekt Garng the petod Retain cecmmeneingInry-eigit houty bane ts date fixed foe eI Jel and coming, oan eck after the iesclt of @e oll tue been dociarod, very person who contnwvenes suy of the preceding provisins af thi section all be gulty of offence a Sell on comvicion aller soctany tial Delors 2 Stagiaraia, be Hable to a fue not encnnting oe hued Jupecn oF io bmprisnamons of aler derwigtion for «teen Eaescnading one mont arto both eh no and prion fot Th. @0) Evory paceon who athnpl to commit ax offence Gena specie tn seen M8 ox soln 6 or mction #3 ox mcion BEE hoe setin To ahell be sitet te pushed peactbed aera fr that offence Been, (ay Evary offence under sectlon 06 or section 67 or section Baa ‘guar mation © 9 ceciion 70 shall bo a cognabe afenoe ‘Site by meshing of Soe Coe of Costing! Promsure Ack Bo. 18 of 0. 3} Te a peosneution for an office in relation fo 4 notttnation popes, baleé box, ballot paper or mumkdog Inrument st an etn, he property in sudh samatfon ‘Peper blll bow, ballet oper oF mating lnkteatent a3 ‘ral az thy property in the courertoll of any ba! paper, tray be sated to be tn the Container 0p the eotraing tiles ue the eae any be (ha A provocation fx on oflengs tinder vce 65 or ste ston 67 af eeetion #8 or seedon 69 or eoclan 70 shal nok be + taettoted tbout the sation of the ABlonmey- Canes TR Svry person wha not bemg a eamildet, pti, pene publishes disrbsles or ports up, or caltm ta te printed, BEE e pablishad, distributed or posted up, any advertinement, pubiiertiou Enabti, pncard er peice which vtare t9 en selon and SEBE™ wbieh dius not eve pon St face the aves and aadteries Ba of its printer and publisher, shal be quilly of an offence tandidaten {ad halt on conviction by a Magistrate bo Habto ta fine Inot exceeding five hundeed upeca:",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 39,
    "par_num": 12,
    "text": "3a Premdenstol Blectiona Act, No. 34 of 19at",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 39,
    "par_num": 12,
    "text": "Provided, however, that a person shatl not be guilty of ‘an offence under the precaing provisions of thir section, fm reisdon to aay edvoctivemerns, enti, placatd ar poster, he aati the Magtrat uot the anzsin af ae ‘Moveshid memes and addreatea Se aby sash narae or ei4EOS, 2s the case may bx, sreva frome dnmtvertonse or ra same © ‘thee reasonable: gause of a hike nature and id not aise ‘rom any want ot good tlt, °",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 39,
    "par_num": 12,
    "text": "Reticten H(A person who dow candidate at an eloclon, or is",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 39,
    "par_num": 12,
    "text": "Sauer ot thm agca of auch condidate, sll not bavee",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 39,
    "par_num": 12,
    "text": "aes (a) esctng tha period. commencing from tse day at notimation at such elention and ending on the day innmertately following the debe on Which @ pol 1 ‘toes ab sich elect, any election office, other ‘ua cae rai’ central aletion ofice ia each ele total ditties, and one noted beanch elation oft Sa each paling dictiets",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 39,
    "par_num": 12,
    "text": "(8) during the poried aaismencing on the day",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 39,
    "par_num": 12,
    "text": "Immediately preondiog the date of euch pel and ending on the day Immediately following such dete, smny election office, other than one noted central ‘lection office in eth electors dintsied and one nate ‘ed branch election ofc in mach poling division,",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 39,
    "par_num": 12,
    "text": "(@) Te use of the ordinary Blsce of residence of any candidate oF his suthorfaed agent at an elesttan ace shat be deemed mot to be a contravention of the proviions of subsection (1).",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 39,
    "par_num": 12,
    "text": "43} Every person whe oontzavanes the provisions af wib- section (1) abel be gully of an offence md shall, fn conviction after smanary tril belore a Saghirais, be liebe © a fine not exuding ona Inde! expen at amnprscninent of elther destripten for 2 term not exieeds sng one month ov to Beth much Be and imprleoaen,",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 39,
    "par_num": 12,
    "text": "(5) Woery parton whe atinnapts fo etait any alkenoe speettnd fa this soction chall be Mable oo she puniibent preserlied for that eflenoe,",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 39,
    "par_num": 12,
    "text": "G) A prosteution for att eeare tamer fhis section shall“ not be Snattuled “without the sation af the Attormes- Genera: '",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 39,
    "par_num": 12,
    "text": "(©) Fee the panposcs of this section, the teroa Tnatied \" insolation to sy destin ofice, means acted tothe offer su ehavie of the poios cation for the area, and the retina: fing offices for the electoral detect, {a wich tat ofce iy sitated, before such afin ie eeblished,",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "Presidential Elections Act, Wo. 18 of 1982 38",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "7A. (1) During the period commencing frera the day of Prsnisims ‘ominatin et an election and ending onthe day Gilling pi et the day on which a pol intake ut such election, no person posters He.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "cq‘ ter th pry of pemcting heaton play",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "(@) tm any premises, whether public or private, soy flag",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "cof banner except in or on any veblele thet ts used",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "a tor the conveyance of a candidate at ruch election :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "ca",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "(b) any handbill, placard, poster, notion, photograph af a",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "‘candidate, symbol, sign or drawing 0a any place to ‘which the publie have a right of, ar are granted, faccess except in ar on any premista om any day on ‘which an election meeting ia de to be held in euch presses; or",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "©) any handbill, placard, poster, note, photograph of a",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "candidnte, syribo, alg, drawing, fag or bannee, tt or aeroms any public road ; or",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "(4) aay bandbill, placard, poster, noties, photograph of «",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "candidate, symbel, algn, or drawing ts or any vebi- cle, excipt i or on any vabicle that is used for the onnveymnse of @ omdidete at such ection,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "(2 _Brery person who contravenes the provisions of rub- section (1) shall be guilty of on offence and shall, fon conviction after summery trial before e Magistrate, ‘be liable to a Sine uot exceeding one inmntred rupees or to Smpsleonmant of either doocription for a toom not exceed ing one manth ar to both euch fie and imprisonment",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "(8) Every peroon who attempts to commit an offence specified im thie section shalt be Lnble to the punlement prescribed for that offeace,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "(& very offexoe under this section shal! be a coguiaable,",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "+ affence within the meaning of the Code of Criminal Prase- dure Act, No. 18 of 1970.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "(9 Ay pole oftoar may take auch steps, and use sich force, es tany be Teasomebly necessary for preventing any contravention of the provisions of rubeeetion (1) and may seize and remove any tandbill, placard, poster, notice, photograph of a cendidste, syrabel, sign, dravee ing, Rag o¢ banner toed in such contravention.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "40 Presidentict Elections Act, No. 16 of 2982 ‘Sctemncen (1) Rvery icon, slr, candidate, aad ageat euthor SERRES, etme to ntiand at » polling stam, or ab the aoumding of tho",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "votes, aholl before mo attending make & stetutary dedtate",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "tan of seoteey, substantially in the form K sot rat ia the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "Hirst Schedute te this Act, Suck decarasion shalt be made — gy",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "fy the returning ftom in the preaenee of & dustee of che",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "‘Peace, ad by a presiding oftear ar a counting vfcer ia he",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "presence of & Justice of the Pesce of of tha returning oficer, gy",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "fd when mada by any other person sbell he made in he reson of tho seluming ofcer or of x Juetice of the Pesce",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "cor of 4 preaiding officer or of a cowmting afte,",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "1B) Bvery offre, clark, emndidate, and agtnt in atte caaieo 33 a polling sation shall maintain, aod aid in maine taining, the semety of tha voting In euch station, sunk shalt ‘not eommanicats, execpt for rome purpune authortoed by Iai, batore the poll fr cleed, to sty persan any informa ‘ion at 49 the ame or number on the roxistee of eactors sf ay elector who has ot ea et applisd foro ballot paper ‘ax wind ef fat station, or ax to the afta! man,",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "4B) Mo mich ofser, Genk, candidate or agent, aad ne perma whascever ull attempt to obtain ix the palling statin information aa to the candidate for whom any vovet fn nich alation is about to vote ot hax vated, oF camara nie af pny thu to any parmen aay work inforsnaticn ebisin- ‘ot aa poling station aa to the sanilate for wha any voter in auch station is about To vote as voted, a a to ‘he mumibar on the reveres of the ballok paper given to any sofer at such ation,",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "(2) Bvary offices, ck, candidat, ead agont in atin ance at the cussing of the vids eball aiainbeln and ed in mintsning, the saerecy of fhe voting, and chall mot sktemgt to axcetiain at woch counting the member on the iaperes of any haflot paper ov comminicste any fuloime= ‘don ubtaiond at such counting os fo the candidate foe whom any vole 4 given by any partimlar ballot paper.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "(6) No gerson, except a preckting Caer ooking or # purpore wstheizad by this Act, or a veces authoeitad by fhe presiding nfier and ecting for euch puryase as afore ald, sball communicate ar attempt to communicate with fang voter after cud voter haz received a halint exper mad ‘before he bas placed the saree Jn « ballot box.",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 42,
    "par_num": 2,
    "text": "Presidentiat Elections Act, No. 46 of 196t oa (8) Brey prema who acts tn contravention ot the provie ssiona of this section ahall be guilty of an effence and shall, 2 conviction after summary tial balare n Mapietenta, be isle fo # fluo nok exvesding five husdved rupert of tn Amprkcpmenc of eltker deseription for w 4eara RNG sot ng six months. |) Every perio who is eonvicted of wn offence mader Skis necxtan che, by conviction, tecnme ineapabla tar 2 erie’ of seven yraty irom the date of his conviction, at being veghtorad aa an elector ov of voting 42 an aloetian under this Ab. Conary Priors 76 (1) Bvery person who st a clestion— Prmantin, fa) voter im patson oF by post as some other petion, whether thst other presen Ia Living or dead er in & titions person; at 4B) votes more than ance in or under his own name at ‘such winetion, shall be aguflty af the offence of persamation which shell ‘De a cognizable affence within the meaning of the Code af ‘Ceiminal Provilue Ast, No. 15 of 190, 42) For the purposes of this section, » parson who— (@) Thm applied fr a ballot paper for the purpias of vor Ing fm person 3 oF (2) as made an applteation 10 be teeated as a posted ‘wotar oe . (@) das marked, whether or not valldly, sud tetumaed @ ‘ballet paper esuad for the purpooe od wating by ust, cia bs danued to have soto,",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 42,
    "par_num": 2,
    "text": "‘ti, Brrory person who, earruptiy, by himself on by any theme other pen, either before, during or after an cleviion, irectly or Indiznctiy gives ar provides ot causes to be given, ‘ot provided, or is sccesary to the giving or proving, ar ays oe engages to pay wholly oF fn part the expend® of atving ot providing any mest, drink, rotreshment or pravie soto soy money of lickmt or pier means ot devico fo enable the seacuring af any meat. dein, petesbment, or provision, to or for any perron for the pupae of ewcruptly",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 43,
    "par_num": 1,
    "text": "a Poasidendial Elections Act, No. 15 of 108 influenulog that porenn or amy ofher persem to glue ok 2 ‘feat from giving hia vote st puch election ar on vecuiutt at say such pene or auy other perwon having voted oF re Eralved fram voting or being sbout to vote ar sufeain tro ‘voting at auch election, and every elactor who corruptly — aeospta or token any such 7aeat, drink or refreshment or Pravision oF amy saol monty or ticket ar whe adopts sacl ‘other means ox device to eshte the promutng at such meat, drink, refreshment, or provision hal be gullty of the offence of treating. Yate a 48, 2) Ewery persam who directly af mlrecthy, by him~ ™ seif of by any other yorson on his beilé, makes we oP ar Arreatans to male ma of coy Fores, vickenee, ar Testraknt, ‘or inficte or threctena te infil, by himself or by any otfaee person. any tmporal or spivitual injury, damage, barm, or Js apon or agninot any pernon in order to induce wt compel cruch prrson to vote of refrain from voting, et on atestnt ‘of sacks person having woted ar retrained from voting #b ad ‘election under this Act, ar whe by abéuetion, duress oF sy iravdnient devike or contrivance impades or peeventa the tree exureise of the Seunchine of any slostor, or thereby compels, toduces, of prevails upon any elector either to iplve or tefeain from giving bis vote af auch almetion shell ‘be guilty of the offence of undue tafaenco. (® Every paman wie, st any time during the period commencing fram the day af nomination and ending om ser day following the date of the poll st muck election 4a) fters at amy religions eisemily any wards foe the ‘purpnie cf inluencing the resURt of such election oF inducing any elaoior to vote er eefraha from voting ‘dor aay candidate of euch eleation ; oF (®) foe euch porposo disteiiutes ar dleptayi at any rele + ‘gious svembly, amy hondblll, placard. porter, drawing, notion, phntograph of x candidete slg, ytabol, Bag of Bammer | oF ¥ te) fhokds or causes to he held 2 puille meeting at a place ‘af warship thr the purpors of promating the Gentian cof any eondivte at such tortion, dial be gaily of the offer af undue lnfaence,",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 44,
    "par_num": 1,
    "text": "Presidentiat Elections Act, No, 15 of 198t a (2) Any member or official of a religious order or erga atzatioo— (©) who deoles, of Hareatene to deny, to any member or adherent of that order ot orgunization, or to any ° rember of the family of such member or adhecent, any spiritual ministration, servioe or benedt, 19 ‘which auch member or adherent would in the o ‘ordinary course have been entitled ; or (2) oxcludes, or threatens to exclude, auch member or ‘adherent from stich order or organization, in onder to induce or compet such member or sdherent 10 vole or refrain from voting for any candidete at an elec- ‘on under this Act, or to rapport or cefzain from suppor ‘ing any candidate of wach election, or on account of guch ‘member or adherent having voted oF tefuained from voting far a candidate at such election, or having supported or refrained from supporting sxy candidate af such election, shall he guilty of the offense of undue infinence, (4) Any pormon who, being the employer of any other persoa— (0) terminates or threstens to terminate such exipluy- ‘ment; oF (%) denies of threatens ti deny to auch other person any benefit or cervice which such other persan already enjoyed, or would have exfoyed, in the ordinary ‘cottae of zach employment, ‘m order to tnduca oe compel such other perton to vote or ‘refrain from voting for any candidate at an election amer this Act, or to support or retrain from eupperting say candidate at auch election, or on account af such other ‘person beving voted or refrained from voting for any eandi- dete at such eleetion, or having supparted or xetralned from, supporting amg candidate at such election, shall be guilty of the offence of undue influence \"am, ‘the tollawing persons shall be deemed guilty of the Bribery. alfence of hribery — © @ every person who directly or indirectly, by himself x by any other parson on hia behalf, gives, lends, ‘or agrees to give or lend, or offers, promises, ot pro. milsas to procure or to endeavour to proware, my ‘money or valuable consideration to of for any elec- ‘or, of to ot for any perssn on behalf at any elector,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 45,
    "par_num": 5,
    "text": "* Preaidenttal Blections Act, Ho. 25 of 2951 or to at dor ay other paruot, [fs order tndace say lector ty vate or mésnin frat voting, ct corruptly deed any mach act é@ @foraenid on asemunt of Heh Goctor baring voted or refrained trom witing #t 1 elession andor this Act ; °",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 45,
    "par_num": 5,
    "text": "(©) every person who, dlreethy or indicest¥y, by nlmartt oc by any other patson am bis behalf, gives of  g roeures, oF agresa im give or pros, oF offer, promises, av peomnieaa to provers er ko endeavour to procure any atfoe, place or employment to oF tor any slnctor or to oF for any person on behalf of any elector, of 19 Gr for any other person, i idx to induce stich elector to vote or retrain fram voting, or sorrupily does any such act 2s aforestid: om ancoint of aay destor having voted or refsainad rom voting at at election under this Acts",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 45,
    "par_num": 5,
    "text": "4) svery parson who, dixextig or Sodireetiy by hinged or by may other pation on Bir behalf maker any sock gift, Thon, offer, promise, procurement, oF sereemient as afoveasid ta at for any parson in ender fo induee such person to procure or endenrour to procure the alevtion of any penton to whe offloe af Presiden, or the vate of amy elector ot an lection ander thie Act:",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 45,
    "par_num": 5,
    "text": "{d) vary pessoa who upon ot in sonsequense Of say such gift, town, offre, nromise, procurement, or agreement procures of engages, pramine or ‘endosvours o provare, the elestion of aay person to the offloe of Prezident, or the vote of say elector at on election under Hats Acts",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 45,
    "par_num": 5,
    "text": "fe) erery pemon who advances or pays or catsus to” + bbe ald any money to or to Ue une of ony other ‘pérson with ihe intent that Bich money or any att theroof sb be expended io tribery at an 7 ‘sleetion under this Act or wha inowinly pays oF eanses to be pald any money &@ sny penzon in Gschange or repayment af any money wholly ot ‘in part expended fa bribery at such efeotion j",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 46,
    "par_num": 9,
    "text": "Presdensial Bloctlons Act, No. £5 of 1981 6",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 46,
    "par_num": 9,
    "text": "(D every clactor who, before or during an election tnder ‘his Act, directly or indirectly, by himself or by ‘any ater person on his behalf, receives, agrees, of contrecte for any maney, gift, loan, or valuable",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 46,
    "par_num": 9,
    "text": "° considerstion, ofce, place ar amployment, for Dimself or for any’ other person, for voting or agreeing to vole of for refraining or agrecing to",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 46,
    "par_num": 9,
    "text": "° refrain from voting at auch election ;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 46,
    "par_num": 9,
    "text": "(@) every person who, after an election under fhie Act, rectly oe Indivoctiy, by himself of by any other ‘porton on his behalf, recetves any tonay or valu- able consideration on account of any person having. ‘voted of refrained from voting or having induced any other person to vole ot to retrain trom voting at auch election ;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 46,
    "par_num": 9,
    "text": "(0) every person who directly or Indirectly, by hmself ‘oF by any other person on his bebalf, on eocount of ‘and aa paymect for voting or for having voted or for agreeing or having agreed to vole foc any candidate af an election, oF on aecount of and as payment for his having assisted or agreed to arsiat amy candidate af am election, applies to much eandi- date or te his agent or agents, for the gift or Yean ‘of any manay or valusble eonsiderstion, or for the ‘promise of the gift or lan of any money ar valuable consideration of for auy offee, place or employment ‘or for the promise of any office, place or employment 5",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 46,
    "par_num": 9,
    "text": "@) evecy person who directly or indirectly, by hinuelf ‘or by any person om hin bebelf, in order to induce any offer person to agree to be nominated ax a ‘eendldate or to refrain from becoming a candidate cf to withdraw if be has became a candidate gives ‘ox procures any office, place or employment oF",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 46,
    "par_num": 9,
    "text": ". grees to give or procure or offers or peomitea to ‘Procure or to endeavour to procure any office, plaoe ‘or employment to or for such other person or",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 46,
    "par_num": 9,
    "text": "° ‘ives oF lands, or agrees to give or lend, or offers oF [Promioes to procure or fo endeavour to provurs any money or valuable consideration to or far ony ‘pervon or to v¢ for such other pensun, or to or 10 ‘kay person on bebalf of auch other person.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 47,
    "par_num": 1,
    "text": "46 Prontdensst Bioeona Act, No. 18 of 130 fusions 58, (1) Berg person thom for * (3) sommla the offence of petuouation, or alds, abeta, Sot ‘aibsels or procttes the eneuminisa of the afence of pexsonation ; oF ° 2) commits the offence of treating, undue salluense or ‘bet | oF ° {> maken ox publisher, befuce ov diving an election, fot ‘ise poxposo of allesting the renal of Bist elation, any tale statement of fact tn elation to. the perianal character or condoct of amy enndilsj of 44) makes ar pabliches, before or during an cleeton, for the parpoce of affeetine the reunite of that election, amy fase satrnant of the withdrawal of ane rapdldate ab math election, shall be guilty of a oesupt patie, wd shall an convicts tthe High Cott be liah, in the cane xeferved to rae st0ph (6) of thie subsertinn, wo rgorane Imprieanmen for 2 erm not exeeefing twelve months, wad, in a5y othr cues $e. fe not evoweding Sve hundind rupece at 40 imeriscar rent of either Uenraptian for a fon not oncetding at aoonths of Hoth euch fine and Sxpreunsnent. (2) Bery peeson who ig convicted of a comugt prastee shall, ep coavistion, become lnoapabie far a ponied of seven ‘reera from the date af his conviction af Vein, registred 1818 cector of of voting at an election mex this Ad ot sf betag elected tothe oflew of Prevident, {S) A prosceution tor & covrupt ynection shal! nat te Jnstusted without tht ametion of the Attorney Geusral, Sposa BL () Where 2 corrupt practig i commit tn caaos- BEES on-wlth an alection ude this Act hy nny eandkdate who oneanent WAL Sot elected bo the offce of President af such election» Feencty oF With bis knowledge ot canaunt or hy amy of his agai, me such eandidie shall on conviction bay the High Court be Shite tae, fn the oase of te clone of pernaaton o mpcane 9 Shmgpmset yen! fora tern not exconting tales snonths sag in any Re other sare, 10 2 fine not excerding five bundied rapess or seston to impricanment of etther deotiption for a berm not ex- cendtig six tants or te both mec fn aod mpranaonea",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 48,
    "par_num": 1,
    "text": "Presidentiat Blections Act, No, 15 of 1982 a Provided, however, that such candidate shall not be com ‘voted of auch cocrupt practioe under this rection oonalailng. of the offence of treating or undue infiuance committed bY any of his agents if he proves to the High Court— 2 4a) tbat no eotrupt or iMlegal practice wan committed at ‘the election by such candidate and auch offence ‘was cominitied contrary to the oniens and without o ‘the sanction oF connivance of auch candidate ; and (©) Ghat such candidate took all reasonable means for Breventing the cotnmmission of corrupt and legal Drtetices at the election and (© that any such offence was of a trivfal, unimportant and limited character ; and (4) that im all other respects the election was free fron ‘any earrupt cr illegal practice on the part of such candidate snd his agents, 2) very person whe ig envietad of a corrupt practice ‘under this section shall, by convietion, become incapable ior @ period of seven years trom the date af his eonviction of being registered as an elector or of voting af an election under this Actor af being elected to the office of Prealdent, (8) A prosecution for & corrupt practice under thls see- tion shall not be instituted against any oudidate at an elec- Hon under this Act who way not clected to the afflee of ‘President at gach election— (6) except within the period during which an election petition aould, if such candidate had been elected 1 the office of President at euch alaction, bave beet ‘Prevented agsinst him in conmectlon with his ales- tion ; and () exespt ty a persoa who would have bed a right to ‘Bresnt oush petition under section 02; and Geb except with the sanction of the Attorney-General @) Nothing in the preceding provislons of this section © eal be deemed or construed to preclude or prevent a ‘candidate who was not elected to the ofice of President at am election under this Act from being prosecuted for a cor- Tupt practice in connection with auch eleetlon under section 30,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 49,
    "par_num": 11,
    "text": "48 Presidential Btetions Act, No. 26 of 1082 Tues, Paar xia 82. (1) No poyment or cmtract for payment ahall, for FEA\" the purpose of promoting or procuring the election of Beg candida at au election Under tls Act, be malo— penton. ° (@) on account of the conveyant of electors to or fran ‘te pall, whether for the hirg of vebiset or aninuls of treneport af any kind whatsoever, or for g, ralloray fares, oF otherwise: oF",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 49,
    "par_num": 11,
    "text": "(@) to or with an cloctor on account of the use of any",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 49,
    "par_num": 11,
    "text": "‘house, land, building, or premises for the exhibition af wn} adtew, bill or notice, or an account of the ealbitlon of any addres, bil, oF notice.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 49,
    "par_num": 11,
    "text": "(@ Subject to such exception az may be allowed sn ussuance of this Act if any payment or oonizeet for pxy- nent is Knowingly made in contravention of this gection ‘either before, during, or after election, the person msking suck paymont or contract all be gallty af on. sega! proetle, and any petean receiving such payment or being ‘a party to any 2och contract, knowing the same to be i ‘eontraveation of thie section, shall lao be gully of an legal proetice.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 49,
    "par_num": 11,
    "text": "() Sabject to any such expseas exceptions a8 are oF may ‘be made by or under this Act, « person shall nat let, lend, employ, hire, rvoW OF Use a alder abet any other Peesod 1 Je, land, employ, hie, borsow or use, any vebscle, vessel for sbital, during the period commencing one hour before ‘he time of the opening of the poll at am election and nding obe hove ater the time ofthe clorure of auch poll—",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 49,
    "par_num": 11,
    "text": "{o) ior the purpose of the conveyance of voters to 0",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 49,
    "par_num": 11,
    "text": "from the poll ot",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 49,
    "par_num": 11,
    "text": "(©) for any other purpose, other than—",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 49,
    "par_num": 11,
    "text": "(0) ang degitiaate basinest; ot",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 49,
    "par_num": 11,
    "text": "(1H) sny efficlal business, that is to my, the =~ performance of any Guty or the docharge ef ‘any fonction cccruing from oF comnoetad ‘with oF incidental to any ofle, service or 4 employment, held ot undertakes or cared onby bin.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 49,
    "par_num": 11,
    "text": "‘Any pees lnowlngly acting in contravention of ‘hls subsection shall be guilty of an illegal practice.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 50,
    "par_num": 7,
    "text": "Presidential Elections Act, Wo. 15 of 1981 a 4h) Nottehstending anything tn the preceding prsmisions ; of thts setion— (0) winea it in the ordinary bmoiness of on elacior an an o adtveritng agent % axhibit for payment bills and seiverlivements, « payineat be ox eantesct whk such ‘lector, LE made ta the ordinary course af busines, a shat not bo domed to be an flog practioa whtstn ‘he mpaning of this action ¢",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 50,
    "par_num": 7,
    "text": "(6) where lestors ore unable at am edastioa to reach ‘thele polling stettons Leam their place of residence ‘without qromsing te sea or » branch or aren thecent ‘or a xlver, means may he provided for conveying uth eectars by soe to thelr polling stations, or to tenable them to erase the river in onder to rvash their paling stations 5",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 50,
    "par_num": 7,
    "text": "(9) he wxeveyaoce of a poronn at his avrn expense to oF ‘Youm, the poll at am election in, ar tho use by any [eroon at his on expense for the purpone of the conveyance of himself to ar from the pall af, aay public treneport aercica provided by the Sci Lanke ‘Sentss] Transport Board, amy regional ‘Trareport Board ot the Bri Lanka Government Haileay, shall bbe deemed uot in be an egal practice within the meaning of this eeciton ;",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 50,
    "par_num": 7,
    "text": "(2) where the returoing ofteer Yor any electoral diate fs tatishad, upon ‘eristen application in that bebeit sade to him yy any pergon, or on behalf of auch ‘person hy any other person (not heing & candidate, ‘ection agent, vuthorited agent or divisional agent) #0 net reach auch officer sovan days buiore tho day ‘ot whlch a poll ts to be taken at a cleotion under this Art, Uint such pomen fo wnshle, by reason of any physica disability, tm onvey hineelf to ant",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 50,
    "par_num": 7,
    "text": "* team the poll on fom or im any publlé transport service ratarved, #9 {a paragraph (c} af this rob- section, the returning offices may give such peran",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 50,
    "par_num": 7,
    "text": "° written sulbently fo use ony vehicle, veasel ot amimol for the purpoae of cumering himself to md frum the poll, and. acoordingty the use of a veblee, ‘veseel ar aninat far the purpose af sath conveyance Dy such perme afall be dered tok ta be au lege practice within the meaning of this olden.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 50,
    "par_num": 7,
    "text": "Ame are",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 51,
    "par_num": 1,
    "text": "3% Presidential Blasions Act, No. 18 of 1081 {5} Where at any poll taken fa any electoral dstsct any police offer, ober of his cwn motion oF after an invert ‘avon whisk he ts hereby required to catry aut on the emplait of xxy petvan, i waded that any vehich, yet for animal x being used In soatraventin of the provision ot gubsestion (1) or sibacction {2), that officer shell stop o tnd wtise gach vebicin, vestal or acimal, and take Ib a police station and detain it therein unt! the eameluson of fo pal 8 {8) The High Courtenay, on the eoarietion of any person Jer the somsnttaon of we loge] peace within dhe meaning a this sxoton, make ondee deaiating that any vehicle, weasel oF aninel excl i or in connexion with the comaitseg of sich practice stall be fosfeied to His Repubiie. a Ba, (2) Whete there fe pubtiched im amy newnuper sy » ‘ Ree tales vtatement conceening, oF coating 40— (o) the utterances oF setiilos at an slentn of any conlidnte Who fs cantesting mich election, ot (8) the comiuet or management of such election Sy euch candidate, send auch statement is capable of influencing the resull of sock clection, then, avery person who af the the of aueh bliesdoa Was the yopreins, the manager, the adita, fe publisher or other altaliae fSsne of Haak nowepaper ‘was purporting in act in such capacity, shall each be guilty of an Hlogal praetioe unlosa nach pérvon proves hb woe Publlostion was made without his coment oc connivance, dad that he eewreivd all suck genes 10. prevent such publication an ho coght 49 have aveteleed Paving cegerd fo the matore of hla funetion fo atch capeciay ane in ail te circumstances. @) Tn thia ection, the teem “newspaper™ includes any journal, magazine, pempblet ov offer publicatan, oeteas 34 (0) No person. shall, for the purpose af promoting Peper or prncuring the nection of a eondata aban clerion under Sa ‘this Aet, be engaged ar employed foe payment oF pronase of payment for my urpome oF ia my eapncity whatever, -sxcapt for tha purpose ov au the enpaetties following ¢ (©) one election agent nnd ma mere; ) coo authorized agent ip reepect of gach electoral ‘ote",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 52,
    "par_num": 13,
    "text": "Frasidentil Elorcions Aet, Ho, 18 of 10h 52",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 52,
    "par_num": 13,
    "text": "40) one @ividonat agent sa sempect of ack paling dete",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 52,
    "par_num": 13,
    "text": "4d) sressonabie number of polling agents foreach poling isnot having segard to the need to revoke the ° appointment of any poling agent for dat polling Asics dating the poll end not mace than ve uti agents fer each ending oanices © Ge) a ressorabla member of cfetks and pawns,",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 52,
    "par_num": 13,
    "text": "(© Subjoot to ouch enoeption es may de allowed is mance ofthis Act, any peran i engaged or eeployed In conteavention ofthis section ese beforn during a” adler fn election, he pemeem engaging oF employing hi aba bs alley of an lage! practice.",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 52,
    "par_num": 13,
    "text": "Bi, A candldnie, or bis agent, who prin, publishes, 39> prctng, ‘eibutes se posts wp ot commaro be pated, published, dates EE tuned or posted up any advertioeamat, Sabi, acento He ay ster which refers to-an election under thie Act and white ‘does snot beer upon its fice the names and addresoea Segal cts pointer mad pobisher shall be gully of an Uiegel Suhoed rales, baad",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 52,
    "par_num": 13,
    "text": "8G. (1) Bvery person whe commits on logal practice Penulmaee stall on ooaviction by oe High Court be tablet a tne not oO gscatiing three hundred mpeco and ahall by conviction eciee ‘recom tneapable far w etiod of three poate Seca thr date cf bls convition of Being voyieied bv am elecir ar ef veting alan ection under thle Act",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 52,
    "par_num": 13,
    "text": "{) A pewovation thy an legal practice shall not be ‘mgtiated without the sanztioa of the Ataroey Geisra,",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 52,
    "par_num": 13,
    "text": "BH (1) Whece meget pevction i eommiited, tm spp eo ssunection with mn action undor this Act by any euditabe 7 wwe oe ite the oes of rade ee es cet on oF with his Enowledge or consent or by sty of hla Seger gents, such candidate stall, on comvictioa by & Maginte at ‘be Hinkle to & fine nit axnseding three hamared rupees > Foire",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 52,
    "par_num": 13,
    "text": "a",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 52,
    "par_num": 13,
    "text": "* Provided, howover, that Hoth onndtdela shail nat be Seyesele",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 52,
    "par_num": 13,
    "text": "comriced of such Mlagal prsctie under tha section eats Sein, malted hy any ot bi agents Sf he prover to fie",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 52,
    "par_num": 13,
    "text": "© Magistrate",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 52,
    "par_num": 13,
    "text": "(6) tat no corrupt or tege pametion wos commited at ‘he election by mock candllaie at bes ‘punta and the Wega! practoe which isthe wubject- smaiter of tha peaenaution or commited contrary",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 53,
    "par_num": 10,
    "text": "SL Pratidenciad Rectang Aet, NaS of 1080 te he orders and without tho sanction or gonal- “vance of each candidaie om Mig agents rand {> Ghat auch eanduinte and Bia agente tok fit rensoseble mows for preventing the eommis- san of cormupé and Mega pratiss at the eletina; m8 4 that the offence or offences entntiteting such itingal practice wan te were of Asis, unimportant and Titel natare 5 ad",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 53,
    "par_num": 10,
    "text": "(2) the in all othay remweta the eetlon waa tee fr ay corrapt of Hie practice on the part af such candidate and Is agents",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 53,
    "par_num": 10,
    "text": "2) Beery poten whe fe conwicted af an lage psetice ‘under this sootion shell, by eanvtet, Bagorte fneapable fox 3 paried od theeo yoo trom the date of his comvetion of belng regioleced as an eecioe ax of voting at an eloetion tender this Act,",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 53,
    "par_num": 10,
    "text": "(©) 4 promeuiton for on egal presfoe saver shit ‘ection shall not be tattnted agoinsl any candidate ote lection under thie Act whe was not elected 4a the offes of Prsideat xt auch decton—",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 53,
    "par_num": 10,
    "text": "40) oxeopt wishin the period duting which an alaction",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 53,
    "par_num": 10,
    "text": "potion could, if sath sandidate fd hoon elected 1 the tle of President at such clevtion, bere bean ronanted agaist him in connection with bit obec Yon and",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 53,
    "par_num": 10,
    "text": "2) except ty = parses who would ave the sight",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 53,
    "par_num": 10,
    "text": "fo prvesot such peitian sndor veto 985 and",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 53,
    "par_num": 10,
    "text": "{0} execpt withthe eanclos of the Attomey-Cenerat,",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 53,
    "par_num": 10,
    "text": "© Nothing in the peoroding provivians of ths aeston ull ho deemed or oomsiruad 1 preclude ve proveat ag ‘andidete who wan wat Hach o the afer af Present ef sn sleetion der Gia Act from Yaing pruseenled foe a ‘Mega practice to commeetion with rach clecton andor ation 88,",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 54,
    "par_num": 1,
    "text": "Presidentiat Rtections Act, No. 5 of 196% 58 Bris oe Comer om Tama. Pracrn 3% Whew, upon the teal of an eloclion potion vespoets Rept ing im oloction unter thie Ath the Bupesie Crust separa Seta Ot a candidite et such daetion has been guilty by bie tire © — Senta of the offence of treatioy or ondue tniivence or at Et ae any sflegal practicn in refaronee to quch election, and the lees” Supetnia Court furthar ropa, oft giving the Aiterany- BSE 4 General an opportunity of being hear, tat the emulate baw proved fo the oatcto= 45) tat no corrupt or egal pectin ue evant st auch aloction by th cendidate or is seis and the affenot mentioned in te 45trepart were eomntind. contrary 49 the arden and 0) fat the vaneten or oomnivanns of een candle ‘hin satborind eeants and () thet meh candidate ond his agents took al resesebie means for preventing the commis. slon of eueript en ne pacts at ach lection pe (6) that the cfloons suatioosd i the sald negoet exe of efrvah walmpartant and ified charac ad (@) thas tn at other respects te eistios wae fre fram aby corrupt oF ig] practice om ho part Of fuck condiiaiy and of hin agents, ‘then the elation of sah safidate aball nef, Wy texxon ‘at the afenoes mestined is sch report be vid, oot salt the eandidete ba wubfect tang iocapaeity made tie Sek 8 Where on application made, it i shown ta the poperat Saprerin Coush by uh evidence as seems fo tae Court Weaae S Sine mee {@) thet any acter omision ofa candidate at ea cloction Sfmt veer this Act or af bis agente @r of any BM, sfhar agent OF potion, weal Ry rexson of Being FR, f & payment, emgagumant, amployment, or . srntract ts ooatravent of thie Act ar of ethan ‘rise being i coctravention of any of tie frvri- stona ofthis Ack be bu fee thin seton en legal ‘ ractoe; and (8) that aay such sot on omiin aro fora inadver. tence oF from soxidantal missieuatios or ees ‘ene oli rencosade se of Hike nature, aod fn any eame aif oot echo from ay wa of good ‘fatth,",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 55,
    "par_num": 5,
    "text": "He ——_-Presilentel Rlesions tet, Ho 15 of F982 cud the shreumataery i acim 10 tho Cour, ster giving the candidate and any elecior an apportuniy of boing board, to ba just thet the candidate #8 question mod. bis ogest uw other yernam or any sf tim, ‘howd not hr bet So wy of oe eonmequences unde it ‘Act of tha avid act oF amin, fie Court may make an ‘order slowing mach actor oraivion bo be an exception fre {he provistons of this et which would otherwise make te sasoe an Hegel pratle, payment, expleyment, or hiring fd Sheeeupen kuch esedidatsy agent ar person sll aot Ot subject wo any of the comaquemes wader this Act of the ed act oe enaisden, PARE VE Avaidapm ‘#0. The cleetion af a exndldete tu the <ffice of Provident ieeeie, 4 aveidn? My bis conviction for muy. conmupt or Magal Z practice. Agciamem \"The election of » candidate fo the oica of Pesident islet shal be declared to be wold on am election potion on ang Feit” tthe tallowing genunds which may be proved !o the nite faction of the Supreme Coast naiely =",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 55,
    "par_num": 5,
    "text": "(4) that by sonman of gnaral befoerg, genera! resting ‘ar gevenad Mimi, of oie? sairoondcy, ot ‘ether cincumitances, whatier sian fo. thaw fefore exameeatnd or nob the maority of cltors ‘Wore oF may ave boan prevented trom acting the mndideie whom ibey prefered;",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 55,
    "par_num": 5,
    "text": "18) moncompllence with the provisions ot this Act Teasing to elections, ££ appears that the election waa nok eadected in accordance wih the peincipee lad down is such qreektone and thst oveh no compllenoe afeeted the rele of the eloatan ;",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 55,
    "par_num": 5,
    "text": "Ae) that a cornpt pnctice ot Hlcyal peactice was com nlite in ectmection with tha election by the fandidee or with Bis Knowles or sonvest oF hy any agent of the candidate ;",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 55,
    "par_num": 5,
    "text": "(a) thot the candidate personelly engaged a person, a fa canvasier or agent cr So apenk oo Mis bebalf, Iooowing that rob person haa within seven goats previo fo sch engagement been foand gully af 3 corrupt practice umier the Ceylon, (Partarntary Bleetons) Order te Counc. 3948, or the law lating to the elntiss of Metchete o€ Paclinmment or the law relating to Beteranda, of unter tha Act",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 56,
    "par_num": 23,
    "text": ". Presidential Elections Act, Ho. 19 of 368% ta",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 56,
    "par_num": 23,
    "text": "(0) tas the eandidete personaly engaged a perso, 28",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 56,
    "par_num": 23,
    "text": "‘8 eanviacer er agent of fo speck on his bal,",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 56,
    "par_num": 23,
    "text": "+ Rang that wich yertoa hed been a persia ot",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 56,
    "par_num": 23,
    "text": "‘when eviesnbity had been impsed by a re",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 56,
    "par_num": 23,
    "text": "o Tntion passed by Partiament in tonne of Article $1",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 56,
    "par_num": 23,
    "text": "of the Canrtutian and the petiod of such evi",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 56,
    "par_num": 23,
    "text": "1. SRMty apeeised fo auch reptetion Bad ob iced;",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 56,
    "par_num": 23,
    "text": "{fh tat the cutidate was ak te tans af bisection",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 56,
    "par_num": 23,
    "text": "penn dingoatied for sletion 4 sho oft of Prot.",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 56,
    "par_num": 23,
    "text": "82 ‘The baring and artemination of a procuring Eevee ot selaling 0 Ge aletion of Oho Preudant shal he by at Heal Seer five Fudges of the Supreme Court of whom, unites he other Near election ‘wie deca, the Chist Justice shall be ona. bios,",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 56,
    "par_num": 23,
    "text": "Eenonien Ea Feat",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 56,
    "par_num": 23,
    "text": "8% As actin petition may be prosinted to toe Who mar Supreme Court by ‘any one et tore cb iho thlowing ES | petsons, pare",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 56,
    "par_num": 23,
    "text": "(6 8 penn who wee 9 canditate at an election under",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 56,
    "par_num": 23,
    "text": "‘this Act and ctsims fo hawt bad = right te be teturied ot elaciod ot mud sleet",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 56,
    "par_num": 23,
    "text": "@) any porsam whe slgasd, Be nominston pape of",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 56,
    "par_num": 23,
    "text": "apt of any tandldte fefereet to ba pores ‘graph (1).",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 56,
    "par_num": 23,
    "text": "4, AU or any of the following reliefs to which Khe namat petitioner snay be entitled nay be claimed in an clean PET petitiea, eamnely—",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 56,
    "par_num": 23,
    "text": "{a) a dastacation thet the election veld",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 56,
    "par_num": 23,
    "text": "+ fe) a declaration that the cetuim oF tie poten elsted mus unis",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 56,
    "par_num": 23,
    "text": "6 (6) a dectaration that any conditale wen tly dete and ough to have bean termed",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 56,
    "par_num": 23,
    "text": "(4) where the afte of President i ised for wp umse=",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 56,
    "par_num": 23,
    "text": "conta candidete onthe gromnd dat hed @ mao ily of Feertal ves, a sermng.",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 57,
    "par_num": 1,
    "text": "8 ——_-Presdontiol Bieetions Aet, No. 18 of 1961 ed fi (1) A peioner shall Join ae reapendiats 19 hfe Beion anton petitina {np whera the petition, addition fo clatming that the ‘lection of the veturnod, candidate Sa vold ar War cue, catos a durther deslaration shat he biel g for any othor candidate has been dup eloeted, oll ‘the contesting candidates, other than the petlioner, bea where np auch further decleroton is aimed, ‘he returned sondidata ; and 3 @) any other candiate of pereon against whors slog ‘dons of any corrupt o¢ Hegel practice are manda i ‘he petition 2) Any candidate net alroady 2 svepondent te a ele som paliion shall, upon pplication tn that behalf mune by thm to tho Suynms Court, be entitled to be jolued ss « serpondent to goek potticas rovided that no eanaidate shalt be eutiied to be fed ‘af Bic own motian a 8 respondent to wack peilion under the preceding provisions of this eectéon wlio be bas giver ‘0h pearly for corta me tbe Supreme Court may datermion. ogee 98, Am fection petition— Bet, (e) ahatt state tae sight of the pettionar to polation withr im aeciion #83 (8) ai state the holding sd result of the obetion ; (e} shall contain a camtioe statment of tho matertal Eacte ‘hich Se potlonee ees 3 (a) shalt sot forth folk peiiculana af any orrapl or THiagat penctos that the petitioner altege, including te fall statement an ponte of the mame of the jartlos allege te have cornaitied rues erupt or ‘legal peactne and the date and place of the e0ni- yeimion of auch qruclice, abd all be amon: ‘prnied by an offdavit in ouppst of tha allagtion of auch vorrupt or ‘legal practice and the date ark place of the commtinsin of suek prectne eb shalt conclide with a prayer ts, for instanen, thet feose speciied petson shoal ‘be declared diy Senurusd or eloctnd, oz Huet tke elaction shalt be Geciared void, ne a8 the cave may be, and hall be signed by 2 the petitionera ‘provided, howenss, Unk nothing to the peacading prov fond of this section shall be deemed or equstraed fo reyairs fevidence 19 be stated in the pettlan.",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 58,
    "par_num": 14,
    "text": "Presidential Slections Act, Wo. 1S of 19057",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 58,
    "par_num": 14,
    "text": "7. (1) The Supreme Court may, upon such anne 06 2 Bye coste or othwwive a the Court may deem fit, allow the ening pestieuars of any eommupt or legal posetee specie’ faa 1S\" ection petition to be aranded oe amplified io rach Bescon ‘acome o may in the opinion of the Cars be neteary Sitter",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 58,
    "par_num": 14,
    "text": "© for ensuring a fair or effective trlal af the petition 40, how. Calit ‘over, hat the Cour all not allow sch amendment ar seapifeation sf & will sult ip fim introduction of parle",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 58,
    "par_num": 14,
    "text": "sulars af any corrupt ot legal practice not peeviowly “Beg inthe pen,",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 58,
    "par_num": 14,
    "text": "42) very stzotion petition Dal be sled oe expedibesy 1 possible and avery endearour alt bo race @ somelade ‘hy teal af such pelt iin a period of ax moon eft te date of the peseonintion of wich petition, The Bupresne Court mall make order deciding atch pelticn witout undue deday after De date of he evnehssion of Ue tal ‘of such petttien,",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 58,
    "par_num": 14,
    "text": "38. At the conclusion of the tral of an lection petttan Getrmaane the Supreme Cost? all determine. witther fhe perio eens ‘whoge rehire or setion is complained of or say other aad Sos ‘what person, wen daly returned ar elected, of Whethet Bo ‘lection was void, and shal cerify ach determination 9 sig",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 58,
    "par_num": 14,
    "text": "‘Suh serine: stall be destt with ex heminatter pravded.",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 58,
    "par_num": 14,
    "text": "9%. At the conclusion of the tela of an eleetion petilon epnt af ‘ke Supruine Coury eat ul make a repaxt aetting oot Siren",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 58,
    "par_num": 14,
    "text": "4) whather aap corti oF Slag prctns has or baw HEE",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 58,
    "par_num": 14,
    "text": "not been proved to Rave bern euanled by or aie, with the dace and consent of any candidate at tho slacton, ar by bY ageod, und the natace of sock corrupt Sagat pence If any fad 48) the names and deariptions of all pesoons, amp, ‘who have been gravod a6 the fal to aw baw trlty of any scerapt ot Wispal penctioe: * Provided, however, that befure any person, not being 2",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 58,
    "par_num": 14,
    "text": "party to an election petition or a eantitta’on behalf af",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 58,
    "par_num": 14,
    "text": "share the oftco of Presiden! i elalned by am Section peti % _tinn, ix seported ty tho Supreme Court under tite secon,",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 58,
    "par_num": 14,
    "text": "the Court shall give sich person an oppurtunity of beng Teexed ane of giving sad calling erldance 10 law way fe sould not bo £0 reported.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 58,
    "par_num": 14,
    "text": "Such neportabell be dealt with ex herenatter proved,",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 59,
    "par_num": 1,
    "text": "Si ——_Pratlewfiol Bloons Act, No 19 of 1961 Cepinte, 108, he Sopete Cont chal forwandt to Spent the BANDE qaxilteste af the Sapreme Court iemed under section 9 See” gether with she report mate under eoton 9. The Speskar BOS, all Geinupon teamaeut te the Commiasioner mich corti Aonte logelber with auch cept. . Btaget HL) Vp the tmnminian to the Commisiones of SEPESE, the corlifcaie of te delarmination of the Supeene Court ae rogulred by stctin 100, the determination akall mike 7 tees and aoerding— (a) tho retum or He wintis shall be confirmed, ot (0) the return oF the clacton shall be adtarsd So aeene. change wit sock deteeminstion: ar (o) whare the deterlnaiion fo to the eect that the sleet i to bo declared void, the Commimioner Sal, alan one month of the vecsigt of sath ceatidente, by notice in the Gozete ardor te hald- ing of an deetion. (@) Ce) The Comastatoner shall, upon reenpn of the seport of the Suprane Court tranamiiied to hum under scion 100, emae'a copy of the report to he published ix She Carets, {8} (9 Whang the report roferrd to i paragraph (@) 8 to the effect thet 4 corrupt of Hlogal proctice hae been Ccoenitied by any pansnn, that perm ehall bo subject te: ‘he sume Sncapacitng on f at Ue date of tha eld eoport Ibe bad boon convicted af tbe praca, (80, Whera the sport referred tm in paragraph) 18 te the eters Us wc corrupt or Mlgat praise was comity 4 with the knowledge and conmead of « person wis 4s 3 Shediste st an cletion oF by Is agent, Base pera shall be eubjoct fo the same ineapnaties ws aforesol : (9) 4 tha be the duty of every negistering ofieer fortholth to peruse every such roport which is publided in the Gezete a3 provided in auTaeciton (2), and Snrtnehh 39 delete from the register of electors Se mame of every jesson appearing oma the report fo by incapebio wf woting, © tea election, — 100.2) Beery seeton petilon salle prevented? within ‘Prematina yyenty-one days of they dela of publintinn of the venutt df the elettion a tbe Gevatée: Provided Gat au clair yetltion questioning the cet or the dlcison upon the grand af « coreupt practice and Spoitcally alleging 3 payment of meory or Other act to",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "Prasidentiat Flectiona Act, No. 15 of 1806",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "‘ava boon made or dove sizce the date aforesaid by the",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "perce shove election is questioned or by a agent of uch",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "Berton ar with the iiety ofeach person or his aintvorted",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "agent Jp Jurmuance or in fertherance of och corpt",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "rection may, 30 far a9 Tepocis such corrupt praise, be",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "© resented ad any the within tweniy-cight day after the date ot such payment oF set",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "4% 8) An election petition pegented tn due tsoe may, for",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "‘be poxpone of quesiming the return te the lecton pon",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "an allagation of corrupt or lege praclca, be amended",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "‘with tbe Jeave of « Judge of the Suprece Court within",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "the time wilhin whlch on eletion pettco questioning the",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "return or he elective upon that gromd may be preted.",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "149, Mo clvtor who hae voted ab my election shall, in Erkan aay proceeding 10 question the lectin, be reyutred te Se ‘ote for whom he Bes wited. ma",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "4,0) On a sertiny a the ttl ofan cleton petton Faaet the fallowing vote only sall be truck of, namely?",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "Seal,",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "(2) the vote uf any person whose nama waa not on the",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "Teoiater of lavtort seigned to the Pellog steon ae which the vote was recorded;",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "4) tbe vote of any person whose vote was procured",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "by beibery, treating, or unde infec ; (©) the vole of any person who committed or procured ‘he comamission of penuaton atthe election;",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "(@) the vote of any person proved to have voted in mare ‘hee one electra detect, oF more than axe Bt ‘ho same slectaral Gait;",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "fe) tho vote of any person, wha, hy reason of the opert=",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "fon of paeagrapbe (0), (Hs (Os Gi}, (and GD of Article #9 of the Conmtation, was incapable of ‘oling atthe elestion",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "+ ©) Shevoteaf any persan who, 2ot belng ented fo vote ‘a person atthe lection by reapin ef scbecctiaa (1) ‘of eetlan 2, voted in person af the election.",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "* Toa vols of « sepitered elector shall not, except sn {oe came spovtied In paragraph (e) of mubsactin (1), ba struck off at a serutiay by reason only of the voter sot hevinz been or nat. being qualified to have his mame ‘eared on the register of elation",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 61,
    "par_num": 1,
    "text": "® ‘Presidential Etections Act, No, 38 of 2051 @) On asesutny, any entered woe proved bebe aval <obn shall, oa the apptcaion of any py fs the petition, tu adda to the poi, Poyegere AH CL) Eubjoer w the pravktona off this peeuoa tho TET —prvorduee sand praction on eleetiom petitions shall, untit Ss, —Factument eterna provider be replated y tha ex swotaiaed in tha Forth Gohedn to this Ack, 3 {2} IE any matter of procedure or procter ofl an elector elt shall ane whieh Uc not provided dex by thie Act or by auch mes oF by sny Aet of Parliament euch matiex ‘all he dealt wih ta such manner ae the Chit Zute shall erect, Bren 405. On on election yetion the deson ot a comming SEEPS ottzer whether ort a ballot paper shall be rjosted ener Eeibied ection 51 sb not be questions, ware wal PART Vit Surcan fence 18%, ‘The Commlsnionor sball— Smihee ef Hiecons (ay enenetae geneedi direction and supervision aver the ‘pitisiative cuaduot of an election & the afte of Pesidest; Gy eve power tw weve 19 Depaty end Amlatant Commmieners of Bletana, eeturning officers, presiding offices, coasting offre and other ene: Won offs mush direnons aa he may dawn ectennry 10 cucure efeeive execution of te procs of Bus Act (0) exeeute and perthem afl other pawars and duttee ‘which eve conferred ant Knptaed pon Bn by is Bet . pavers 168, No mimanec or inaceurste daiption of any SEER genson or place named or preeribed in exp vests, noise fel fevom be other document whalsoever prepared of leited wer o€ {or the gempons of thir Act Gall In ary win alloc te ‘peatien of tls Act on respects Gut perso oF poe # a Speen or plnoe a ae delgnated to much vegiue, nodse Sreummit af to Be Heotabte,",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 62,
    "par_num": 12,
    "text": "Preedontiot Blevsions At, No2S of 1081 EL",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 62,
    "par_num": 12,
    "text": "185. 41) Whose amy notice ts requised by this Act plan ‘te he published and, in the opinion of the autbority who is ZS roquned to publish such soil, the preertbed inode of Yabiistioo does nok give ouffcime pabudty Ys the uaiss,",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 62,
    "par_num": 12,
    "text": "g De muy, in addition in publishing the notice ax sogained by ‘a Att emhlbit wages of the mates x coneplcuoue plooee swithin the area to which the matice malate o¢ ta much ‘ser spe se ho may doum necenary foe giviog publicity",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 62,
    "par_num": 12,
    "text": "faerie,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 62,
    "par_num": 12,
    "text": "@ Brety paren who, witkour ewiul ausharty, Aestenys, mictlotes,detacea or vemoves may notice whi ia sadhbided by any authority under silnestion G) a way document whieh te made avelabie Zar inspestion In aeear- dance wits this Act ahall be gully of en effence and dall 1 aouvistim before a Mangieiabe be able {0 a fine not srteeding Bt pees",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 62,
    "par_num": 12,
    "text": "181) Any persea, being the employer of way other Day of ott, Am ae foe moore oer fall, upon appltesion fa writing In Ghat behalf made by Wowie uh other penn, guint such other peracs lanes withest Smee Test of ay, for mic comtiomais period {not Yes then Cer fhours im duration} a& that perarm may donm eificzot to ‘eoahle such other perk to vole fa pateon at et election,",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 62,
    "par_num": 12,
    "text": "2) sy prtson wha camtravenes ot fate to campy with ‘a peoraione of eabeection (2) shall be guilty ef an offence sod shall, on conviction aller awmmary Wak before Mogistrat, be Hable to a fine not exareding diva Mende rapes, rt impriaomment of etter desniption fr » tet but exooling one moult, of #0 nth such tne and frmpetsonment,",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 62,
    "par_num": 12,
    "text": "IL, (2) \"he soturning ofon may use, tee of eatge, Ye as 5 polling station any school or any portion af a whoo SOME ** in necelpt of & grwut, or tn respect of which a grant ts made, stallons, cot of maneys provided fy Parliament,",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 62,
    "par_num": 12,
    "text": "{A ‘The returning uflcer shall wake good any damage",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 62,
    "par_num": 12,
    "text": "* dete to ad defray may eEpeue ismurent by the pers having conizol over, any such school ar parten therpot #6 sforessid by setaon of tts belcg wed as « polling action. .",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 62,
    "par_num": 12,
    "text": "°",
    "mean_p_confidence": 0.01
  },
  {
    "i_page": 62,
    "par_num": 12,
    "text": "183, (2) Where the Conmlatoner contdere Gut any meaut- ypreaises, other then say shook refereed ta in auction 111, WOBAE, ame required tor the purpowe of being used aa 9 polling ure aa ation, be ray rogubitin thoes premiows dor that purpope BSE,",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 63,
    "par_num": 14,
    "text": "@ Providontiot Elections Act, No. 15 of 1982",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 63,
    "par_num": 14,
    "text": "2 onder tn writing addeened to sack serve on the patton 4 actual paseminn of those promis, of, Where me PET 4s in soch cabal poteston, on the owner st sath prema,",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 63,
    "par_num": 14,
    "text": "(2) Where any pomaleen are requlstinnd unter eubsee tion G), the period af such requisite shall not extend 9 Deyond four west,",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 63,
    "par_num": 14,
    "text": "(2) In the wcton, ° premises” meas ony land, building or part of 8 bung and inches @ hut shed or sienctare |? ft Gy pact thereat,",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 63,
    "par_num": 14,
    "text": "Forenmtios EE. (1) Where any prams are requbltonel unter",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 63,
    "par_num": 14,
    "text": "SRraone  sootion 312, the Commissioner aie poy, ont of saoneye",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 63,
    "par_num": 14,
    "text": "ing peettiees. provided fie the purpuse by Parllamant, compensation foi ‘eich tmguiein ty Sha paroon wha wae It eeu peasetson ‘of thove promises ieamediately before the requction or, ‘where no peraan wan ia sich actual posemlon, the Owner ‘of these preciom, and dial make gvod any damage dove 4 those promised duting tbe period of the equation",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 63,
    "par_num": 14,
    "text": "42) ‘Tha amount of pompensation paguble onder steno. tion 2} tm repeet of ang preriver shall be determined by taking ints considers",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 63,
    "par_num": 14,
    "text": "(a) the ront payable ia reapect of these prmmiueg, or",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 63,
    "par_num": 14,
    "text": "‘where no rent is ap payaliy the rent payable for Sinise premises fn sh locity, nd",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 63,
    "par_num": 14,
    "text": "{8) 1, tn consiquence of dh rogultlon of thoes premlaes,",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 63,
    "par_num": 14,
    "text": "‘ue peceon who wan to acta! postion of Shoes sremines smmadiately before the toquision wat campelled to change ie swsidenee or glace ot Dusters the seasaia expenaee, feng, teste! toma change,",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 63,
    "par_num": 14,
    "text": "(3) Whece any person entitled to compunsation mdr {his seoton it aggrived by fin detain of toe Corman in reyaed fo tho amount af the enmpenadtien, that person ay appail in weittag to the Coutt of Apgest Seen Seat ietaian,",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 63,
    "par_num": 14,
    "text": "Ganmianra, TL GQ} Sbjock fo tha provisions of wibveetion (@) of Beioema ts soction, 2 person who i nomlnabed aa a candidate at Rilnfegto sm eloctlon shall, at any ume berwatn the Gey ef meine ESPE” don and the day swhich is te seventh dy betose the G89 gt ‘sf the poll te be taken ab och eleotion, be ele ta send free of any chasge for postage 1 euch eleter thoes etme ayeara in the eeghstae of siciors for aay electoral diet ‘one Bostal comsuexton by erlinary et coatehng ‘stb mating fo aah eleton only,",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 64,
    "par_num": 14,
    "text": "President Blcctions At, No.6 of 19814",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 64,
    "par_num": 14,
    "text": "{B) Ths sight fo vend a postal eommunietten centered",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 64,
    "par_num": 14,
    "text": "som pera ty auhotition (2) shal be aubjest to the Felina",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 64,
    "par_num": 14,
    "text": "ing conditions, and 1 any such eaailtion ig not eomoted frith, such commacciation may be rected by the Pose",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 64,
    "par_num": 14,
    "text": "9 MaslenGaeral os any erooe detng under his athorty=",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 64,
    "par_num": 14,
    "text": "{ab such communtestlon chal be opee for exseination,",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 64,
    "par_num": 14,
    "text": "sil shatl not exec thisty grams ta welght and",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 64,
    "par_num": 14,
    "text": "© qt) the length and widte of and he manner of franing, aeranging and handing auch entmumseatin stall bo as determined from time to time by the Post mnste-General",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 64,
    "par_num": 14,
    "text": "118, Wo election sholk be invalid by rengon of any fate Bate to comply with the provisions of this Ack valeting to Comply wile sloction if 1 appeazs Haat tho election wan conduc’ in aR aecondance with the principles fold dot fa such provisions, sted Ut such teiluye did not ate the result ty elect,",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 64,
    "par_num": 14,
    "text": "He Where, undo thn Ae, ey ator thing whi Is Sn eughred or antbocio fo be doe Ie the presence of the St agent or egnis of any watdidate, the non-ataaceare of any ‘sgact of ogenta, of such cannot the fle ad plane smppcinted for the purpoce, shallot, it Ut set or thing &",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 64,
    "par_num": 14,
    "text": "‘tharwise duly done, valsate the act oe thing dane,",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 64,
    "par_num": 14,
    "text": "513, 44) Bach candidate shal, gubjoet to mac conditions ' ss may be daterrined by the Eutace Gera! af Brome ane ecting, upon application suede in that bebal! welhia ont ‘feeh from the date f nomination, bo anides 9 the use ef roedensting fncities during The perad emmentorig fee {Be day after tha last dite Reed for making sesh sppuiation and eating seventystwo howe pri i the ebiaentenent af the pall",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 64,
    "par_num": 14,
    "text": ") in Ge allocation of broedceshing tae daring Gre spend referred to in subsection (1) tp eny uandidsie whe ‘makes ex appliction in thas babel, tke Dineeny-eseeal of",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 64,
    "par_num": 14,
    "text": "© Broadcasting shall ensure Oat each such eonldsta shall he poems ue ©) fe the cane of radio broadening, fetal patlod ot ‘ereseding Soctp-tive mimias which may be weed ‘on ans oreaoa or on ot saa thas three oevosiane and each ench ccuasion ghall not emeed teen minster",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 65,
    "par_num": 12,
    "text": ". $4 Presidenital Blactions Act, No. 25 of 1981 (6) in the case of televielon brosdeasting, a total period ‘ot exceeding forty-five raimites which may be 1uned on ote occasion oF on not mora than three ovearlors and each such oocaelon shell not exceed Sitioea, mites :",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 65,
    "par_num": 12,
    "text": "18) Where two or more candhiates agree to debate on amy soatier of notional importance, i shall be the daty of (te Director-General of Broadcasting to afford broedeasting 7 faclitiee to ouch candNleten eo owever that the tive ‘permitted for auch debate shall not exooed the te allotted Yo each auch candidate under subsection (2).",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 65,
    "par_num": 12,
    "text": "@) The order a which cach candidate shall use the ‘onadenoting falitles hall be detarmdned—",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 65,
    "par_num": 12,
    "text": "() in the trot instance by agreement among the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 65,
    "par_num": 12,
    "text": "‘eanaldates 5 0",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 65,
    "par_num": 12,
    "text": ") im the ahomee of such agreement by Lots cast",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 65,
    "par_num": 12,
    "text": "or drawn tu such manner se the Director-General cf Broadcasting may, in his bscluta Aiscrtion, determine.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 65,
    "par_num": 12,
    "text": "(©) No candldate stall, save and excopt at provided in ‘his seetion,dlseetly or indirectly use broadeaitng faciltes fer the purpose of promoting bis own elections",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 65,
    "par_num": 12,
    "text": "Bower 1 118, Ut any dlfcalty avises in fst giving effect to any EE Bea ofthe provstan ef this Act, the Commissoner ot ccction Sioa, Ay require, may, by Order publuhed in the Gazette, do RTM! anything which appeats to hin necessary for’ the purpose of removing the diftculy.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 65,
    "par_num": 12,
    "text": "Bower ot 118, (2) The Commissioner may make raguletious ERG amending, modifying, evoking or replacing the regulations, Regplithes set out nthe Second Schedule to thin Act,",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 65,
    "par_num": 12,
    "text": "(@ The Firat Sebedide to thin Act may be amended, ‘varle, of replaced by rules made by the Commissioner,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 65,
    "par_num": 12,
    "text": "@) Wo regulation or rule mado by 2 Comminioer luster thts section sb! come into foroe wat # hen Ecen approved by Parliament, end notifation of suck sppcoval 4s published ta Ohe Gazette, Every such regulation of rile sal), upon fe coming Into force, be ay valid and effectual 0 though it were herein enacind.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 66,
    "par_num": 1,
    "text": "Prestdaosih Mtitons Aet; Mok of 308-88 a WAL ba thi Act, ulens the eden ethertie requires STE” “approved syitol” mie & mbal appromd be the Connserieer for the parpaies of the Paciamem tory Binctims Aci, WH, by netileation publish sto the Cozate ; : ‘reandideie” sonens a prswn who & oeeniasted =e eons ub am slestion olor thie Ant: “Commirsiouoe af Hleetions” mneabe tbe Conaloonee of . Hiections ayplinied under Antice HE of the . Constitution; “elortim* mons ai election’ for, the: ampoen of : laseng 9 pero tt the ofee of Prete; 7 “ elector\", “eectma distict\", “neice of electars™ a and “rogisering ofice® shall have the same mext- ‘gs 66 in the egies. ot Biecose As, 30405,  eetegniod otis) party? shall ave the atte ‘ ang 9 fn the Prllmnentary Hletons Art, veo Bet; ead “cer mamas 0 person wha, whither bie same dome “dots ok peer avater  etan, pple | tw te, cr fates at lection. sel 1 + ate",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 67,
    "par_num": 11,
    "text": "w Prealdoaiol Blections Act, No. 15 of 1988 yore 4 a Some 05 he an paiement 8 Et, (Genre name of engined pal psi) (id pty}",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 67,
    "par_num": 11,
    "text": "Bt nrereennnn WD Ra ARES Poll pas!",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 67,
    "par_num": 11,
    "text": "1 ec nec Bag aren wh mabe este ‘angina coco 2M Nims bent opti bey Dente hn goa we =e 200 ee pacha a ob aah wre cant for aetna fin of Erato IR cae of rd ere eto eee AO cnertncinnenrimrnme Cone Mn nee ne",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 67,
    "par_num": 11,
    "text": "‘Woes ena steno pot pay ate rental pany ecb ‘sashvin te stole cour loa hae neh ded eae of eg Cee phe .",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 67,
    "par_num": 11,
    "text": "‘Woe camdah is somata yan cg gre in Sowing prick of ch aan",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 67,
    "par_num": 11,
    "text": "(et Mem numer hao dt re hn pied me",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 67,
    "par_num": 11,
    "text": "(7 Vleet ne",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 67,
    "par_num": 11,
    "text": "(0 Png 4 eerie",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 67,
    "par_num": 11,
    "text": "(4 relncnin ene Sgr of Sheer PATON enn ROTEL",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 67,
    "par_num": 11,
    "text": "‘pomsthehe poled pe lan, Fat fay of i et Fp ‘he pct poeta.",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 67,
    "par_num": 11,
    "text": "A anc ae",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 68,
    "par_num": 1,
    "text": "Preshdentiat Klectlons Act, Wo. 15 of 1981 o qn bu Ba cinta srry of remote lea enw\" feer plot somehow Pent a conencrennemnerre eae ie jaan e sai ® enim pe al of Peas or notype 2 Dancin ty anal Bonne enneb iO ortme t honhivs se: ‘elon etd etre int tn panna lating to nanan nt eve ate towed tt Kem ‘etmafet any Aogulldomtion a ret of he Oramieetim fabe eco thawte of Powteen err et “Dede tegen wets, Fort 8 tumor #0 Somteln = . otto sonst to | See pees . i tater, ware + wax : waxe * ‘pee tad oped atid 1 oh Coane EE Hes ps ama Cen ply a ae,",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 69,
    "par_num": 1,
    "text": "% Presidential Eletions Act, No. 15 of 1988 vom ¢ se nt er eto Rend oe ih eee eae fee Deh) senneceetene TE Het ane eee Bo Fe cant agent | mare LE ans ar oR eek [ame Bie = nn | T i | | i : | | i poop | fo oy | | | | i i i | 1 t pod ly 1 | : | H | : i ot if i i pemenroerond",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 70,
    "par_num": 1,
    "text": "Presidentiet Bectons Act, No, 18 of 1981 « rom» Saori A ee ° Bag ee ere 4 eee “a Peer ics . Renan aT Tae Dice te 8 ti nn af ee Rica ig ey ae a Name sf Bae DAR een Pag DU cnn Plog Dae ransom Webig nts ern vor = srorew 4. sacsescncesjefee ox cegesieittwh Nebr ttn strana A Sa aa “Ran a cmd marl af eer Dod be ik ag nen Bre a meso Meo Miche DN en Pada Do enn . Peng Dit pee Pag Bata ceca ORK? raeror leper pace Il aman live dare aot Tama ig acptle or bgu Wa, wii wis Mt “Cpa wind wk Tome Dene be en gO een ° pee Rina eg May ed Mende Beko ren Peng Dies enn Pang Pie foe Peg in",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 71,
    "par_num": 1,
    "text": "* Presidential Klections Act, No. 25 of 1882 romr ¢ aor 41 Soop pe ect a RIN A 9 a ae aa aa ae yo ye * Toaniw oom om) ‘Destred bant 0 nny nme ORF OB (ope Prey ord ete snd rare of Rls) Dit 9 mma lng Dee tenn a Pag DURA rennet Peng BL 8 ree me POR ‘scorvax 48 “Tetinnty sat elourty dence as Tam in mime perv howe SA APPRETV GR o—om pr RY Rane — sn BA) Nuit rg of lao fe ae Gretel CEE fmm nin Caer tank at Tome Dede belie 20 Pen nA ry Hn sipaig a ante ant Somer of Eee Ditty a —— . Poting Die sry —annnen nm Pein DIR ne ling Be L00 | ener",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 72,
    "par_num": 1,
    "text": "Presidential ections Act, No.5 of 198 ” yom evn 6 Baoteer Sramwel Foe Sy Pian Ft ages Pret stettitrnnnce aa ‘ame and None Mien DE te ln ng Did ee ate Feag DOW £ meee nce eBay Ble een Foam 7 Boome 4 ‘Reno an Woah of dtr Dt 9m Paling ho anne {Paing DWC enn eee 29g BR merece Ce o,f bain paper lene ete Chan pe BUN PupER ntti Ce Dena BADE PAPA ence Ce ‘o,f anend aos paps ad $6 YORE ean re 1a, of eet senee PapEh nn rns Delcam Sigontns cf Poeltng Bee",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 73,
    "par_num": 1,
    "text": "m Beasiqgatik Meetiony- ety Wo: éof 1581 Pomme ‘eoren 18 Leckomety yromin and deters ink Tl ook a te ttn do anything Sabiaina bp ‘qvties $6 Se Proedo Mwtnes Ant 104, wii bo rete i : a eeneenees Simmer ¢ dal. | ee Ca ‘Sear fpr ia Serato. . tan ston en rnd te atch hr eT ag fn Suton,",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 74,
    "par_num": 1,
    "text": "‘Presidential Blecitons Aut, No £8 of 1081 B sa00p0 sougoone ceecnn Bi oa Voter Regan, 18h These sepatina oy te cad. the Boat Vol! oct He toe ine) Sepang a 3, Tor Qin gry: of Sew seqiony, sien We content Ses colbert hegre Ll 4 oan” nce the engin ond ar aeeauin So peal pore” manen Rok DAT ve Ho 5 poss pati woes wit certs to ah en, mana «pee ciied fp bw Wow or nnd weer br the eee ates ~ caste” mas the Stat te the repairs; “bn Act\" roo Se Peseta non Ack Hl, Ay sietion to ip tena ok & yoo) vit all bo Bo of sdeeitlaly B the tom 7A ts fe SNCS pratce Eett ens EJ 4. (ab Sah to tn evi of tte serine, ts soeed ace aol aalap ya puter het by to sary sire tnder oat SER Sa ne iar a spore tone tebe wrens at {f) Tm nten WDE th BADE Dao of pel ote sob ont sdb get appt in tem oe petal wet? he (9) he same In she poet vote all be pambared commie (hy Be on a8 Be somes whee tap nas fees pera, He testing oar sah pan hy making tony ooo wre SOE geen ats amen SA poe tant popor fll ba tn she sung foes, ao om of setiningiebi bm Ea bait paper Saver to Tle whe JEL Seva peal we Ee # Sse foam of Aasimon of amity sent > x yoest vor Tow ot rir pci bole peor Wal be AMIN In he rm Seen Tye de Sten bars © a. “Theve may be spyointed persoes fo uaiat the curing Appatan sfkcar an Ces wt ts renga he eae of post tae TE fares Previn tt wo pean bean appa wa Bea een nes rare hat ote onda i ora foe Hea",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 75,
    "par_num": 10,
    "text": "1% ——-Prnaddendiot Elections Aet, No. 18 of Let ereag Ca) pent eter tana eps! ay the uranyl and hr eres Sd resis . ota 1b) a sata meee, Balt Powe, 46) & peste appaltad by tn wutboeiied apna Uo atc tn He Bawa, and 1a) any agen nopoinied wader paenereph “Ot Ue seuedi, anny be peetont af the procendings oc the fuss of pastel BoTieh bans",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 75,
    "par_num": 10,
    "text": "(2 whane portal ballot paper are te be fumed sonallanmuasly ‘2 two or cope butchen con moonseed gaat may anwalat at ‘bt more agents up 8 tha rimaber br amy tm tadhoroed Ry ue ‘Fetumning afieer to eppoict sot exoeeding the uta af ait echva, 10, nowsrer, feat tne number wathocmed shall be the stuns the eng of eoeh sulkorioed ages.",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 75,
    "par_num": 10,
    "text": "(2) Mote of tha sppotatmany stating tee mamas anf nddaemin of te persons appainted under paragregh of his rearsacon ‘Pall ke given by tho aeinorasd ayant be the Teluring ote ‘etary tae Rte Heed tor Bae nue of the Bowl Toes DR",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 75,
    "par_num": 10,
    "text": "ya an aguat diag gp Dessmoe Incapabte Be seing, cb evtne ima agent map appoint sactien agent in bis place Sa shat acini ve toe aeheraing otteer nGteg la Weng of ‘ine wot ives Of the ageed appa.",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 75,
    "par_num": 10,
    "text": "18) Agen muy be apgelnted and nation of sete sppcirtcant sway ba gem o tho. rrning offer ‘hy any ther prmean ‘Snotnhed hy the sedhoried wgent ft weit Zetia of By\" tha suthoraed gost Nine,",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 75,
    "par_num": 10,
    "text": "(e) im these reguatiena sefevenees to agents shall he taken a= seleesacy to agen wines eppeivonente have bain AQF isle fd noted nim the ene of agents appointed under pacagesaht Ts tai requisition, Pie sre aun tbe Masher Nera BF he mabieaing lea",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 75,
    "par_num": 10,
    "text": "(Cy Am suthonind sont cay iieuet do ony ant ey tna whey sey spent af hs, appointed weld have been scthorid to do, Fray east Yh dest tm dal ay ach ek of EE",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 75,
    "par_num": 10,
    "text": "18) Wheee fn thee royetatons any act a things aged at ‘ealhoreed to be dave tthe pogenes of the authori afvit or bis agents the nonattendanee of any mah peru of purse ‘he tne exc psa mppointd for the pure shal tet IP the act ‘thing fy ores tally denn, allt Ove acta bing done",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 75,
    "par_num": 10,
    "text": "Dectaralon —_G. 1) Hveer peetoa stenting he peooeedings om the Hans of",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 75,
    "par_num": 10,
    "text": "SEBereey. posts! taller pepe sball soln » deelratinn ef nevi sobs ats tp ake foe “G™ Ln te Gehedule Rete the se a wach ‘alle panera.",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 76,
    "par_num": 1,
    "text": "‘Prectdentict Elections As Ho, 15 of 2961” 15 2 A suetcaton under oszamDd (2) af fle roulaion cha, be tata by dhe eluring oder item goon et Santen of Us Peat mwhen mi hy aay oe err a De ade Us te ‘Berane af tp rturna eter of 4 eon Of Duy ash. gift Berg nots elamding the proeeiags In cameron. ie Sho fate of patel blot ert sal actin ne A in ee Jahnne ne soreey We YOUDE MD A tm (a) saxo te woe puree sutras by be, saraniin, * Defoe the pl ie kar, o any peroon soy fasaoeion ‘Sinise 6 nee nrvnecings ob os eel mark ot fm pow or sapere oF (5) mecet for seme purgam autre by Ik, somtuniole To ay om oh any tine ivonclon aos et ‘eeecings mip toe uchor ow the back of © posal alot ae: (Uh very pcan ha oe in smttvention af the proven of etngnans (0) of is pauline be Bey fo tnd Hint on mmvction xr saauary trl before Bsa, Sahil s tre na credine fre hoe reper oF 6 fnpton aeaot ofthat orion fh MET Dat eeding ath 18, (04 By peteaing offer sha, aut ner han fen SN atce at after uh ny of the nominator, welt) eae scouted agent od aoe ihe tee aed gia a Wi rata the pont alot papera Rt ot of Om mnie of agents Ne ay apis unde pereeepe =) PARE, ienetion 8 attend ihe ld oso (2) Shoes say auteoquent sn of Wot pape msde, the salaring eter all iss toh ulnar agent a oon ae Srontisie ofthe Ape and place ot whi he wil make sac itsogoct vat scl of tbe MWbee of agents Ne ey MOMS ‘Soe perro (2 of ulation 810 wind he as 1) Teo pasta ala pope tue fea Govt voter shall Bat nek se scmend.on tbe tack ot pero, withthe aie man; ane Ebene ‘Bo murnber end oho af mm Velen had be lsd ot, ond the PREP iret abut cot sall be mrad tthe commer ofeach fh babe pape met & er All be iced iy the pons ves Tel agetnt Une ner atch tote to dawote tat By ba Bonn [und gen bate per fad wine sowing the pera tal rom nd > him 121 Te mubur of the postal water & bo asked ode <ountoiet od poral atiot paper non! ton shall be Sh a of mach voter in pos teen ak {51 We suber pate on the pot tot gage Sa fo @ os voter snl be tated anh Tose a carton oP ety Erscis mth ete, Ube mani wo lal eerste rfneed 8 Seite me snared mater en the deieratian of Joey ™ a, Where a rtuning ofan ele tat tra enetegt the ainat to ta woke tt een pol ee hy we et Rte ibe, mest of fink vob, te en te prt tnt pape Ho ape.",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 77,
    "par_num": 1,
    "text": "7 i 7% ‘Presttential Elections Ant, Ho. 15 ef 198% Tnteypsetation 18. (1) The musber sand om the Dat paper exnchine Bien SIGTOA w@ im Game veciioiens mw She “mune nates on the FReue’ allt paper envelope.” Eee Hee aioe” 4g) thn snrtogs fo Sp rtun oth putel le paper daly Ei loe\" sumad nd enconed mths balck pier eiveige an ot fm et # docerstion of Leaiy lp led up taberet te = fae Escrcertee Tipsatam of tbe “onweing veh uke, Tangy f 24 septs edmond to pt woes tah be evened a aid fein Savres by tbo roaring oft Go eet ewelopes you ets andthe petrewee sna say with te bos ace ae SEGPES Gimp a a of spot t ts armed by Gon rotoning ofewr Sang. thy member of wohpe zo divest and sal Smmolisey formant sick envelop er Scivecr to Us peas {Shor buy ate adie, Spang a 18. Sh cemurning omen, su senna prociabe afar th Poel” camptsan of no tect tho pool Ualet pepe, end de the APA remmne of sh agats of he aLihoriod newt ae Make BD ie Fevarate peck tn the ord opis ot Hho ot ener a; ent (2) tae counterfats af tha poval Dalot papecs which wont pea 208 leak mach paaknic (a) The suale pocket conta tha mache cops afb postal ota tot nay be opened by im vining aioe ee he pees 2c manga Sun of pena Bt gee, 3,08 Smet toe ies, she ople Halk by wu coe nod pad Sontamce wis peecrah (4) of apo. Propo of, 28 1) she rotming other wha ot the prveenge on fe EGGS” ccainal icon ofthe pnt tact posers 4 poet vets. Soot Caine bax ot Saleh Bonen Ser'te rengtion of bw comming Somttipee tnt oy te season fea Bol wots Baey ee ahr Sow arabe Ueeied en lol tow fr tha pune a aration 6 of the Aa, (Gs very bellt refereed en nacagrapts ctr ot ta equltinn BA De Wows eo an magSy wo mateo en ‘Sioned gma oy ee preset and Dall be eonied Wa tha Sel ofthe retina tech and ie sets of cur of the aes a ‘Eis e oe Warnes anda barked pst ter! Stet Son ant with Oly mor aod passe fo. Seteed ‘Buti, ead the starag cco tall mabe provision for ele Seedy ot so allt Boe emg ae 37 Te courting ctw shat, amationly on reodat ot # BOE corecngementpe ttre te See of te pol Dibee nea Fee the ata voter bei be. cone",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 78,
    "par_num": 1,
    "text": "Presiden florlons Act Wo. 15 of 198 Tt 18 Sublest 1 chp sine oe apselad steetane at the Spurting ata Se hag Ske el peo ed my ce SS ‘Ge mploniont at touting ebicer tobe ik ehnge ok tht somoting of va ot te Sums oc, each oR cathe ‘Shere booth hlict popes ae ty cor, ea Sura Sumber of Beine a obey ao lee nam Wot euch conn + eer ine pertrmaaee Gf ie ie, 20 The wong tee dll mabe ucgeoet ee cocng fle of ‘See wore on the nonial Haliot payers ax Roam be TomThie after te Lied + hae ce ol and sal ive alice Sing te ooh sth sar ottbe Seatinn f the Oaling sents or even counngcesie ‘Shee pct! tlle paper nfo tm canted an Ye eS ae ot tes OmvomeeemNae of euch ae 2, ech sushoreed agoct may arpnlt mot mite tim tae Aptian gents Donreinafice celurred tu an Nemustng symnie\"} t stand Seca 32 os somaig ofthe toe ot each coming cove where peal ‘ule gapers are tbe east biotin SOneReMS af Boh sunt, ee tn witing af ch appetite siting toe sar Sed sdsreons of tur Feet wpoinied all be ation by ee Siihetaed ect te counting ite bee toy ett Sav eno tbe ory ete any vee fo wba te cor top rene any erating sata vow ar and Brow Rave ere ae gn BL Rico il i onan of in song tir me ren Seay ihe than thw enunting ates, Sie yermes apucinind ve jetta Siorand the soning gente ny be mee at Ge omuaing ad De FETT a 2. The peorclono a poian 7 of he At sal apply st oe Msatmoe receding al he coasting of ho poo ballet page Seo 2, Brey postal volar Dalt Des hal open bythe ewet~ pani of sng eto, he porsren of the comting nga ar the me EA, ‘fe gall and eboee eh ete fens to cunt Sou oman bal bx 2 (i yee 1 pee wun baat bee 8 ned, cometng Qhenine af ofiver shal) count and uoly the menor ot cevating envelope it covering {Sid shal thas apen och coreg crepe mre, somone {@} oer th sounng tio som Sorin anes smd (a) Snes tea 8) darenon Of Meni std Bao paper aves, . = (8) & decneaise of sdmty, ane eld pope nes echoetfa3 balat paper eovelene or . a only a deeeton of eater (Gry cay Batok per not ered Sa x batik yeper \"enue ot (9) anya ballet oper earelane, ot (1 fade notaag shart, ‘ne someeting prions of s reutaion soe euptr",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 79,
    "par_num": 10,
    "text": "8 ——_Presidentiak Blections At, No. 28 of 288%",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 79,
    "par_num": 10,
    "text": "2) Ia the same watered to fx aubeaurngsapt (oh Usa a persgraph (e) dD af paroeragh (2) ot vt cenit, the erm Tie ofiocy ati gpits hinlt Ger ho daataration oF Shtty hah bern duly tgned sid winman! abd thre the erbad ate 98 the daclaetion of emty eorranpands sn the omen stare 10 18 ‘he aforesaid sut-parauseph Za) (19 6 aller marked cumar fn the alle paper euvelopn toa, ie thn ene referred te tate F ‘Secor sobpeagreeh ta} GD, a aimllae masked wiser ‘Gs the ballet papas if hy te 20 tated, ha call plane ch (olacetion in arpaate receplache Chereolien veered to oR g ‘ha mecptecle for decoreienp of Ideniy~) ang, m the cxse refers to inthe aforeate sub-paragrog (=), ch bale paper hve, andy tim enie Helerred fo in Gre efarenad ate graph (a) Gil, tha Bre pepe, In anetaar raceptacte een nar aeterod a8 ty “oovopeale for pout volety Dalle poe\")",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 79,
    "par_num": 10,
    "text": "14) Where in the cmes tefeeed 10 Be wheramgrant Co) Gb and evh-gersezoo (6) (i) of parapk (3 of this neawiion, (Es cranilog ote in not ao wai nos rARulred Op Ret 4G) of this regain, Bo a",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 79,
    "par_num": 10,
    "text": "0) mark on the Gecanntnn of Shane tha wands “desaraton",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 79,
    "par_num": 10,
    "text": " enSty leeds",
    "mean_p_confidence": 0.09
  },
  {
    "i_page": 79,
    "par_num": 10,
    "text": "Go) shoe ah testaraton tp each comating apeala an ase present",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 79,
    "par_num": 10,
    "text": "as if aoy Septem tr ANY oer 0 ts Gr te consting affeer regutding eunh Gectaration, oto - {he wots avid on uh dalorstion onfer Whe peteeNS snob poregraph ta) Bie words “refetiog eblera Ge) sash to amen deadaratiog, me casa eeerved to in che : ‘careaidmb-paragragh (2), G2, the laliot paper ete ‘Faope on, fm the case Sefer 16 toe afore 2ub- ‘peregtaph (2) 1, the ball papers and <8) place wick declaration od the droumanis whlch wader the peecefing s8-QONERIDD (2) sro cached to mch deer . Ratio tmp reoptnee Uhercinatne eserend ta af . SYosmphace for nejeetod olan Of postal elare\"s",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 79,
    "par_num": 10,
    "text": "251 ta She tney xolervad to in mb-perostiod (62 (HN of sen aoaph (2) of Hoe vepuiatin, re clung foes bx aie (Gor Gecaralia of Iaentty ta words “aelaration of EReaRty jecag, no Walot Daper aud oo Saflt pier exrmloga reosived” nd ait glare eet decterateen G9 the secepiece 2oe peace ‘Tot af peat wolent",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 79,
    "par_num": 10,
    "text": "18) To ee ge retened Un scb-pacageaph (a) ter ot pare ageph GF) ot tis coqutatin, tae qouetieg offcer all cack. 08 kamal saver the ocd Srvfetad, an dewteetion of Mente ‘ectred, att eal slboy Hie tallet pager in Ws recegtnte 120 ‘oleclod voter of poet vers",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 79,
    "par_num": 10,
    "text": "7) Ta the cane neferrea ta In aub-pisnarsgh (a) {0} of perme sragh co) of to repulsion the comnling acer ball oped ‘elle paper anralops im order bx maretnin wettoe © dactaation oF idenlay enclose",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "Presidential Elections Act, No. 18 of 1924 cc) > 1, om epening the ballot payee anvabps under wetuareDb",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "Gi of ee rretatinn, deviation of idmaity nd a bollee paper",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "ee feud in much ervalopa, the coating oftaer wall eatily oe",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "seit that sors decal hae bere uly sigued al wltnean snd",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "‘a toe med mune or toe dentareion 9 Henly ceerapent",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "‘Woabndar marked number om mich Mglet pO aiden",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "“(ay stn nated, eant pas aed deconntna im the zceatecle ‘or delarations of Wecity stat pled enh Tells! oeper ‘0 te reseptaie far pastel votes” Ealee Peper, 20d 4 Hert seated, dll mad, an seh declaration Oop words “dacarstion of ‘teats beeetaa GN show aueh declaration to ragh agunting agente ag 370 progune and, W any ctdectioo & made by exp oben {the deca of toe sonetng ater coe Hach ‘Aesmaratinn edt the monde und on mach cle 2allon sadur the preonding sab-poraarap (U2 Oe ‘words \"telecon ojected to\" Gi) attach much doelanadten the BOIL pots estan ‘hl mech ballet paper aod (he) place tk Gdartion sud tay doremaants which under ‘he oreveding sub-paragraph (Il) are afte:hed ‘sah doelamalog ithe rosestelo ot valectad von Ot peal lene.",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "0) If ct onaadng the abot pager cerca wider yaERATEDA,",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "9) ot this sezuliinn, tae coming stone fg",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "42) oy 4 Gontartion af Mente, ar",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "2) cnt © bate paper, af",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "0 woth",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "dena",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "(@) in the cate refered ta ta Sha prnenting eab-parearant 1, ack 09 BUEN doderesion the worse “\"aetaratite ef ‘enity mest wo aller paper Tested”",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "i) fn ha one sedereed ta in the preceding aubopamnaraph (2 ‘mack on wath tallnt geben a wrorde “mde, ctaretéon of ently received\";",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "} i thm oawe entered 0 to the preseting wbpmragrarh >, ‘atic on the bellt paper eaves On wants “Keene, > eeaanbs whoetved Sand",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "0) of a dectacation of Harting at & allot peger ia Sound",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": ". ‘Be balk pepar exrelone, stich sorb aesrnGnt AP",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "‘ella pager 2 au elvelone; a0",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "plsee tha ballon paper sarelope and the demment ox documen,",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "it ang. clined fo much eaves Undar the poveedlad aub-pura’",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "+ “graph divi in tae vecoptacke dor seria oles af Peal Sota,",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "0) Yn the cave sates to tn a-pammgragh (h) af pares",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "Bim) (3), the caning far dull WM an Oe oman",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "‘svotoge the words “rejeted/ a0 exntente recs end thal",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 80,
    "par_num": 26,
    "text": "lute sich envatope io the mesptacie fer toleted votcy of pots peasy",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 81,
    "par_num": 1,
    "text": "50 enidentat Bless. Act, Ho, 15 of LAR (03) A dectntn of lty shat ut 3 aan Yo ly ct “ot Comey aes Sy gts Snd ened ee eet ied ee te ta ot Eh a Secure feing of _ ah ct) on te grein of Sn prongs serge BEES, aa in ening ear tl gen ae each ne beet * soveinben “envesope ened ty ths recuptarle So posts] waters Ballet papers. CO oar a iio pune eae rant cen any et cate, We luing ade elmsdt co tat enecope ie wants Bee eee at ta ane Bn ee avn fervent sof pa a fy Ware a bt gop ensepe sulin bet seb, he cotng er (OH fn mead yarns on sch sarang costing tw er aera neat popes ee eh SUNN Gogh \"be sowwiaus Br pot ese ant ated (01 sth cei ent 2 AEN pent $i mart ar i de te Steed ts Sore reer om chch yore eo sath age Seen as en mes beh peo a Secon tries ic fhe eens it ted ee den Sptiegeg On the cate of te prceetingn dat man 35 SEREEE al olla See isi fu un tos fe epee ie Se Oe le ent oe tan of Be rege Epi ent oc SBaiy Int pia pba ek Beas. onal cp seas pane see cmt, «2h 11 Bete te cong er greet se sn the wee Me Sine athena St, at te pare st Tanto ocnne coos tr tte whe 9 hae oes ene ee a pel eeaee ate pee et Ener eo wsed eae cbse poo maa yee [31a ssmdng hw wr me an poy Gc the snare Tar pean olen babot ape ie eon Bittle & Fa'ty Grecane a ae selon 0s et oe Pat re me pm Se completes othe coming, te cose soe GRE sa lars anew eld cho ie eae SS oat (hs grated lt popes . {rjc lint Peps (2) the elton stent of he navbar of wht gies ed Ste wepmct ts ens ot eosin) ot Briers cs tae ent fe coo wae ein P<: {ti sitet dren wp ince est en et he ams ane 6) Be we seed pula fered to sense",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 82,
    "par_num": 1,
    "text": "Prades Sleetions Ac, No.1 of 281 a sna 20 rae setations ‘om veut |, taenagiactee steam reg a fo \"Gre aabet ned meme fen iil |, SgiS ey » EER ia enna Seatac oncom Polling MirtiSet ORME {spre el Ab Of AEN en sista lg ry ea yan ss wm a ela on sb Elen Sascha it sy ep nen ae “Sancti ete we canpreaceafutertat sopmeasspee ma Beak! Pape Bod nena aad caper Soak Beselisaiies Sersnesicmentannroninn “4 Su named oie tet tot Edin maranatha “mg TEIN tn “2 metry ma Sicko tape et em Me gaint one wets sso as Eee, 20 JF Ge opptonut i spltnd co eects wet gare B00 ene aint pli Lorri x matt coke gn nmap + wethnt es sat te ping alon aloe ere tea Mis fe SESS vend angate mate nt tf en a Tete attic S eaenamal ‘anata",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 83,
    "par_num": 17,
    "text": "a Peosidentiol Electuony ct, Na, 18 of iat wore",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 83,
    "par_num": 17,
    "text": "1, Rory applcstlon shall be wade to abe meuiett omer “oe eectom divelt whee the apptiaat fe acdsteed 48 at stociee Bishi tem aye eo the date of gsoleaion ut the Cader ander meson # of Hs Ast",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 83,
    "par_num": 17,
    "text": "{2 Beery oppitortin shall bo doy Med af clturvine i és ‘leo najentas by the setumning er,",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 83,
    "par_num": 17,
    "text": "3, Baty spplleanl Witt: formed of the devises ot wi eebacaing ac.",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 83,
    "par_num": 17,
    "text": "4 a ballot pager and other cima WH Dt deepened a fy sppNeesh wicse appllostian fa Bae eed ax ie nant and addrons us ote in fas mppetton ‘2 he jp tet te atin os cenlfving ofieur ox if be iz wat ro ated, ie te cam of the coetiying oMear wage aeial dseipmvion and hdres are SIM So hs ied,",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 83,
    "par_num": 17,
    "text": "Ton expewsan ~eerutyiog alee",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 83,
    "par_num": 17,
    "text": "fo) ia sshadan ta any apptntant wind busy # iBember of th",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 83,
    "par_num": 17,
    "text": "Se Laake Aney at Set Lanks Mays oe Sr Laskey Ay",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 83,
    "par_num": 17,
    "text": "revs",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 83,
    "par_num": 17,
    "text": "( & te Commander of shat Aamy oF te Giptain Gat Nery of Gar Commandar af Ghat die Boxes, 2 3th ettear  iecidiste diege of de wih oe clabiskment in WRIA the opglant Is smving, soeets Be spohownt ; ae",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 83,
    "par_num": 17,
    "text": "(sk Je not a poecan everest tn eee (ib of eb aah ‘parapeph, tena We oieer in smrtadiig Ci 89 SE Oe ett ae eaablleiment In Shieh he apa 1 eervings",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 83,
    "par_num": 17,
    "text": "(2 ia rouse 10 sn appt avho, Being aa olen or",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 83,
    "par_num": 17,
    "text": "Seremat i the public service ar the Gets! Bante oF",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 83,
    "par_num": 17,
    "text": "Gexien",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 83,
    "par_num": 17,
    "text": "0 $5 sho moleer ln temediate tiny oF any ein some the: spelen | of",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 83,
    "par_num": 17,
    "text": "(Uy not a pasmen raforod. i fc claws 17 of fia ub bigtseply eam the leer fot saecns hagy ‘9 Me eg in RAC the: epBLEs sewing +",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 83,
    "par_num": 17,
    "text": "Co) we dation to say azptcant yh WW cai mat veburning eer for Tie eetJeal ae in SA Spaloai i nega ine eleror",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": ": Brepitionitied Mlecdona. Act, ‘Na, 26 af 2081 e",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": "Magee 8",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": ": rom 2.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": "i oon of Decne of Mamsty",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": "L. Toms 98 Fae",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": "J ea bar 4M DBE ceseentve",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": "te Go be insert by rehurning oBBcer).",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": "t 1 berehy Geclare thot 7 aoe the gemiu ia qeham the batlat",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": "1 apt A aah at ere er ae",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": "j TERRES Stn Taheame wee oy wine cs Say tal art tel eat we ant na Rae",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": "| Regimes ay toma",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": "Fe ney dace Sts 4 en ee 9 bee",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": "gape Amel Thee te Su eta ae Rot",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": "Fob Gina al uid Th orice are et de",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": "‘eur Binatone iva",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": "{A Met per ad ieee neler te vere et lo a saote dana Nua Ge ny SOE a rayne abel est oa smn peey toon ‘Sina cas ciate jung rapa! bt a ome Sos ath Spt",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": "a bts prer nant over a he vl wn ar te anh Sy SEE Ue tri etd yen Se",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": "\"is Wal ope has pte br at cape eee oy",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": "“ REMGLPGY SSE ea is re",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": "geese",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": "he ave dart ot Matty wor sped omy pe ey",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": "5 ey",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": "‘7am set nme. yen he mai oeva Wwe",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": "sas ls ale ape a Sag ae Shee { RRRSEOGCRS GS Roheeton ie note tseratee a Teigion of Wits * nt nd tl fe nen (re ron ane i ty - © Dadete ft tnappllocia,",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": "+ bgt aly 0 corm at votre fo win om Blt poet ae any Suomi ete a See wih tae ost Begelied cole ats\" he Bye knbaeee Soe Whoa iy ddan vngea of moe nae atts",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 84,
    "par_num": 26,
    "text": "= Rpmatee'a tenn ene and SI cay",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 85,
    "par_num": 1,
    "text": "‘ * ‘Prupllestial Elections Art, No, 18 of 1901 & ‘Bank Ge Foe 4 tne vate in rac of tam Yet pt wt Sao eae a Seta ite Ee ‘Bin cacittying oiiece. | 1, Dee te dcr he were me a nt oe wa Socata ach | Seay mistee ata mae . tea tin tty nd ia bl eer won ese we toe rt oot ty (07 0 tsi oe nt we nh etcetera Siterigsae Epalaein se pet oe : he [er sa os gn or ‘aint oe pace of sede tl 2h vt ate ne Se voter wi estes Wt ese whe “eo i apne ral tno me npn tad ue onteat intone poser Foe cate ri no be Noy epee oe iS tinea on antsne trae once : tT ee » | ome [Pa cine ame ay rn ee ag {9 sep ae ten anita fr vagina oy te iced dann iia Hy eee oe SS So Soe ne es a oe eo a . (0) tac tie ae ee eens pn ein too sacl a wet ne Berd Seating colt mee eg te RN Se ace eel sta eta ane ane .",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 86,
    "par_num": 1,
    "text": "Providentid Buctions Act, ha 28 af 082 2 aombel 2 t 3 eral : ° fom . > tt 7 44:18 VOTER SHALL, ROT ALLOW 62x PORGOH 10 Si wore tm was VOTED. ‘& tnmestety eer voting te vite all $d the beat vse, ‘nian Sanaa este povided am which are pint the wads “iat paper steelone” Soom bia rine, sae the matkob ‘atak er on 1s Ok ming the Sent of Mh batt Fae dd fara. she maveopa up Tho sereiope sls hn be seed ia ‘Ge geaence of Oot Woe A Dé Won. ‘Tan rae seat ten. place the salad baat paper axons, ‘ngeine wih Yi espe ecdarntion of Meaty te oe Tanger sucked ance ativan fe wvsraing otter, falas ‘in arvelopa and bens it ove io hin witowe for emetic win Sale. A POSIAL BALLOT PAYER SBA BA DERUED ROT TO am Din RELCRNED, UNLESS TF 1G RETURNED 86 Ad TO [RACH 3H RATURNING OFFICER BEFORE THE CLOER GH \"Du POLL, OW THE POLLING DAY APFONFIED, AND 16 ACOOMPAMTED BY THR DICLARATION OF INTY. DULY ‘san awn WrIETESSE. 8 Reteutigs te voter vempeet tf whom Rellt napa ant “Gber Groen wee sak uss Wo a made eo . SSeigaation mad wate 2. Refers musing the dovtazsion ot Hit, tha vee sll stew Gon paren bate bem ft gh re Santer sof * (8) Mn Wat pape earn ae si nob 0 pitied Hy ‘dh decoration ea 1 thy tan eoveoge in neh the voor has mend the tan ot : ‘deirskon of away and tbs Balla Dens, ‘4, Ha vot shot algn the ancaration ot amity fn te povenee af Whar We shall (9) Me raar fe aceon of ha Sot Lan Awe, Set Lana ery, or Sci Lankn bir ore, be 2 Comirsced Ofer enw samy, Navy, ov Aur hea,",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 87,
    "par_num": 1,
    "text": "10 Presidential Etactions Act, No 1 of 1981 (0) Wn weer on occ Inte pole orn ‘be Cael Ban of Saye, bee pir ere ech __ aren or ort he per ter, yeh ction of meh even . ‘The voter hes onky one vote, . 2M voter snl vein acerca wii he rev seen g tow. \"7 vote we ae ae ete he ing ‘alot paws aad mark fhe Are <1\" bn see peeled {prone on Gh gh Il ot he ale: ppes cp {Pal athe at fh cd for hoe Te rn ett 5 2 aba ewig is ot for aay ca tr may (a) wire there are hee ends for ato, ely Me nce predroee Wy merhing the fee \"2\" epee te ‘onl ad the ame of in ce ~ [me 7 > we 3 pr er (4) wae te 150 ete then Mien candies fos eto, oocyte and ind prem Eng Aewre=2” to tne aed pete fod ame AB\" indent Me ed petnnoe poate tha tab nthe ane of the cndte % rn take r + > we 3 Pa Hi > ote 3",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 88,
    "par_num": 1,
    "text": "Procklentiot Elections Act, No, 1 of 1081 a ‘4. THE VOTER SHALL NOT ALLOW ARY FERSON TO SEB ‘Bow HE HAS VormD, Immediately after voting, the voter sll place the marked, Pall 'papee tn the enchoed amadl eavelooe on wach are pioted 1» the word “ballot paper envelapa and faslen It a ‘The voter \"all then place the bellot paper avalope togstber with ie 1, Gbelaration of Identity, in ta thw larger anstosed envelope aadreeved tothe returning offcar and dematch thera Wy Dost With- ‘OU Gas. Unlees the vote retwas tbe ballot pApAE A ona tay” be tno Late to be osomtad, 6 A POSTAL BALLOT PAPER SHALL HE DEEMED NOT 70 {85 DULY RETURNED, UNLESS IT 13 RETURNED 60 AS TO [REACH THE RETURNING OFFICER BEFORE THE CLOSE OP <THE POLL ON THE POLLING DAY APPOINTED AND [8 ‘ACCOMPARIED BY THE DECLARATION GP IDEKTITY DULY ‘SIGNED AND WIRNESSED. Regulation $ (1) Fone c Form of desleatlon of secrecy aotemnly promise and decane Wat f will not et than proceed {nga do exything forbidden by paragraph (3) of regulation © of Ge rageations cootalogs ta the Geoued Sehmdals! wo te [Precenilal Hestians Ast, which haa hoon read 19 me, ‘Signatate o€ dootarant, ACF sacar ot verses ttre wna ; decarntion is mada, Dae. Hote The peraareoh rebcred to mast be raat Che declarant ‘ww the pera betoce whom the desaraon ia ade.",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 89,
    "par_num": 1,
    "text": "08 rasdeslt latow At Ho 15 of 1881 tte smo sonata Der am a pepe eae by nee come ghites share Res ete eet po ee 2 | wm | 7 [a : rue ry emer 4, Minced as ee ene a ly me Tae ie [om | =| ame «fmm | a ot ERE SEE nts ie ees S Emp fannie eras nee * | em | = | e [wm |? D ‘Symbol . 7 SEE Jha DRO RET fee imme eee oe er kane rh cee Sa Ga Se de geht mee nce ite sate atranhd a eee sclera rh inatootan, tind BEAMS SOU ED Ti? ps Be Takeo NS sence 5 2 a i a ithe tr be ‘oe ley ey ; (3 Sh ew a so (2 ded mde er Se erent tb st ms",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 90,
    "par_num": 1,
    "text": "Prashant Blowiona Act, Ne Hep 8D ores scueaouy Powsdetiat lection Pein Rado, #5 4. Thove mika mae ve eee tn the Presiden atest Shoe Prien aes, Sie = e888 Bem rule, union the eonbest atarwse sepsis aarp  Ccommmtnionzt” meann (re Commiasinnde of Hisctiota appetanea, SO . ‘oiler Aes Hof he Coan . Court \" exon the Supreme Comct 5 “ Hedistrer” cana the Regites of the Soyeice Courts ant ‘tae Ack” span he Pree Waban Aa, at 18, 4.0) the promateton of ms electien poitin siall ba se isms of ‘by dallvering He wt the efize of the Registra, aad Oo Registrar or prvcestaiion Se catce sf bin dpa fo whee the pecican A euced EE Saul it recuse, give tanita Oe aot facet Rec ODE ones OR9 OE ves noee JR sans Bk ie Rah af tm apres Cosel peti toc th snes af AB. ae SE roan of te Repie wenversaccece, BUVURSDE 2 DE MEDOE Mo vvrsesnvees Gntet tha Sia af prea). eta, (2) With te pitin ato een eat a he bee 4 Mee Cllowing tama ot ene Wo Me Uke elect, mE Ye Fone ot sake prot veut ee SUPRELE COUWE OF 7uE REFTMIC OF ‘sm LANRA \"tae Procdintn ioeiona Ac, S484 ‘tient th i of Benin alee fat oo. af sms patton of ob ora ot os ML a ae he am aay be hos mann one nan, (a) Sour peut % fo perros she was ¢ caida othe store cite Cand aims io bave-had Til (a be tetrnad Sr cose ot the stva Hiden ower « perm wi gens ot Sotusti poy of teandole atthe above eleston) 68d year wwH / gestionee ¥, Chere state In Who sammer he sight of each Yas. 48) av your peters sake St tetas Nelda a teen Ser ne en Mee AOD, at EP Spore satin, at Eh Comet han eta ATS me ily eect. (3) Ant save pation any thet Chere slate the Jace mat sinde oo ibis ie oaiess eb",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 91,
    "par_num": 1,
    "text": "nz Prividentiol Btoctions Ast, Now tS oj 1981 ‘Wherafoe star setonere pay sink Ab might be deleinsd hak the said A. an ot daly lela ot rear, 606 1 Abe ction wena old {0 Wa sos. won uy start nek abt 0 ave toes ud, ar eon ome oy Ded oe = : ne Wee suse peng Gan ane ae preted relating to tbe Be scc sm pletion or sate, all ach pein shall be Gait wh 8 Beate» ne pd, av far we ty Les wane cece, fr relate 8 Ree bead tan st 4, Wien 2 peliinte etki the offen for sm mateoml at seaiate (he Deg? omiplaning of or Geteg the eaten Sei, Tilro sla ie days tore te ey snp tt Gli pe hs Regleray, ou alge we Ow nadrem, tangy gies by te EBs yp, pullers aed espn, Or case roy be He a fun Sprerett Renan wo be acted to, nod ot bea ef objclng to ee SSE Miyata, ane tie Negative all ellow bepeodan un lice “anes off cst al pare Gentes on oo eee seit Solem space te sak ot ay ote met Ubon sow Ped of Stylo, epaited Io to Lay comp by fesse of he Gel Shon sh tore sete ict oe Im, penguin 0 nau tnd payment of oa, ay be ele ago “i. the sendect tn 1 pain napa of a dat ete Poth, a ening eee tar ware er iy Te ehtnen 1 Bem SESS, as se ete of uth parvo wan fo, on in ch eae ach ropendonl sl a days heore the Gay eqpoinis OF lah talea osha Ropar, wd ana the adden fan, ven by the panera of he ents he lena wee WAT HE intends to Ay, anf the Bogerer vial Dow Eepectian of ofa rere each Ha foal pace eonese and een aa vo elven By # eunonsten of any sbjeon to fr cin nat iment tthe ey carne ip Bare of the COUT. ph pth eet SS lo ameidreats of Ga Ba, oMigomment of the Hngiy, a Dageuen of gona, ao my Be endered asasnint Wit te potion the peter or penne sa nv SPRY tag ote of ine Registro welng agned hy him or foam, giving ‘elles’ the cme of fore pore end wo proce nn arg ae Te thes te & diny nuthin to oot as Ts on Deh agen OF lag tat he 6€ By pet for Sh! or thmesten, ws the Com shor fa, sot sine co ging aa ede wit tee tr ef” Bateats at which aio toe by ns and Tf eo ring Shor udtcer sin, thea af oli ay be given Oy oting 1s hn a te oes af te Regine. ory ich eng Ye rempod i te fate payetia hacen under tie law for Soe Bian bag Soo",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 92,
    "par_num": 1,
    "text": ". Prosidentied Blocthona Ant, Ho 18 of 189% rn . he porn retuoed aa Present ay af tying fier } eli ithaemey sont or lenve at the lice of ae Tagstoor'g PEE sede mln at beet apalatig » peeled Boon to peamics at an Avceney-t-law Got ble E00 It oa DAE (Sunt be np nealnt fy siting Hat ana 3 ak le Rat Sin etme ese ving Wh econ tein the cy af ¢ Goloao at whack slime nite the ny be th tf a *  guoh ucicg be itt oe algrme giv, all mina en procetiogs ‘se ba piven or sved hy hang the oe atthe oft oF le Redes tvecy sa wring sal be Mecoped wth se Gy pe 25m sporeen uder te law Sar Ba Ge in I tne, 8, tho fughirar shal coun fo be Nope w beak ots tig ts Bape -phic sa be'nleed al sous ad te tamer ef genta geen EDO ie a8 aie wih bk all be rm tan By cn Sy pean ding tn ow bore 2 11, 1) AL te sna af fhe pronation of he pln Secy win tnt days eltartty, titi sens tn The eof twuony Reco hesend: Taper shal be gia on beheld of te polo foe SG Bey dhe past a a0 evn charge Bed onpunee Ok oa betas SS pore ty the pele (2 The Goer may, st anv tnm ducng the Wing of ssc petition, densi hw mbar of cage tora teh ‘Setind ground oo wbich the peilaserreley and oder the ‘pedconer tre cefsioeal pratt caulnes ot the Te of re how ropes for act met hare Gr ie prea ‘Aloe, obras vod srosorm Gt may Beene perth ty Getenes, Tee seu drcrnted ‘unler Bie pagrom sal Se paretin cn ctunt ot pene win alven Ears from to deren (9s Tae ately veered tS propeeph i oc <8) alt be ven Uy 6 cope at une, 0 security azn sa rate provide ast geen by the sathones, so Cather stectengs abel be ted othe pein, Balti eeponsont may soety wtba Oru for en der eatin Sap! ofthe beidan sud Sr thy eapment tf a Tare pendent cote Thea beng vod Gatlng flee aneton Shak be aid eo adel tothe ow. tad in Setul af au Seats shall em jet of in Geer cae of Sn De. CG) At te eanttsion of the proceetingy had on the pen, ‘Count ta tod in print, Ie lane ame ene foo tis sevely pared Door pelagic Che or porters {iieand Gh, ater datecting Leow coat owt) «sm eoeeted “A.” gt onrutet Ses omsnd ripaen foreach arch charge coating \"Each tine gtd en Sth Ge pallet Hatin ot he Coat inn eter 1% 2) the dept of wanes Ur wer of ecu Zoe payment Seay by of eeta chard srl expucaes fn hy os petone he bg Sepa ‘ede by portal She Regier wich abal'te saad in and Srowa \"up bom ior io tay Ey ihe Galt Jaton Sorte purpanes for WH oenriy Hl ragaet hy te ‘ies rote abl Be ves by tin Reger lor fw ames",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 93,
    "par_num": 1,
    "text": "CT ‘Presidential Miectiows Act, Na, 15 of ESE 1 hn ae hy» ee Hon ofa Beers ea me eS ome Sere Sao acm at) My te a tvs i ours Peta ne een tea Sune atrwbecaar ae (2) fuck order maay be made after such notice of intention i { Pobre eer rte err SUED Saale Sear eas (> Rete ey tt pen i gy 22 Dantvaan Sra mite ae sepiegl int prensa + pt, mn 2 ROR ty a xmy tenet all, win em das af the promot te oe BRR PRP G6) bn served by tha patina on the mmpidedt; or 0 tera 1 ete a on at <cene oasis ers Seer ome Seren stad ey Gr ated tak Treats edn ene oeeeALr apeiron oS Dirar ao ete ee ter Sune eae ees sehen ee i iene is Ceaey Enon ara aes Be Eerie nated wth Sea cch shou comarwies monet Soest a geraiceaeaar potet co coaceetenaaa iter wate ssigeatoman (th pri ting roa apna aarti ares were immed aie moe ae Sone aera eaters the ad or Se ReSer ese Merge tsvprten ot nS tie ing aa ‘the petition shift De douse Yo be wt tome, ig, ee ala Sin in Lcaaaanel he annll inwert the aeumeg at tie agente of the petistonare amd inal ete A a ae can ok Scans ears te pr teene eee eae Scere haus Sara ee ere ieee ech rica te Ea mao et eae e mente Oakes a Sar hora",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 94,
    "par_num": 1,
    "text": "Prtoldentioh Rlections Sct, Wo U5 af 1961 1 The tae ant pace of th isl af veh alcton pati “Dive ant + sll lee sa pli of pevton Wf he Act be end ep Bee fe Cot, unt na et an oartnew eye nce Creed all eee ‘yen 10 Ge gener and sespendent hy Meller dcetrd fo ow btian ME Uy sib peter oe eapredion wi Can Reset? {Bette anc dene has en IB, by maton inte rete 2% io yar may fom the 19 Hine, wy order sade om the - 4 spctuatin ods pony bbe pena, prin Se beg ET Bee) oa day a Ln cou sey ame ot och oer whan t ‘ede, abalt fortieth be putishee Dy the Raghnawr In tha Gang, 24,2 eur of te Chart fr fhe el ot dpa Cleon pen abn eaomry, Uek i Wad  o be daemed an fdiewrted end tay be cantinand trom day ‘bday ena the fp {EMRE Ie ORL Adu he orem Bf any Jade betes sn Git comes I, dload hy relea of tenor eters, ‘he Chiet on dal ene sear Togo in Blan 9 rh Fuses, 28. 0) A sini putin she oot be wire: wioet Yet Bur ftere of ae Court; and sac awe many be prvo apo weit of eco {eres 60 the vurmers of cate end service a hn Coat seep vad bars (2) Retace tne toe the wibvawal of ma elena petition seed, thery shall bw prodoeod absets ea Requiea it Tie Bs ae porter te the pela wad thet Aor Be Sol by tho sod paren vip ate craieten a Catan Hrs So Gout may on cae sien Spee i the athlons sry pacer paren iF os to Ske Cet on opel rose oe jut mt be 8) Bact eas stad sate t,t the bento the dnponee 1 emtedgn and lig no areca tern af yk whale Jere nt ae Bees bees ty snd ho Widening fw bers Fea ine fn stat to Ie Sathdtawal of te pete bot {Sty whl agri hs on ode RN reap foe Se Gran of Se pein, te aca sal et rth that nates, 04 all male the Segubng estou eo to tak appeart fom she ater 4) he attdviy of Whe append Ba_ocony aay : {200 Ate ene th ound on wis ak Selon Ts ae + brattharena: {21 An splieaton for mse We wit @ pita shal by Fora of : {4 tng Re Dy the sean ov plore ho thee foDbenion leek or saps aha wn he aroand on wach empties poten, wee (0) The tlle tor $k De enfentom “he Presidents) Weetien et OY aes vooeeg peli at Keren ate Oat 8 pat petaled ee ae 2 BBL 8 Th petioon npgliegrowtaee bis pein oy th tow i ‘Bs triad Chere Hie te evi and eer Una 2 yy te i scpanted far asp An een Dea AR ee MR a oes on",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 95,
    "par_num": 1,
    "text": "Provident! Blections Aet, Wa: 15 ef 1981 2) Tre-aypontian We wie Ge wlio Mall La the sien of oe Begone. copy of 2A conr if nich apotonin alt be atven ky he gettin ERReSlo tots tapacday ant ten fo the flaming Some Samed tf BS rem Serer abate pied oem x ie Gate ae Beonmaane, —tonce oa wn expen — “ve Presid Keene AO 981 2 in htm pc In Rocce renee pl wal crecrree semua Rocke & Derehy sven tat ta Hbota yaiome Boo te cents diy Of soreness Ben lr the epee? ot ‘ta Sigeama Cueto spicata foe toe to witha Ot pty of wBich apinon Oe lg oa ony t— ‘and he neice at der Ton Peden! tons ali Mae 181\" any psn who ght tee by wefan . ‘Scene of Ihe oid ie, ee, white Ove days afer be use af buMtestion of Sle sce give aoe bz weve 0 the Rigid af the Supreme, Court at a Guenton oo he bearing She application to be mobatstod ws pt. ‘pupiening 2k Any purvn sho might Sam Bene pelo i rwpect of oe a cans to wen toe potion rele nye witha Foe Sag Nubdiuiod ghey wash cathe pureed ty the pellaner ee note se sainioee,eotingoined by Ren er cm bl Dial the Ragas of Ms Pitianee, Puen a apply at ibe arog tobe, sates for he Braarmiat, —porlionn, Hak ie wank cf nich notice shal) ot. delet. eh Tost ibe er tty af hear ‘oe apd aL Toe tie ar place af basing te egneln l  xed Bessie, tne ome ut chal ot ot hen ace nr esp etion Feeicr.gt Te tanee tidy es her Jen a ine oa of ta Ragen SF femin neo prevons, sole cb tbe Sie and. pace Sppmlur fr tbe hrane abe be vente Woe Benn a DITTHH bay, ar ana neve given alo ew Mgr of en ten ib Sovip tbe eabtluted se petiiner, ed eleronge 13 ‘Seow ead sah Un #8 6 Gris Gree yteutatin 25, 61) Dn the Heating of the apoietion fe ofthe any Bethune” parsn te rot hve Seen & paduater In ronpet ofS eon Foilones — Fy\"wnich abe poi celsim. tag”apaty ta the Cet Be Riabluied w € peloner fue te paonse ae Seow af the “rnotig he pon, (a) Fe Court tuar, 1 tha Covet inka 8, wattate me eliloonr mg son appteaat ms aurea ate ay Rhee St ‘Se ppased len ain ne agen o€ tba Grr done 2 Sy\" arm bangsin ov carleraton ty erder directa tat Bisiy ghee a betalt tthe ena pear hai een 0 ‘Seunt for en cong Dw teey Ge incuras by te subetoter Peliiioe wrt bot tthe este of tke ae naed Su erty Hh rina] selloner aul be Be 1a OY AD helt ‘he aatned pelo",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 96,
    "par_num": 1,
    "text": "Y : Presiati Elactions Aat, Wo 38 af 1518 i no soo ade ie rade th sone to the sot dtven ees of i aig petteneryschay tu te tes etre te oid be reed Se eum 4 a ersten ed beat } Hee ke coo, halt gins oo taal Se otk rtoner before he Dewees ih BS en a WBE ge G Bap aite te nar atin {hy ‘idee o efreatd @ utated pein alt and se + Se de iin a wey wx ny by 8 NAG 1 Ne Brides or a onions seo. £2) 3m pti wonanen Se nore salt be Tabi to sy ls ou ahs were (6) Srna sere ane moe seianet tan one, ne ote to aioe pron Sal De ate set Wi the Sawant of The oars Mp rch pn sot nt he eae hy semen ony afta the vector ot ata of Patios by fn pea whew eigen to Meee ‘5: ce inte rbot of wach ptt ona vewrgiy oe COL ‘race of such vecaeh ave petien shane hed coated BE, be eed, ond comma ae sheath sn fee Dad att nes Sey Stan. ‘yousted, Se ote Bruen. 2.) On selon pesto salt heated tr the deh of pyanaat ssi peor ov fina savin & snr Stl, sere 1B) The Setanta tion a not ack ho ER of Os patter or of ay ease pean fe le pipet of ts ‘peony bere 8, (8) oie of wate of = pot by dem ofS pitlaee r euviing petest sell te ete ty te peepee SE (paras interested im (he amma TEI Ge Giles Af an abpsicatton  Sobetifited ESthitew ection asd ok He ailtin wes sppnrtae oy Stage ta msde the Goon ta be albeit so peboser anal beens Be eelendar sronth, or sech farther dime sm sun eonsiderstion of any  abebusmct, toed ereuaciancr Ga Cat may sow Gh fy nents who sie hive ban petane In rept a he een tock os pit stanky ab) an Cot ie be mteited ma ptlonee (9) The Court ma. the Gt he Boia a a pet Sime sae ech spit wh noo ang beep ‘e wbow banal! epniy ta Gre sume acute gen ew ¢ SSenon See a $9. (4a Uf Letore the trial of am tection potftton 8 respondent On death, tse teen, Gives soon ntng a ts Oot Sat he Boe Sega, ‘et inant $2 appeee Te pedir, he retnion ebalt oe te abnind aie Tat sat cntann ata or oot ry porom apes bested Sept ‘Sree betaine preva Bron Bsonte Esta",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 97,
    "par_num": 7,
    "text": "98 Prwokdnntiel Rtaitone Aer, Ho. 15 of t08h",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 97,
    "par_num": 7,
    "text": "2 Won of sh ft oa tpt! Rae ldo wotgnd oc ‘a ha bar gion notice fa woding Gt ov dot not fed fe fuse the poten, shal be pubiabed i Ge Gace HP tht Schr,",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 97,
    "par_num": 7,
    "text": "(B} Any porn who sighs have ban a pettiosr fa sepa teen fo leh the pein olen angiy fo Tae Cea 4p be advan ar 9 ropendest io copes te pen within te days after mach naties hag been publithed in the Gameite or mich ; ‘urer Une Sas Cause sm Aw.",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 97,
    "par_num": 7,
    "text": "Tha manasa tn ot he pening mie to ‘he Gant that tr dow oot Int bu eppene fe pelo, al bs tp deving native Cece in weting at Taree of the Heceo, ‘ued ay the tacpondont nt fee than ex sige Aare stay Sopcinled dor Gla radon of iq day of Imeiag poh Teter",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 97,
    "par_num": 7,
    "text": "Baperntes LA remasteat ah tan siren salve of Me teton 8 to 5 Beaag Bete 9 Dein galt ook Alea 1 eypnr oF ack 2 Das Septet acs poritarin any pwonctngs Ghee Sees soveere soe ousiyee- i, Att manlcing the petito’s spplimtion tee Serve to Bamey ——atteew a poe af the tegendents Huta moto wooeee Repeat, trot the abetmacs of tha penton Ny dua, anf ta bepenlg FEED Sis hn vein tiene nul i tin bend eich, ‘fer ln iil ain ave doen ee ad ete 8G eel a ‘attend, ob Boguiear shat forGowitheoundaroaad toe Doon Hi tsoh Phe eousteemand hall be ven fu he ane snes, 88 sor an may be, onthe tie of ah ce 24 Antone of and Inekieaat fsbo yew of 9 pein, sod tothe proceedings canoegutee tinue shall be Sera 2 (a panied ss athlon In au rosie i sa prepare 5 a Cot ay enters, sss batng he fo ths cstieame SF any carla which any, in he pinien cd the Con, re ben Sion by wens eae MEGaneed aes, oF UTTER Shfwroe, om the pare iba of he ptitlner ov tim Txponmnt fod regard beng had tthe dimourayeronat of ay oases fexpenar hy rowing the burden of deltuping Qe see ewe parte ty how We hae been ons whotar mck parti ae 6¢ Sie mt the wis sscoeda Twpntion, ——_ 35,2) Gemma to vase by Ye Regen pen tw ondeg yf ie wile the ane ore peysbie heh munca all by Speeed | Regeeerect Syn anda san owe was ited ay seer ine ain ‘Srnec a de eat ao aetdon I,",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 97,
    "par_num": 7,
    "text": "“2) he Chit Paton ry diac that Sos haber aay part of ny moneys depen hy wey af seurty Under the provisions ot ‘utea TT an8 23 rg Be ange i the Davrend of Bed oie.",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 97,
    "par_num": 7,
    "text": "(>The ofon fous yaya foe ipertion, oi open rc tha ‘eteneings amder thane vuloe sal he such a8 mage pressed By Oe Chad sare,",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 98,
    "par_num": 1,
    "text": "‘Presidentiel Elections Act, No. 15 of 1081 a . 1H Any poron who Is 00M FL of Aterseyeatinw my Aeenp st went or ny Pay loan eon pn, par = Bia. 35 An sem al, tmmedaiy upon bie arginine ex ead, ohn of ) leave waition notion herent at the office af tba Regirar. ane 3. Seehof elet md oRosnngs pea wh apis sal! art te nic all erp Po",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 99,
    "par_num": 5,
    "text": "i",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 99,
    "par_num": 5,
    "text": "§",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 99,
    "par_num": 5,
    "text": "‘Acnual evbecripon of Bilis end Laws of the Patianent Be 30 (local, fa 4 Poreicn), paula to the Suyeormcexr, Gomme Pusuicenam (Bopanu, P. O, Bax S00) Covonao 1, before 16lh December eech year in Torpe!",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 99,
    "par_num": 5,
    "text": "of Up jeer allowing. j",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 99,
    "par_num": 5,
    "text": ". a",
    "mean_p_confidence": 0.39
  }
]