[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "‘ PARLIAMENT OF CEYLON : 2nd Session 1961-62 . . & hg a Be & ‘on 2: 4 S JUNIB62) 5 ey a ¥y Revenue Protection Act, No. 19 of 1962 Date of Assent: May 26, 1962 Printed on the Orders of Government Printed- ry Govenaane.” Paes, Geren, To. be Annual Subscription (including Bills) Re. 9 (Local), Rs. 40 « Re Eat, 8 meee, Cana Demi See Rare & Seles GER oes a ae the dade af Payioent Wil Bit be supplied. Price: 23 cents Postage: 18 centa",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Revenue Protection Avt, No. 19:0f 1968",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "L. D—0, 14/61. .",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "AN Act To REPEAL THE Revenve Protection Onpr- NANCE AND TO ENACT NEW PROVISIONS OF LAW JOR ‘THE PROTECTION OF THE PUBLIC REVENUE. ”",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "[Date of Assent: May 28, 1962]",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "- BE it enacted by the Queen’s Most, Excellent Majesty, by and with the advice and consent of the Senate and tie House of Representatives of Ceyloa in this present Parliament assembled, and by the authority of the same, az followa:— +",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "4. This Act may be cited as the Revenne Protection stoa iate Act, No. 19 of 1962.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "2, (1) Where the Cabinet decides that Bill or “rover of resolution should be introduced in the House of ™inbirto Representatives, being a Bill or resolution which will Psctse have the effect of— ‘Sra.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "{a) imposing any customs duty on any article for the tone Being not, subject to such duty; or",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(®) increasing or reducing the rate of euch duty ‘on atiy artisle for the time being eubjoct to such duty; or",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(© abolishing such doty on any article for the time being subjec: to cock duty,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "the Minister may mate an Order with a view to giving",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "immediate legal eflect to such decision pending tha -",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Bill becoming an Act of Parliament, or thet resoln-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "tion being passed by the House of Representatives, ag the case may be.”",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(@) An Order made by the Minister under snb- section (1) is in this Act referred to as  “ Revenne Protection Order”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(8) A Revenue Protection Order shall come into",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "force on such date aa may be specified in the Order of; if no date is so specified, on the date on which it is made by the Minister. : ” (@) A Revenue Protection Order shall, so Jong as it remains in force, have the elfect of Iaw notwith- standing anything in the Customs Ordinance or any resolution passed: by the House of Representatives thereunder and, if s0 expressly provided, notwith- standing the provisions of any other written law (other than the Gustoms Ordinance or ‘such resolution) as may be specified in the Order.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "a S.e0 cn",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "2 Revenue Protection Act, No. 19 of 1962 (5) Every Revenue Protection Order shall-be pub- wished in the Gazette. Fuses 3. A Revenue Protection Order shall cease to be in wes oo . (0) on a date four months afte? the date on which such Order came into fores; or",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(®) on the date of the rejection by the House of Representatives ‘of the Bill or resolution",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ". which was the subject-matter of the decision in relation to whieh such Order was made; or :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(0) on the date of the withdrawal of such Bill or resolution from the House of Representa- tives; or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "_ @ onthe date on which the House of Representa ‘ tives adjourns sine die the consideration of such Bill or resolution; or",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(© on the date of the dissolution of Parliament; or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(f) on the date on ‘which such Bill (whether with or without modification) becomes an Act of",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ". Parliament, or such :resolution (whether with or without modification) is passed by the House of Representatives, a8 the case may be,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "whichever date is the earlier date. Cirmmsisncesin 4 So long as the Revenue Protection Order is for qheraaewms the time being in force in respect of any customs duty ‘Fmiedion Order on any article, the Minister shall not make a subse- mo efieck, quent Revenue Protection Order in respect of such juty on that article, and accordingly any such Order nade by the Minister in contravention of the preceding provisions of this section shall be void and of no effect + whataoever. - Bille of 2 5. So long as a Revenue Protection Order is for Bese the time being in force in respect of any customs duty One on any article, the Principal Collector shell,— (@) if such Order is an Order to demand and levy",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ": soch duty. on Sat, atic at the. rato or",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "rates apecified in rder, provision:",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Ghent and lorg auch duty OF chat artiele at the rate or rates so spesified, in lieu of such duty leviable on that article under the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "Revenue Protection Act, No. 19 of 1988 8 Customs Ordinance . or any resolution passed by the House of Representatives",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "- thereunder but, unless otherwise expressh provided in tho Order, in adition to ‘mach uty leviable on thet article under any ‘written Jaw other than the Customs Ordi- nance or such resolution; or @) if such Order is an Order abolishing such daty ‘on that article, provisionally not deman¢ or levy such duty on that article.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "6. Where a Revenue Protection Order in respect Coven» auyy of any customs duty on any article ceases to be in Sremnist acd force, the Principal Collector shall,— feet en 8",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(@) if such Order has 20 coased to be in force by Bisson ‘virtue of the operation of any of the ror. eae sions of paragraphs (a) to (¢) of section $=. and customs duty was leviable on that auticle on the day immodiataly preceding the date on which such Order came into . foree, demand and levy such duty at the rate which was in force on that day; or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(8) if such Order has 90 ceased to be in force by virtue of the operation of the provisions of poragreph () of section 8 and was not at",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "dor abolisning such duty on that article, demand and levy such duty at the rate specified in the Act of Parliament or the resolution referred to in that paragraph, until the rate of such duty is altered, or such duty is abolished, under the provisions of this ‘Act or any other written law applicable in that bebalf.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "T. (1) Where a Revenue Protection Order in rea- Refunds md pect of any customs duty on any artile oases to hein eave",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "force, then, if : a",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(@) such duty is required to be demanded and Jevied on that article on or after the date of ouch cessation at, a, rate, higher . than the rate at which such daty",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "“was so demanded and levied while such . Order was in force, the Principal Collector shall be entitled to recover from the person from whom such duty was 0 demanded and Jerod the amguat which would hare - ayable by such. person as euch duty",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "cuek Baty Ned leon ddtanded and levied at",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 — Revenue Protection Act, No. 10 of 1962 auch higher rate while such Order was in force, less any sum setually paid by such person as such duty while such Order was in force; or (0) such duty is required to be demanded and levied om that article on or after that date at a rate lower than the rate at which such duty was 90 demanded and levied “ while such Order was in foree, the person . > from whom such duty was so demanded and levied shall be entitled to 9 refond from the Principal Collector of the amount of auch duty paid in excess by such person while ench Order was in fotos; or . (©) no such duty ia required to be demanded and. Jevied on that article on and after thet date but was so demanded and levied while the . Order was in force, the person from whom such duty was so demanded and levied shall be entitled to a refund of the whole amount paid by euch ‘person as such duty : ‘while such Order was in force; or @ such duty is required to be demanded and levied on that article on and after that date but was not s0 demanded and levied while sach Order was in force, the amount which would bare been payable as such duty if ighad been demanded and levied while such Order waa in fore at the rate in force on and after that date shall be recoverable by . the Principal Collector from the person : who would have been liable to pay such duty. (2) The provisions of sub-section (1) shall have effect notwithstanding anything in section 5. Bop 8. ‘The Revenue Protection Ordinance is bereby cain repealed. : Saving of 12 9, Notwithstanding the repeat of the Revenue 2gee Pre Protection Ordinance’ any Order. which wea issued Orie, under section 2 of that Ordinance and was in force on the day immediately Preceding the date of the com- + mencement of this At shall he deemed for all pur- poses to be a Revenue Protection Onder made by the fimister under this Act, and accordingly chall continue in force until such time as it ceases to be in force in accordance with the provisions of this Act.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "\"Reosnus Protection Act, No. 19 of 1962 © & 40, ‘In this Act unless the context otherwise tqrietioe. requires— “ castoms duty » means any export duty or ° ‘import duty; : “Principal Collector” means the Principal Collector of Customs and includes any Deputy or Assiatant.Collector of Customs, or any Officer of Customs,",
    "mean_p_confidence": 0.76
  }
]