[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC . \"SOCIALIST REPUBLIC: OF . SRI LANKA a * POLICE COMMISSION ACT, No. 1 OF 1990 . ” [Certified on 23rd Jaimary, 1590) * | “Printed on the Orders of Government [Pein asa Supplement to Part I of the Gazette of the Democratic\" Soclalist Republic of Sri Lanka of January 26, 1990 a | arm At em Sane oF COMMON ENING, OTA |e a rescue ar ar commrnm roMEATNs wom, Cae [Pree +90 conte : . Postage : Re. 1.00",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "I Police Commission Act, No. 1 of 1990 st a [Certified on 28rd January, 1990] . .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "LD.—0, 22/80 : :",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "AN ac? 70 PROVE TOR THE ESTABLISIMENT OF A NATIONAL . Potace Commission ; A PROVINCIAL Pouice Comission . OR EACH PROVINCE ; AND TOR MATTERS CONNECTED THENEWntHt Of INCIDENTAL THERETO.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "BL it enacted by the Parliament of the Democratie Socialist",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Republic of Sti Lanka an follows :—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "1. This Act may be cited as the Police Commission Act, Shatt, ite se No.1 of 1990, and shalt come into operation on such operation. date as the President may appoint by Order published in the Gazette.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "2 (1) There shall be a National Police Commission National",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": ". Pellce consisting of— - Commission.",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(@) the Inspector-General of Police who shall act as",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Chairman of the Commission; . (®) one person nominated by the Public Service Commis- sion, in consultation with the President ; and .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "{e} one person nominated by the Chief Justice,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(2) No person shall be nominated, or continue, as a member of the National Police Comraisaion if ho is a Member ‘",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "of Parliament, a Member of a Provincial Council or 2",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "“Member of a Local Authority.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(8) Where a nominated member of the Commission is ‘by reason of illness, absence from Sri Lanka or other cause - 4s temporarily unable to perform the duties of bis office the Nominating Authority may nominate some other person o act in his place,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(4) Every member of the National Police Commission",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "‘nominated under paragraph (b) or paragraph (c) of sub- ‘section (1) shall hold office for a period of three years from ‘the date of hix nomination, unless he earlier resigns his",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "+ office by writing under his hinnd addressed to the Public",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "‘Service Commission or the Chief Justice, as the case may be. 3-0 O08oHs—11,000 (89/10)",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "© t 2 Police Commission Act, No. 1 of 1990 * (8) Every member of the National Police Commission “nominated under paragraph (b) or paragraph (c) of sub- section (1) who prior to his nominstion as a member of the ‘Commission, was a public officer or judicial officer shall, with effect from the date of nomination, cease to hold such office and shall, go long as he is a member of the Commission, cease to engage in any occupation, profession trade or ‘business which is likely, to prejudicially affect, the discharge . by- such member, of his functions as a member of the mo Commission,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(6) A member of the National Police Commission shall be paid such allowance as may be determined by Parlia~ ment, The allowance payable to eny such member shall be",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ". charged on the Consolidated Fund and shall not be : diminished during his termn of office.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(7) There shall be a secretary to the National Police Commission who shall be appointed by the Commission.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "’ (@) The quorum Jor any meeting of the Commission chelll be two members,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(®) Subsect to the provisions of subsection (8), the National Police Commission shall have power to act not- withstanding any vacancy in its membershfp and no act oF",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ": proceeding of the Commission shall be, or deemed to be, invalld by reason of any such vacancy or any defect in the appointment of a member. :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(10) For the purposes of Chapter IX of the Pensl Code & member of the National Police Commission shell be deemed to be @ public servant.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Apyainment 8. Bubject to the provisions of Appendix 1 of List 1 of of the the Ninth Schedule ‘to the Constitution, the appointment, Retlonat transfer, dismissal and disciplinary control of Folice. Division. Ofiicers of the National Division of the Sri Lanka Police Gcminission Worce is herehy vested in the Natlonal Police Commission. ‘Delegation 4, The National Police Commission may delegate any Powers, of its powers of transfer, dismissal and disciplinary control of Officers of the National Division of the Sri Lanka Police",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Force to any Officer of the National Division,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "Police Commission Act, No. 1 of 1990. a : & The National Pollee Commission shall provide for and Functions ot determi Yetonat jetermine— Police Commission, (o) all matters relating to the formulation of schemes of recruitment and codes of conduct for Officers of the National and Frovniciid Divisions of the Sri Lanka Police Force ; :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "() all matters relating to the principles to bé followed in",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "making promotions and transfers within or between these visions Gacluding promotions frm a Provineial Division to the National Division) ; and for the purpose of securing uniformity of standards in the Sri Lanke Police Foreé, the standards to be attained, by Officers af each rank to quality for promotion ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "{c) all matters retating to the procedure for the exercise,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "and the delegation, of its powers of appointment,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "transfer, dismissal and disciplinary control of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "Police Officers of the Notional Division of the Sri . Lanka Police Force;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "(@) the nature, type, quantity of firearms, ammunition",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "and. equipment that may be catried by the several . ranks of the National Division of the Sri Lanka Police Force; :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "*  (e) after consultation with the Provincial Police Commis- sion, the nature, type and quantity of firearms aud ammunition that may be carried by the several ranks of each Provincial Division of the Sri Lanka Police Force. :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "& (1) Cadres ef Police Officers of ali ranks of the  Gndretand National Division shall be fixed hy the Government of Sri Fatven™ Lanlka in consultation with the National Police Commission, O*™™*",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "_ The Cadres of Officers and other ranks of ench Provincial",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "Division shall be fixed by the Provincial Administration",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "‘with the approval of the President, having regard to—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "(a) the area of the Province ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "(®) population of the Province ; and.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "{©) such other criteria, as may be agreed to or prea",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": ". exibed.",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "4 Police Commission Act, No. 1 of 1990 . ‘These principles shall be uniformly applied to all Provin- cial Divisions,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(2) The cadres of the Provincial Divisions shall be fixed on ascertained principles such as population, area, number of Police Stations involved and other relevant considera tions. These principles shall be applied to all Provincial Divisions without distinction.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(8) The selary scales and perquisites of office enfoyed by",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": ". the various ranks in the National and Provincial Divisions shall be determined by the Government of Sri Lanka after __ consultation with the Chief Ministers of the Provinces. The salery scales and perquisites of office as enjoyed by mem- bers of the Provincial Divisions shall apply uniformly to all Provincial Divisions.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(4 The Government of Sri Lenka shall be responsible for the training of, all recruits to, and of members of, the National and Provincial Divisions of the Sci Lanka Police Force in consultation with the National Police Commission. ‘The President may, where he considers it necessary, pro- ‘vide for alternative training for members of any Provincial",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "+ Division.",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Appel, 1. Any Police Officer who 1s aggrieved by any order of transfer or dismissal or any other order releting to a disciplinary matter made by an Officer of the National Division to whom the National Police Commission has delegated its powers under section 4, ahall have a right of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": ": appeal to the National Police Commission : . Provided that, any Officer of the National Division peconded to-any Provincial Division against whom discipli- . nery action has been taken by the Provineial Police Com- mission shall also have the right of appeal to the National",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Police Commission, whose decision on appeal shall be",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "final, Upon any such appeal the National Police Commis-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "sion shall have the power to vary or rescind the order of",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "the Provincial Police Commission. Powers of 8, The National Police Commission shall have the power Gommision to vary or rescind any order of transfer or dismissal or any apres: other order relating to a disciplinary matter made by an",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Officer of the National ‘Division to whom it has delegated",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "any of its power under section 4.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "Police Commission Act, No. 1 of 1990 5",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "9. (1) There shall be a Provincial Police Commission for Provincial every Province, with effect from such date as may be G2 isssion, appointed by the President by Order published in the Gazette. Different dates may be appointed in respect of different Provinces,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(2) The Provincial Police Commission of a Province shall consist of—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(0) the Deputy Inspector-General of the Province, who",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "shall act as Chairman of the Commission ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(b) a person nominated by the Public Service Com- a",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "mission, in consultation with the President;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(©) a person nominated by the Chief Minister of thet",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "province.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(3) Where a nominated member of the Comission is by reason of illness, absence from Sri Lenka or other cause ts temporarily unuble to perform the duties of his office the Nominating Authority may nominate some other per son to act in his place. :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(4) No person shall be nominated to, or continue, es @ member of a Provincial Police Commission if he is Member af Parliament, a Member of a Provincial Council ot a Member of a Local Authority.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "() Every member of a Provincial Police Commission nominated iunder paragraph (b) or paragraph (c) of sube section (2) shall hold offiee for a period of three Fears from the date of his nomination, unless he earlier res!gns his office by writing undar his hand addressed to the Public Service Commission or the Chief Minister of the Province, as the case may be,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(6) Every member of 2 Provnicial Police Commission nominated under paragraph (b) or paragraph (c) of sub- section (2) who prior to his nomination as a member of the Commission, was a public officer or judicial offtear or held office in 9 Provincial Public Service choll, with effect from the date of nomination, cease to hold such office and shall, s0 long as he is a member of the Commission, cease to engege in any occupation, profession, trade or business which is likely to peejudicially affect, the discharge by such * member, of his functions as-a member of such Commalssion.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "6 Pélice Commission Act, No. 1 of 1990",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(7) A member of a Provincial Police Commission shail be paid such allowance as may be determined by the Prov ‘vincial Council for thet Province. The allowance payable",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": ": to any such member shall he charged on the Provincial Fund af the Provinee and shall not be diminished during his term of office.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(@) There shall be a Secretary to every Provincial Police Commission who shall be appointed by” the Com- mission. :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "- (®) A quorum for any meeting of a Provincial Police Conaission shell be two members.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(10) Subject to the provisions of subsection (9) a Provin- cfal Police Commission shail have power fo act notwith- standing any vacancy in {is membership and no act or ‘proceeding of any such Commission shail be, or deered to ‘be invalid by reason of such vacancy or any defect in the appointment of a member.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(11) For the purposes of Chapler 1X of the Penal Code a member of 8 Provincial Police Commission shall be deemed to be a public servant)” ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "Bowers of AO. Subject to the provisions of Appendix I of List I of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "Bravinal",
    "mean_p_confidence": 0.13
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "Police ‘the Ninth Schedule to. the Constitution, the appointmen:,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "Commision. transfer, dismissal and disciplinary control of Officers of the Provinelal Division of a Province and OBicers of the Natio- nal Division seconded to the Provincial Division, of the ranks of Superintendent of Pelice, Provincial = Assiaiant Superintendent of Police, Chief Inspector, Inspector, Sub- Inspector, Sergeant. and Police Constable is hereby vested in the Provincial Police Commission of that Provinces.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "Delegatim «We (1) A Provincial Police Commission shall be en titled to delegate such of its powers ay may be prescribed by the Minister, to such other person or authority as may ‘be prescribed by the Minister,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(2) Any Officer of the Provineial Division of a Province aggrieved by any order of tronsfer or dismissal or any othet order relating to a disciplinary matter made by an Oflest to whom the Provineial Police Commission of that Province has delegated its powers under subsection (1), sball have",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "_ aright of appeal to such Provincial Police Commission.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "Police Commission Act, No, 1 of 1990 ?",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "‘42. Every person who, otherwise than in the course of Interfereme his duly, dltectly or indirectly, by himself or by any other National or Person, in any manner whatsoever, influences ot attempts Rolie to influence, any decision of the National Police Commission or a Provincial Police Commfssion or of any member of any such Commission shali be guilty of an offence and shall on eonviction by a High Court after trial without a jury, be Mable to a fine not exceeding five thousand rupees or to im~ prisonment for a term not exceeding one year or, to both auch fine and imprisonment,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "38, (1) A Provincial Division of the Sri Lanka Police Tyvestgations Force shall be responsible for the prevention, detection and investigation of all offences, other than offences specified in ‘the Schedule to Appendix I af List I of the Ninth Schedule to the Constitution, within the Province, and subjéct to the powers of the Attorney-General under the Code of Criminal Procedure Act, No. 18 of 1979, the institution of prosecutions in the relevant courts in respect of such _",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "offences :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "Provided that any such offence may be investigated by",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "the National Division of the Sri Lanka National Police— (2) where the Chief Minister of the Province requests ‘thet the investigation of such offence be conducted ‘oy the National Division ; or (b) where the Inspectar-General of Police in of the opinion that investigation of such offence by the Natlonal Division is necessary fn the public interest, ‘7 nd directs, after consultation with the Chief . ‘Minister of the Province and with the approval of ‘the Attorney-General, that such offence be investi- gated by the National Division. |) The National Division of the Srl Lanka Police Force ~ shal be responsible for the prevention, detection and investigation of all offences specified in the Schedule to ‘Appendix I of List I of the Ninth Schedule to the Consti-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "a Police Commission, Act, No. 1 of 1990 ~ tution, and sobject to the powets of the Attorney-General under the Code of Criminal Procedure Act, No. 16 of 1979, for the institution of prosecutions in the relevant courts {n respect of such offences, (8) It shall be the duty of the Deputy Inspector-General . of a Province to notify the Inspector-General of Police, of +, prosecutions instituted in any court, by the Provincial Division of that Prvince, in respect of any offence other than an offence specified in the Schedule to Appendix I of List I of the Ninth Schedule to the Constitution, ationat +4, Where the Chict Minfster of any Province so re- fo ouiit | quests, the Inespector-General of Police shall direct any Division ‘unit of the National Division to assist the Provincial Divi- fm bwetti sion of that Province in the prevention, detection and in- vestigation of any offeuce not specified in the Schedule to Appendix 1 of List I of the Ninth Schedule to the Consti- tation, _ Mefrovolitan - 15, ‘The provistons of this Act shall not affect the exer- cise, performance and discharge of police powers, duties ‘and functions in respect of the territorial Limite specified by Order made under Item I of List I of the Ninth Schedule to the Constitution, which zhall continue to be exercised, performed and discharged by Officers of the Police Force established under the Police Ordinance, tue 16. (1) The Provincial Division of a Province may, with exercise of the approval of the Tnspector-General of Police, exercise owera by its powers end juvisdiction in any other Province, where Division ‘the Provincial Council established for such other Province, gutside the has, by resolution authorized such Provincial Division 50. . to do, subject to any such limitations as may be specified in such resolution. . (2) An Officer of the Provincial Division of a Province may, for the purposes of — 7 (@) srresting without warrant any person whom he is authorized to arrest without a warrant, pursue and : ‘atrest such person in any place in Sti Lanka;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "Potice Commission Act, No, 1 of 1990 9 (6) making any investigation in respect of an offence - | committed wholly or partly within the Province to which such Officer is attached, exerelse hin powers -' > and jurisdiction in any other Province, with the . prior approval of the Inspector-Genetal of Police who shall iswwe appropriate directions to. the De- puty-Inspector General of that Province. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "17. Upon the declaration of an emergency in a Province Provincial > the Provincial Division of that Province shall assist the to assist t National Division in the investigation of offences, when re« Biaon. . quired to do so by the Inspector-General of Police.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "48 The Inspector-General of Police may give such ad- Powersto ministrative directions, not inconsistent with the provisions directions. of any written law, as appear to bim to be necessary or expedient for the purpose of removing any diffieuities that may arise in: the implementation of the provisions of this Act, It shall be the duty of any public officer to whom a direction has been issued under this section to comply therewith. . .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "49, The Chiet Minister of a Province shall, in relation Fowergat to the Deputy Inspector-General of that Province exercise aha such powers as are not in oxcess of the powers that the  Inapecter- Minister may exercise in relation to the Inspector General the Ermvince, of Police: : .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "Provided however that, where in the exercise of any . . such power the Chief Minister gives a direction to tie De- puty Inspector-General of Police of a Province, such direc- ton shall be in writing, ‘",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "2, In the event of my inconsistency between the Sinbila Sinhala and Tamil texts of this Act, the Sinbaln text shall preva in Prevail... of inconsl-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "tency.",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "Annual subscription of Bilis and Acts of the Parliament Re, 177 (Local). Re, 236 (Foreign), payable to the Surexterexumr, Goveavacnnt PUuatcsr10Ne Baatay, Covomao’t, before 16th Decomber each year in respect of the year",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "following. :",
    "mean_p_confidence": 0.73
  }
]