[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "fon [sowees , 5 LF eeNN aa ees et) PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA CODE OF CRIMINAL , PROCEDURE (AMENDMENT) 4 ACT, No. 20 OF 1995 foatt [Certified on 19th October, 1595] - oat ) , (Printed on the Orders of Government) ey \"Published as 2 Supplement to Part If of the Gazette of the Democratle Socialist Republic of Sri Lonka of October 20, 1993 PraereD 47 THe DEPARTMENT OF GOVERINCENE PEDETING, RF LANEA TO WE FoNcHASEn AT TE GOVEWWMSNIT FUOLICATIONS BORECD, COLON (Prico: 60 cents, Postage: Rs, 2.00",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Code of Criminal Procedure (Amendment} . Act No. 29 of 1996 an . [Certified on 19th October, 1095] LD~O, 395 AN Acr 70 asamp Tax Comm oF CxmMINAc",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Faocxoure Act, No. 15 oF 1979",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "BE it enacted by the Parliament af the DeniocraticS Socialis”",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Republic of Sri Lanka as follows -—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "L_ This Act may be cited as the Code of Criminal Pro- Sars eam, cedure (Amendment) Act, No, 20 af 1995,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2, Section 303 of the Code of Criminal Procedure Act, Ameémact of No, 15 of 1979 (hereinafter referred to as the “principal seotin 393 enactment\") is hereby amended in subsection (1) of that 9 A\" Ne. # section by the substitution for the words “a term not ex- “ ceeding two years for an offence may order”, of the wordt “a term not exceeding two years, for an offence may, except in any case where the sentence of imprisonment imposed is a mandatory sentence of imprisonment order”,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "3. The First Schetule to the principal enactment fa Amati © hereby amended as follows ;— Gs Pax,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": ") by the insertion immediately after the entrics relating to gees section 286, of the following entries -— ances STGK| Coca publce/Saaw Same [Same (Same |Liuprisonment of]Magiy = ionerhibidon di escriptionloaiee relating. toch for not tse : wo years and nots pea fae tod aay ala foe punisbod with, ne) i 2) by the repeal of the heading appearing immediately after ‘catry 302 and the substitution therefor of the following: “CAUSING OF MISCARRIAGE, INJURIES TO UNBORN CHILOREN, EXPOSURE OF INPANTS, CRUELTY To CHILDREN, AND CONCEALMENT OF: BIRTHS”; @) by the insertion immediately after the entries relating to section 308, of the following eateries — “SUA \\Cudeyto [Same [Same [Same Sane jlinpeatamman of] Sagi ehilren ther Sezipson| trams Jr not try than Court jo youre se fag tel {yearend 9 : se panied with ~ \\ fine and Se a ee",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "%. Code of Crimtaat Proceaure (Amendment) Act No, 20 of 1996 @) by the repeal of on the entries relating to section 345 and the substitution therefore of the following entries >— ST aul ams | Same Same jimprscamant of] Mack earaaemest ther descrpslon| treks tor. a term wich|Court's enay extend to oars oF fine bath and tis © by the repeal of the heading appearing immediately after ‘entry 349 and the substitution therefor of the following new beading “KIDNAPPING, ABDUCTION. SEXUAL EX+ PLOITATION OF CHILDREN. TRAFFIC KING AND FORCED LABOUR\" © by therepeal of ailthe entries relating to section 360A. and the substitution therefor of the following entries :—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "SHA” Frocuration | Stall aot Samay Same) Seme | Improonment of) esi arrose with either dearipnootrate's lout wacrans for not tess than) Court.”",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "too yours and oot lng ten) a [years ace may: ' bo punisbed wth inet (7) by the insertion immediately after entries relating to tection 360A of the following new entries :—",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "‘$B [Seusl eipiot Same) Stue | Same | Same Imprisonment of cither Magisr tation of |éescriptios for nos fes|rat's dco, hhan five years and not| Court",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "cooding twenty years may wo be Jounlibed wich tne 0c, |Trafickion Same | Same | Same | Same _|tropriconment of eher/ Moshe pti For wot Lear's eban ewo years and not| Cour ‘went fend exay abo punished with ne if the ofencei/Same | Same | Same | Same ftmorlsonnent of ether, Masi + feommined in laocrpnion for aot Sess rar's Jesoect ot al ham fv years and not Court\" lead ing twenty [years and may also be] yf lnunichod with fina",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "‘ a . Code of Criminal Procedure (Amendment) 3 Act Na, 20 of 1905 (® by the repeal of all the entries relating to nection 361 ; (9) by the repeal of all the entries relating to section 362; ) by the repeal of the beading appearing immediately after entry 362D and the substitution therefor of the following new heading — “RAPE AND INCEST,\"; (11) by the repeal of all the entries relating to section 364 and the substitation therefor of the following entries >— Sie )Rape. —|Mavarrect Sama [Not bob Same [Rigorous impris- Mage fwidhout able ornotles rac brarrom, n eevess yeare|Cour, + fand nck exceed] rnenty years and} fice and compee iow and furter frm of imprsoe ‘upto two} in caso of far to pp com pansion. [Rare a} by & Publilsamo [Same |sasme [same [Riserocs _tmpri-|Magi- officer ana worzan 8 for nora in i cuca jou tuntenyeon|coun, | ot econ : — la) by s perionlsams [Same [Same 7 years tnd i being. on the ma and comes i lnagement of sta] oo and further lor a remand home! term of trapetson- woman's or chit lmemt om to tw ron's iattation, art in cass off JS. on any wou lure to pay on a my iy (by a personfsame [Sao [Same /Same fecrain circus Joeing on th Me. lsnees ieapose =} f Joagement or sta of tes ! hears ne ear, H lon 8 mamacl i in that hospital. | A onapreemat |Some [Samo [Same {Samo . mg fer ma women} i jeder eighteen : * —— |cflan s mentaty}Same . [Same Same jSame * | lor physically dis bied woman. (e) by a gong of|same [Same |Seme [Same | Le [peevoas. ! Ht",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Code of Criminat Procedure (Amendment) Act No, 20 of 1995 Tr oS serine ame flame Saise—Rigocout—Teprt Nagaer> jnen under in lonenent for _noitee or tae land whero. uct years and oot ex| froma stands ecsing twenty] fears theca years and fae of the degen t solaonshn eaumarated ia eo 354A. ! (12) by the repeal of all the entrics relating to section 364A and the substitution therefor of the following eotries :— 3A] (Same Same Samp — Same. fn ‘Rigorous “icn-|Magior necwsale feat chan wren. Court, yest and Bot ares bart and fae uesapt tolStoe, [Same Same, °|seme. |tmprtsonmen of] asion ttl Jette dexerp-frate's fence. hion for ewo veats|Court. fanart (13). by the insertion of the following new headmg immediately after the entrics relating to section 364A “OF UNNATURAL OFFENCES AND GRAVE SEXUAL ABUSE\"; (14) by the repeal of all the entrica relating to section 365 and the substitution therefor of the following extrica :-— HES, [Unnasared othr] Same | Same | Seuce ] Saue’ [imprisonment of] Magi ether deerpsin|traw's Hor veo. pears and|Cout. line hr she fence atSemse see |same [Rigorous _Impe+|Maaite commited by al lonenent. for pot|raies enon over cigh- ens than ton yeary|Court, teen years of age] [aed not i [in respect a? a rwonty years and period unde an line and ean years of ag | ssion ry ——_",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "Code of Crtminal Procedure (Amendment) 5 Act No. 20 of 1995 (U5) by the repeal of al! the entries relating to section 365A and substitution therefor of the following entries :—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "SEK [revel grow todo] Sean | Samo] Samo) Sime imprioamenl of Magi Jomsy by ont pee liner destpive' son with another tion up 0 brafcour,",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": ": exes or wih fi",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "Jor sth boxh HF ee offence islSane — |sama [same |same [Rigorous impr! nasi Jcommiied by lsoamant for not, ‘rare person vor oigh-| less than uen year {Court * teen years oF ape nd not excea i respert of weary years ane person under six Wine and jiten years of age,| [sation, (16) by the insertion immediately after the entries relating to section 365A of the following entrics— 7365B) Grave veuah Same ]Sumae Same (Same | Rigorous tpi agi Jmoce, eanmmcst for ashe’ oss than seven ot fram and not ex . Jodiog te lyeus and fine and {compensation . tt che oince t}Semo [Same |same [Same |Rigorous impr Masi Jeommived to or not{ratea Jrespoct of @ per-| . ess than = tea!Coart,* json under. aig frets and not ex ten years of age feding twenty fears and fla an Fomsneavaiton (1D) by the insertion of the following new heading immediately after the entries relating to section 365B :—— “PUBLICATION OF MATTER RELATING TO CERTAIN OFFENCES\"; - (18) by the insertion immediately after the heading “PUBLICATION OF MATTER RELATING TO CERTAIN-OFFENCES” of the following entries :— meee",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "NGC. Publication, of Shall Tal Wartant )daikabke |Comoo- |Lmprisoament afjMagis= frac aes [aera No certain oe out warrant lwhied may exter Cour” be i Jomo yao",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "line bosh Pe a 2k 4 In ense of any inconsistency between the Sinbala and Sere fen ‘Tamil texts of this Act, the Sinhala text sball prevail. ‘oF inconsistency.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "‘Annual ‘vibscriplion of English Bills and Acs of the Parliament Rs, 088 (Local), Re. 1.180 (Foreign), payable ta the Suvmarmome, Govenwosenr PosticaTions Borie, No 3% Transworks House, Litvs Road, Colombo 0 before 15th | December each year In respect of the year following, L ic a",
    "mean_p_confidence": 0.7
  }
]