[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "a PARLIAMENT OF CEYLON’, iN Ist Session 1970-71, wnet-20 83 zits, ome OF. . Say’ = eS : QE Sri Lanka State Trading Corporations Act, No. 33 of 1970 . Date of Assent : December 24, 1970 Printed on the Orders of Government poeta \"tt Dery Somer Dum, ron, ee Agnual Subscription (including Bis) Rs. 32 (Locel)., Rs. 40 Price: Be 125° Postage: 20 cents",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "Sri Lanka: State Trading Corporations Act, No. 53 af 1070 : .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "EL. D0, 270.",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "AN, Acr 70 PROVIDE FOR THB ZSTABLISHMENT OF A Conroration 08 CORPORATIONS 10 CARRY ON BUSINESS AS AN IMPORTER, EXPORTER, SELLER, SUPPLIER OR DISTRIBUTOR OF GOODS, COMMODITIES, WARES, MERCHANDISY AND PRODUCE OF ANY KIND OR DESCRIPTION, TO REGULATE THE FOWERS AND DUTIES ‘Op sucH ConPoRarion On CORPORATIONS, 70 ENABLE ‘THR COMPULSORY ACQUISITION ON REQUISITION FOR SUCH CoRrORATION OR CORPORATIONS OF ANT IMMOVABLE OR MOVABLE PROPERTY REQUIRED FOR THE PURPOSES OF THE CORPORATION on CORPORATIONS, AND TO MAKE PROVISION FOR PURPOSES CONNECTED ‘THEREWITH Of INCIDENTAL THERETO.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "[Date of Assent: Decamber 24, 1970]",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "by and with the advios and consent of the Senate and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "the House of Representatives of Ceylon in this",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "present Parliament assembled, and by the authority",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "of the same, as follows: —",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "4. ‘This Act may be cited as the Sri Lanka State sion tin,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "‘Trading Corporations Act, No, 83 of 1970.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "PART I :",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "EsrAncigaMent oF CORPORATIONS AND THR POWERS AND",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "DUTIES oF CORPORATIONS AND THEIR BOARDS oF",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": ": Dinsotoxs",
    "mean_p_confidence": 0.07
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "2. (1) Where the Minister considers it desirable  nusbtniarst",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "that, Conporation should be established for tha sGemrin",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "purpose of engaging in or carrying on any business &f all or any of the following lasses or descriptions, namely, —",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "(@) the importation of articles of any class or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "description into Ceylon, inclading the ~ purchase and stocking of such articles for the purpose of such importation; ‘",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "(©) the exportation of articles of any close or description from Ceyloa, including the purchase and stocking of such articles for the purpose of such exportation: ,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "ay wentcater Fares .",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "2 Sri Lanka State Trading Corporations Act, No. 88 of 1970",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(¢) the distribution and supply, by wholesale or where necessary by retail, of articles of any class or description in Ceylon, including the purchase and stocking of such articles for the purpose of such distribution or supply;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(@) the promotion and expansion of the demand for, and trade in, articles of any class or descrip- tion manufactured or produced in Ceylon; and .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(e} the conduct of market research in Ceylon and outside Ceylon,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "the Minister may, by Order published in the Gazette,—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(i) specify any business of any auch classes or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "descriptions (in this Act referred to as @ , ‘Specified Business”) to which the Order . relates;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(3i) declare that a Corporation shall be established to engage in or carry \\on any Specified Business;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(iii) assign @ corporate name to the Corporation;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(iv) specify the, objects of such Corporation;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "() determine the initial capital of such Corpora- tions",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(vi) state the principal place of business of such Corporation;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(vii) fix the number of members of the Board of Directors of such Corporation, the number 80 fixed being not Jess than five and not more than seven;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(viii) appoint, in accordance with the provisions of section 10, the members of such Board; and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(ix) appoint one of the members of such Board as ‘the Chairman of such Board in sccordance",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": ". with the provisions of that section.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "® Upon the publication of an Order under sab- section (1) in the Gazette, a Corporation (in this Act. Teferred to as the “' Corporation '\"} consisting of the persezs who are for the time being members thereof",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "xy virtue of the provisions of section 9, with the corporate name specified in such Order, and with perpetoal succession, shalt be deemed to have been established.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": ". Sri Lanka State frading Corporations 3 Act, No. 83 of 1970 @ \"The Minister may, from time to time, by Order published in the Gazette, amend any Order made '” under sub-section (1). (4) An Order made under sub-section (1) or, where such Order is subsequently amended under uub- section (3), such Order as s0 amended, is in this Act vaferred to as the ‘‘ Incorporation Order '\". (8) The Corporation may sue and be sued in its Corporate name. : 8. The cbjects of the Corporation shall be those qpjectsotths specified in the Incorporation Order. + Gorporatinn. 3 The principal placo of business of the rinipl paw Corporation shall be that specified in the Incorpora- <f tloew tion Order. Corporation, 5. (1) The Corporation shall have power to do Gment yom anything necessary for, or conducive or incidental to, oh. the carrying out of its objects, (2) Without prejudice to the generality of the powers conferred by sub-section (1), the Corporation shall have power— (@) to acquire in any manner whatsoever and hold, ‘ take or give on lease or hire, mortgage, pledge, sell or otherwise dispose of, any immovable or movable property; B) to appoint, employ, remunerate and control its icers, servants and agents, and to direct and decide ail matters connected with the administration of its affairs; (©) to establish and maintain provident funds and pension funds and provide welfare and recreational facilities, houses, hostels and other like accommodation, for the persons employed by or serving the Corporation; {d) to enter into and perform, either directly or indirectly, through any officer or agent of the Corporation all such contracts or agree- ments as may be necessary for the exercise of tha powers of the Corporation and’the carry- ing out of the objects of the Corporation; (@) to make rules in respect of the administration . of the affairs of the Corporation;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "4 Sri Lanka State Trading Corporations Act, No. 38 of 1970 to borrow money for the purposes of the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "% Corporation 2 such manner sad upoa stich security as the Corporation may with the approval of the Minister determine, and to invest the surplus funds of the Corporation;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(@) to delegate to any member, officer or agent of the Corporation any such function of the Corporation as the Corporation may consider",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "“\"necessary so to delegate for the efficient transaction of business;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(0) to do anything necessary for the purpose of advancing the skill of persons employed by the Corporation, or ihe efficiency of the equipment of the Corporation, or the manner in which that equipment is operated, includ- ing the provision by the Corporation, and the assistancé of the provision by others of facilities for wraining persons required to carry out the work of the Corporation;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(® to formulate schemes to give effect to the objects of the Corporation;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(§) to receive and disburse moneys tor the accom- plishment of the objects for which it is established ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "@ to invest’ in, or purchase sor compulsorily acquire any interest in, or hold shares or stock, in any body, corporate or uninoorpo- rate, carrying on or engaged in, or about to carry on or engage in, any business, being & body corporate or wnincorporate having objects similar or substantially similar to the objects of the Corporation;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "@ to purchase or compalsorily acquire any interest in any busines cazried on by any individual, being a business baving objects similar or substantially similar to the objects of the Corporation; =.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "{m) to enter into any arrangement for co-operation with any body corporate, firm or individual carrying on or proposing to carry on any business which i Brnilar ‘or substantially",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ". + similar to any Specified Business of the | Corporation;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(n) to amalgamate with any other body, corporate",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "'. Of Umincorporate whose objects are or include objects similar or. eubstantially similar to- ©” those of the Corporation, whether by sale,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "Sri Lanka State Trading Corporations 5 Act, No, 85 of 1970 : purchase or compulsory acquisition of the undertaiting of sich body corporate or un- incorporate, subject to the liabilities of auch body corporate or unincorporate, or by sale, purchase, or compulsory acquisition, of all, or a controlling interest in, the shares or stock of such body corporate or anincerporate;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(©) to amalgamate with any individual carrying on",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "any Undertaking the objects of which are or include objecta similar or substentially similar to those of the Corporation, whether by sale, purchase or compulsory acquisition of the undertaking, subject to the liabilities incurred by such individual in carrying on the undertaking.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "&._ (1) The Ministar may, after consultation with Powrn ot the the Board of Directors, give such Board general or 3s. special directions in writing as to the exercise of the powers of the Corporation, and the Board shall give effect to such directions.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": ", (2) The Minister me irom time to time, direct in writing the Board of Directors to furnish to him,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": ". in such form as be may require, returns, accounts and other information with respect to tha property and business of the Corporation, and such Board shall earry out every such direction,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(8) The Minister may, from time to time, order all or any of the activities of the Corporation to be investigated and reported pon ‘by such person or persons as he may specify, and upon such order bein made, the Board of Directors hall afiord all much facilities, and farnish all such information, to such Person or persons as may be necessary to carry out the order. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "7. (1) The Corporation shall have a common seal St! of te which shall be in the custody of such person as the *?=rHica. Board of Directors may, from time to time, determine. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "{2) The seal of the Corporation shall not be affixed to any instrament or document except in the presence .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "~ of two members of the Board of Directors, both of whom shall sign the instrament or document in token of their presence,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(8): The Board of Directors shall maintain a register of the instruments or documents to which the seal of the Corporation is affixed. :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Sri Lanke State Trading Corporations Act, No. 88 of 1970 (f) Tho seal of the Corporation may he aliered in such manner as may be determined by the Board of Directors. Senet cot 8 (1) Subject to the provisions of this Act,— Carporation (@). the general supervision, control and administra- Frain tion of the affairs and business of the Corporation shail be vested in the Board of Directors; and (®) such Board may exarcise all the powers and perform all the duties and funaion of the ‘orporation for the purpose of carrying out the objects of the Corporation. ind {2) The Board of Directors may delegate to any . Director, or to any officer or servant of the Corpora tion, any of the powers, duties or functions of such . Board, and such delegate shall exercise or perform such powers, duties or functions, subject to the special or general directions of suck Boerd. Member of ®. The persons holding office for the time being as ExSietina, members of the Board of Directors shall be the members of the Corporation. Foard at 40, (1) The Corporation shall have a Board of Biers Directors consisting of such number of persons as is fised by the Incorporation Order and appointed by. the Minister. (@) The Minister shall appoint one of the Directors as Chairman of the Board of Directors. + (A person shall be disqualified from being appointed or being 2 member of the Board of Directors _ if he is a Senator or a Member of Parliament. (4) Every Director shall, subject to the provisions of sub-sections (5) and (8), hold office for a period . of three years from the date of appointment: : Provided that a Director appointed in place of » : Director who dies or resigns or otherwise vacates office shall, unless he earlier resigns, dies or otherwise vacates office, hold office for the unexpired part of the term of office of the Director whom he succeeds. (5) Any Director may resign from the Board of~ Directors by letter addressed to the Minister. (6) Any Director may be removed from office by the Minister’ without assigning a reason, and such removal shall not bescalled in question in any court.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Sri Lanka State Trading Corporations 7 . Act, No, 83 of 1970",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(, When » Director becomes by renson of illness or other infirmity or absence fom Ceylon temporarily unable to perform the duties of his off, the Minister Tay appoint another person to act as Director in his place.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(8) Any Director shall be eligible for reappoint- ment. 7",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "44, All or any of the Directors may be paid such  Renuneration remuneration, ont of the funds of the Corporation, “Mims as may be determined by the Minister, with the concurrence of the Minister of Finance.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "12. A Director who ig directly or indirectly pinetac to interested in + contract proposed to be made by the Sremagmo Corporation shall disclose the nature of his interest pojmel ip te at a meeting of the Board of Directors. The disclosure Bit %y tte shall be recorded in the minates of euch Board, and that Director shall not teke part in any deliberation or decision of such Board with respect to such contract. .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "13, The quorum for any meeting of the Board of quorum fee Directors shall be such number as may be determined 7 wecee, by the Minister and, subject to the provisions of this % Jiass: Act, such Board may regalate the procedure in regard to the meetings of such ‘Board and the transaction of business at such meetings.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "14, No act or proceeding of the Board of Directors pont ot shall be iavalid by resson only of the existence of any Dinan mr vacancy among its members or any defect in the ‘ash appointment of a member thereof.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "48, The term of office of the Chairman of the cisimen of Board of Directors shall be the period of his member- Been! ef ship of auch Board: . er",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Provided, however, that the Chairman may earlier xerign his office as Chairman by leter addressed to the Minister, or the Minister may at any time, without assigning a reason, terminate the appointment of the .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "+ Chairman,",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "16. (1) The Chairman of the Bosrd of Directors preter shal? preside at every meeting of the Board at which “mcedag. he is present. In the absence of the Chairman from",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "8 Sri Lanka State Trading Corporations",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "Act, No. 88 afte any meeting of such Board, a Director chosen by the majority of the Directors present shall preside at such meeting.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(2) The Chairman of any meeting of the Board of",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": ". Directors shall, in addition to his own vote, have a casting vote.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "General 47. (1) The Board-of Directors shall, with the Sannzee prior approval of the Minister, appoint to the staff of the Corporation a General Manager.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(2) The appointment of a potion as General Manager of the Corporation shall not be terminated, except with the prior approval of the Minister.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "Appointment, 18. (1) At the request of the Board of Directors, Oe me any officer in the patie service may, with the consent ist'olibe” of that officer and of the Permanent Secretary of the Cnporstion. Ministry to which the subject of public administra. tion hag been assigned; be temporarily appointed to the staff of the Corporation for such pariod ‘ag may be determined by the Board with like consent or be permanently appointed to such staff. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(2) Where any officer in the pubtie service is temporarily appointed to the ataff of the Corporation, the provisions of sub-section (2) of section 9 of the Motor Transport Act, No. 48 of 1967 shall, mutatis mutandis, apply to and in relation to him.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "{8) Where any officer in the publig servics is",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": ". permanently appointed to the staff of the Corporation, the provisione of sub-section (8) of section 9 of the Motor Transport Act, No. 48 of 1957 shall, mutatis",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": ". mutandis, apply to and in relation to him.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(4) Where the Corporation employs any pereon who has entered into a contract with the Government by which he has agreed to serve the Government for a specified eriod, ‘any period of service to the Corpora- tion by that person shall be regarded as service to the Government for the purpose of discharging the obligations of such contract,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(5) At the request of the Board of Directors, any member of the Local Government Service or any ~",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "officer or servant of any local authority may, with the consent of such member or officer or servant and the Locat Government Service Commission or that authority, as the case may be, be temporarily appointed to the staff of the Corporation for such period as may",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "Sri Lanka State Trading Corporations =",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "Aot, No. $8 of 1970 be determined by’ the Board with like consent, or be permanently appointed to such staff, on such terms and conditions, including those relating to pension or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "rovident fund rights, ai may be agreed upon by the Board and that, Comission’ or authority.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(6) Where ary member of the Local Government Service or any officer or servant of any local authority is temporarily appointed to the staff of the Corpora- tion, he shall be subject to the same disciplinary control as any other member of such staff.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(7) (a) Where two or more Corporations have been established under this Act, any officer or servant of any one such Corporation may, with the consent of such officer or servant and the Board of Directors of euch Corporation, ba temporarily or permanently appointed to the staff of any other such Corporation ‘on such terms and conditions, inclading those relating to pension or provident fund rights, a may be agreod upon by the Board of Directors of the two Corpora~",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "- tions in question.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(®) Where any person is appointed whether temporarily or permanently under paragraph (2) ot this sub-section to the staff of any Corporation established under this Act, he shall be subject to the same disciplinary control as any other member of euch staff,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "49. All officers and servants of the Corporation omer: snd shall be deemed to be public servants within the ruoltt meaning and for the purposes of the Penal Code. dete te'by_",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": ": ap. 10.",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "20. ‘The Corporation shall be deemed to be & Comertica scheduled institution within the meaning of the rani tebe Bribery Act, and the provisions of that Act shall be inmintion construed accordingly. ie",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "Ee 3 PART IL \"",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "5 FINANCE",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "24, (1) The jnitiel capital of the Corporation shall avin ot aa be that specified in the Incorporation Order. Corporati.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(@) The initial capital of the Corporation may be . increased, from time to time, by such amount as may be determined by the Corporation with the approval of the Minister given with the concurrence of the . Minister of Finance.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "10 Sri Lanka State Trading Corporations - Act, No. $3 of 1970",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(8) The amount of the initial capital of the Corporation, and the amount of any increase of such capital referred to in sub-section (2), shall be paid to the Corporation out of the Consolidated Fund of Ceylon in such instalments as the Minister of Finance may, after consultation with the Minister, determine or out of the funds of any public statutory corporation ag determined by the Minister in consultation with the Minister of Finance.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(2) As soon a0 possible efter « payment out of the Consolidated Fand of Ceylon has been made towards the initial capital of the Corporation, or towards its increase, the Minister of Finance shall lay @ state- ment of such payment before the Senate and the House of Representatives.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "Bereming 22, (1) The Board of Directors may, with the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "poets consent of the Minister or in accordance with the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "Biecon terms of any general authority given by him, borrow temporarily by way of overdraft or otherwise, such sums as such Board may require for meeting the obligations of the Corporation;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "Provided that the aggregate of the amounts outstanding in respect of any temporary loans raised by the Board of Directors under this sub-section shall not at any time exceed such sums as may be determined by the Minister in consultation with the Minister of Finance.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "@) The Board of Directors may, with the consent of the Minister given with the concurrence of the Minister of Finance, borrow money, otherwise than by way of a temporary loan under sub-section (1), for all or any of the following purposes :—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(2) the provision of working capital;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(®) the provision of money for meeting any expenses incurred in connection with any permanent work or other thing the cost of which is properly chargeable to capital;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(6) the provision of money required for the payment of any compensation under this Act which is payable in cash by the Corporation;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "{d) the redemption of any loan raised by the Board . of Directors;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(@) any other parpose for which capital moneys are",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "‘properly applicable, inelading the repayment Tf any money temporarily borrowed under sub-section (1):",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "Sri Lanka State Trading Corporations 11 Act, No. 88 of 1970",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(8) The Board of Directors may, with the consent of the Minister given with the concurrence of the Minister of Finance, borrow money for any of the purposes mentioned in sub-section (2) by way of loans",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "from the Government, or in any other manner ‘whatsoever.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "28. (1) It shall be the duty of the Corporation 50 General date",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "to exercise its powers, perform its functions and carry 8% a ip ont its objects under this Act as to secure that the fssncal total revenues of the Corporatiop are sufficient to meet =e its total outgoings properly chargeable to revenue account, including taxes, depreciation and interest ‘on capital, to meet a reasonable proportion of the cost of the development of the services of the Corporation and to provide such reasonable surpluses as may be determined by the Minister in consultation with the Minister of Finance, __ (@) Nothing in sub-section (1) shall be construed as imposing on the Corporation, either directly or indirectly, any form of duty or Liability enforceable by proceedings before any court or tribunal to which the Corporation would not otherwise be subject.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "24, The revenue of the Corporation in any year Arkatia of shal] be applied in defraying the following charges ts Genus. in the order of priority: set out hereunder :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "@ the working and establishment expenses",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(inclading allocations to the insurance Teserve and the depreciation reserve), in connection with the exercise and performance of the powers and duties of the Corporation, properly chargeable to revenue account and the payment of taxes;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "@) the interest on any temporary loan raised by",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "the Corporation; .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "{¢) any sums required to be transferred to any",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "redemption fund; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(@) the interest on, and the repayment of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "pineal of,'aoy Joan to the Corporation From the Government or any other source. 28, (1) The Board of Directors— Reserrea, (a) may establish and maintain an insurance reserve to cover he insurance of the movable and immovable property. of the Corporatian ant liabilities inane under the Workmen’s cp. 1. Compensation Ordinance: ,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "12 Sri Lanka State Trading Corporations",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": ". Act, No. 83 of 1970",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "() shall establish and maintein—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "(i) a depreciation reserve to cover the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": ". depreciation of the movable and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "immovable property of the Corpora ’ tion; and (ii) general reserve for the purpose of Dieneing capital works from revenue moneys, ensuring the financial stabi- . lity of the Corporation, and for such other purposes as the Board of Divectors may from time to time determine.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "(2) The sums to be carried from time to time, to the credit of each of the reserves specified’ in sub-section (1) shall be such sums as may be determined by the Board of Directors. °",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": ". (B) The moneys comprised in the reserves referred * to in sub-section (1) may be applied in such manner as the Board of Directors may determine.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "‘Accounts 26. {1) The Board of Directors shall cause proper accounts of the income and expenditure and of all the other transactions of the Corporation to be kept, and shall prepare an annual statement of accounte and satistios relating to the business of the Corporation in such form and containing such particulars as the Minister, with the concurrence of the Minister of Finance, may from time to time specify. The financial year of tho Corporation thall be the calendar ‘year.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "(2) The books and the accounts of the Corporation shall be kept at the head office of the Corporation.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "nait of \"27, {1) The accounts of the Corporation for each",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "secouna. financial year shall be submitted to the Auditor General for andit within four months of the close of the financial year. For the purpose of sesisting him in the audit of such accounts, the Auditor-Genert may employ the services of any uslifed auditor or auditors who sball act under his direction and . control. For the purpose of meeting the expences incurred wy in the audit of the eccoutts ef the Corporation,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "Auditor-General shall be paid by the Corporation",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "auch remuneration as the Minister may, with the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "Sri Lanka State Trading Corporations 13 ‘Act, No. $8 of 1970 .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "concurrence of the Minister of Finance, determine. ‘Any remuneration received from the Corporation by the Auditor-General hall, after deducting any sums paid by him to any qualified auditor or auditors employed by him for the rarpotes of auch audit, be credited to the Consolidated Fund of Ceylon. ~",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "(8) The Auditor-General and any person asisting the Auditor-General in the audit of the accounts o! the Corporation shall have access to all such books, deeds, contracts, accounts, vouchers and other doca- ments of the Corporation as the Auditor-General may consider necessary for the purposes of the audit, ani shell be furnished by the Board of Directors and officers of the Corporation with such information within their knowledge as may be required for such purposes,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "(4) The Auditor-General shall examine the accounts of the Corporation and furnish a report—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "(a) stating whether he has or has not obtained all the information and explanations required by him;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "(®) stating whether the accounts referred to in the report are properly drawn up 90 as to exhibit a true and fair view of the affairs of the Corporation; and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "(c) drawing attention to any item in the accounts ‘which in bis opinion may be of interest to the Senate and the House of Representatives in any examination of the activities and accounts of the Corporation.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "(8) The Auditor-General shall transmit his report to the Board of Directors within four months of the receipt of the accounts of the Corporation.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "(6) For the purposes of this section, the expression ** qualified auditor ’* means—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "(@) an individual who, being a member of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "Institute of Chartered Accountants of Ceylon, possesses a certificate to practise as . an Accountant issued by the Council of that Institute; or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "(2) a firm of Chartered Accountants each of the artners of which, being @ member of that Taatitate. possesses & certificate to practise as an Accountant issued by the Council of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "that Institute.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "14 , Sri Lanka State Trading Corporations",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "oon Aot, No, 88 of 1970",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "{7} The Board of Directors shall, on receipt of the Auditor-General’s report in respect of any year, cause a copy of each of the following documents relating",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "+ to that year to be transmitted to the Minister: —",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "(@) the Auditor-General’s report;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "() the balance sheet;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "{c)} the operating and profit and loss accounts;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "(@) the statement of accounts and statistics prepared",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "under section 26; and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "{e) the report of the Chairman of such Board giving",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "‘an account of the work of the Corporation.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "{8) The Minister shall lay copies of the documents transmitted to him under sub-section (7) before the Senate and the House of Representatives before the end of the year next following the year to which such report and accounts relate,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "PART III Acqpisition, Requisition anp Use oF PRorerty FOr 7 OR BY THE CORPORATION fepiniien at 28, (1) Where asty immovable property whatso- irezée ever, other than notified property, is required to-be ied aa acquived for any parpose of the Corporation and the ives Minister, by Order published in the Gazette, approves of the proposed acquisition, that property shall be deemed to be required for a public purpose and may accordingly be acquired under the Land Acquisition Act and be transferred to the Corporation.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "(2) Any sum payable for the acquisition of any immovabhs property under the Land Acquisition Act for the Corporation sball be paid by the Corporation.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "Nougeofeain 99. (1) Any officer of the Corpotation authorized",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "f imiiuge by the Minister may, by notice (in this Act referred to",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "foe as a “notice of claim ”) published in the Gazette,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "favre tr declare that such immovable or movable property,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "Expoatea, “other than money, as has been, or is being, or is, or was intended to be, used by any person for ‘the purpose of engaging in or carzying of any businew ‘which is similar or substantially similar to any Specified Business of the Corporation, is required for the purposes of the Corporation. Such property is in this ‘Act referred to as ‘’ notified property”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "Sri Lanka State Trading Corporations vB Act, No. 38 of 1970 a,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "(2) The publication of a notice of claim made under. sub-section. (1) im respect of any property shall be conclusive proof that such property: is required for , the purposes‘of the Corporation, ve",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "(3) Where a notice of claim is published under sub- section (1), any officer of the Corporation authorized by the Minister may from time to time, hy notice (im",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "is Act referred to as a ‘notice of disclaimer”) published in the Gazette, disclaim the need, for the oxposes of the Corporation, of the whole or soy part of the property included inthe notioe of claim and specified in the notice of disclaimer.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "(4) No person shall lease, bypothecate; alienate, transfer or dispose of in any manner whatsoever 0 any person, other than the Corporation, the whole or any part of — 7 st",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "'(@ any property which 4s specified in a notice of",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "tibim and is not disclaimed by a notice of ~ disclaimer; or : Sy",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "(8) any rights in respect of that property. / .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "(8) Any lease, hypothecation, alienation, transfer or disposal made or effected in contravention of the ° Provisions of sub-section (4) ghall be null'and void, and shall be of no force of avail inlaw. . ‘",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "(8) Any person shell, if requested by any autho- rized officer s0 to do, furnish to such person as shall be specified in the request information with regard to uy movable or immovable property included in notice of claim as shell be a0 specified. - - .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "(2) Any person who. - 5",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "(a) leases, hhypothecates, transfers, or: otherwise",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": ". disposes of any notified property in-contra-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "‘ vention of sub-section (4); or .",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "@) wilfully fails to furnish the informatida",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "“\"\\yeferred to in sub-section (6), or who wilful",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "Vrithholds all or any part of such ‘informa",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": ". ,. tion, or who furnishes information knowing",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": ". such information'to be false or inaccurate;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "a or, : > () wilfully or negtigently destroys or di or oe causes to bee destroyed or damaged Any notified property; or 5",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "svacsnm |",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": "16 Sri Lanka State Trading Corporations . Act, No. 38 of 1970 “:'(d) removes, changes the situation or location, or 1\": qlters the character, or causes euch removal, wot change or alteration, of any notified property, : shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": "(8) Regulations may be made under this Act—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": "(a) empowering any person authorized in that",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": "J Rehalf by the Gsrporation to inspect ‘any * notified property, and requiring the persons |. im whose possession or custody such property,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": "* js to allow and assist the inspection thereof;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": "(®) providing that a report as to the condition of any notified property may he made, and may be subsequently amended, by or under the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": ": authority of the Corporation; (c) providing for the service of copiés of such ;  Teport or any amendment thereof on persons having an interest in the property to which the report relates;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": "{@ requiring persons on whom copies of the report or any amendment thereof have been served to notify the Corporation whether or not",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": ". they are in agreement with such report or ' amendment, and, if they are not in agree. ment, to specify any objections they may have and the grounds of such objections and to",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": ". produce all documents relied on hy them in Support of such objections;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": "(©) prohibiting the making of any improvements or alterations to. aay notified: property without the prior approval of | the Comporation; and.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": ". (/) providing for all matters connected with or",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": ": incidental to the matters aforesaid. _,",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": "(9) For the of this section, the expression",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": ". authorized ier means the Chairm: an of the",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": "Board of Direstors, or any Director or officer of the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": "+ Corporation authorized in that behalf by such",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": "Chairman. . .",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": "Coaapatiocy ‘80. (1) The Minister may, by Order (in this Act",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": "fast te referred to ag a‘ vesting Grder”) eepllahed in the",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": "soruin property. Gaeette, vest in the Corporation, with effect from such",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": "date aa shall be specifies in the Order, any such noti-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": "j . fied property as has not been disclaimed by a notice of disclaimer.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": ": Sri Lanka State Trading Corporations: 17 ‘Act, No. 88 of 1990",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "(2) Before a vesting Order takes effect, the Minister may from time to time, after consultation with the Board-of Directors, altar, by: Order published in the Gureits, the date on which such vesting Order takes effect, -",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "(8) A vesting Order shall have the effect of giving the Corporation absolute title to any property speci- fied in the Order with effect from the date specified therein and free from al] encumbrances.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "‘1, (1) The Minister may by Order {in this Act Remaitimig referred to as 2 “ requisitioning Order\") published ise, in the Gazette, requisition, with effect from such date He'swtocet - ‘as shall be specified in the Order, any notified property = Corpsieo. as.is movable or immovable property in order that it may be temporarily used by the Corporation for the purposes of any Specified Business of the Corporation.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "(2) Before requisitioning Order takes effect the Minister may from time to time, after consultation . with the Board of Directorg, alter, by Order published in the Gazette, the date on which such requisitioning Order takes affect, . .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "(3) A requisitioning Order shall hava the effect of authorizing the Corporation, with effect from the date specified in the Order, to take, possession of the Property specified in the Order and to use such Broperty temporarily for the purposes of any Specified",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "jusiness of the Corporation.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "(4) Where any property is requisitioned by a yequisitioning Order, the Minister may, by Order (hereafter in this Act referred to as “ derequisitioning Order ”') published in the Gazette, derequisition Ba property with effect from such date as shall be specified In the derequisitioning Order. :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "(5) Before a derequisitioning Order takes effect, aig Naneeaee may from time to time, after consulta- tion with the Board of Directors, alter, by Order published in the Gazette, the date on which such derequisitioning Order takes effect. :",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "(8) Where, immediately before the date on which any property is requisitioned for the Corporation, a person, other than the owner of such property, was entitled to possession of such property under the terms of “any lease, that Jesse shall be deemed for all",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "purposes to have expired on that date.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "18 | Srt Lanka State Trading Corporations Act, No. $3 of 1870",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "‘Where any property is derequisitioned by » de oyunitioning “omer mich Order call be deemed to have the effect of reviving any lease subsisting on ‘the date on which the property was requisitioned, and any question which Ay atiee as to any right, tile or interest, in or over that property shall be determined accordingly.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "aleory 82. Where any propert; juisitioned for the Seen Corporation ia petnenently Fequiged for the purposes meee. of any Specified Business of the Corporation, such pepey inay be vested in the Corporation by a vesting ‘Revocation, of: a. Notwithstanding that any movable or resting Ondecs, imnorablp popeupiae vested in the Corporation by virtue of a vesting Order, the Minister may, at any time before a determination as to compensation is made in respect of that property under this Act, by sobsequent Order published in the Gazette (in this section referred to as a “divesting Order ”) revoke",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "that vesting Order.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "The following provisions shall apply in any cals ‘where & vesting Order in respect of aay movable or immovable property is revoked by a divesting Order — .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "{a) that property shall be deemed never to have vested in the Corporation by virtue of that ‘vesting Order, and any question which may arise as to any right, Title or interest, in oF over that property’ shall be determined accordingly;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(®) that property sball be deemed to have been and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": ": to be property which was requisitioned by a requisitioning Order with elect from the date on which that resting Order took effect and was devequisitioned y 8 derequisition- ing Order with effect from the date of the revocation of that vesting Order;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(© all daims sua under this Act 19 the compen- sation pay in respect at property",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "and ail proeudings taken ander ¢his Act. in regard to such ‘claims before that ‘eating",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": ". Order was revoked shall be deemed to de mt and void, and fresh claims to compensation",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "_ .. in respect of that property may be m:",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "wy\" Under this Act, and” fest’ procedings. in",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "Sri Lanka State Trading Corporations 19 Act, No. 83 of 1970 regard fo such fresh clams to compensation + inrespect of that property may taken under this Act.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "(3) The preceding provisions of this section shall have effect notwithstanding anything in any other provision of this Act or in any other written law.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "3.) offiosr of the Corporation specially or retin gznerall » aentzed in that baselt by the Chairman ronan Sf tho Board of Directors may take possession of any fee. property vested in or requisitioned for the Epon",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "poration, : open,",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "(2) Any officer of the Corporation authorized in that behalf by the Chairman of tho Board. of Directors shall, by notice given to the person in occupation or in oseession of any property vested in or requisitioned",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "or the Corporation or exhibited in some conepiouous place on or in the vicinity of such property,—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "(@) inform foch etwon that gach anthorived officer intends to take jiom of such proper! for and on behalf of the Corporation on ach",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": ". date aad at such time and place as shall be specified in the notice; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "{B) require any person interested or his authorized agent to be present on the date and at the tame and pie 80 specified, and to allow and assist such authorized officer to take posses-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": ". sion of such property for and on behalf of the Corporation.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "Where such property is a motor vehicle, the notice aforesaid may be given to the regietared owner of that vehicle within the meaning of the Motor Traffic Act Gep. an. and to any person whose name is registered with the Registrar of Motor Vehicles instead of being given to the person in possession of that motor vehicle.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "(8) Any notice required to be given to any person ander the preceding provisions ‘of this section shall be deemed to given to him if auch notice is sent to him by registered letter through the post.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "* () Any’ person who contravenes any requirement of any notice given to him under this section shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "88. (1) Every person who— Engin.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "(@) prevents, obstructs, ar resists; or 8 ialioe",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "(0) directly or indirectly causes anyone to prevent, fps",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "obstruct or resist, of Gonporeion.",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 21,
    "par_num": 5,
    "text": "29 Sed Lanka State Trading Corporations Act, No. 33. 0f ‘0 any person from or in taking possession, under sethion 94 of any properiy for ind on behalf of the Goxporation shall be guilty of an offence under this Cb. (@ Where, an, oficer authorized by the Chaban * of the Board of Directors under section 84 to take ion of any property for and on behalf of the . Qorporation is unable or ‘apprehends that be will be unable t to take possession of such property because of any obstruction or resistance that has been or is likely to ba offered, he shall, on is making an application in that behalf to the Magistrate’s Court . having juridiction over the place whese that property . is ordinarily kept or situated, be entitled to an order of the Court directing the Fiscal to deliver poeesion of that property to him for and on behalf of the Corporation.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 21,
    "par_num": 5,
    "text": "@) Where an order ander sub-section (2) is iseved to the Hiscal by & Magistrate's Court, he aball forth, with exeoute that order and shall in writing report to the Court the manner in which that order was executed.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 21,
    "par_num": 5,
    "text": "(4) Where on order under enb-seotion (2) is issued to the Fisel by & Magistrate's Cour, the exenntion of such order shall not be stayed in any manner by reason. of any step taken ot proposed to be commenced in any Court with a view to questioning, varying or setting aside such order.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 5,
    "text": "(©) For the purpose of exeuating an order iasued y a Magistrate's Court under sub-section (2), the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 21,
    "par_num": 5,
    "text": ": ‘scal or any person acting under hia direction may ‘use such force as may be necessary to enter any place where any movable property to which that order elates is Kept and seize auch movable property, or 40 enter any land, building, stracture or other immovable property to which that order relates and eject any. __ Bprann in oooupation thereof, and to deliver possession of auch movable property, [and, building, strasture or other immovable property to the person who is authorized to take possession thereof for and on behalf of the Corporation. , . Grants of 86, Where any immovable property of the Crown eet is required for the purpose of any Specified Business Wem Gof the Corporation, such purpose shall be deamed to upier the be @ purpose for which a special grant or lease of Growalsois sich property may be made under section 6 of the ‘ :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "‘Sri Lanka State Prading Corporations 2. , det, No. 33 of 1970 Crown Lands Ordinance, and accordingly the provi- cep. 454 sions of that Ordinance shall apply to a special grant tr lease of such property to the Corporation.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "87. (1) The Chairman of the Board of Directors, owir to or any person authorized in that behalf by.such [I a Chairman, may— fe Soap",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "(a) inspect any movable or immovable rh :",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "(©) inept Hoan, or is being, or is, of was itr",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "tended to be,’ ased for engaging in or carrying on eny business of any class or dea- - cription referred to in section 2 (1) ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "(6) inspect any movable or immovable rts",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "©) inepeania een, or is being, or ig or was intended to be, used for the engaging in or carrying on of such other business as may be incidental or conducive to any business referred to in paragraph (a) of this sub- section;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "(e) request any person to furnish information with",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "® “aepesd ‘loreny matter within his imowledge relating to any movable or immovabl property referred to in paragraph (a) ot paragraph (0) of this sub-section ; and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "(2) request ‘any person to furnish information",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "‘with regard to any matter within his know- iedge relating to any business referred to in paragraph (a) of thie sub-section, whether carried on by himself or any other person, and the persons employed for the purposes of such business.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "(2) Any person who fails, without reasonable",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "cause, to comply with the provisions of sub-section (1) {@) or sub-section (1) (2), oF who furnishes information",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "wing such information to be false, or obstrncta say, penton in the exercise of the powers conferred on him by sub-section (1) (a) or sub-section (1) (6), shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "38, Any person who engages in or carries on any poner af business similar or substantially similar to any Sopedie Specified Business of the Corporation shall, if 2 Super! ios written request in that behalf is made to him by the Hisltie of Corporation, make available for use by the Corpora- pee tion any equipment or facilities maintained by him for the purpose of that business subject to such terms",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 23,
    "par_num": 4,
    "text": "22 ‘Sri Lanka State Trading Corporations = . Act, No. 88.0f 1970 . 1, and oonditions (including terms as to charges to be made for such use) as may be determined by the Minister. : Bower St 80, (The Minister muy, trom time to tio, by ame ty Order published in the Gaseste declare that, wit Sect elect from such date as eal! be specified in the Orde ‘epee, right to engage in or carry on any such Speci wre! Business of the Corporation as shall be 80 specified $34 tr shall, sare go otherwise especially provided by. or Bicoas. Under this Act, vest exclusively in the Corporation. Any such Order may be amended, varied ot revoked by the Minister by 2 like Order. '” ** (@) So long ag an Order made by the Minister under dub-seotion Ge in force in respect of any Specified Business of the Corporation, no person, other than the Corporation, shall, save as otherwise expressly provided hy or ander this Ast, engage in or carry on that business.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 23,
    "par_num": 4,
    "text": ". + (8) The engaging in or'carrying on of any Specified Bushacss of the Corporation by-any person, other than the Corporation, shall be deemed not to be—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 23,
    "par_num": 4,
    "text": ", (@) an interference with, ot violation of, the exclusive right vested in the Corporation by : that Order; or ~ (®) a contravention of the provisions of sub-section : @ . if, but only if, it is done with the written authority of the Board of Dizectors granted under section 40 and in accordance with the terms and conditions subject to which such authority is a0 granted. Drrciiegt Mt. Notwithstanding that the exclusive right, to Discen'® — engage in or carry on any Specified Business of the fastens Corporation is vesved in the Corporation by any Order : ee made under this Act, the Board of Directors may, sthedy’t with the written approval of the Minister, from time nels to time, grant written authority to any Government feud “’ Department, public statutory corporation or eo-opera- owt; ofthe tive aociety registered under the Co-operative Societies",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 23,
    "par_num": 4,
    "text": "GRU” Ordinance to engage in or carry on that Basines, subject to auch terms snd conditions as may be determined by such Board.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "Sri Lanka State Trailing Corporations 98 Act, No. 33 of 1970 . ' PART IV Comrznsation :",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "41. (1) The amount of compensation to be paid gompaustin under this Act in respect of any roperty ‘vested on Propee ead any dete in the Corporation shall be such sum asin ts”. the opinion of the Chief Valuer constitutes the S™rto Teasonable value of such property as on such date. :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "(2) Where any interest in any movable or immovable property derived ander the tarmis of any leaso is vested =~ in the Corporation, the amount of compensation 40 be paid under this Act shall be the actual price paid",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "y the holder for the eequisition of such interest:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "Provided that a proportionate amount shall be deducted on account of the period for which the holder has enjoyed such interest,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "42, In respect of any property requisitioned for campeaston the Corporation, the Corporation shell pay compen- Rage sation eqal to the amount which might easonably be thea expected to be payable for the temporary use of such {045 property. 7",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "48, No pereon shall be entitled to compensation for no campenstiad any logs inonrred by him, whether directly or fem, indirectly, or by way of business or otherwise, by [ot uralt reason of the fect that the exclusive right to engage fq tit ie, in or carry on any Specified Business has been vested amr eM in the Corporation by virtue of the operation of the grzs 97 provisions of section 89 or any Order made there- $2! ,, under. : : Pcl id",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "porte",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "44,\" Any compensation payable; less any deductions nies 2 that may be made from stich compensation under this mrattin Act, shall carry interest, as from the date on which it scores, due untill payment, of such rate an may he determined by the Minister with the concurrence of the Minister of Finance.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "55. The compensation payable in respect of any paw property shall be considered as aecruing due from the semmmecinent | date on which that property was vested in or requisi- “anamumt’ tioned for the Corporation.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "4%. The mode of payment of compensation shall mais ot he determined by the Minister in consultation with mea the Minister of Finance.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "2 — Sri Lanka State Trading Corporations Act, No. 98-of 1970 Detemmiontion -_—-W7._(1) The Board of Directors shall refer to the Zopumtin, Chief Valuer the determination of the compensation payable in respect of say property, and such Valuer shall submit bis determination to the Board of ‘Directors. :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "(2) The Chief Valuer shall, before making his determination of the compensation payable in respect of any property, give the person from whom that property| was aequired or requisitioned for the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "orporation, as well as the Chairman of the Board",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "- of Directors, an opportunity to adducs before such Valuer, by bimself’ or by a representative authorized by him’ in that behalf, evidence with regard to the value of that property.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "(8) The Board of Directors shall commanicate in writing to the person from whom any property was acquired or requisitioned for the eporation the determination of the compensation payable in respect of thet property made by the Chick Valuer.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "{4} Tbe Board of Directors shall canse a notice to be published in the Gazette and in at least one news- paper, specifying. the compensation that it proposes to pay in respect of any property, being the compen- sation determined by the Chief Valuer, and inviting any person who had any interest in that property, immediately before that property was vested in or requisitioned for the Corporation and who claims any compensation in respect of that property to commu- ‘cate to the Chairman of the Board’of Directors his claim in writing, stating the nature and the basis thereof, before such date as shall be specified in the notice. .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "Payst of 48. (1) Where ‘no claim to the compensation",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "‘sumpenmtin.  pavable in respect of any property is received in Teaponse to the notice tnder section 47 from any pateon other than the person from whom that property was acquired or requisitioned for the Corporation, the Chairman of the Board of Directors shall cause such compensation, less any sum required by or under this Act to be deducted therefrom, to be paid to the , person from whom that property was 90 aoquired or requisitioned.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "@) Where any claint to compensation payable in res] any such property is recsived in responze fo fhe uotioo bndar seotion 27 from ‘any person other",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 26,
    "par_num": 14,
    "text": "Sri Lanka State Trading Corporations 5 Act, No. 88 of 1970 than the person from whom that property was acquired or requisitioned for the Corporation, then, if every such claimant and the person from whom that . Property was so acquired or requisitioned amicably agree in writing as to the persons entitled to the compensation and the apportionment of the compen: sation among them, the Chairman of the Board of Directors shall cause the compensation, less any sum required by or under this Ast to be deducted therefrom, to be apportioned and paid to such persons according to auch agresment. Tf there fg no such agreement, the Chairman of the Board of Directors shall cause the compensation, less any sums required by or under this Act to be deducted therefrom, to be paid to any District Court or Court of Requests according as the amount to be so paid exceeds or does not exceed asven hundred and fifty rupees to be drawn by the persons entitled thereto.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 26,
    "par_num": 14,
    "text": "49. Where any compensation poyable to any person Provision or under this Act is not aoospied by him when it is oie wien tendered to him, or where such person is dead or is Sn scspicd, not in existence or is not known, it shall be paid to",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 26,
    "par_num": 14,
    "text": ", any District Court or Court of Requests, according as the amount of compensation exceeds or does not : exceed seven hundred and Sty rupees, to be drawn by the person or persons entitled Thoreto.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 26,
    "par_num": 14,
    "text": "80. (1) Where a person is entitled to compensation petutions",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 26,
    "par_num": 14,
    "text": "in epee of any property vested in or requisitioned fm + for the Corporation, the Board of Directors shall pay",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 26,
    "par_num": 14,
    "text": "from the amount of such compensation to the Commis-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 26,
    "par_num": 14,
    "text": "sioner of Inland Revenue any sum certified under the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 26,
    "par_num": 14,
    "text": "baad of the Commissioner of Inland Revenue to the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 26,
    "par_num": 14,
    "text": "Corporation to be due from such person as tax on *",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 26,
    "par_num": 14,
    "text": "income or profits, or as personal tax,",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 26,
    "par_num": 14,
    "text": "(2) For the purposes of this section, the expression “ compensation ’’ includes any interest which has accrued due on such compensation.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 26,
    "par_num": 14,
    "text": "- PART V > Genmran, .",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 26,
    "par_num": 14,
    "text": "SA, (1) The Minister may make regulations for Baysatious the purpose of carrying out or giving effect to the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 26,
    "par_num": 14,
    "text": "prinoipies and provisions of this Act.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "26 Sri Lanka State Trading Corporations . Act, No, 88 of 1970",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": ". (2) In particular and without prejudice to the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": ". erality of the powers conferred by sub-section (1),",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "- fhe Minister may make regulations in respect of all or any of the following matters:— :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "1 @ any matter in respect of which regulations are",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "® Yandel Uy this Act wo be met; and",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "(@) the prevention of theft of, or damage to, or the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "‘commission of nuisances on, any property used by the Corporation, and the imposition",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": ": of penaltios on, and the recovery of compen. sation from, persons responsible for euch theft, damage or nnisance. .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "(3) Every regulation made by the Minister shall be published im the Gazette and shall come into operation on the date of such publication, or on such later date as may be specified in the regulation,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "(4) Every regulation made by the Minister shall, fs soon ai convenient after ite publication in the Gusette, be brought before the Senate and the House of Representatives for approval. Any regulation which is not 80 approved’ shall’ be deemed to be",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "“” rescinded as from the date of disapproval, but without prejudice ta anything previously done thereunder.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "(©) Any petson who contravenes the provisions of any regulation made tmder this Act and approved by the Sehate and the House of Representatives shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "Powers of 52,. Any company or other body of persons may, , genmim, _totwithstanding anything to the coatacy in_any fe, enter written law or instrument relating to its functions, swith, the enter into, and perform or carry out, all such contracts Gorporation. and. agreements ‘with the Corporation as may be neges- sary for the exercise of the powers of the Corporation. ftncen » 88. Every porson who commits an offence under this Act shell, on conviction after summary trial ‘before a Magistrate, he liable to imprisonment of either’ description for a period not excceding six «months, or to a fine not exceeding one thousand rupees, of to both such imprisonment and fine. Reandio tx, 8, (1) No sait or proseontion shall lie— Sear \"ha (@) against the Corporation for any act which in ‘icetion. of the good faith is done or purported'to be done Bodo, by the Corporation under this Act; or » :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "Sri Lanka State Trading Corporations \"27 Aet, No. 83 of 1970",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "@® against any member, officer, servant or agent",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "of the Corporation for any act which iageed faith is done or purports to be done by him under this Act or on the direction of the Board of Directors,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "(2) Any expense incurred by the Corporation in any sul or precton brought by or against the Corpora tion before any court shall be paid out of the funds of the Corporation, and any costs s paid to, or recovered by, the Corporation in gay such euit or proseoution",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "N be credited to the funds of the Corporation.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "(3) Any expense incurred by any such person as is referred fo in paragraph me sub-section ) io any suit or prosecution brought against him before any court in respect of fay act which ia done or, is purported to be done by him under this Act or on the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "lirection of the Board of Directors shall, if the court holds thet such act was done in good faith, be paid out of the funds of the Corporation, unless such expense is recovered by him in such suit or prosecution.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "55. No writ against person or property shall xo iw bv iasued againat a member of the Gorparation in any eeu ages action brought against the Corporation. eopercty of",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "Torperasn,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "58. The provisions of this Act shall have effect Tals at notwithstanding anything contained in any other Persil one written law, and accordingly in the event of any ines couflict or inconsistency hetween the provisions of this Act and such other law, the provisions of this Act shall prevail over such other law.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "ST. In this Act, unless the context otherwise Input. equires—",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "“‘ articles \" means goods, commodities, wares, mer,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "chandise, or produce, of any class of - description; :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "“Board of Directors” means the Board of",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "Directors of the Corporation; :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "“Chief Valuer * means the Chief Valuer of the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "Government, and includes any Senior Assis- tant Valuer, or Assistant Valuer, of tho . Government’ Valuation Department; - “Director? means a member of the Board of. - Directors; . te “immovable property ‘* means land and includes any interest in, or any benefit arising out of, any land, and any leasehold or other interest",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": "2% —-Sri Lanka State Trading Corporations Act, No. 33 of 1970 held. by any person in any land, and leo i things atterhed to the earth or permanently” : fastened,to anything attached to the earth;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": "* Jocal authority \"' means any Municipal Council, . Urban Council, Town Council or Village Council; : carey",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": "“* person who had an interest ’*—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": "(a) in relation to any immovable property",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": "vested in or requisitioned for the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": ". Corporation, means a person who,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": "'. - immediately before the date on Which",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": ": such property was so vested or requisi- tioned, had an interest in such. pro-",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": ": pert a8 owner, co-owner, mortgagee,",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": "saee or otherwise, whether absolutely for himself or in trust for any other person; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": "(8) in relation to any movable property vested in or requisitioned for the Corporation, means any person who, immediately before the date on which such property was so vested or requisi- tioned, had an interest in such pro- perty as owner, co-owner, mortgagee, Pledgee, hirer or otherwise, whether iutely for himself or in trust for",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": "any other person, and the term “interest ”’, in relation to-any » bach property, shall be construed accordingly;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": "“public statutory corporation ‘7 means any. ” corporation established by or under any written law and the capital of which has been provided wholly or partly by the Governnient.",
    "mean_p_confidence": 0.84
  }
]