[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ist Session 1952 cite ; Le, a Shan. + mcrae RO ie oT Mod 13- Eom E eae RESIGNS Food Subsidies Temporary Taxes Act, No. 23 -of 1952 Date of Assent : September 27, 1952 Printed on the Orders of Government Dante. Son, fem Senge Annual Subscription {Including Bills) Hs. 25, payable in fe, Whe eal, sbaattnn Pier Sinn Rost\" Gena \"Bon\"Wio, Pecan, Galeseen Price #20 conte . Postage & cents",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Food Subsidies Temporary Taxes 3 det, Na, #3 of 1652 1. DOOR, 8/82 AN AcT TO PROVIDE FoR THR LEVY OF CRRTAIN TRMPORARY TAXES Fo Foon Sunsipres, [Date of Assent; September 27, 1952]",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "WHEREAS a sum of Rupees One hundred and sixty-one millions has heen provided by Parliament for the purchase and distribution of food and other essential conmmovtities including subsidies on essential foodstuffs and for loans and guarantees to non- Government agencies for the Purpose of maintaining buffer stocks and for any agreed loss arising there- under in the financial year, 1952-58:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "AND whereas it is deemed desirable, in the con- ditions now obtaining, that all persons shonld be required to make a special contribution proportionate to their means:",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "AND whereas it is expedient that such contribution ghoald be made by way of w temporary surcharge based on the amount of income tax leviable from tax- payers, and a temporary surcharge on import duty on imports of a non-essential character:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "BE it enacted by: the Queen's Most Excellent Majesty, by ‘and with the advice end consent of the Senate and the House of Representatives of Ceylon in this present Parliament essembled, and by the authority of the same, as follows :— .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1, This Act may be cited as the Food Subsidies sion Title Temporary Taxes Act, No. 23 of 1952.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2. (1) A tax (hereinafter referred to as ‘‘ the  Temporars tnx temporary tex\") shall, notwithstanding anything 2,Ue ra contained in any other written law or in any conven: labk'to tion, grant or agreement, be charged, levied and ‘om! recovered from and paid by every person who is chargeable with income tax for the year of assessment commencing on April 1, 1952, and the temporary tax to be levied from each such person shall be of an amount equal to ten per centum of the amount of the income tax payable by him for that year of assessment. *",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "- @ Notwithstanding anything in the provisions of",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "sections 48, 44 and 44 of the Income Tax Ordinance, cap. 180. the amount of income tax which would be payable by",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "any person if no account were taken of any set-off or",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "relief under any of the aforesaid sections of that Ordinance shall he deemed for the purposes of this Act to be the amount of the income tax payable by him, Ig naa 20 98)",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "4 Food Subsidies Temporary Tases Act, No, #3 of 1952",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(8) For the purposes of the assessment, payment nnd recovery of the temporary tax, the ‘provisions, of Chapters X, XI, XII and XUM of the Income Tox Ordinance shalt ‘apply in ail vespects as though the temporary tax were income tax payable for the your of * assessment commencing on April £, 1952.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(4) Where any person is under section 8 of the Income Tax Ordinance entitled to have refunded, (otherwise than on account of any set-off or relief",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": ". under section 48 or section 44 or section 46 of that Ordinance), any amount paid by him a inoome tax in excess of the amount with which he was properly changeable for the year of ecsosutent commencing on April 1, 1952, such person shell, if he has paid the temporary tax, be in addition entitled to have refunded an amount representing ten per centum of the amount refunded under that section.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(5) Save as otherwise expressly provided in this section, the temporary tax chall not for any purpose be deemed to be or treated as income tax or the profits",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": ". tax charged and levied under the Profits Tax Act, No. 5 of 1948.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(6) In this section— .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "“income tax ”” means the tax charged and levied. under the Income Tax Ordinance; and =>",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "“ year of assessment” has the same meaning as in that Ordinance.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "SFempocaey 3. (1) An import duty (hereinafter referred to a",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "imet itty the ** temporary import duty”) shall be levied and frei in -—-«spaid upon goods of any class or description specified",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "Sind. in the Schedule to this Act which are imported into Geylon during the potiod beginning on the date of the commencement of this Act and ending on Septem- ber 30, 1958, and the temporary import duty to he so levied and paid upon any sucls goods shall be at a rate equal to one-tenth part of the rate of the existing import duty leviable upon such goods.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(2) Subsection (1) shell have efiet as thoogh it",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "xp, 186 formed part of the Customs Ordinance, and the temporary import duty, sball be levied ‘and paid together ‘with and in addition to the existing import",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "uty.",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "Nothing in the preceding provisions of this Act asl 1 prevent or be deemed to prevent the passing by the Houge of Represnotatives of any resolution under section 9 of the Customs Ordinance increasing, reducing, abolishing or otherwise altering the temporary import duty or any existing import. duty.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Fond Subsidies Temporary Facer 8 Act, Na, #4 of 1962 (4) In this soction, * exiating import duty “ meana any import duty which was, immediately prior to inidnighe of Septembor 19/20, 152, leviable upon any goods by virtue of the Customs Ordinance or of any resolution passed thereunder. : Souroura (Section 8) Goode Hable to temporary import duly Aninnals— D Hose Arme— Firearms: ‘Guns: Single-barrel Dauble-barvel Phatola: Single-barrel, not magesing Double-barrel or magasive Revolvers Biles ond sarbinee— Bingl-barel with magesioe Single-barral without magazine Double-barrel ™ Other Air gons, sie rifles ond oie pistols, not being toys Aromatic chemicals and sguthetie essential oils, not elsewhere specified Artificial leather oloth not elsowhare specified =” Bath room Gittings, not elsewhere specified — ‘Brass Beer, ale & porter ond all olber malt Jiguors ‘Boots and shoes— . Canvas, mbber-soled —- Other Brooms Brosheo— Artiota’ ‘Cloth Dental plate - Hic LP Rtas",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "6 Food Subsidies Temporary Taxes Act, No, 23 of 1952",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Todine",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Jewellers?",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Nail",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Painters’ (decorators)",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Scrubbing",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "+ Shaving",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Shoo",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Stenall",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Throat and medical",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Tooth",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Other",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Cables, cordage, rope and trrine, not elsetrbere speaifie@—",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Hemp",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Jute",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Monilla",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Sisal",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Other Camphor Gones'and rattans Coeds, pinging Cider Gotton waste Cuttery—",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Knives, saissors, razors nnd other cutleryware Jodlnding spoons and forks, but not insluding gold ond silverware ‘",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Diamonds Dry battery cells Dyes and dye stufts— .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "For dyeing textiles, wearing apparel and soap",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "¥inir dye",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Other",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Earthenware nob sleewhere specified — ‘Other Essential cils, not elsewhere specified (other ‘than Yiang-ylang oll, votyner oil and geranium oil) ‘Bsplosives— Cortridges, filled or empty Gun powder, fine (passing No. 10 standard mesh) Hloor covering, not slsewhare speed Furniture and parts thereof, not elsewhere specified (exoluding upholstery materialo)— Some Parts— Other Glass and manufnotures wholly or mainly thereof, . not elsetwhore specified — Other . Golf aad tennis belle ——",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Fook Subsidies Temporary Vanes 7 Act, No. 23 of 195% Gums nnd resins, not slaewhore specified — Bovjemin ‘Haberdeshery and millinery, tied, collars, corseta, brassierss and boot taoes {excluding maniifactiren of natural sifk and artificial silk, and uny adtnixtures whore the natural silk and/or artificial sll content is not Jess than 60 per sent, by weight) Hosiery (excluding menuteotuces, of atural xi and articit ik nd any admixhuror where the natural sil anor artificial silk contend is not leas thn 50 por cont. by weight) Incandescent mantles Tenther and leather goods, not elsewhere specified—~ ‘Hames and sadiley . ‘Machinery— Reftigerator—* Domestio (10 cu. ft enpacity and under) snd component Paris theteot Other, and component parts thereof ‘Malt ond hope Motals— Jron and steel— Manufactures wholly or mainly of, not elsewhere specified Motor vehicles, trailers snd tramcors and epare ports and aeceasorion— : Motor ears and motor station wagons (not including motor lorriea) and engines and chestis thereat: (0) 12 horse powar and under (it) Over 32 hore power and up to and including 18 horse power (il) Over 18 horse power Bnolosed splach-proof sccuraulators and batteries and parta, for motor vehicles Musical inetromente— Gromopbonea, phonographs and xadiogeams, and component ports and socessories Gramophone snd phonogeaph records. Other, imoluding automatic pienos aud organs and component ‘paris and accessories Oit cloth -Oila, fate and gresses, not elsewhero epecified— Linseed oil Paper and manufactures thoreot, not elsewhere specified— Lelter paper with printed or emboated headings, printed or embossed envelopes Paper and cardboard, mmuufactures wholly or mainly of, not elsewhere specified Perlamery, eoametios, powder and toilet preparations inslading ‘bate oils (axoept perfumed spirits) Pioture postearda Piofures and prints, not elsewhere specified",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "8 Food Subsidies Temporary Taces Act, No. 23 of 1952 Precious and semi-precious stones, oxoaps Ceylon atonen and diamonde— Cut— . Genuine . Precious and semi-precions slones, except Ceylon stones— Un-eut Roain ~ Ainfes, iron and steel Spivite (not being sweetened or mixed with any article so that ‘the degree of strength thereof ennnot be ascertained by Sykes’ hrdrometer}— Gin . Rom Spirits being sweetened or mixed so that the strengih cannot + be ascertained as sforesaid, namely— Liqueurs and cordials Unenumerated Spirits denatured to the satisisction of the Principal Collector of Customs: Stone, manufactures of, not elsewhore specified Stoneware not elsewhere apecified ‘Tallow and wax for candles ‘Tallow (ather then tallow for candles) . Textiles aud manufactures af testile materisle— Mixed material and other textiles noé elsewhere specified— ‘Carpeta and floor rugs ‘Natural sil and mauvfactures thereof including any admixtures ‘thereof where the natural silk and/or artificial silk content ‘in not less than 50 per cent. by weight Broadstuit Other ‘Woollen and worsted, manutectures wholly or mainly of— Copets ond floor rigs Manufactures not elsewhere specified \"Tobacoo— ‘Manufaotured— . Cigarettes Gigara : Sauft Manufactured tobacco not elsewhere specified, other than hooka and beedy tobacco and stu ‘Toilet requisites, uot elsewhere specified Varnishes, Wattleberk:",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Food Subsidies Temporary Taxes 9 Act, No. 28 of 1958 Wax othat thua for cundles, nut elsewheru wpacified— Bosewax ‘ Botéling wax Porettin we Motch wax Wine, othor than Sustomental— ‘Spovkling Othor— Tn wood Tn bottles Wood und timber, maunfastures wholly ot mainly of, not elsewhere specified",
    "mean_p_confidence": 0.68
  }
]