[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  4th Session 1959-60  oun Ie  PN WSN  ee  Stamp (Amendment) Act,  No. 21 of 1959  ~ Date of Assent: September 12, 1959 r  Printed on the Orders of Government ~ tat  Printed at the Govemmamr Pass, Ceviox. Tobe  Sisanied af toe Gouaiuene Framers Bonney, Goeaanr  ‘Annval Subseription  Cncluding Bill) Rs. 25, payable in  soc te Goreaneumts, Gopstnents Poeccenoas  Gone, Boer Gener \"Box \"360, Secretariat, Colopba Ll  Price: 20 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.44406593406593403
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Stamp (Amendment) Act, No. 21 1959 3  L. D0, 8/59.  AN Acr 70 AMEND THE Stamp ORDINANCE AND 10  ‘MAKE CERTAIN CONSEQUENTIAL PROVISIONS.  (Date of Assent: September 12, 1959.)  BE it enacted by the Queen's Most Excellent Majesty,  by and with the advice and consent of the Senate and  the House of Representatives of Ceylon in this present  Parliament, assembled, and by the authority of the  same, as follows:—",
    "mean_p_confidence": 0.7635
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  41. This Act may be cited as the Stamp shor ste.  (Amendment) Act, No. 21 of 1959.",
    "mean_p_confidence": 0.7295
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  2. ‘The following new section is hereby inserted Instn ot  immediately after section 1, and shall have effect as _t’'c\" Chanter  section 1A, of the Stamp Ordinance (hereinafter 1.  referred to as the “‘ principal enactment ””):—",
    "mean_p_confidence": 0.7269047619047618
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  * Oficrs, 1A. Zor the purpose of administering  this Ordinance, there may be appointe  to the Department of Inland Revenue  such number of officers as may be",
    "mean_p_confidence": 0.644375
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  . necessary.”",
    "mean_p_confidence": -0.005
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  3. Section 2of the principal enactment, as amended Atestnet of  by Act No. 26 of 1948, is hereby amended as <%,3,%  follows: — ‘enactment.",
    "mean_p_confidence": 0.655
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  (a) in sub-section (1) of that section, by the  substitution, for paragraph (ii) of the  proviso to that sub-section, of the following  paragraph :—",
    "mean_p_confidence": 0.7444827586206897
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  “‘ Gi) any such instrument exeouted by,  or on behalf of, or in favour of, the  Government of any qountry in res  pect of which an Order under sub-  section (2) is in force as is an  instrument to which that Order  applies;””; and",
    "mean_p_confidence": 0.7211538461538461
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  (®) in sub-section (2) of that section, by the  substitution, for the words ‘to that  country.”, of the following: —",
    "mean_p_confidence": 0.6779166666666666
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  “to a similar instrument executed by, or  on behalf of, or in favour of, the  Government of that country.”  J. 9072-4054 (0850)",
    "mean_p_confidence": 0.6481481481481481
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  4 Stamp (Amendment) Act, No. 21 1959  Amendmeatct Section 90 of the principal enactment is hereby  usprnipa” amended by the substitution, for the definition of  enactment. Commissioner of Stamps”, of the following  definition: —  “Commissioner ” means the Commissioner of  Inland Revenue appointed for the purposes ~  of the Income Tax Ordinance and includes  any officer of the Department of Inland  Revenue authorised by such Commissioner  in writing in respect of any particular  matter or any provision of — this  Ordinance;’.  Apeinestot 8, Part I of Schedule A to the principal enact  Barbe at) ment, as amended by Act No. 16 of 1958, is hereby  the principal amended by the substitution, for item 32 thereof, of  ne the following item: —  “32. (1) Gift or deed of gift of any property—  (@) where the value of the property—  Rs. ¢  (i) does not exceed Rs. 50... 1. 0  (ii) exceeds Rs. 50 but does a  not exceed Rs.100 ... 2. 0  (iii) exceeds Rs. 100 but does  not exceed Rs. 200... 4.0  (iv) exceeds Rs. 200 but does  not exceed Rs. 300... 6. 0  (v) exceeds Rs. 300 but does  not exceed Rs. 400... 8. 0  (vi) exceeds Rs. 400 but does  not exceed Rs. 500... 10. 0  (vii) exceeds Rs. 500 but. does  not exceed Rs. 1,000 ... 15. 0  (6) where the property exceeds Rs. 1,000  ‘n value, Ws. 16 and an additional  sum computed at the rate of Rs. 8  for every Rs. 500, or any outstand-  ing fraction thereof, in excess of  Rs. 1,000.  (2) Except in any case where different allot-  ments are treated and described as one pro-  perty, and from their situation as respects each",
    "mean_p_confidence": 0.736123076923077
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Stamp (Amendment) Act, No. 21 1959 5  other can be included in one survey, a gift or  deed of gift affecting more than one land shall  be liable to further duty as follows: —  For each additional land—  Rs. ¢.  (i) where the aggregate value  of all the lands does not  exceed Rs. 100 wes 0.25  (ii) where the aggregate value  of all the lands exceeds  Rs. 100 but does not exceed  Rs. 300 a. 0.50  (iii) where the aggregate value  of all the lands exceeds  Rs. 300 wg) DY  6. The word “Commissioner” is hereby  Suttitution  substituted for the expression ‘‘ Commissioner of  “oatialseione:”  Stamps” wherever that expression occurs in the fe the  principal enactment, pt  ot Stamps.  7. (1) All suits, prosecutions, appeals or other Savings.  legal proceedings, civil or criminal, instituted by or  against the Commissioner of Stamps before the date  on which this Act comes into operation may be  continued by or against the Commissioner of Inland  Revenue.  (2) Any proxy or petition signed by the Commis-  sioner of Stamps and filed of record in any legal pro-  ceedings pending on the day immediately preceding  the date on which this Act comes into operation shall,  on and after that date, have effect as if it had been  signed by the Commissioner of Inland Revenue.  (8) All decrees or orders made by any competent  court in favour of, or against, the Commissioner of  Stamps before the date on which this Act comes into  operation shall, on and after that date, be deemed to  have been made in favour of, or against, the Commis-  sioner of Inland Revenue.  (4) Any notice of objection given under the principal  enactment to the Conimissioner of Stamps before the  date on which this Act comes into operation shall, on  and after that date, be deemed to have been given to  the Commissioner of Inland Revenue.  (5) Where an appeal to the Supreme Court against  the opinion of the Commissioner of Stamps under  section 29 of the principal enactment is pending on  the day immediately preceding the date on which this",
    "mean_p_confidence": 0.7907304785894207
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  6 Stamp (Amendment) Act, No. 21 1959",
    "mean_p_confidence": 0.7155555555555555
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  ‘Act comes into operation, such opinion shall, on and  after that date, be deemed to be the opinion of the  Commissioner of Inland Revenue under that section  and such appeal shall be deemed to be an appeal against  an opinion of the Commissioner of Inland Revenue  under that section. .",
    "mean_p_confidence": 0.8131578947368421
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (6) An adjudication of the Commissioner of Stamps  under sub-section (3) of section 31 of the principal  saaenent shall, om and after the date on which this  ‘Act comes into operation, be deemed to be an adjudi-  cation of the Commissioner of Inland Revenue under  that sub-section.",
    "mean_p_confidence": 0.7768518518518519
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (7) All notices, certificates, other documents,  demands, or determinations issued or made under the",
    "mean_p_confidence": 0.723529411764706
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  rincipal enactment. by the Commissioner of Stamps  Before the date on which this Act comes into operation  shall, on and after that date, have effect as if they  were issued or made by the Commissioner of Inland  Revenue.",
    "mean_p_confidence": 0.7831818181818182
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  (8) An authorisation issued to any person by the  ‘Commissioner of Stamps and in force on the day  immediately preceding the date on which this Act  comes into operation shall, on and after that date,  have eflect as if it had been issued by the Commissioner  of Inland Revenue. Z",
    "mean_p_confidence": 0.8017543859649122
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  (0) Any act or proceeding commenced under the  principal enactment by the Commissioner of Stamps  and not completed before the date on which this Act  comes into operation may be completed by the Com-  missioner of Inland Revenue.",
    "mean_p_confidence": 0.7629545454545454
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  (10) A sanction given by the Commissioner of  Stamps under the principal énactment for the institu-  tion of a prosecution which is pending on the day  immediately preceding the date. on which this Act  comes into operation shall have effect as if it was given  by the Commissioner of Inland Revenue.",
    "mean_p_confidence": 0.7977586206896551
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  (11) The reference to Commissioner of Stamps in any  wigtton In shall on or after the date on which this  ‘Act comes into operation, be deemed to be a reference  to the Commissioner of Inland Revenue.",
    "mean_p_confidence": 0.7780487804878048
  }
]