[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA ‘WIDOWERS' AND ORPHANS’ PENSION (AMENDMENT) ACT, No. 16 OF 1997 - [Corte on Zand duty, 1997] Printed onthe Order of Goverment Publisbed as ¢ Supplement to Pan lof he Garete of the Demeerasic Socialist Republic of Seb Lamba of aly 25.1997 Price 2B 340 Postage : Ba. 250",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Wudowere' and Orphans\" Pension {tArcendnt) Act, Ro, 16f 997 (Corified on 22nd Buy, 1997] Lo. 2380. AN ACT AND TE Woon’ se OIE’ Peace ‘Act, No.3 oF 1983 [BE it exacted by the Pasimmont ofthe Dereon Sosa. Republic of Sr Lanka a follows — 1, This Actmay be ctedasthe Widower’ avd Orphans” son te, Pension (Ameadmest) Act, No, IGof 1997 2. Section Softbe Widomers'andOrphae'Pention Act, Atmanet ot 'No.24 of 1983, as amended ty Act No, 19 of 1983, is hereby ten at Sather amended by the repeal of subsection (6) of dat NOt 05 section and. the substan therefor. of the fltoning suhscction: — 6) Every olfier shail within a period of six ances Fo the datz ef coming into operation of hz subsection, eect fo be a conibyrar to the pension scheroe Whore auc fficerhas dedprise ihe coring into operation of ths subsection or die before the coxpkyoftheperiod wikin which be coud hmveslectes (oe aconibuto, she shall abe leaves a husband ar child orabusband andl cca busband and chien, te deemed ta have ected tn be 4 cavtributer 1 dhe pension sober.\" ‘3 Inthe event of any iaconsieney between he Sinhala. Sana ae ad Tamilex of Oi Ac He Sinalter hall rma, Henne DEI ess00601)",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "—_—__",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "“anal stooge of Engi Blea hats af Be Prime Re 00 (aR 1",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "QORGO Prac te ue Stator, Covi Bnicenbe Dest, Ko. 22,",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Senet ase Lene Bar Conant bat 138 Durer cath ar pe de perso",
    "mean_p_confidence": 0.37
  }
]