[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "=; i EE . * AGRICULTURAL PRODUCTIVITY LAW, No. 2 OF 1972 : : - oF THE NATIONAL'STATE ASSEMBLY — bo . 1 (Certified on 21st Septembor, 1972] i ; Printed on the Orders of Government ; §_sauneno Are peeuanyins oF oOvRANSINE PREWEING, end RA fener) |. Se rooney Ar 708 cova FoBUGWTIONS BERRI. Fs 90° SR, eronmcns oanowo",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Agricultural Productivity Lai, No. @ of 1978 . . D.—O. e477], - A Law 70 Puoving FOR MAXIMUM PRODUCTIVITY TMROUGH THE PROPER USE AND MANAGEMENT OF AGRICULTURAL LAND AND TRE EFPICIENT MANAGESIENT OF AGRICULTURAL OROPS AND LIVESTOCK; TO PROVIDE FOR TID NOTADLISHMENT OF AGHICULTURAT, Propuertwity COMMITTEES; TO PROVIDE FOR TUE ESTADLIGHMENT OF AGRICULTURAT, TRIBUNALS; AND - . ‘TO PROVIDE FOR MATTERS CONNECTED THEREWITH OR INCLWENTAG THERETO. : ; . . BE it enacted by the National State Aisembly of the Republic of Sri fLanka as follows :— an : 14, This Law may be cited as the Agricultural short dus Pruluctivity Law, No. 2 of 1972, ‘PART I : Fantwe AND MANAGeMenr oF AgnreuLTunaL Laxp + 2 (1) Et shall be the duty of every owner or - Dati of | eeeupier of any agricultural land to farm such laud oreo with such ropa or breeds of liveslock as are best Sher suited for the land, having regard to the extent and ‘tennlog the situation and the nataval resources of the land, men of\" { and to manage it in secordance with the rules of  sercullere! ! gud management ag are hereinafter provided by” this Law or any regulations made thereunder, with a view to improving the productivity and maintaining . dicient standards of production both as to quantity and quality of the produce. : 2) Where the owner is not in ocoupation of auch | agricuttaval Jand and the occupier is in possession by = virtue of a formal or informal agreement with the owner, it shall be the duty of the owner, unless thors is an’ express provision to the contrary in any setgement, to provide the capital works and vripment’ necessary to enable the occupier to farm ih land and maintain an efficient standard of yhaluction, . (3) Subject to the provisions of subsection (2), in iecrmining whether the gooapier in possession of an wvionltural land is farming and managing the land in accordance swith the rules of good ‘management, ivgatd shall be had to the extent to which the owner yevides improvements and maintains the capital forks and equipment necessary for efficient produe- ‘sion, fe asp wr -",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": ": 2 Agricultural Productivity Low, No. 2 of 1078 ~ (4) The responsibilities under the rules of good © + mangement of an ovwner of any agrietttural laud in: : ocenpation by snollez person shall not, in relation to the maintenance of capital works end fixed : 5) equipment, include an obligation to “de. anything : which that other person is vader an obligation to do'by virtue of any ageeement, fmutars ot ~ 8, (1) Without prejudice to the generality of the He ent, | provisions of section 2, the uwner or ocvupier of any agricultural and shiall,— 7 (a) carry out all such duties and obligations in ~g, Pespect of bis agricultural land; and (® tol6t ath snch obligations in respoct of tnainta: i ining the prodoctivity of the ngefultysat . Jand of the area, tract or group of holdings within which his land is located, as are specified in this Law or under any regulations made thereunder. . 2) The owner or occupier of any agricultural land shall, in addition lo auch other duties as the Minister 2°, + may in luis discretion specify, ensure that— : {@) only recommended varieties and strains of crops : and breeds of livestock are used; + (8) the imanner in which the ageicultural land is : - \"being eropped is such as to maintain that Tand clean and in a gaod abate of cultivation . and fertility and in good coudition including) a proper drainage; i . *  (¢) irrigation water is efficiently managed; ~ : . (@ the land is properly maintained in order : ensure the maximum donservation of soil au water; po ~4 ; «© the fertlity, of the sol’ ia “improved ang maaintained by the application of fertitiza or manure in adequate quantities; k (Y) according to the type of agricultural operatic undertaken, an efficient standard of manag : went is maintained in tho cultivation § erops or the keeping of livestock; | . - ,(g) the necessary steps are talren to secure oy maintain’ crops aud livestock free inf diseass and from infestation by insects a : other pests: 1",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "Agricultural Productivity Law, No. 9 of 1972 3 (Q) the necessary steps are taken for the protection and preservation of rowing crops and crops haxvosted or in the course of being hurvasteds",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "(@ the riecessary steps ave taken to minimize losses",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "in both quantity and quality of produee iu the . processing for the market; and @) thé maintenanee sind repair work is carried out wherever necessary...",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "{) The owner or occupier of any agricultural land shall take.the necessary steps to ensure that all his duties and obligations arising from tho need for com- mon management of land over a given area, tract or group of agricultural holdings ara properly dis ehneged, Such duties may involve any one ot all of the following :-4 :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "(@) the proper timing of agricultural operations;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "(0) the efficient management of irrigation water;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "(¢) joint moasures for conservation of soil;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "(@) water conservation and drainage; oo",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "{) protection against pests and discases; | - :",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "(A) any other collective responsibilities which may,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "be prescribed by regulations under this Law . for efficient Jand use and the improvement of agricultural productivity; and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "{g) ensure that the prescribed period between the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "harvesting of any agricaltural produes and the marketing thereof, is adhered to,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "4, An owner or oconpier who fails to fulfil the Frilvete obligations placed on him by sections 2 and 8 of this SE0r Part shall be guilty of an offence under this Law.- sates? “",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "- Az ota,",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "5. Tae respeacibilities under the provisions of this Whers ova Part of an octupier of an agricultoral land which is Sitgetoa not owned by hitn‘shall not include an obligation to for mainte sacry ouk any work of maintenance or repair which the Zaire. owner of the land or any part thereof is under an pitino. cbligation to carry out. to se",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "cepa a . Hlotennes,",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "6, 1) Where the Minister’ is satisfied that any Sogirision agricultural Jand is not being farmed or that the Ore owner or occupier of any agricultural Jand does tot fulfil his responsibilities to manage the land in accor.” dance with the provisions of section 2 or of section",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "4 Agricultural Productivity Lew, No, 2.0f 1972 or of any regulations made under this Law, the Minis-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": ": ter may, after giving the owner or occupier of such",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "+ agriouitural Iand sn opportunity of making repre- ~...., ‘seutations to him or his authorized representative, . by Order (hereinafter referred to as a Supervision +, Order '*} place the owner under the Minister's",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": ": supervision so far as relates to the management of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "+ “the land, or the occupier under .the Minister’s supervision so far as relates to the farming of the land, as the case may be.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": ". Q) Every Supervision Order shall be sent hy registered ‘post to the person to wham it relates and a",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "; copy of such Order shall be sent othe Agricultural Productivity Committee of the area within whieh such",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": ". fagrienitoral land js situated. Such Order shall be",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": ".desmad to be served on such penser if one copy of",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": ": such Order is sent hy registered post to his last known address and a copy thereof exhibited in a conspicuous",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "~ =, place in or upon sitch land:",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": ". Provided, however, that where there are several owners or oceupiers of such land and the addresses of such owners or ocoupiers cannot be ascertained, the exhibition of such Order in a conspicuous place in or upon the land shal] be deemed to'be service of the Order on all the owners and occupiers thereof.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "(3) While » Supervision Order is in force any person . . authorized by the Minister in that behalf may— - (a) at all-rensonable times enter’ upon the land ‘te",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": ". which the Order relates. for the purpose of",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "j inspecting and observing the manner in",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": ". which the land is beiug vianaged or farmed, ‘as the case may be; '",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "(B) by, notice in writing give any direction to the owner or occupier of the land in qnestion in",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "an order to ensure that such ‘person is acting in",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": ": + ageordance with’ the standards of gool",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": ": management and farming as laid down in|",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "this Law or by any regulations made there’",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "a under. . '  @-A Supervision Order issued under subsection (Q) may be revoked by the Minister if he is satisfied that the owner or occupier of the agricultural land is complying with the standards of} good management",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": ": and. fanning Inid down in this Law or by ‘ans",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": ". Togulations tiade thereunder : .",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Agricultural Productivity Law, No. 2 of 1972 5 :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Provided that the revocation of such Order shall : not affect the carrying out of any direction gireo : hefore the revocation of tho Order. :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(6) Where » Supervision Order is ovoled, notice af such revocation shall.be served on the parsou in the . same manuer.as tha Supervision Order was sctved and 1 copy of such notice shall also be sent to tie Agri- cultural Productivity Committee of the same area. :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(G) Any person who contravones or fails to comply with any direction given under paragraph (B) of sub- : Feutlon (3) ov obstrects any nuthorized person in the cxcroise of any powers conferred on that person by paragraph (@) of that subsection shall be guilty of an! affenee. - - 4",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "7. (1) Where after a Supervision Order hos ones been in’ force for « ported af twelve. months, the ema Minister is satisfied on the report of any authorized. person under subsection (3) of section 6 that no satisfactory improvement has been shown notwith- standing sny divection given under that subsection, the Minister may make an Order of Dispossession. | > ~~",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(2) The provisions of sabsestion (2) of seckion 6 skal apply to the service of, the Order of Dispossession made under swsection (1) of this section.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(3) The Jand in respect of which an Order of Dis- possession is made shall from the date of such Order vest in the Government: :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Provided; however,’ that when the occupier of the lend is not the owner thereof, the land shall not be : so vested but shall on tle recommendation of the Agricultura] Productivity Committes within whose arca, of authority the land is situated be let to a : suitable person. .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(4) ‘The person on whom an Order of Dispossession Mo under subsection (1) is made may within fourteen days. of the receipt of euch Order make a written . appeal against the making of ench Order to the Agricultural Tribunal, - a",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "8 Upon an Order of Dispossession being made Yecstin at and served, the person on whoin the Order is sérved fh shall within the period specified im the Order vacate Ower a - such land referee to in the Onder. Dipereion",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": ". +8 Agriculiural Productivity Law, No. 2 of 1978 Eriaien 9. Where any person on whom an Order of Boling Dispossession has been served, fails to vacate the land elise witha the period specified in sich Order, a potson",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "\"+ Qithorized by the Minister in that bobalf shall, on application made to the Magistrate's Court baving . jurisdiction over tha phice whére the land is situated, be entitled to an order of the Court dirscling",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": ". the Figeal to forthwith evict the person in ovcupation",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "of auch land, =; Gains 40, Any owner or ovcupior whose right, tile or Detect of “interest is aflecled hy an Order of Dispossexsion way, seals within, a period of vie month from Hv: date on whiel aie such Order of Dispossession is served, maky a Gowranet .. written claim for compensation to an ollicer autho- Hand by the Minister (hereinafter refuered lo as \"the authorized ollieer \"\"), specifying in sueh claim— 42+ @) bis name and address; : (®) the nature of his imtorest in euch tand; : : (©) the particulars of his claim; and i o, {@) how ninch of compensation is claimed by him, Paoralnstion 44, (1) The authorized officer shall, og soon as maton.” , possible after the receipt of a claim for, compensation + da respect of amy agricultural land made by any person : under section 16, refer to the Chief Valuer the . dsternination of the compensation payable in respect of such jand. | : vi @), Where there is any dispute as to the persons : “entitled to compensation in respect- of any agricaltu- ral land vested in‘ the Government, - tho. authorized officer shail dater referring to the Chief Valuer the",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": ": - determination as to the coinpensation payable in res-",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "» pect af such land and shall refer the diapute for deci- sion (o the appropriate court of civil jurisdiction, and sli, after such court makes ita decision on such dis-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "* pute, refer such claims to the Chief Valuer,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "+) The Chief Valuer shall give all claimants to",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "a corapensation in respect of any agricultural land yes- ted in the Governuient an opportunity to adduce before such Valuer in person or by: a representative ee anthorized hy sach pergon in that behalf evidenos with <7’ tegard to tha value of such fand, apd shall make a detennination as to the compensation payable for",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "auch land. i",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "Noo",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "_ Agricultural Productivity Law, No. 2 of 1972 7",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "42, On receipt of the determination of the Chief the saterzet Valeor, the authorized officer shall make an award ax Se to the compensation payable in respoct of the agricul- the smapt of turn} Innd which ig the subject-matter of such dater- =\"! mination, and shall give notice bf such award to Ube person or persons entitled to auch compensation.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "43, (Q) Where no claim to the ‘compensation Payment ot paynblo in téspect of any agricultural land vested in ‘>e™Hon. the Government is received” from any person, other Guu the former owner df such land, Uhe authorized olfver shall case such compensation to be paid to atich former owner, : :",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(2) Whore any claim to the compensation payable in respect of any agriculiaral land vested ‘in, the , Uovornment is teceired from any porson, other tba the former owner of such land, then, if every sach claimant and the forimer owner. amicably agree. in . writing as to the persone entitled to the compensation and the apportionment of the ‘compensation among them, the authorized officer shall cause the compensa: lion ‘to be apportioned and. paid to such persons * “ acrord: ing to such agreement. If there is no such agreo- . ment, the authorized. officer shall cause\" the : sompnsation to be paid to any uppropriate court of civit jurisdiction to be drawn by the persons entitled thereto. Po .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "t . . t",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "45, Where any compensation’ payable to any Tris tor",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "y Ps pay v cnses where: person under this Law is not acospted by bim when it Seotie is tendered to him, or where snch person is dead or’ tuto, to, is not ia existence or is'not known, it shall be paid to any upproprinte court of civil jurisdiction to be’ drawn by the person'or persons entitled thereto,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "48. (1) Where a person is entitled to compensation Detactions fom in respect of any agricultural Jand vested in the “easton Government under this Law,.the authorized ollicer shall deduct or withhold from the amount of such compensation such sums_as ate authorized or requifed : lo be deducted or withheld ander this Law. wy",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(2) For: the purposes of this ‘section, the expression : “compensation” inclndes any intetest which has accrued due on such compensation.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "as roy 7 ne E ~ Agricultural Productivity Law, No. 2 of 1978 . 1 . ‘woe com’ “. 46, The compensation payable in respect of any peamaiten cs, agricultural aad: vested in the Government under this seeruet dtm. Taw'shall ba considered as accraing due from the date 2 on which that land was'so vested. : fewom 1°47, 1) Where any person is dissatisfied with the _ amtated amount of ‘compensation awarded to him under sec- Mneuof ~ , tion 12 such person msay appeal agairtst the award Lo remanatton’ “the Board of Review constituted under the Land Seal Acquisition Act (hereinafter referred to as ‘ the ica, Board of Review”) which is hereby vested ‘with SBoige™ . jurisdiction to enteriain, hear and decide such Sone ie tana \"Ppa. > Rtgnaien = Aah (2) Every appeal under subsection (1) shal? be in oe + writing and be addressed to the Chairman of the foo Board of Review and be transmitted to, or delivered : _ab, the olfico of that Hoard, wo (3) Every’ appeal under subsection, (2), shalt— rr {a) state the name and address of the appellant; “s (6) montion ag the respondent the euthorized ‘officer vig _ who made the award againat which the appeal is preferred; i : (6) contain a concise statement of the deseription of noe + SNe Tagetoattural land in respect of whieh the 7 - award eae made; and : wot (@ state the amount of compensatiqn claimed by . the appellant and the reasons why he con whe sides the amount awarded by the respondent y . . ‘bo be igsuilicient. : Boke on) No appeal index subsection (1) shall be enter Sy tained by the ‘Board of Review unless it is preferred ‘ S-ge'* within twenty-one days after the date on which notice + dy sof the compensation under section 12 of this Law war ww UF 4\". yeoeivad by the appellant. : : 1 von _ Apion ots, 48. (1) The provisions of section 24 of the Laud Ls Tend”, Acquisition Act shall apply to proceedings before tie + whites ie\" Board of Review on any appeal to-thut Board: nds a eg, this Law. |. * os sit aoe - plan. © (8) The provisions of section .25 of the anf ac Acquisition dct shall apply in relation to the decisiatd os WL of the Board of Review on any appeal to that Boarky, . : 1",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "Agvieulinral Productivity Law, No. @ of 1972 9",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "toder this Law subject to the following inodifiea. -*",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "tions +—",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "*  (@) subsection (4) of that section shall lave effect as",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "though the proviso thereto were omitted; and, f {b) subsections (3) and (4) of thit section sball have eflect us though for tho expression “ section 17\" ocoutring in those subsections, there , Word substituted the expression ‘* section “ a,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": ": “} . , 19 An award of the aitthorized officer or if rinaity instead of ¢hat award, a new Award hins on appeal to 28, the Board bf Review been made by that Board, such Sorta? new award shill be final and conclusive and shall not bo\". ba called fa question jn any oowrt, whether hy way of writ av otherwise. .",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "20. Where an award ia made under section 12, the teotersn authorized officer aliall tender to the person wha ja yma enlitled te compensation aceording to dint award the . amount of compenantion allowed to him hy the award ar, iP in Viewol that, amottat a new anyon hens bees . allaned se camuation by a decision of the Bansd of . Heview cn an lppeat by him ta that Board, tendo thas now ariant to bim, and sll pay the tendered L amount to him if ke consents to recive it, Ce",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "24, The autllotized officer may before the determi- Fever tbe nation of a claim for compensation under this Law Snore, pay Lo a person whom he. considers entitled to such simmer on compansation aa advance, and any sum. eo pric shall Spores he deducted from the ainount of the. compensation awarded to him under section 12. oe,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "22, The mode and manner of payment of compon- * sfote sna sation under thie Taw shall ba determined by tho master, Minister in consultation with the Minister in charge Exupeuation. af the subject of Finance. °",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "PART II . AcnicurunaL Propvertviry Commirress :",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "28. (1) There shall be’an Agricultural Producti- agriaturt vity Committee for each area delormined ‘by the  fredetirity Minister. <",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(2) Hach such Committee shall be a body corporate : with pernetaal succession and a common sent and may sug and be sved in its corporate name.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 18,
    "text": "10 Agriculinral Productivity Law, No. 2 of 1972 '",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 18,
    "text": "(2), The members of cach such Conmittee shall be appointed by the Minister and shall consist of not more than ten persons appearing to the Minisler to represent the interests of persons etayed in ayricul-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 18,
    "text": "; ture or such other persons as the Minister may think . \"necessary shouid be appointed :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 11,
    "par_num": 18,
    "text": "(4 Tho Minister shall designate a member of the Commitice az the Chairman of the Commitiee and another member aa the Vice-Chairman of snch",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 18,
    "text": ". Committee,",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 11,
    "par_num": 18,
    "text": ") The term of office of any member uf such Committee shall he throe years, but a member whe ceases to hold office by ellluxion of Limo shall Le cligible for reappointment,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 18,
    "text": "(8) Any member of the Committee may resign office by letter addressed to the Minister.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 18,
    "text": "(7) Where a member is temporavily unable to",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 18,
    "text": "+ discharge the duties of his allico on account of ill health, absence From Sri Lanka or any other cause, tho Minister may appoint some other’ person to act ns w member in his place. .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 18,
    "text": "(@), If phe Minister is satished that auy member of",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 18,
    "text": ". the Committee is incupacitated, by jnfirmity of mind or body from discharging the datics of his ollice or is otherwise unsuifed to continue to discharge such duties, the Minister may terminate his appointment and appoint anathor member to such Committee:",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 18,
    "text": "Provided, however, that a member appointed in place of @ member who is removed from or otherwise vacates office shall hold office for the unexpired period of the term of office of the member who he aneceads unless the membor so appointed is earlier removed",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 18,
    "text": "_ from ox otherwise vacates office.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 11,
    "par_num": 18,
    "text": "(9} A Member of the National State Assembly shall not be qualified to be a member of the Commigtes.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 18,
    "text": "(10) The Chairman of the Committee shall preside!",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 18,
    "text": "+ ab every meeting of the Committee at which he ‘is; present ard in the absence of the Chairman, the Vice-!",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 18,
    "text": "hairman of such Committes shall preside.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 11,
    "par_num": 18,
    "text": ". (11) Subject to the other provisions of this Law, an! Agricutuural-Productivity Committee shall linve thé) power to fx and regulate its own procedure including! the power to determine the number of member necessary to form a quorum. :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Auricultnral Pyodusttzity Law, No. 2 of 1972 11 2, (\\) Notwithstanding anything to the contrary  Ferctinas oxd in any other law an Agrioultaral Productivity Com- 27%, 24 mittce so established shall be charged within the area oductinlty of its authority with the duty of promation, og- Comaittesr. ordination and development “of agriculture, of assisting in the formulation of implementation programmes and targets for the production of crops Jind livestock aud of exorcisiug Such rowers os the Minister may entrust to suoh Comunittees under this ‘Law or by any regulations made thereunder, (2) Without, ‘prejudice to the generality of the provisions of subsection (1) an Agricultural Prodac- tivily Committee shall have power— (0) to acqnire, to hold, take or give on lease, or hire, ~ mortgage, pledge, sell oF otherwiee dispose of ~ aay movable or immovable property j (} to prepare and ‘maintain a register in the prescribed manner of all agricultural lands . within the area of authority of such Com- mittoo; . {c)_ to order any person having any interest in any » land ov. carrying out any agricu)tural : . operation within the arca of authority of such Committee to provide any information . and to produco for inspection any desda or other documents relating to that land or to that operation; - (2) to prepare and submit ‘to the. Minister for implementation by regulations mado under . this Law, schemes for ensuring the eficient . farming ‘of ageicultural Iangs. and thetr . manageinent, mainteonuce and improvement; () lo propare and submit to the Ministor for implementation by regulations, schemes for the consolidation of agricultural lands; (f) to impose on and collect from an owner : or occupier of agricultural land an acrenge ° . tax nol exceeding six rupees per acre per. - year and any other charges levied for - services rendered under this Law; a (g) to utilize the moneys of such Committee to defray the expenses incurred in the oxercise or performance of its powers and duties and . for such purposes as nay be prescribed;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "H < 19 Agricultural Productivity Law, No. 2 of 1978 bon, (A) to maintain and operate an acconut in such bank er . « ag thay be determined by such Committee, uae (8) Forther powers and duties may be conferred on | * Agrioultaral Productivity. Committees by regulations hE: “made onder this Law. .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": ". (4) Every such Committeo shall in the exercise of ite powers and the discharge of its duties be subject to the general direction of the Minister or such",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": ", delegated authority as may be prescribed.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "i! *  ) It shall be the duty of the Chairman of each : : Agricultural Productivity Committee to maintain the a « accounts of such Commitiee in such form and manner y ._ a8 Une Minister may,’ from time to.time, direct, Such ‘accounts shall bo audited anoually in accordance with . any direction given in that behalf by the Minister, # and shall be submitted to the Minister as soon as",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": ". possible after such audit. . . vf Movant te 28, Whore nn Agricultural.’ Productivity | Meuier Committee after being divecled by the Minister to \"a. psereise, perform or discharge any power, duty or + function conferred or imposed on or aasigned to such : Committee by or under this Law or by any regulations wos made thereunder, fails to do so within the time i - specified in the direction, the Minister may exercise, pa, perform or discharge such power, duty or function, and avy act so done by the Minister under the provi- ot sions of this section shall be deemed to have been done",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": ". by such Committee. | = : | Resoury at 26, -All. expenditure properly incurred by an . -.” ‘Agricultural Productivity Committee in the discharge ‘of its functions in relation-to any agricultural land “.\" + or operation carried therein shall be' recoverable by such Conmmities from the owner of occupier of such land and such.Committee shall alzo have a lien on the produce of such land in respect of the amount 20 : recoverable, | ri,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "Agricultural Productivity Law, No. 2 of 197213 . 27. Each Agricultural Productivity Commitine . geo Bball be deemed to he a schedilod instituLion within Grmite, the ineaning of the Bribery Act and the provisions = reteéuled of that Act shall be construed accordingly. ate he ea 2 28. It shall be lawful for such Commitice, subject For ¥ to the approval of the Minister givon with the con- men currence of the Minister in charge of the subject of Finnneo, to borrow from the Government or any approved lending institution ov institutions such sum or anus of momey hs nny be necessary for or conducive or incidental to any of the functions of such Committees“) + 7 # : 20. An Agricaltnral Productivity Committee may Agreininest et appoint such servants or agents as it deems fit.for seca. the exercise of its powers’ and the discharge of” its duties, : : { , Parrim 0. . | Acuiduyrunan Tamunans Sate 80. (1) For the perposes of this Law the Minister  Estbusbmeat may, by Order published in the Gazette, ‘constitute pat gu sve nutuber of areas a5 he mey consider expedient SeShea for which Agricultural Tribunals may be established \"4! iv the manner hereinafter provided. + . : (2) Bach Agricultural Tribunal, sholl consist of not more than eight members appointed by the Cabinat : af Ministors, on the recommendation of the members . for tho time being of the Judicial Services Advisory Voard, one at Joast of whom shail be a proctor or wivmnte, with ab least five years professional rspericnge. : 8) The Cabinet of Ministers shall appoint one of the. tnembers to be the Chairman and another member to te the Vice-Chairman of each Tribunal. : — (1) Every member of a Tribunal shall, unless he -eatlion vacates ollie or is romoved ‘therefrom, © ~ fold office for a period of Unree years. Any =  momber of a Tribunal who vacates olfice by efllusion + of time shall be eligible for renppaintiment:",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "| 1& Agriguitural Produotivity Law, No. # of 1o7# Pa Provided, however; that a member appointed in ook place af a member who is removed from or otherwisa vaéates office, shalt hald ofice for the unexpired term +.» of olfice of the meniber whom he succeeds unless the Zon’ 1, member 90 appointed is earlier removed from or vs °\"\" otierwise vacates oilice. . acre (6) There shall be appointed 9 Secretary to each : ‘Tribunal, . : (@) The mombers of each ‘Tribunal shail bo remunerated at auch rate na way be prescribed, Moiags of B1.. (1) The Scerctary shall under the direction ea of the Chairman of, ench Agricultural ‘Tribunal convens meotings of the Tribunal. ‘The Chainaun aud three other members shall be summoned lo a meeting of tho Tribunal. Every meeting of the ‘Tribunal shall inclnde a lawyor member. The quormm of the ‘I'ribunal sball bo three members. Q) The Chairainn of the Tribunal shall preside at : ovary sneoting of the Tribunal, The Viee Chairman - of che ‘Tribunal shall preside at every meeting of the “ Tribunal in the wbsence of the Chairman. In the absence of the Chairman or the Vice-Chairman, the members of the Tribunal summoned to @ meeting shall chooss from among the mombera achairman for that : ineeting. ; .. ., @) A meeting of a Tribunal may from time to tims be postponed or adjourned. : . ight of “a2, (t) Any perion on whom ‘an Order of = teat Bae Dipeein Tac bean served under the provisions . of this Law may, within fourteon days of such service, appeal to the Agricultural Tribunal of the ares - + within which ‘the fond to which the Order relatas i situated, oa 2) Where the Minister or an. Agricultural Productivity Committee is of opinion that there is 8 dispute relating to the management or farming of uy agricultural land the Minister of soch Agrical tural Productivity Goumittee mey refer auch drepute to the Agricultural Tribunal of the area within whos; + fatiadiction the land in respect of which such diepuis t ws arisen ix situated for the determination of such! ‘Tribunal. wot",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "Agricultural Productivity Lalo, No. 2 of 1972 15 \\",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(8) Every appeal or reference to an Agrict!tural aAbonal Shall",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(o}-bo in writing and state the nave and address of",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "the sppel ant or the poreen at whose instance the reference is made; . . ) mention the respondent to sach appeal; (c) contain a plain and concise statement of the appellant's interest in the, Jand ot the dispute, oe",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "4) Every appeal or reference shall be addressed to the Chairman of the Tribunal and dhall be transmitted ‘or dolivered at the office of the Tribuual.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(5) Every appeal or reference shall contain—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(a) 4 list of witnesses intended to be called at the ~",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "hearing of such appeal or the consideration : of'such reference; and (6) a Hist of documents intended to be produced at thel hearing of such appeal or for the « - + consideration of such reference.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "33. (1) Every appeal on \\veference to \"an Proceedings Agricultura! Tribunal shall be heard or, considered at Ser, 8 Maceting of the Tribunal. ‘THbunale,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(2) The Seeretary shall fx a time snd place for the hearing of each appeal or the consideration of any reference and stial] give twenty-one days’ notice thereof in:writing to the appellant and the respon- _ dent thereto. . .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": ". ® ‘The appellant and the respondent to an avpeal shall attend personally or by on agent or agents duly . authotized in writing the meetings of the Tribunal : at which the appeal is heard... = .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(4) The Chairman of the Tribunal and, in his . absence, the person who ia chairman of any mesting —-- of the Trshnal sball, for the purposes of the heat- ing of any appeal or teference by the Tribunal, have al the powars of a District Court—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "; . @ to summon and compel the attendance of . : wilmesses, + : +. @ to compel the production of documents, and | © (@) to administer - any -oath or affirmation” to",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "‘ witnesses. . .",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "fo gem aoioe (0772) .",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "! \"16 Agricultural Productivity Law, No. 2 of 1978 iF “+ \"(gy Section 142 of the Civil Proosdure Code and if .. section, 132 of the Evidence Ordinance shall apply th, to a witness in any proceedings before the Tribuual kl J, ag Ehough those proceedings were proceedings before Hoe - acivil court, «7 : - ; * (@) The Secretary shall, in respect of every appeal heard by the Tribunal or reference made to the ‘ \"Tribunal, keep a record of all such proceedings before _— the Tribunal as relate to that appeal or reference, Desae of 34.) The decision made at a meeting of an ‘tBhaaale Agricultural Tribunal on an appeal or reference heard ' at. that ineeting shall be deemed to be the decision of : \"the Tribunal on that appeal or reference. oo (2) Where’ the meinbers of the Tribunal who hear . an appeal or reference disagree with regard to the os decision on the appeal or reference, the decision of Ube majority of them shall be the decision of the Tribunal on the appeal or reforence, and, whore the +. 1, members ave equally divided in dels, opinion, the an devision supported by the chairman of the meeting an ‘at which the appeal or vefereace ia heard shall be the . decision of the ‘Tribunal on the appeal of reference. : (8) Every decision of the Tribunal shall contain : the rensons therefor. : : : me (4) On application to the District Court within whose jurisdiction the'subject-matter of the dispute is ! *siuuated, every decision of the Tribunal ehall be A enforeed as if it were a decree of that court, and . _ - dotordingly the provisions of the Civil Procedure Code shall apply tothe execution of such decree. . : ti wusligot \"85, Save as provided in section 36, » decision of ses,” am Agricultura) Tribunal shall be final and shall not Beal be called in question in any court. { - - prt o, 36. (1) Whore a party to an appeal or reference to i ie be an Agricultural Tribuital ‘is dissatisfied with ‘the oun Tribimel’s decision on that appeal or reference he may, by” written petition in which the other party is ' mentioned as the respondent, appeal to the Supreme Court against that decision on 4 question of law. oot . “ moot Ep",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "Agricultural Productivity Law, No. 2 of, 1972 17 (2) A petition of appeal wider subsection (1) shall state the! question of law ta be wiguol stall ore a certieale Gy ait avorato or a. proslr that, such quostion is Mit for adjudication hy tlie Supreme Court, 7 and shail be presented in triplicate to the Secretary of dhe ‘Tribunal by the appellant within twenty-one days . aftor the date of the ‘'ribunal’s dacision against wliich the appeal is preferred. \" @) When « petition.of appeal ia presented io. the Tribunal in tho mannar and Within the time specified in subsection (2), the Secrotary of the Tribunal shall— fa) transmit to the Supreme Court one of the copies of the petition of eppeal together Th the record of the proseecings in which the deoision against which the appeal has been preferred was made, and (8) iseuc notice of the appeal ta the’ -respondent named in the petition’ of appeal together with a copy of the potition of appeal. (4) No stamp duty shall ‘ho required in ‘any proceedings before the Supreme Court relating to an nppeal under subsection ay. . . (5) Ths decision of the Supromo Court on an appeal vader gebseotion (1) shall be finsl. PART IV : AamourronaL Co-oreearws Socuma 8%. (1) The Minister may, in conauleatién with the,” apolar Minister in charge of the subject of Co-operative Siamake Berelopment, establish | Agvieuliral “Co-operative Societies in ench Agricultural Productivity Committos - ~ trea consisting of the cultivators of the agrioutaral lands within that aren. Such Sosicty may cocept as snembers the cultivators whose aggtegnte holdings in the ares do not exeoad the extent prescribed under this Law, (2) Agricultural Co-operative Societies established under subsection (1) may be amalgamated to form an Agricultural Co-operative Union for the administra tite district. : : (3) All Agricultural Co-operative Socicties formed. ander thig Bart shall be subject to the provisions of the Co-operative Societies Ordinance and the regulations nade thereunder, so far as they, do not contravane the provisions of this Law. _ aise a0 .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "18 Agricultural Productivity Low, No. 2 of 1978 ‘ (4) An Agricnlunral Co-operative Society may perform all or aay of the following functions— G) obtain agricultural advances in proportion to - : ‘the artas of lands owned by its members; ii) supply the farmers with working capital, : # Pgiuding tbe necessary seeds, Gertilteers, . insecticides, cattle, Pumps, agrieultsral . machinery and provide facilities for storage and transportation of crops; (iii) organize tho farming of the lund and its . ‘utilization in the best possible manner . ” including the selection of seeds, the clussi- fication of crops, the combating of agrieul- tural peste and weeds and the constriction + of canals and draing; + Gv) sell the produce of the members subject to such conditions as may be agreed upon; and {v), take all such measures for the welfare of its members. . . ® ‘An Agricultural Co-operative Society shall conduct its activities under the aupervision of an -oficer appointed by the Minister on the advice of the Commissioner of Co-operative Development.~ Such | ollicer may Le in charge of more than one Agricultural Co-operative Society. (8) The Minister may, with the concurrence of the Minister in: charge of Co-operative. Development, ; prescribe the articles of association for an Agricul- tural Co-operative Soojety subject to the provisions of this Law, Agrtoalire) 38. (1) An Aqrionttural Co-operative Society cXlemive established under this Law may secure.on lease from 7 Bosietions the respective owners any agricultural and, within its area of jurisdiction and farm such Sand under the joint management and operation of’ such _ Agricaltaral Co-opernlive Society. (hereinafter referred to as an “ Agricultural Co-operative - + Leasehold Society”). °, ; : (2) An Agricultural Co-operative Leasehold Society may, where it ia Unable to socure the agreement of the - ovenar or owners of nh lands on the tent pels, : make application to the ‘Agricaltnral ., Productivity",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "' Agricultural Productivity Law, No. 2 of 1972 19 : Committee to! determine the rent. Any decision made hy the Agricultural Productivity Committec shall be subject to appoal ta the Minister and the decision of «the Mindstty shall be final, . , * (8) Nothing in subsection (2) shatl prevent the Minister from referring such dispnte to an Agricul- tura} Tribunal established under Ubis Low, @ The Minister may, on application made to it x by the Agriculinral Productivi¢y Committee, order that any agribaltatal land within its jurisdiction be : compulsorily brought under: the provisions of this : * weetion, hs. ! . : (5) The rentals fixed for lands leased to an Agricul- ; _. tural Co-operative Leasehold Society under thir ®: section may be revised from time to timo. ‘te : ‘ ® Notwithstanding the provisions of subsection (1) an Agricultural Co-operative Leaschold Society may reallocate the lands leased under this section among its individual members suhject. however, to the general supervision und the control of such’ Agricul- toral Co-operative Lensehold Society over the ngricul- ° ~ wral operations cntried on in or upon the land. (1) Membership of any Agricultural Co-operative Society established under this Lew shall, as far ss possible, be confined to persons who cultivate tand within the Jimity of the Agricultural Co-operative = | ~ Society or who reside within such area and are ~ actually engaged in farming the land. . . 38. The Minister may, in consultation with the: Smal-tolders Minister in charge of the subject of Co-operative Cooperative. Develnpment, make regulatioas to establish in ony area serviced by an Agricultural Productivity Commitiee a system of Smail-holders Servica * Cooperatives | es, on initial step towards the transition of development af ngricultieal Innd from lie presont sysivra of individual and independent . holdings to co-operative or collective system of | 2 production. : : PART V a : Guneray . 7 40. (1) The Minister may delegate either generafly Minister may 4 orsneciaily by nameor by office ta'an authority named kre ¥ dy bim by Order published in the Gazeéte all or any \"\"",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": ". ch | 20 Agricultural Productivity Law, No. # of 1978",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": ". of the powers, other than the power. to make regnla-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": "“— tHoas utider section 41 conferred upon him and all or any of tho matters required to be performed by him or",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": ": under this Law or by or under any regulations made",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": ".,. thereunder. : :",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": "(2) Any-person so celegatéd may authorize his staff at ali reasonable times to enter upon any agricultural land for the purpose of inspecting such land, obsery- ing the mauner in avhich it is being managed aud giving direetions to the owner or occupier in relation to malters referred Lo muder this Law or under any",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": ". rogulations made thereunder,",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": "Four Ad, (1) ‘Lhe Minister may from time to tiie make",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": "Bate gon,” Pegulations for the purpose of enteying out or giving : eficet to the principles and provisions of this Law.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": ". . -@) In particular and without prejudice to the : generality of the powers conferred ty subsection OF . , the Ministor may make regulntions in tespect of all “ \"or any of the following matters: — SO (@ the mode and the methods ;of forming of hott agricoltursl lands; ji sc. s+ + (@) with the conencrence of the Minister in charge oles of Plantation Industries, the utilization of wv . {and in ten, rmbber and coconnt plantations . - ~ including the utilization for other crops aud toe for animal iusbendry; . {e) the regulation, control, supervision, direction, nog _etatigement and inapection of all agricul ; tural lands; ae _\"\\ @ all matters which ave required by this Law to be : prescribed or in respect of which regulations : are required to be made; ,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": "‘su, \"7 (@) alll matters incidental to or connected with the wes matters reforred to in this-Law. ' +++. (8) Every regulation made by tho'’Minister shall be!",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": ". published in the Gazettg and shall come into operation! - on tha date of such publication or on such later date;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": ": ag may be specified therein. +: |",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": "vu.) oy @) Bory regulation made by the Minister shall as; “sao ag eonveniant after its publication in the Gazette, be brought. before -the National State Assembly for!",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "+ Agricultural Productivity Law, No. 2 of 1978 2",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "iporoval. | Auy regulation which ig not so approved . siall bo deemed to be rescinded as from the date of ©: . - disapproval, but without prejudica to aaything |” proviously dona thereunder. :",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "8) Notification of the date on which any regulation made by tha Minister is so deemed to ho rescinded sinHl be published in the Gazeste. : .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "42, (1) Any person who contravenes or autenipla to Od et contravene tha provisions of this Law or any regulation alti: made thereunder shall be guilty of an offence under hig Law. ; .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "(2) Every person who couunits an offence under this Law or under any regelations-made thereunder shall on conviction after summary: trial before a Magistrate le liable to imprisonment: af either description for n period not exceeding six months or to a fing: not L seeding one thousand rupees or’ to both such _ imprisonment and fine. y . .",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "43. No suit or proseoution shall Jie against a rowitte’ gato officer or any member of a Committee or \"ent, + Tribunal appointed by or under this Law or by any  Gonmiaes or regulation made thereunder or against any officer, Trbvseln te, servant or agent of such Committes or Tribunal for any net which in good fuith is done or purported te , be done by him under this Law or under any reguistions made thereunder.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "M4. (1) There shall _be established a fand to be Agrecitart known ug the Agricultural Productivity Fund, Eroduelinty",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "(2) There shall be paid into the fund—_ - to:",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "(@ all Bnex imposed by a court for nny offence under",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "this Law; . {#) all sums required under’ this or any other Law",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "to be pnid into the fund; . : (all sock sums of money as; mr be voted from.”",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "time to time by the National State Assembly :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": ", to the fund; :",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "(@) any such sums of money as may be paid into the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "‘fond out of the Consolidated Fund. a",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "(3) The moneys of such fund may be utilized for : the improvement end development of agricultural .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": ": 22 Agricultural Productivity Law, No. # of 1978",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": ": productivity in Sri Tana. ‘The Seorstary to the",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "7 ‘Ministry shall be responsible for the administration of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "the fund.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": ": , 4) The accounts of the fund shall be maintained .  in_such form and shall contain such particulars as the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": ". Minister may, with the concurrence of the Minister of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": ": « Finance, may. from time to time specify.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "(6) The accounts of the fund for encli financial year shail be audiled by the Auditor-General. Tor the purpose of assisting him in the audit af such aecousils, the Auditor-General may employ the services af ary",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "\"qualified auditor or auditors who shail act under his + direction and eantrol.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": ". » {8) The Secretary lo the Ministry shall, as soon ay possible after the end of each finincial year, trans- mit the report of the Auditor-General Logether with",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "‘the statement of accounts of the fund for Labling in : the National Stats Assembly, :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "(7) The financin) year of the fund shall be the period of twelve months commencing on the first day of Jonuory each year, . :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "Frovisions af 45. The provisions of this Law shall have effect peovell, over notwithstanding anything contained in any other toy alerine. written law and accordingly, in the event of any * conflict or any inconsistency between the provisions of this Law and such other written law, the provisions of this Law shall prevail,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "Tavarpratetion. , 46. In this Law, unless ‘the’ context otherwise",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "requires— : . -  agricaltural holding” means lands which ore . managed as a single unit for agricultural purposes, incloding all blocks of land under common management and’ any ‘other land . attached to a holding which the Minister",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": ". considers ‘could be efficiently used for",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "agriculture; :",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "* agriculturat land '’ means Innd used or capabl",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": ". of being used for agriculture within the nO. meaning given in this Law and shail include + rivate lands, lands alienated under the . Pand Development Ordinance or the Cros - Lands Ordinance or any other enactment",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "0 * but shall exclude home gardens;",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 24,
    "par_num": 3,
    "text": "Agricultural Productivity Law, No. 2 of 1972 93 — “agricultural produce” includes anything Gvhether live or dead) produced in thé _ conrse of agriculture; * : agriculture” ineludes— a : + (i) the growing of, rice, all field. crops, , apices and condiments, . industrial.‘ crops,\" vegetables, fruits, flowers, ° pasture and fodder; : . Gi) dairy farming, - livestock roaring and . __ breedingy . a . Gii) plant and fruit nursdries; . “eapital worka ’ include land development, land levelling, soil and water conservation works, . field irrigation channels. and  strnotures, drainage and works; : . ““Bxed equipment”. includes any buildings, - structures or machinery affixed to or appur. tenantto such land required for agricultural . purposes ; . : “home garden ”’ means an allotment not oxooeding , . : ‘acre-which is wholly or mainly cultivate | the ‘owner or occupier for the production . of vegetables, fruite or livestock products for consumption by himself or his family;. “management” with its grammatical variations ~ . and cognate expressions shall include all Orders referred to under sections 2 and 3; .",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 24,
    "par_num": 3,
    "text": "“ comupier * shall mean the person for the time . ing entitled to the use and geeupation of agricultural land by virtue of his being the «~ ,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 24,
    "par_num": 3,
    "text": "lessee or usufructuary mortgages ond shall include persons in use and occupation of 7 agriculuaral lande alienated under the Land . evelopment Ordinance, the Crown Lands . Ordinance or any other enactment, and a includes a ‘tenant cultivator within the woe . meaning of the Paddy Lands Act, No. lof ~ ue 1058. :",
    "mean_p_confidence": 0.8
  }
]