[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEKYLUIN - 2nd Session 1957-58 . eee oo a Passion Seana Bal Orme SSIS Conciliation Boards Act, No. 10 _ of :1958 ele Ps s Te oe Sty Date of Assent: March 12, 1958 + Printed on the Orders of Godernment Primed nt me Govemnener Pusts, \"Cartan. To be purchased at the Governsdzvr PusticaTions BUREAG, Corona ‘Annual Subscription (including Bills) Re. 28, payable in a ae Bonzat, Poet Oretce Box 500, Secretariat, Colombo 1 Price: 30 conts. Postage: 10 cents.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ":  onetliation Boards Act, No. 19 of 1968 8",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "L. D.—O. 47/87.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "VAN ACT TO PROVIDE FOR THE ESTABLISHMENT OF CON-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "@ GILIATION BoaRDs IN VILLAGE AREAS AND IN SUCH",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "OTHER AREAS AS MAY BR DETERMINED BY THE MINISTER",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "ov JUSTICE, TO DEFINE THE POWERS AND DUTIES OF",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "SUCK BOARDS, AND TO MAKE PROVIGION FOR MATTERS",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "CONSEQUENTIAL OR INCIDENTAL THERETO.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "i [Date of Assent: March 12, 1938]",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ". BE it enacted by the Queen’s Most Excellent Majesty,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "7 and with the advices and consent of the Senate and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "1o House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, 43 follows: —",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "4, This Act may be cited as the Conciliation short ste, Hoards Act, No. 10 of 1958.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "“a, (1) This Act shall be in operation in every Opermin of village aon ‘and in such other areas as may be deter- i At mined by the Minister of Justice by Order published in the Gagette.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "@) This Act shall be in operation in any area deter- mined by the Minister of Justice under sub-section (1) subject to such modifications of ite provisions as may be set out in the Order by which such determination is made.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "8. (1) For the purposes of this Act the Minister of endl. of Justice may from time to time, by Order published in “=e the Gazette, appoint for any village area a Panel of Conoiliatore of ot less than twelve persons from which Conciliation Boards for that village area shall be constitnted as hereinafter provided.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(2) Where @ Panel of Conciliators is to be consti- tuted for any village‘area, the Minister of Justice shall, by notice. ubfished in the Gazette and in sach lodher ‘manner a8 mnay bé determined by him, notify that it is intended to constitute such Panel and that recom- mendations under sub-Rection (8) may be made to him in writing within such time as shall be specified in the notice in regard to the persons who are to be appointed to such Panel. © @) The Village Committee of any village area for which a Panel of Conciliators is to be constituted, erery Rural Development Society and every Praja Mandalaya in that village area, and every such Co- operative Society in thet village area as is registered EAR sot 8 .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "4+ Conciliation Boards Act, No. 10 of 1968 ‘ under the Co-operative Societies Ordinance may. within the time allowed therefor by the notice unde; sub-seotion (2), recommend in writing to the Minister of Justice such persons as are in the opinion of thy recommending body St to be members of such Panel. «,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "4) Any person resident in a village area ond any pubtie coer engaged in any work in tht village arg may be appointed as a member of the Panel of Conciliators for that village area. :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(©) The Minister of Justice shall take into om sideration such recommendations as may be made under | sub-section (3) in appointing the members of a Panel of Conciliators.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(6) A member of a Panel of Conciliators may resign office by letter addressed to the Minister of Jnatice.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(2) The Minister of Justice may, without assigning any reason, remove from office any member of a Pan of Coneiliators. :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(@) Every member of a Panel of Coneiliators shall, unless he earlier raeates or is removed from office, hold office for euch period not exceeding three years ag the Minister of Justice may determine at the time of the appointment of such member. Any member of a Panel Of Goneiliators vacating office by efftuxion of time shall be oligible for reappointment.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Guia ot (1) ‘The Minister of Justioe shall appoint one Fut ol of the members of the Panel of Conciliators constituted for any village area to be the Chairman of such Panel. 2) The Chairman of @ Panel of Conciliators may resign office by letter addressed to the Minister of sustice. i (8) The Minister of Justice mas, without assigning ‘any reason, remove from office the Chairman of a Ban of Coneiliators. ‘ \\ \\",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Geoitcion | 8, (1) For the purpose of constituting a Condilia",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "af lation | -",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Sate ition Board for ans village area, the Chairman of the (Panel of Conciliators ooustituted for that, village lares shall select from such Panel not less than three persons",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "_(2} Where the Chairman of the Panel of Con",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "cillators constituted for any village area is a membel",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "of a Conciliation Board constituted for that village area, then, he, or, where he is not a member of thw:",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Board, then each member of that Board ex may be",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "inat such Chairman, shall be the Presi nominated by rman, shal e Presiden",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Conciliation Boards Act, No. 10 of 1838 5 | {Ji@ Any, number of Conciliation Boards, may be jonstituted in a village area for which a Panel of ‘Gonciliators has been constitated.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "@. The Chairman of the Panel of Conciliators cist, disputes ipnstitated for any village area may, and shail upon 74 Se, GPplication made to him in thet behalf, refer for cous joguiry to Conciliation Boards constituted out of that Barts. Panel the following dispates and offences: —",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "> (@ any dispute in respect of sny movable",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": ": ‘property that is kept, or any immovable",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "property that is wholly or partly situate, in that village areas",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(b) any dispute in respect of any matter that may",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "be a cause of action arising in that village avea for the purpose of the institution of an action in a civil court;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(© any dispute in respect of @ contract made in",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "‘that. village area; (2) such offences specified in the Schedule to this “Act as are alleged to have been committed . in that village area.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "7. A Conciliation Board shall, in respect of any Berg of s dispute or offence referred to it for inquiry, have the $52\" following powers: —",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(a) to procure and receive all such written or oral evidence, and to examine ail such witnesses, as the Board may think it necessary or desirable to procure or examine; H",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(®) to require the written or oral evidence of ia witness to be given on oath or affirmation,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": ". such oath or affirmation to be that which could be required of the witness if he were giving evidence in a court of law. and to administer or cause to be administered by : an officer authorised in that behalf by the : Board an oath or affirmation of such | witness;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(¢} to summon any person residing in Ceylon to : attend any meeting of the Board to give L evidence or produce any document or other : thing in his possession, and to exantine him ¢ as a witness ot require him to produce any Q document or other thing in his possession;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "8 Conciliation Boards Act, No. 10 of 1958",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "@ notwithstanding any of the provisions of a Evidence Ordinance, to admit any writty or oral evidence which might be inadmi sible in civil or criminal proceedings.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "Summoas. 8 (1) Every summons issued by ® Conciliatigl Board shall be under the hand of the President of i] Board. val (2) Any summons issued by a Conciliation Boan, may be served by delivering it to the person anal therein, or, f that is not practicable, by leaving i, at the last known place of abode of that person.»",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": ") Every person on whom a summons issued by 4 consiliston Board is served shall attend before i Board at the time and place mentioned therein, and shall give evidence or produce such doctments or othe things as are required of him and are in his possessiog or power, according to the tenor of the summons.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(% Uf any person upon whom a summons issued bj 8 Conciliation Board is served—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "{a) fails without cause, which in the opinion of' the Board is reasonable, to appear befor. the Board at the time and place men tioned in such summons, or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(0) refuses to make an oath or affirmation ast witness, or, having made such oath of affirmation, refuses or fails without cause, which in the opinion of the Board is reasonable, to answer any question put to him regarding the matters that-are being inquired into by the Board, or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": ". (¢) refuses or fails without cause, which in the Opinion of the Board is ‘reasonable, to produce and show to the Board ‘any document or other thing which is in his",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": ": Bossession or power and which is in the pinion of the Board neveseary for arriving at the truth of the matters that are being inquired into by the Board, such person shell be fuilty of an offence punishable with a fine not exceeding one hundred rupees. Yo sump auyy 9. No stamp duty shall be payable for any summons a \" issued by a Conciliation Board.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "By0, Every sutnmons issued by a Conciliation Board sevice 7, jhall be served by the Fiscal or by any police officer “\"°™* speed therein. ‘o44. Every person who gives evidence before a Pilvkace of Gonailiation Board shall, in respect of such evidence, “*™“™* je entitled to all the privileges to which a witness giving evidence before a court of law is entitled in Zspest of evidence given by him before such court. $49, yy) Where avy, dispute, jo sefered, to # Buty fs Boneiliation Board andr this Act for inquiry, it shall $eeaue ie the duty of the Board to summon the parties to auch dispute to appear before the Board and after Jnquiring into such dispute make every effort to induce duh parties to settle such dispute, and, where such parties agree to a settlement, record such settlement. and issue 0 copy thereof signed by the President of the Board to each such party. ‘: @) Where any offence is referred to Conciliation Board under this Act for inquiry, it shall be the duty af the Board to summon the alleged offender or oflenders and the party or parties against whom such atinoe ie alleged “to have been comutitted to. appear before the Board and to inquire into the allegation of seh offence. If after such inquiry the Board is solisfied that such offence has been committed, the Board shall make every effort to induce such offender or oflenders and such party or parties to agree to compound sash offence, ond, whore such offender or offenders and such party or parties so agree, then— (0) if such offence is an offence specified in Part I of, the Schedule to thie Act, the Board shall make a record of the compounding of suth offence and issue a copy thereof signed by the President of the Board to each such oflender and esch such party, and (0) if such offence is an offence specified in Part 11 of the Schedule to thia Act, the Board shall . make @ written recommendation to the torney-General that the Attorney- General's consent may be given to the compounding of such offence.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "48, Any party to a civil dispute which is settled Reputistion of ty a Conciliation Board in any village area may in Tui\"Sipue | writing notify to the Chairman of the Panel of auig hy » Hl Concilfators constituted for such village arca that, fees. |",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "8 Consiliation Boards Act, No. 10 of 1958 with effect from such date as shall be specified in thy notification, the settlement effected by such Board wif be repudiated by him for the reasons stated in thy notification, and, where such notification is made with such reagons stated therein: such settlement shall ceay to be in fores from the date specified in sug notification. ¥ tt Provision 44. (1) Where a Panel of Conciliators has bei in reper wo constituted for any village area,— a Shelton (a) no proceedings in respect of any disput ae penecton referred to in paragraphs (a), (6) and « ence of section 6 shall be instituted in. or entertained by, a civil court unless thi petson instituting such proceedings produces a certificate from the Chairman of such Panel that such dispute has beey inquired into by a Conciliation Board and it has not been possible to effect a settle. ment of such dispute by the Board, or thata settlement of such dispute made by a Conciliation Board has been repndiated by all or any of the parties to such settlement in aceordance with the provisions of section 13; - (3) no prosecution for any such offence specified ® in Part I of the Schedule to this Act as is alleged to have been committed in such village area shall be instituted in, or be entertained by, any court unless the person instituting such rosecution produces # certificate from ‘the Chairman of such Panel that the aileged offence has beea inquired into by a Conciliation Board and hhas not been compounded; and (©) no prosecution for any such offence specified in Part II of the Schedule to this Act aa is alleged to have been committed in such village area shall be instituted in, or be entertained by, any court unless the person instituting such prosecution produces 4 certificate from the Chairman of such Panel that the alleged offence has been inquired into by a Conciliation Board and the Board bas or has not recommended to the Attorney-General that the Attorney?! General’s consen: may be given to compounding of such offence. }",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Conessation Boards Act, We. iv vy save bl | iq) Tt shall be the duty of the Chairman of every 4 | pane! of Concitiators to issue the certificates required ier the purposes of sub-section (1) upon application ‘pede to him in that behalf. _ ie ' +45, In computing the period of prescription in  Freurites. zegard to any cause of action or offence, the time taken fy the proceedings before a Conciliation Board in yegerd to that cause of action or offence or the time during which a settlement made by a Conciliation oard in regard to that cause of action has been in force shall not be taken into consideration notwith- standing anything to the contrary in any other written lew.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "48. The members of a Conciliation Board shall, seuter of go long as they are acting as guch members, be deemed Sti desmea to be public servants within the meaning of the Penal ‘ b+ pbc, Code, and every proceeding before such Board shall be frewliogt deemed to be a judicial proceeding within the meaning felt $28 of that Code. to be judicial",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Proceedings ening ct the Brae! Gost.",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "47. (1) The Minister of: Justice may make  Reruation. regulations to give effect to the principles and provisions of this Act.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(2) No regulation made under sub-section (1) shall have effect until it is approved by the Senate and the House of Representatives and notice of such approval is published in the Gazette.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "i",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "48 The provisions of this Act shall have effect Tus te 22 notwithstanding anything to the contrary in any other fiber writes written law. i tem",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "49, ‘The Minister df Justice may, by Order Amiens. poblished in the Gazette, amend the Schedule to this te thie act.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "ct. ,",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "20, In this Act, the expression “‘ village area” teuroreation has the same meaning as in the Village Communities",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "eS ig Ordinance. :",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": ". 10 Gonciliation Boards Act, Ne. 10°of 1958 SCREDULE. PARE Offence. Seation of Penal Cox 8 ‘applicable. 1. Voluntarily causing burt... ald 2. Voluntarily eausing hort on provocation... 325 8, Wrongful restraint we va B82 4. Wrongful confinement ve we BBB 8. Using criminal foree otherwise than on grave and sudden provocation ... ae 3 6. Assault or criminal force with intent to die- honour @ person otherwise than on grave and sudden provoration ... wee M6 4G. Assnulting or using criminal force on grave and maiden ‘provocation im a 850 G8, Committing misohiet we wee 40a 8. Committing mischief and thereby cansing damege to the amount of fifty rupees... 410 10. Criminal trespass wee oa 438 11. House trespass oo oa 484 12, Defamation oo ee 480. 18. Printing or engraving matter known to be ‘defamatory we yo 481 24. Sale of printed or engraved subsiance contain- ing defamatory matter... ve BB ‘15. Intentional insult with intent to provoke a breach of the peace ae ie 484 16. Criminal intimidation =... fo 488 i Offence. Section of Cattle Trespatt ‘Ordinance applicable, 17. Unlawful removel of any cattle from custody of pergon entitled to keep or detain such cattle... oe wee ELT ‘8. Causing animels to trespass ve Wend 184",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "\"Conciliation Boards Act, No, 10 of 1958 WA PART Ht Offenos. Section of Ponat Code applicable. 1. Voluntarily causing hurt by dangerous wespon or meats... we ve AB a. Voluntarily causing grievous burb BIG 8, Voluntarily causing grievous burt on provose- Fiona a ve 988 4. Gavaing hort by on ect which endangers life or the personel safety of others a 828 5. Causing grievous burt by am -act which endangers life or the personal safety of . others... - ee 320 6 Migebiet by killing or meiming eny animal of ‘the valie of ten rupees... we GL \", Mischief by killing or miming cattle, etc., or any animal of the value of Bity rupees... 412",
    "mean_p_confidence": 0.68
  }
]