[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF . SRI LANKA’ INSURANCE (SPECIAL PROVISIONS) ACT, No. 22 OF 1979 . [Certified on 19th April, 1979] Printed on the ordere of Government , ‘Published ss a Supplement to Part II of the Gazette of the Democratic , Socialist Republic of Sri Lanka of April 27, 1979 see ot eter cma, Ee Price : Re. 110 : * Postage: 50 cents",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": ", Insurance (Special Provisions) : : ‘Act, No, 22 of 1979 : [Certified on 19th Apeil, 1978] ‘ L. D—O. 48/77. . Aw Ac? TO FROVIDE FOR THE ESTASLISHMENT OF SUEaIDIARY *  Conponanions oF ‘tit INSURANCE CORPORATION: B9TAPLISEED . ‘ey THE Iwsugance Corporation Act, No. 2 or 1961, and . OTMER Isperioerr CORPOMATIOND, TO CARRY ON TER. BUSINESS OF ANY DESCRIPTION OF INSURANCE SPECIFTED IN THR + INCORPORATION ORDER; TO AMEND THE INSURANCE CoRPpRA- 7 ‘rion Act, No. 2 oF 1961, aND THE ConTROL OF INSURANCE ACT, . No. 25 or 1962; AND TO MAKE PROVISION FOR MASTERS CONNECTED THERZWITH OF INCIUENTAL THERETO, . BE it enacted by the Parliament of the Democratic Socialist Short title, Republic of Sri Lanka as follows :— . i. This Act may be cited as the Insurancs (Special Provision) Act, No. 22 of 1979. . PARTI Rorastasrowesr of Sunsmrany CORPORATIONS AND INDEPENDENT (CORPORATIONS. ‘2 (1) Where the Minister considers it desirable that the Imcomporation: Fight to carry on the business of any description of insurance for the + should be extended to any other insurer in addition to the establishment Insurance Corporation, he may with the approval of the “fsigiay Government by Order (hereinafter referred to as the corporation. “Incorporation Order ”) published in the Gazette-— . (@) declera that a subsidiary corporation of the Insurance . Corporation be established for the purpose of carry= ing on the business of insurance of any description . as may be specified in such Order ;, . . (®) hssign a corporate name to ,the subsidiary corpora: ton; (©) determine the inttiel capital of the subsidiary corpo- . ration, which shall not exceed such amount as shall have been approved by Parliament ; (@) state the principal place of business of the subsidiary corporation ; . : (@) fix the number of members of the Board of Directors ‘of the subsidiary corporation ; (A) appoint the members of the Board of the subsidiary ~~ corporation in accordance with the provisions of : + section 8; : . . 2A Soc - 11,400 (99/0) oF °",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "2. Insurance (Special Provisions): Act, No, 22 of 1979 .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(g) appoint one of the members of the Board as its Chairman ; °",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(h) appoint the date on which the subsidiary corporation",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ". shall commence business, :",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(2) Upon the publication af the Incorporation Order in the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ". Gazette, subsidiary corporation consisting of the persons who aze for the time beitig members thereof by virtue of section 7, with the corporate name specified in such Order and with perpetual succession, shall he deemed to have been established.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "+. @@) A subsidiary corporation may sue and be sued in its corporate name, :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ": () The amount of the initial capital of a subsidiary cor- poration shall be paid to suich corporation: out af the funds of the Insurance Corporation in such instalments as the ‘Minister may with the concurrence of the Minister in charge of the subject of Finanes determine,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "Incorporation 4, (1) Where the Minister considers if, desirable that an Order for the independent corporation should be established, in addition ofan » to the Insurance Corporation and its subsidiaries, to carry Eugependent on the business of any description of insurance as specified \"inthe Incorporation Order, he may with the approval of the . Government by Order (hereinafter referred to to an “the Incorporation Order”) published in the Gazetfe-— (a) declare thet an independent corporation be establish~ .+ ‘ed for the purpose of carrying on the business of ingurance of any description as may be specified in : such Order; ' . () assign a corporate name to such independent corpo _ ration 5 ‘",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "{¢) determine the intial capital of the Independent corpo- ration which shell not exceed such amount as shall have been approved by Parliament ; :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "+ (d) state the principal place of business of such indepen- dent corporation ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "{€) fix the number of members of the Board of Directors of such independent corporation ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "() appoint the members of the Board of such independent corporation in accordance with the provisions of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ", section 85, . _ . (9) appoint one of ‘the members of the Board as its . + © Chairman : Q (h) appoint the date such independent corporation shall . 7 commence business . . be . :",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "7 ‘Insurance (Special Provisions) wry 8 “ Act, No. 22 of 1979 n",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "\"(2) Upon the publication of the Incorporation Order in the Gazette, an independent corporation consisting of the persons . who are for the time being members thereof by virtue of : section 7, with the corporate name specified in. such Order and with perpetual succession, shall be deemed to have a been established. :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(8) An independent corporation may sue and be. sued in : its corporate name, :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "+ {4} The amount of the initiel capttel of an independent : corporation shall be paid to such corporation out of the “~ Consolidated Fund in auch instalments as the Minister n°” charge of the subject of Finance may with the concurrence . of the Minister determine. sot",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "PART 1 PROVISIONS AEPLICABL 10 SUBSIDIARY AND INDEPENDENT * : Conporasrons,",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "4. The provisions of this Part, shall apply to a subsidiary Provisions of corporation and an independent corporation established tts Pert to under this Act (hereinafter in this Part referred to as a §)aubolalery",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "‘etrporation”), Pendent . corporations.",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "5. (1) The seal of the corporation shall bein the custody The seal of of the Board, , {he Conpore",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(2) The seal of the corporation shall be altered in such : manner as may be determined by the Board. : :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "6 (1) The general control, supervision and administration Ths genetal . and business of a corporation shall be vested in the Board, ono! of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(2) ‘The Board may exercise oll or any of the-powars of HOR UE 4 ‘the corporation. . 7 of Directors.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "7. The persons holding office for the time being a8 Members ot . taembers of the Board stall be the members of the corporas Ue norstion, _ * 8 (1) The corporation shalt have a Board of Directors Boerdof consisting of such nunaber of persons as is fized by the Incor- Directors,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "oration Order and appointed by the Minister.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(2) A person shall be disqualified from being appointed of - being a member of the Board if he is or becomes a Member of Parliament, ; .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": ": 4 Insurance (Special Provisions) : : Act, No, 22 of 1979 . 2 (3) (a) Every member-shall, subject to the provisions of * mubsections (4) and (5), hold office for » period of three years,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(®) Where a member of the Board appointed under? this section, dies or resigns or is removed frota office, the Minister may appoint another person to be a member in Plece of the member who dies or resigns or is removed from ‘office. . :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "* _@) Any member of the Board appointed under paragraph (b) shall, unless be earlier resigns or vacates office bY death or removal, hold office for the unexpired period of the term of office of the member whom he succeeds.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(4) Any member may resign from the Board by letter to",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": ". that effect addressed to the Minister. (8) The Minister may, if he considers it necessary to do . - 80, without assigning eny reason therefor remove any",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": ". member of the Board. . (8) Where a member of the Board is, by reason of illness or other infimity or absence from Sti Lanka, temporarily . unable to perform the duties of his office, the Minister may appoint any other person to act in his place. A Director who ». vacates office by effluxlon of time shall be eligible for | Teappointment.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(7) A member of the Board who is in any way direcfly or indirectly interested in a contract made or proposed to be made by the corporation shall disclose the nature of his interest at a meeting of the Board and such disetosure shall be recorded in the minutes of such Board, and the member shall not take part in any determination or decision of the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": ". Board with respect to that contract. ;",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "Remuneration © 9% Allor any of the Directors may be paid such renunera",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "of Directors. tion out of the funds of the corporation as may be determined by the Minister with the concurrence of the Minister in charge of the aubject-of Finance,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "Ghaitmanot _10., (1) If the Chairman is by reason of illness or absence",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "PReBeetd cf from Sri Lanka temporarily unable to perform the duties of his office the Minister may appoint any other member to act in place of such Chairman.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(2) The Chairman shal! unless he vacates the office of Chairman by resignation or is removed therefrom, hold office",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "+. for the period of his membership of such Board,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(8) The Chairman may resign his office by Jetter to that effect addressed to the Minister.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "a Insurance (Special Provisions) : 6 n ‘Act, No, 22 of 1979 * : .",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(4) The Minister may, if he considers it necessary to do so, , without assigning any reason therefor terminate the appoint ment of any member as Chairman of the Board of Directors : and appoint any other member as Chairman of such Board,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "11. (1) The quorum for any meeting of the Board shall be Procedure at three members. The Chairman shall if present preside at meetings every meeting of the Board: In the absence of the Chairman Hoard: from any such meeting, the members present shell elect on¢ ~ of the members to preside at the meeting, . ‘a",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(2) The Board may regulate the procedure in regard \"to ‘the meetings of such Board and the transactions of business at such meetings. : ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "12. Any act or ‘proceeding of the Board shail not be Actenet. invalid by reason only of the existence of a vacancy among $y\" itsmembers or any defect in the appointment of its mem- vacancy. bers. 9",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "13, (1) The initial capital of the corporation shall be the Capital amount specified in the Incorporation Order, ~ corporation,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(2) The capital of the corporation ‘may be increased from time to time by such amount as may’be determined by the ‘corporation with the approval of the Minister given with the . concurrence of the Minister in charge of the subject of Finance.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "44, ‘The Minister may determine +> Divisien",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(@) the amount of the initial capital that will be set apart S275)",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "for the division into shares ; {pte cad. (0) the value to be allotted th each such share ; thet ‘peal oe (©) ‘he basis of allotment of such shares if any,— . ‘@) to any Government department or public corpo. ration ; and on (i) to the workers employed in such corporation.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "15. The Board shail keep in one or more books a register Register ot ©f shareholders end shall enter therein the following: Sbareholdenm. particulars :-— .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "{e) the names and addresses, and the occupstion, if any, ~",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "of the shareholders, and a statement of the shares",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "held by each shareholder, distingushing each share . .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "by its number ; : vas _ ©) ‘the date on which the name of éach shareholder was - entered in the register of shareholders ; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "& Insurance (Spectal Provisions) . Act, No. 22 of 1979 . , Duty of every 21, (1) Every corpotation shall, notwithstanding anything to reinsure to the contrary in any other written law, reinsure with the yi the Insurance Corporation a percentage of the liability as may Corporation, _ be prescribed by regulation under every contract of insur- ance entered into o¢ renewed by such corporation, and . every such corporation shall be entitled to receive from the Ingurence Corporation a commission calculsted at such rate ag the Insurance Corporation may determine for such. reinsurance, (2) Every corporation shall trom time to time furnish to the Insurance Corporation such returns ag the Insurance Corporation may require in regard to the reinsurance busi- ness done by such corporation with the Insurance Corpore- tion in conformity with the provisions of subsection (1). Persons “ 22. No person other than a director or a person expressly quihorized authorized by the Board shall have thé authority to make, behalf of dfaw, accept or endorse any bill of exchange, chieque or corporation order for the payment of money on behalf of the corpora- tion or to enter into any contract so as to impose any liabi- lity on the corporation or otherwise to pledge the credit + af the corporation, Receipts 28, Receipts signed’ by two Directors or by any person . + expressly authorized by the Board to sign such receipts shall be an effectual discharge of the amounts paid to the corporation. i Provisions of 24. ‘The Insurance Corporation may, on being. ‘requested to tetnom \"do so by a corporation, provide such management services as may be required by such corporation for the efficient discharge of its functions and the Insurance Corporation \"may recover fees for the ‘provisions of such services. Erofts of a 25, The profits of a corporation may be invested in such ‘comporation: securities or be declared and paid as a dividend on the shares as the Minister may determine with the concurrence . of the Minister in charge of the subject of Finance. Egvetsot the 20, ‘The Minister may in consultation with the corporation \" give such general or special directions in writing as he deems necessary as to the performance of the duties and the exercise of the powers of such corporation and such . corporation shall give effect to such directions. :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "Inaurance (Special Provisions) 9 x Act, No, 22 of 1979",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "2%, (1) The Minister may fromi time to time direct any Power of the corporation to furnish to him in’ such form as may be Minister to Fequired returns, eccounts and other information with res- information, Peet to the property and business of such corporation and such corporation shall comply with every such direction.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(®) The Minister may from time to time order. all or any of the activities of a corporation to be investigated and * reported upon by such pereon or persons as the Minister . may appoint and upon such order beng made, the Board, . and every officer, servant and agent of such corporation shall afford such facilities and furnish all such information to such person of persons aa may be necessary to carry out such order. .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "28 (1) The provisions of the Companies Ordinance ar any Application ther written law regulating the incorporation af companies fh provisions ‘shall not apply to a corporation, of th",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "Gralzunoe be",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(2) Notwithstanding the provisions of subsection (1), the Minister may, whenever he desires to do so by Order Published in the Gazette, declare that any one or more of ‘the provisions of such Ordinance or any other written law, for the time being in force relating to companies shall apply ‘to such corporation, .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(8) Every Order made by the Minister shall as soon as convenient after the date of its publication in the Gazette be brought before the Parliament for approval. Any order ‘which is not so approved shall be deemed to be revoked trom the date of such disapproval but without prejudice to anything previously done thereunder. . ”",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "29. Every director, officer or servant of a corporation shall Indernnity of be indemnified by cuch corporation against all losses im- Snectors, | * curred by him on or in relation to the performance of his servants, duties except such as are caused by his wilful act or default,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "20, (1) The Minister may make regulations for the ° Regulations Purpase of carrying out and giving effect to the principles and provisions af this Act. eee .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(2) In particular and without prejudice to the generality ‘of the powers conferred by subsection (1), the Minister ‘may make regulations, in respect of ali or any of the . _ following matters :— . (a) the conduct and the management of the affairs of the corporation ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "0 Insurance (Special Provisions) . . . Act, No. 22 of 1979",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "(®) the control af the business activities of the corpora tion ; and .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "(c) any other matter to be prescribed or in zeapect of which regulations are authorized by- this Act to be made.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": ". (8) Every regulation made by the Minister shall be published in the Gazette and shall come into operation on ‘the date of publication or on such later date as may be specified in the regulation.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "(4) Every regwation made by the Minister shall as soon",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "‘28 convenient after its publication in the Gazette be brought before the Parliament for approval. Any regulation which is not so approved shall he deemed to be rescinded as from the date of disapproval but without prejudice to anything Previously done thereunder. - Ofices end «SL. All officers and servants of the corporation shell be Equa\" =~ deemed to be public servants within the meaning and for sprporatlon | the purposes of the Penal Code. public : : Tervant _ Gorporetion «32, ‘The corporation shall be deemed to be a scheduled ened institution within the meaning of the Bribery Act and the + gehecujed provisions of thet Act shell be eonstrued accordingly. renga . the Belbery ste : . ‘Ack . a pleroreta- 33. In this Part of this Act— ’ “Board” means the Board of Directors of a corporation + : “capital” means the capital for the time being of the . . corporation ; . \" “corporation” means a subsidiary corporation established under section 2 or an independent -corporation established under section 3, : PAR mT . : . : MisemaanEous : Dissolution 34. (1) Where the Minister is not satisfied with the gubsidiary manner in which the business of a subsidiary corporation corporation is being carried on or transacted, he may after consultation with the Insurance Corporation, by Order published in the . Gazette dissolve the subsidiary corporation,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "‘ Insurance (Special Provisions) 4 Act, No. 22 of 1979 - * (2) Where s subsidiary corporation fs dissolved by Order made under subsection (1)— oo.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "(a) all movable and immovable property of the subsidiary . * : corporation on the date of publication of the Order _",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "shall vest in the Insurance Corporation ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "(®) all contracts of the subsidiary corporation subsist- .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "ing on the date af the publication of the Order shall -be deemed to be contracts-of the Insurance Corporation, and all rights and Lsbilities of the : subsidiary corporation under such contracts chall be deemed to be the rights and liabilities of the . . + Insurance Corporation ; \" {e) all sums due tothe subsidiary corporation on the = date of the publication of the Order shall be deemed to be due to the Insurance Corporation and may ~ 7, . accordingly be recovered by the Insurance Corpora- . ~ tion; and .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "(@) all sums due from the subsidiary corporation on the .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "date of the publication of the Order shall be deemed.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": ": to be due from the Insurance Corporation and may : accordingly be recovered from the “Insurance",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": ". Corporation. .",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "(3) Where a subsidiary corporation is dissolved by Order oh",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "made under subsection (1), the-Minister shall, with the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "_ coneutrenee of the Minister in charge of the subject of Finance, determine the amount of compensation to be paid . in lieu of the shares allotted to the workers of such sub- * sidiary corporation.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "35. (2) Where the Minister is not satisfied with the Dissolution o manner in which the business of an indepeddent corpore- 3 itdepen- ‘tion is being carried on or transacted, he may after corporation. ‘consultation with such corporation, by Order pitblished in the Gazette, dissolve such corporation,  - .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "(2) Where an independent corporation f dissolved “by:",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "Order made tunder subsection (1)—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "{@) all movable and immovable property of the corpora-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "tion on the date of the publication of the Order shall - -.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "vest in the State ; .",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "(®) al contracts of such corporation subsisting on the . + date of the publication of the Order shall be deemed + to be contracts af the State and all rights and 2’ “ Habilities of such: corporation under such contracts ‘~~ shall be deémed to be the rights,and liabilities of s the State; - a",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "@ Insurance (Special Provisions) . Act, No, 22 of 1979 (©) all sums due to such corporation on the date of the a Publication of the Order shall be deemed to be due to the State and may accordingly be recovered by 7 ‘the State ; and : (@ al sums due from such corporation on the date of the publication of the Order shall be deemed to be due from the State and may accordingly be recovered from the State. () Where an independent corporation is dissolved by Order made under subsection (1), the Minister shall, with - the concurrence of the Minister in charge of the subject of . Finance, determine the amount of compensation to be paid in lieu of the shares allotted to the workers of such corpora- tion, to any Government department or public corporation. Application _—-98._The provisions of Part II of the Finance Act, No.38 of provisions 1971, shall, mutotis mutandis, apply to the financial control ofPart’ and accounts of a subsidiery corporation and as if sucti sub- Finance Act, Sidisry eorporation were a public corporation within the No.38cf .”\" meaning of that Part, . Twi toa subeldiary . : corporation, Financial 37, The financial year of the subsidiary corporation shall Zibsiaiary be the calendar year, Sorporation. Application \"$8, ‘The provisions of Part Ivf the Finance Act, No. 38 of Provisions 1971, shall, mutetia mutandis, apply to the financial control Gizarit and accounts of an independent corporation. Reset” . : ‘corperation. . Financial 29. ‘The financial year of an independent corporation shall We cheR be the calendar year. - corporation. Interpreta- 40,_In this Act, unless the context otherwise requires— “independent corporation ” means an independent corpo- ration established under section 3 ; “Insurance Corporation” means the Insurance’ Corpora . ton established by the Insurance Corporation Ach . ‘No, 2 of 19615 : “ publie corporation ” means any corporation the capital of ‘which is wholly or pertly provided by the Govera- : ment by way of grant, Joan or other form; - : | “subsidiary corporation” means a subsidiary corporation established under section 2. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": ". Insurance (Speciat Provisions) ta: : Act, No. 22 of 1979 . PART IV . oo Amewoumnr 10 THE Iusunance Conronation Act, No. 2 oF 1961 41. The long title of the Insurance Corporation Act, No.2 Amendment € 1961, (hereinafter referred to as the principal enactment), fonetide is hereby amended by the substitution for tha words of fctNo.2 “establishment of an Insurance Corporation for carrying 7 on exclusively the business of Life Insurance and carrying. : on in addition insurance business of every other deserip~ tion, of the words “Establishment of an Insurance Corpo. ration for carrying on the busineas of Life Insurance and carrying on in addition insurance business of every description. ”. 42 Section 10 of the principal enactment is hereby Replacement repesled and the following section substituted therefor:— ere: Bs “Comoretion 10, (1) Notwithstanding anything to the “Pent Subvidiary «contrary in any other written law no person . corporation other than the Corporation or a subsidiary eran Midependent corporation or -an independent corporation soyaratin shall be authorized to transact new business ineurers of any class of insurance whatsoever and to quinerized to igsue policies of insurance, OF Tenew any insurance _poticy of general insurance in Sri Lanka, Business. (@) Every policy of ingurance issued or every policy of general insurance renewed on. or after the first dey of January 1964, by any insurer other than the Corporation or a sub- sidiary corporation or an independent corpo- vation, shall’ be deemed to be invalid and” + accordingly shall be of no force ot effect in lew: Provided, however, that the Minister may, by Order published in the Gazette, exempt =” any enterprise with which the Greater Colombo Economic Commiission has entered into an. agreement under section 17 of the. ‘Greater Colombo Economic Commission Law, No. 4 of 1978, from all or any of the provi- . sions of this Act. : * (8) Jn this section “enterprise” has the seme mesning as in the Greater Colombo eonomle Commisston Law, No. 4 of 1978.\".",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": ". 4 Ingurance (Special Provisions) = . Act, No, 22 of 1979 rn Ayoendment 48. Section 39 of the principal enactment is hereby Sootehe amended as follows :=— :",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "‘Biackenk (a) by the omission of the definition “Co-operative ‘Insurance Department” ; 4 ++. (b) by the insertion, immediately after the definition of “Corporation ®, af the following new definition :— - . \"independent corporation ” means an independent corporation established under section 3 of the - : Insurance (Special Provisions) Act, 1979 ;'5 , and. . {e} by the insertion, immediately after the definition of . “\"prescribed \", of the following new definition :— . ‘@gubsidiary corporation” means a subsidiary . corporation established under section 2 of the ‘ Insurance (Special Provisions) Act, 1979;’- PART V . ‘Anconpneuvr oF THE ConTROL oP InsunawcE Act, No, 25 oF 1962 Replacement\" “44, Section 2 of the Control of Insurance Act, No, 25 of otActNo.25 1962, is hereby repealed and the following section substituted of 1962, ‘therefor :— “Bxmmption 2, Nothing in this Act shall apply to or be forisance deemed or construed to prohibit or restrict Comporation the carrying oti of insurance business by the teas Insurance Corporation of Ceylon, or by a . subsidiary subsidiary corporation of the Insurance ofthe Corporation of Ceylon or by an independent Earn corporation. ”, ot Ceyion = ondan : corporation. :",
    "mean_p_confidence": 0.75
  }
]