[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Gaerne forte PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA APARTMENT OWNERSHIP {SPECIAL PROVISIONS) (AMENDMENT) ACT, No. 27 OF 2002 (orate vient ef potctesdgpomee geared soamatebanchemat sn emanner som an cnn",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Aerts Owserki Speci! Povsians} ‘Amendment Ach, Ma. 2 of 2002 {Cerifed on Ob December. 2002), Lo. 292002, ‘A AT T0 aun Annan Crores (SP Provisions) Act, No 6. 198",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "BE itonaced by the Parlament ofthe Demorais Socikist Republic of Sri Lankan folowa -—",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "1, This Ack may be ited as the Aparmnent Ovmerthip ence (Spezia! Provisions) (Amendment Act. No. 27 of 2002.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2. Section 3 of the Apaniment Owcership (Speci! Repencast Provisions} Act, No 4 of 1999 Qiooinafer ebsred tose ant “pinch eneciiar” ishereby repealed seth following NO*2° 15. ‘nese section wubatiedtheneer — emmomet 3, The provisions of Pat 1 ofthe picipal PetStM ence shallbe in ptation il December,",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Seer, 2008",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "‘3. The arendient onde tothe peinelpl enacimes by Recomm scion 2 ofthis Ack stall be deemed forall puposestabae come ito coer or March 1, 2001",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4) Acondonsiniom plan telning foxy amdominism vasa. xopeny owned by the Commissions of National Hoesine oF the National Houtieg Developme Albi, eguired 10 Be regitered by a Regt ners of secon $f the Apartment enerahip Lax. No 1) of 1903, which isso epee dung the period commencing on cr afice Marc J, 220) ard ending ‘ne day por thoda of commence of tis Act, shall be deemed a ave been val rgiered i accordance with the rote fe alee esti.",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "(2) Aconitaemitdenrtein sna haf ion ‘Df the evininalentctner,iseed wader she band of the ‘Commissioner of Naor Housing ore General Manager Tite Natoeel Housing Deeloprert Autor daring the sea tens ss ano",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Apartent Oumership (Speciat Provisions) Tamandment) Acs, Mo. 27 of 2002 ‘petodcorrencng on or what March 10, 2001 and ening Pere day prior ce dae of commencement o€ this Ark ‘abe deerad te have been sally iabued in Occoraance ‘oi the sequirements ofthe aforesei cto. Siehistante _S_ Inthe erent of any inconsstancy betes the Sinhala eiccueot and Tih oreo Ac he inal testa pen",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "“Frater ting Dive Aes te aaona Re EST, | 16a Srnec Surmenetann Govaneer Puta Breit N32, Tenemmt? HAE, Teas na Cocun ae emer ex pur pe he ps TH",
    "mean_p_confidence": 0.24
  }
]