[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF wo . SRI LANKA . MONETARY LAW (AMENDMENT) ACT, No. 52 OF 1985 [Certified on Zit December, 1995] Printed on the Orders of Government per unmount ~ ‘To BE PUECHASED AT TRE GOVERNMENT FUEUICATEONS BUREAU, COfORDO ~ Price: 90 cents Pestage: 15 cents",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Monetary Law (Amendment) Act, No, 52 of 1985 : [Certified on 31st December, 1985] 1, D—O, 41/88 - Aw Act 10 asap nix Monrranr Law Act BE it enacted by the Parliament of the Democratic Soclalist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "i This Act may be cited sx the, Monetary Law (Amend- snort title. ment) Act, No. 52 of 1985,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2 In the Monetary Law Act (hereinafter referred to a8 ‘The Central the “principal enactment”) and in any other written law, Bankot there shall be substituted, for the words “Central Bank of tobe Ceylon”, the words “Central Bank of Srl Lanka”, and qua accordingly in every context in which mention ix made in Central any notice, communication, form or otber document issued, B&O, tunde, required or authorized by or under the principal in Chapter ‘enactment or any other written Jaw, there shall be substi 2% S00 tuted, for the words \" Centrat Bank of Ceylon”, the words written lon, “Central Bank of Sri Lanka”, e",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "3. Section 8 of the principal enactment is hereby Amendment ‘amended in subsection (2), by the repeal of paragraph (>) of #e tion’ thereof, and the substitution therefor, of the following principal ‘paragraph :—— le",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "“() the person holding office for the time being as .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Secretary to the Ministry of the Minister in, . charge of the subject of Finance; and”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4 Section 11 of the principal enactment ts hereby Amendment repealed and the foliowing section substituted therefor:— of section 11 Bist. 11 (2) A person shall be disqualified for areca gPeintment appointment ax the Governor of the Central 2 Governar @r a3 member Bank if— ofthe Mone tary Board. (a) be is a Member of Parliament, or a",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "oo. member of any local authority ; of . (0) he is a public officer or a judicial officer within the meaning af the . Constitution of the Democratic : Socialist Republic of Sri Lanka, or holds any office or position (other than an academic position) elther by lection or appointment, for which selary or other remuneration is payeble out of public funds or the funds of any local authority ; or 2-4 otoos— 0,00 (5/1)",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Monetary Law (Amendment) Act, No, 62 of 1985 : (©) he 1s a director, officer, employee ‘or sbarehoides’ of any banking institution (other than the Central Bank), (@) A person shall be disqualified for appointment as a member of the Monetary Board under paragraph (c) of subsection (2) of section 8 it (0) he is» Member of Parliament or 8 member of any local authority ; or (b) he ia a publi offtcer of @ judicial officer within the meaning of the Constitution of the Democratic Soolalist Republic of Sri Lanka, or holds any office or position (other than an scademic posttion) either by election or appointment for which hhe is in recelpt of a salary or other remuneration paid out of public funds or the funds of any local authority $ oF (cl he is a director, officer, employee oF shareholder of any banking institu- tion (other than the Central Bank),”, ‘Amendaven ine pendent § Section 12 of the principe) enactment is hereby Stfbe amended as follows :— Sonctment, (2) by the repeal of subsection (1) thereof, and the subs titution therefor, of the following subsection :— “ (1) The Governor of the Central Bank shall be appointed by the President on the recommendation _ of the Minister in charge of the subject of Finance.\"; __\"(@) in the proviso to subsection (2) thereof, by the subs- titution, for the words “accepting or holding any academic office or position”, of the words + “aceepting or holding any academfs office or posi- tion or any office or position in sn institution ot ' organizetion, established for the purpose of carrying i on research in the subjects of economics, money, ' ‘hanking, statiatics and finance” ; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Monetary Law (Amendment) Act, No, 52 of 1985 8 * @) by the repeal of subsection (3) thereof, and the subs- tution therefor, of the following subsection :— « (8) The Governor shall receive such salary as may be fixed by the President on the recommen- + dation of the Minister in charge of the subject of Finance”. $, ‘The following new section is hereby inserted tmme- Intertion of diately after section 2¢ of the principal enactment, and shell geition 24a have effict as section 244 of that enactment — Brineipal fatty at 2a, (1) A Deputy Governor may require castes Governor to SY Person— fRloration. (@ to furnish to him or to any officer or servant of the Central Bank desig- nated by him within guch time and jn such manner as he may specify, such information as he may consider necessary to obtain for the purpose ot the proper discharge of the functions and responsibilities of the Central Bank ; or (b) to produce for inspection to him ar to any offer or cervant of the Central Bank, designated by him within such time and in such manner as he may specify, any books or records in the possession of such person containing or Likely to contain any such infor- ‘mation, as is referred toin paragraph (@) of this eabsection. (2) Any person who, without reasonable cause, fails or refuses to comply with any requirement under subsection (1), shall be guilty of an offence. (@) In this section “ person ® includes any officer of any department of Government and any body of persons, corporate or unincor- porate, whether established or constituted ‘under any written law or otherwise, .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "4 Monetary Lew (Amendment) Act, No, 52 of 2985 Insertion ot 7, The following new sections are hereby inserted 294 and 293 immediately after section 29 of the principal enactment, and BS ont shail have effect ag sections 294 snd 29n of that Emaciment. —-ennetment z= .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "‘*Continvens 29. ‘The Direstor of Bank Supervision may",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "Gitenting’ for the purpose of the continious supervision",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "institutions. of banking instftutions—",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "(@) require any commercls) bank, and if ‘ga authorized by the Monetary Board any banking institution other than @ commerefal hank, to. furnish irom time to time and within euch period as may be specified hy him, such statement and information relating to the business o affairs of commercial bank or a banking . institution, as the case may be, as he may consider necessary to obtain for the purpose of ascertaining the true condition of the affairs of the commercial bank or the banking institution; ~ (8) require the auditor of any commercial bank, and if s0 authorized by the Monetary Board of any banking tn- titution other then a commercial ‘bank, to furnish to him within such period as may be specifled by him, any information in reletion to an audit carried aut by such auditor of the commercial bank or banking ‘institution, as the cave may be, as he may consider necessary to obtain for ‘the purpose referred to in paragraph (a) ; and {c} examine or cause an examiner of his department to examine the books and accounts kept by any commercial : . “bank, or other banking institution as he may-deem necessary for the purpose of verifying the accuracy of . any stotement or information so a furnished.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "Monetary Law (Amendnient) Act, No, 82 of 1985 8 Basen ee: 2%, (1) The Director of Bank Supervision Yiston ta shall examing or cause an examiner of his oak department to examine the books and Ente or accounts of any subsidiary or agency of any parking or commercial bank, or the books and accounts ofa a. of any subsidiary or agency of any banking Faery\"? _fnstitution other than a commercial bank, it Sanking “\" directions in that behalf ure given by the business. Monetary Board, or the books and accounts of any suciety registered under the Co-opera- tive Societies Law, No. 8 of 1972, which carries on banking business, if directions in that behalf are given by the Governor. : (2). The provisions of subsections (3), + (4) and (5) of section 29 and sections 20, 31 + and 32 of this Act shall, mutatis mutandis ‘apply, to and in relation to, all er any of the . institutions referred to in subsection (1) of this section. ”\".",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "& Section 30 of the principal enactment {s hereby amend- Amendment ed as follows :—~ . Borne _ (1), in subsection (3) thereat... s Tecate, 7\" “(0) by the substitution for the words “expiration i.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "of a period of thirty days”, of ‘the words “expiration of a pericd of six months”; (b) in paragraph (b) thereof, by the substitution te for the -words “of the institution”, of the oe * words “of the institution; or *; and (e) by the addition immediately after paragraph (®) thereof, of the following new para- graph :— oe “ (©) to’cause the Director of Bank -super vision to make application to the ‘com- petent court, to windup the affaits of & : branch of an institution, incorporated oo outside Sci Lanke.”; and .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "& Monetary Lew (Amendment) Act, No, 52 of 1985” (2) by the repeal of subsection (6) thereof, and the wubs- ‘titution therefor, of the following subsection :~ © (8) Where the business of a banking institution has been suspended under subsection (1), the Direc-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "tor of Bank Supervision may— .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "(@) require such banking institution to forthwith take any action or fo do any act or thing which the Monetary Board may consider necessary",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "' for carrying on of the business of such bank ; H (®) appoint a fit and proper person to advise such i ‘banking institution with regard to the proper ; conduct of the business of such banking . ‘institution ; : (©) assume control of, and carry on the business of such banking institution or delegate to another . person, the carrying on of business of the ) banking institution; (@) reorganize, such banking institution by increas- j ing tts! capital and arranging for new share- t holders and by the reconstitution of its' board. i of directors; and Hl {e) make such arrangements as are necessary for i the amalgamation of such banking institution i with any other banking institution, that con- . sents to such amalgamation. ”, « Ameniment 9, Section 32m of the principal enactment 1s hereby ‘Ms of the amended in subsection (2) thereof, by the substitution, for i gtincipal | the words and figures “section 29, section 90, \", of the wards | mactment and figures “section 29, paragraph (b) of section 294, H sectlon 20,”. : | Amendment 10. Seotion 45 of the principal enactment fs hereby ‘othe amended by the repeal of subsection (1) thereof, and the pringipel ' substitution therefor, of the following subsection :— * (1) Except in the performance of his duties under this Act, every officer and servant of the Centre] Bank sbali . Preserve and afd in preserving secrecy with regard to all . matters relating to the affairs of any banking institution or of any client of any such institution or of any matter relating to the affairs of any department of Government, corporation, company, partnership or person that may : come to his knowledge in the performance of his duties ander this Act, the Control of Finance Companies Act, No. 27 of 1979, or any other law for the time being in torce, and any auch officer or servant who communicates any such matter to any person, other than the Monetary",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "Monetary Law (Amendment) Act, No, 52 of 1985 “7",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "‘Board or an officer of the Centrad Bank authorized in that",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "behalf: by the Governor, or suffers or permits any",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "unauthorized person to have access to any books, papers",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "or other records relating to any banking institution,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "department of Goverment, corporation, company,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "partnership or person, shall be guilty of an offence.”,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "TL, Section 48 of the principal enactment is hereby Replace repealed and the following section substituted therefor:— ment of “Betattion 48. Yor the purpose of this Act unless the pa bea Shreney. santext otherwise requires “currency” ents",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "means ali currency notes and coins issued oF : circulating in accordance with the provisions of this Act’.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "12, Section 58 of the principal enactment is hereby Amendment amended as follows :—~ ate",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "() in paragraph (6) thereof, by the subetitutfon, for the Enucunent.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "words “currency nota, or” appesting at the end of ‘that paragraph of the words “ currency note,” ; (i) in paragraph (¢) thereof, by the substitution, for the ‘words “form of advertisement of the words “form of an advertisement, or”; and Gil) by the addition, immediately after paragraph (c) ‘thereof, of the following new paragraph :— * (@) reproduces in any form whatsoever, or makes : a faseimile of, any currency note, ”.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "13, Section 59 of the principal enactment is hereby Amendment amended in subsection (8) thereof, by the substitution, for of gection 5B ‘the words “be in the following form :—* of the words “he principal substantielly in the following form:—*, enactment,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "JA Section 59a of the principal enactment is hereby Amendment amended in subsection (3) thereof, by the substitution for g£xection the words “be in the following form :—\", of the words \"be principal substantiatly in the following form:—*. ‘enactment,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "15, Section 97 of the principal enactment is hereby  Reptacement repealed snd the following section substituted therefor:— iret sPamentot 97 (1) Whenever the reserves of any Penny Misting in commercial bank are below the required Oye reserves reserves computed in the manner provided,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "Gal verks in section 96, the bank shall within such time as may be prescribed by the Monetary Board pay to the Central Bank interest on",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "3B Monetary Law (Amendment) Act, No, 52 of 1985 __ the amount af the deficlency, at such rate ~ not exceeding one-tenth of one per centum per day, ap may be prescribed by the [Monetary Board: . « Provided however, that a commercial bank .. ‘shall act be required to pay interest in respect of any deficiency in reserves, securring on one or more days of a week, if the aggregate’ of the “amount lying to*the __ @vedit of such commercial bank with the Central Bank at the close of business on each ___ of the seven days of that weel is not less than the aggregate of the reserves which the commercial benk ought to have maintained on each of the seven days of the same week ag a minimum for compliance with the foregoing section, Where the former aggre- gate is less than the latter aggregate, interest at the rate prescribed by the Monetary ~ Board shall be paid on the deficiency which + ghall’be a sum equal to one-seventh of the .: difference of such two aggregates (any fraction of a. cent not being taken into ‘secount) and interest on the dificiency 90 ‘computed shall be paid on the basis that such deficieney has occurred on each of the seven days of the week and such payment shall be _ sufficient compliance with the provisions of ; this subsection. (@) Where any bank continuously fails to maintain the required reserves, the Mone- + tary Board may make order— (a) that the proviso to subsection (1) shall not apply to that bank; . = (b) @ prohibiting or restricting the : making of new loans or invest- a ments by thet bank; and (Gi) probibiting the application of the : whole or any specified part of +: “in the net profits of that bank for ‘the purpose of the payment af a + dividend to its chareliolders, _», (@) For the purposes of this section * week ® means, any seven consecutive days, as may be prescribed by the Monetary",
    "mean_p_confidence": 0.82
  }
]