[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "EE aON PARLIAMENT OF THE DEMOCRATIG SOCIALIST REPUBLIC OF SRI LANKA , FINANCE (AMENDMENT) ACT, No. 19 OF 1984 (Certified on 2nd May, 1984] . Printed on the Orders of Government Published as a Supplement to Part IT of the Gazette of the Democratic Socialist Republic of Sci Lanka of May (4, 1984 FRONTED AT THE BEPARTMIEYT OP COVIENAIENT PRINTING, SOE MANA ‘TO RE FURCHARED AY THE GOVERNMENT PUBLICATIONS BURGAU, COLOMEO, Price; 9 cents Postage: 60 cents",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Finance (Amendment) Act, No. 19 of 1984 [Certified on fnd May, 1988) ....4 | : L. D0. 29/82. oe poe Aw Aer 10 ancinp toe Pavance Act, No. lor 1983.” BE it enacted by the Partiament of the Democratic Socialist ‘Republie of Sri Lanka as follows :—",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "L. This Act may be cited ag the Finance (Amendment) Short title, Act, No. 19 of 1984,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2 Section 71 of the Finance Act, No. 11 of 1963 (hereln- Amendment after referred to as the “principal enactment”), as amended of sation 7 by Law No. 16 of 1973, is hereby further amended in sub- of 196, section (2) of that section—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(a) by the insertion, immediately -after paragraph (a)",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "‘of that subsection of the following new para- ‘graph :— (aa) unless such application is made within ten year Gi) from the date-on which such premises were sold in execution of a mortgage decree entered by a court against the . original owner of such promises ; or (0i) from the date on which such premises were transferred by the ariginal owner : of such premises in any of the etreums- . tances referred to. in paragraph (b) oF paragraph (c) of subsection (1) ; o ii) from the date of the expiry of the spect- : fied period referred to im paragraph (@) * of subsection (1) ; oF\";",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(b) by the omiss(on of paragraph () of that subsection ; and :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(©) by the substitution in paregraph (c) of that sub- section for the words “'sum of ten thousand rapoes ; or*, of the words “a sum of twenty-five thousand = supees sor”,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "3. ‘Section 72 of the principal enactment, as amended by Amendment Law No, 16 of 1978, is hereby further amended in subsection of section 72 {@) thereof, by additioi; at the end thereof, of the principat following :-> > Shectment,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "“For the removal of doubts, it is hereby declared that any right conferred on the tenant of any premises by the Rent Act, No, 7 of 1972 and the Protection of Tenants (Special Provisions) Act, No. 28 of 1970, is an encumbrance ‘within the meaning of this subsection. *, sovers—7,500 (oto) . ~",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Finance (Amendment) Act, No. 19 of 1984 Htendment 4. Section 76 of the principal enactment as amended by ofthe Taw No, 26 of 1978, is hereby repealed and the following Tnaciene, section is substituted therefor -— , “Compensa- 78 (1) The amount of compensation to be tloninrespect ‘6 of premises paid under this Part of this Act in respect of The wonk «any premises vested in the Ranlk challl be— wader this . Part of (a) where iuch premises were acquired : this Act, fe » by the person who was the owner y we thereof prior to the publication of the vesting Order in regard to such aa Premises, by purchase, the actual * amount for which such premises were purchased by such person together with such interest thereon as may have been determined by the oan compensation Tribunal and an additional sum which is equal to the reasonable value of any subsequent additions and improvements made to such premises before-the publication of the vesting Order in regard to 2 such premises by any person who was interested in premises or the . * market value of such premises, . whichever 4s less ; (&) where such premises were’ acquired by the person who was the owner me thereof prior to the date of publica ~ tion of the vesting Order in regard no to such premises, by gift or inheri- ne . «tence, the actual smount for which pos ch premises were purchased by the “ predecessor fn title of such person ‘ . together with suck interest thereon ‘ as may have been determined by the . _ compensation Tribunel, and an addi- Jo» fonal sum which ia equal to the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "Finance (Amendment) Act, No. 19 of 1984 8 reasonable value of any additions and improvements made to such",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": ". premises, by any person who was interested in- such premises subse- quent to such purchase and before ‘the publication of the vesting Order in, regard to such premises or the » market value of such premises whichever is less, (2) where any damage had been caused to any premises",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "vested in the Bank under this Part of this Act, during the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "period commencing on the date of the notice sent under",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "subsection (24) of section 71 to the owner of uch premises",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "and ending on the date of publication uf the vesting Order",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "in regard to such premises, the Compensation Tribunal",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "shall have the power to assegs the amount of euch damage",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "and to set-off against the compensation payable im res-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "pect of such premises, the amount so sssesped.”.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "5 The gollowing new section is hereby inserted imme- Insertion diately atter section 85 and shall have effect ex section 854 Srition Oba of the principal enactment :—+ a oa",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": ". enactment.",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "wOflences 85a, (1), Where any person— *",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "‘ls Act in (a) does anything thet brings the Compen-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "a sation Tribunal or members of the",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "meetings Compensstion Tribunal into dis",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "‘Compensation. .. repute during the progress or after",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "‘Tribunal. | the conclusion of any meeting of the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": ". Compensation Tribunet ;",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "(®) interferes, with’ the lawful process",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "- of the Compensation Tribunal; or",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "elas ++ -¢) in the course of any meeting held by",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "Bent ° thé Compendation Tribunal ‘under LOEB AT Sy tite et el tae <7\") tails without cause, which in the OS A, opinion af. the, Compensation",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "SS goad? 27 Tribunal i reasonable, to",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Finance (Amendment) Act, No. 19 of 1984 appear before such Telbunal at the time and plsce oe mentioned in any summons ++ dsgued by such Tribunel ; or Gi) refuses to be sworn or having “| been duly sworn refuses or woe fails without cause which in : _ the opinion of the Compeusa- tion Tribunsl ts reasonable, : to answer any question put to 2 nos him; or “ (tii) refuses or fails without cause, on which in the opinion of the . soe Compensation Tribumal ia ar Reasonable, to produce and ae show to such ‘Tribunal any document or other thing which is in his possession or power and which is fn the opinion of such Tribunal necessary for : determining the amount of any compensation payable in res- . . Peet of any premises vested in wy a the Bank under this Part of bom fon 1, this Ack, . “so. as cy wuch peegon shall be guilty of the. offence aa *. at contempt against, or in disrespect of, ‘the’ suthority of the Compensation ftw fotogt Teibunal, wot a ' (@) Where. the Compensstion ‘Tribunal winks determines that @ person has committed any w+. tert offence af contempt ieferred to in sub- section (1) against or in disrespect of its authority, it may cause its secretary to trans- cya ur .Mit to the Court of Appeal a ceréificate os Betting out such determination ; every such ot 20:°% certifeate shall be signed by the Chairman et 5.-o-s of the Compensation Tribunal,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "Finance (Amendment) Act, No. 19 of 1984 8 (@) In any proceedings for the punishment of an offence of contempt which the Court : of Appeal may think fit to take cognizance ‘ of as provided in subsection (5) hereunder, any document purporting to be a certifleate signed and transmitted to that court under - subsection (2) shall— ve. (a) be received in evidence and deemed to bbe such a certificate Without further ‘proof unless the contrary ir proved ; : and vate : (b) be evidence of the facts stated in the + bes determination set-out therein and be 7 conclusive evidence that auch deter- . _, mination was made by the Compen- 4 sation Tribunal ae (4) In any proceedings taken as provided . in subsection (5) hereunder for the punish- ment of any alleged offence of contempt . against or in disrespect of, the authority of oe, the Compensation Tribune! no member at | such tribunal shall, except with his own con- . * sent, he summoned of examined ss a witness. - ian (6) Every offence of contempt committed |!\" against or in disrespect of the authority of ce ‘the Compensation Tribunal shall he punisha “ble by the Court of Appeal.”",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "& Section 88 of thé principal enactment is hereby  Replacernent tepealed and the following section is substituted therefor Sf ihe \"> * aomeBank, 88, Where a reference for an award as to Ecitent eae compensation is made to the Compensation ‘gion and ‘Tribunal, the ‘Tribunal shall; before making coupenration --€n-award, give the Bank, the, person who 2 Given’ - ! . Madg-the application under section 71 for the ePfersnty of soquisition of she premises to which the",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "ward, .... reference. relates and-every person who has",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "ce ne...» made a claim to compensetion, an opportunity",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "wt jy. = of belng heard, elther-in person-or by an ‘agent authorized in that-behalf.”. -4,",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Finance (Amendment) Act, No. 19 of 2984\" Amendment 7, Section 91 of the principal enactment f# hereby ote amended ag follows :— ‘eoactment (1) by the renumbering of that section as subsection (1) of that section ; and ° . (2) by the insertion immediately after the renumbered subsection (1) of that section of the following sub- sections “ (2) Where a default is made in the making of + any half yearly paysnents due ax rent, default shall be deemed to have been made in respect of the whole of the unpeid half yearly payments and the ‘Chairman of the Bank may authorize any person in _ Writing to sell such premises at any time not less ° than twenty-one days after the date of such autho- Fization ; to recover the whole of the unpaid half yearly payments, together with interest thereon and the cost of advertising the gale and other incidental expenses connected with the sale of the premises. + \"+ (Q) Where any premises are sold in pursuance of | an authorization under subsection (2), the Chair man of the Bank shall sign and issue a certificate of sele to the purchaser and thereupon the tltle of the owner of the premises shall vest in the purchaser, ++ and the Chairman shall, after deducting from the sale proceeds all monies advanced by the Bank, intecest thereon and other costs recoverable, pay the applicant the surplus, if any, less ten per centm : to be credited to a contingencies fund for bad and “3 doubtful debts. : S 2 (4) The purchaser of any premises sold in por- suance of an authorization under subsection (2), * shall; upon application being made to the District \"> Court having jurisdiction over the place where the ‘ Premises are situated, and upon production of certi- + ficate of aale issued in respect of the premises under ‘subsection (8), ‘be entitled to obtain an order for delivery of possession of the premises, -",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Finance (Amendment) Act, No. 19 of 1984 7 (5) Every application under subsection (4) shall be made and shall be disposed of*by way of sum- mary procedure in accordance with the provisions of Chapter XXIV of the Civil Procedure Code (Chapter i0i).”, & Section 98 of the principsl enactment fs hereby Amendment amended as follows :— of ppetion 96 {o) by the substitution, for the definition of “business Rurcuhent, premises\", of the following definition :— ‘~\"pusiness premises” means any premises used wholly and mainly for the purpase of business’; and (b) by the inserHon, immediately after the definition of “person who was interested \", of the following definition :— “premises” means any land with or without buildings’.",
    "mean_p_confidence": 0.83
  }
]