[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "’ PARLIAMENT OF CEYLON 2nd Session 1971-72 - |. attiings ar Miao ee ee a Inland Revenue (Amendment) Act, No. 33 of 1971” Date of Assent : September 25, 1971 . Printed on the Orders of Government Rahn Se somal Subecpton tnching Bil) Re 90. (lac), Te a0 Seis FAS, 20, Fes Ht oon, Ser ee ee ee Price: 45 cents Postage: 10 cents",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ". Inland Revenue (Amendment) Act, No. 88 of 1971 EL. D.—O. 39/71. AN ACT 10 AMEND THE Intanp Revenve ACT, No. 4 or 1963. [Date of Assent: September 25, 1971]",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "by and with the advios and consent of the Senate and a",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "e House of Representatives of Ceylon in this present. Parliament, assembled, and by the authority of the same, aa follows: —",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "4. This Act may be cited as the Inland Revenue shor tvs, (Amendment) Act, No. 38 of 1971.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2, Section 5 of the Inland Revenue Act, No. 4 of Ammndmentot_ 1963, hereafter in this Act referred to as the foster “principal Act”, is hereby amended in sub- 8. section {1} of that section as follows: —",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "@ by the insertion, immediately after paragraph",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(c) of that sub-section, of the following new paragraph :—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "* (ec) the profits and income of the Ceylon Tea",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ". Board established under the Ceyloa Tea Board Act, No. 15 of 1070/5 (®) by the insertion, immediately after paragraph (ad) of thas sub-section (inserted therein by ‘Act No. 18 of 1988), of the following new paragraph :—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "* (ddd) the profits and income of the Cayton National Library Serviees Board. established under tho Ceylon National Library Servioes Board ‘Act, No. 17 of 1970;\";",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(6) by the insertion, immediately after aph",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(8) of that sub-section, of the following new . paragraph:— .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "“ (68) any sum received on or after April 1,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ": 1970, by an informer who is not",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "employed in the public service as a reward under any scheme for the payment of rewarde by « Government institution;”*;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "1k ameeare gm)",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "2 Inland Revenué (Amendment) Act, No, 38 of 1972",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "@ by the insertion, immediately after paragraph (0) of that sub-section, of the following new Paragraphs:—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(tt) the income accruing to any person from",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "_. Moneys lying to his cradit in a special",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ". account opened by him or on. his behalf in a commercial bank with the approval of the Central Bank of Ceylon for the deposit, in accordance with the conditions imposed by the Central Bank of Ceylon, of sums obtained by him by the exchange of foreign currency held by him outside Ceylon;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(ttt) the income accruing to any person from . any investment. made by him, with the approval of the Central Bank of Ceylon and in accordance with the conditions imposed by such Bank, with moneys lying to his credit in any such special account as is referred to im paragraph (#1) ;”;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(©) by the substitution, for paragraph (0) of that sub-section, of the following paragraph :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ". “(p) any sum paid to any person under the Rubber Replanting Subsidy Act as a subsidy out of the Rubber Replenting Subsidy Fond established under that",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ": ” Act;'*; and .",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(f) by the insertion, immediately after paragraph (w) of that sub-section, of the following new paragraph :— .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "“ (ww) any sum paid to any person under the Ceylon Tea Board Act, No. 15 of 1970, as a grant out of the Central Tea Fund established ander that Act;”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "Inland Revanue (Amendment) 3 Act, No, 33 of 1072 3. Section 164 of the principal Act, (inserted  smminnt ot « therein by Act No, 8 of 1068), is Roeeby amended by saea.iis . the ingertion, immediately after sub-section (4) of that 4s.” section, of the following new sub-section: — * (8) Sub-seotion (1) and sub-section (4) of this section shall, for each year of assessment commencing on of after the first day of April, 1970, have effect as though for the words “one thousand rupees \"* occurring in each of those sub-sectiona, there wore substituted the words ‘five hundred rupees ”.’. _ & The following new section is hereby inserted Zaxricn, of immediately after acotion 20, and shall have effect as ai'i'tie section 204, of the principal Act:— Piscine! ‘aranetion 204. Where for any year of assessment eeaeiarettent commencing on or after \"April 1, 1969, ‘cars. \"the assessable income of an individual who is resident in Ceylon in the year : preceding that year of assessment and who either is thie head of a family or is not included in » family does not exceed six thousand rupees, such income shall . not be taxable: Provided, however, that where such individual is resident in Ceylon only for a part of the year preceding any year of + assessment commencing on or after April 1, 1969, his assessable income shall be taxable if it exceeds a sum which bears to six thousand rupess the same propor. tion as the number of days during which he is so resident bears to the number of doys in the year preceding thet year of assessinent. **.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "3, Section 984 of the principal Act, as amended by Amenineat ct ‘Act No, 19 of 1962, Act No. Te of 1905 and Act aed ee of 1969, is hereby further amended as follows:— aa.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "(1) in sub-section (1) of that section—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "(@) by the substitntion, io paregraph (2) of : that sub-section, for the words *\" Second Schedule to this Act; and”, : of the words “ Second Schedule to this nots sts rm",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "\" + a 4 Inland Revenus (Amendment) Act, No. 93 of 1971 ~ (D) by the substitution, in paragraph (0) of * that sub-section, for all the aed aad figures from ‘ any year ” to the end of * that paragraph, of the following :— “the year of assessment, commen- cing on April 1, 1969, and the next subsequent year of assessment shall be computed in accordance with the rovisions of Part IV of the Second Schedule to this Act; and”; and (0) by the addition, at the end of that sub- section, of the following new paragraph :— ““@ income tax for any year of assessment commencing on or Lo after April 1, 1971, shall be computed in “aooordanes. with the provisions of Part V of the . Second Schedule to this Act.” (2) in sub-section (4) of that section, by the substi- tation, for the expression “in Part IV of the Second Schedule”, of the following: — __ ‘in Part IV or Part V, whichever Part is appliouble to that, year of esvesement, of the Seoond Schedule”; and (2) by the addition, at the end of that section, of the fallowing new sub-sections:— (6) The income tax payable for any year of assessment commencing on or after April 1, 1969, by an individual who is resident in Ceylon throughout the year preceding that year of assessment shall not-be more than the amount by which his assessable income exceeds six thousand rupees. : {@) Whore au individual ia retident, in Ceylon for only a part of the year preceding ‘ any year of assessment commencing on oF after April 1, 1960, the income tax payable by such individual for-thet year of assessment shall not be more than the difference between his assessable income for that year of assess- ment and the amount which bears to six",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "Inland Revenue (Amendment) 5 . Act, No. 83 of 1971 Shousaadl rupees the tame proportion as the ‘ namber of days dizing which he is resident “bears to the total number of days in the year preceding that year of assessment.””.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "4. Section 25 of the principal Act is bereby amen- Ammineat ot ded by the insertion, immediately after sub-section sh. 2 of (la) of that section, of the following new sub- reed section: — : :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "* (4p) Sub-section (1) of this section shall for the year of assessment commencing on . April 1, 4970, have effect subject to the following modifications :— (@) se though in paragraph (a) of that sub- section, there were Pe cated. for the expression ‘(57 per contum”, the . expression “‘ 60 per centum \"”; and (8) as though in the proviso to that eub- . section, there were substituted, for the expression “28f per centum”, wherever that expression occurs in that proviso, the expression “35 per centum ”.'.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "7. Section 26 of the principal Act is hereby amen- Amendment of ded by the \\isertion, fmmediately after sub-section tei, 36 of (la) of that section, of the following sub-section: — = Aa.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "* (1z) Sub-setion (1) of this section shall for the year of assessment commencing on j April 1, 1970, have ellect as though thers . Were substituted, for the expression ‘87 per centum \", wherever that expression occurs . ; in that sub-section, the expression “ 60 per . vontum”.. |",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "8, Section 81 of the principal Act is hereby amen- Amana of ded in sub-section.(1) of that section, by the insertion, ten ft immediately after paragraph (g) of that sub-section, 4a. ‘ of the following paragraph :— i",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "** (gg) the moneys lying to his credit in any such special account as is referred to in paragraph : {é2) of sub-section (1) of section & and the value of any such investments made by him as are referred to in paragraph (¢##) ‘of sub- section (1) of that section.””. i i",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "6 Inland Revenue (Amendment) * Act, No. 88 of 1971 Amecdmeat of 9, Section 61 of the principal Act is hereby ie\"feeckal” mended in sub-eection (2) of that section by the _ Acts substitution, in the proviso to that sub-section, for * the wards\" “: preceding provisions of this ‘sub- Section,”, of the words \"preceding provisions of this ameimest ef 40, Section 684 of the principal Act, as amended Sessa’ by Act No. 26 of 1968 and Act No. 6 of 1969, is aa. hereby further amended, - in the definition” of “approved investment ” in sub-section (1) of that section, by the substitution, for the expression “March 31, 1970,”, of the expression: “* March $1, 1978,\" Amminetat df, Section 784 of the principal Act, as amended eur by Act No. 26 of 1968 and Act No, 6 of 1969, is Sa hereby further amended by the substitution, for the expression “ April 1, 1970,”, of the expression “April 1, 1978\". Ansmiomt ¢ 12, Section 124 of the principal Act, as amended yestin 184 3t by Aot No. 6 of 1969; is ey further amended aa\" by the addition, at the end of that section, of the following sub-sections:— : . “ @) Notwithstanding anything contained ™ © yng Metaithtanding saving contained where it appears to the Commissioner that . any person as committed an offence under + the Exchange Control Act or ‘the Customs °F Ordinance, he’ may corsmunicats or deliver \"to the Controller of Exchange or the Princi- pal Collector of Customs, as the case may be, any “information relating to the vommisgion of the offence or any articles, . books of account or other documents necessary or useful for ths purpose of proving the commission of such offence.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "(0) Where the Commissioner has under sub-section (8) communicated or delivered to the Controller of Exchange or the Principal Collector of Customs any information Zolating fo the commission, or any articles, books of account or other documents nevessary ‘or useful for the purpose of proving the * coummission, by any persoa of an olfence under tho Exchange Control Act or the Customs",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Inland Revenue (Amendment) 7 Act, No. 88 of 1971",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Ordinance, as the case may be, the Com- missioner or any other officer of the Depart- ment of Inland Revenue, notwithstanding anything to the contrary in the preceding provisions of this section, may upon the prosecution of such person for that offence give evidence relating to such information, articles, books of account or other documents and produce or cause to be produced any returns, books of account, other documents oy articles he may be required to produce and notwithstanding anything in the Evidence",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Ordinance, relating to the proof of docu-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "ments, the Commissioner or other officer may",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "produce or cause to be produced, in court for the purposes of such prosecution, a copy of any particulars contained in any retarn, bocks of account or other document:",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Provided that the Commissioner or other officer—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "{a} may produce or cause to be produced the original of such return, books of account or other document in any case where it is necessary to prove the handwriting, or the signature of the person who wrote, made, signed or fornished such return, books of account or other document, but only for the purposes of such proof;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(®) shall not in any case be compelied to produce in court either the original of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "* such return, books of account or other document ov @ copy of the particulars contained in such return, books of account or other document... *",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Inland Revenus (Amendment) Act, No, 33 of 1972 : Toei, of 48, The following new section is hereby inserted ime re immediately after section 1254, and shall have effect Prinelpal Ach ag section 1258, of the principal Act:— + -Rewotionot «1258, (1) The person having custod; 2 2.0\". of the moneys lying in a specified provi, vig to Ge dent fund to the credit of a contributor . smisiiier to auch fund shall, when he makes pay- pean fea ment of thosa moneys to that contributor, Simeide.. retain in his custody an amount equal rapet ol, 10 fifteen per centum of those moneys other than such part thereof as represents the contributions made by\" : that contributor after April 1, 1954. : ‘The person who retains in his custody such amount shall notify the Commis- sioner of the amount go retained and deduct therefrom the sum which the Commissioner by notice in writing directs him to deduct and the sum deducted shall be paid to the Commis- sioner: Any balance left after the deduction of income tax may be paid to- that contributor. (2) For the purposes of sub-section (1), ‘* specified provident fund ” means the Employees’ Provident Fand estab- lished under the Employees’ Provident Fund Act, No. 15 of 1958, or any regulated provident fund.’. fuomdment « 15. ‘The Second Schedule to the principal Act is iby Secon, hereby amended as follows: — ‘he princi) f samti he (2) in Part IV of that Schedule, by the substitution, for the words and figures ‘any year of asgessment commencing on or after April 1, 1989,\", of the following: — * for the your of assessment. commencing on, April 1, 1989, and the next subsequent year of assessment”; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Inland Revenue (Amendment) 9 Act, No. 88 of 1971 (2) by the insoction, immediately after Part IV of that Schedule, of the following: — “PARTY The rates of income tax for any year of - assessmient commencing on or after April 1, 1971, shall be as follows: — : On the first Re, 1,800 of _ the taxable income ... 74 par centum On the next Rs. 1,800 of the taxable income ... 10 por centum On-the next Rs. 2,400 of an the taxable income ... 12} per centum On the next Rs. 2,400 of : wo the taxable income ... 15 per centum On the next Re. 2,400 of the taxable income ... 17} ver contum . On the next Rs, 2,400 of the taxable income ... 20 per contum On the next Rs. 8,600 of the taxable income ... 25 per confum On the next Rs. 4,800 of the taxable income .:. 80 per centum On the next Re. 7,200 of the ‘taxable income ...- 40 per contum On the next Rs, 10,800 of the taxable income... 50 ger cantum On the next Re. 10,800 of ‘ the taxable income ... 60 per centum On the batance of the . taxable income —... 45 par contum,”,",
    "mean_p_confidence": 0.81
  }
]