[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON : 1st Session 1956 . gh s, te OI sone TN ’ & Davelans 25 SiliDy Lan Fs Mies Sy Le SrntAy NLT Criminal Procedure Code (Amendment) Act, No. 34 of 1956 Date of Assent: August 2, 1956 . Printed on the Orders of Government . » Ente ee Cer Burien Bones \"Sueese ‘Annual Subscription (including Bills) Rs 25, payable in Rae ee a Ne, Belt poaleitons Bureau, Post Ornice Box 00, Secretariat, Colombo I Price: 10 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Criminal Procedure Code (Amendment) Act, No. 84 of 1956. L. D.—0. 4/64. ‘AN Act To AMEND Tae CRIMINAL ProcepuRE Cong. Chapter 16 pegs 2. [Date of Assent: August 2, 1956]",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "BE it enacted by the Green's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, aa follows: —",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "1, This Act may be cited as the Criminal Pro- sts site, cedure Code (Amendment) Act, No. 84 of 1956, .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "2. Section 158 of the Criminal Procedure Code Somtnnt of (hereinafter referred to as the “principal enact- Chapter 18 went ”) is hereby amended, in sub-section (2) of that section, by the substitution, for all the words from “material: to the end of that sub-section, of the word ‘ material.””. .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "8. Section 185r of the principal enactment is here- Amsoimme of by amended a the insertion, immediately after sub- {32,20 of section (1) that section, of the following sub-  cmcmeat. sseotion:— .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "“ (la) The Attorney-General may, subject to the provisions of this Code relating to the joinder of charges, include in the indictment any’ char, in respect of any offence which is disclosed by ‘he gridonce taken y the Magistrate, notwithstand- ing arge may not have been read to th accused by the Magistrate.” °",
    "mean_p_confidence": 0.84
  }
]