[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". PARLIAMENT OF CEYLON 5th Session 1964-65 ’ Finn, oN | 1s ( yan): me Oe. hana Rms 7 ay? * Shi . NES Motor Traffic (Amendment) Act, No. 40 of 1964 Date of Assent: November 12, 196¢ ; Printed om the Orders of Goverwment : Pa too RE ttn RE, Sy ‘Annual Subscription {including Bills) Rs. 30 (Local), Rs. 40 ' een), PU, A ERS 1 een ae ~ Basenbae cto Pa tape ot es taae felony sont ‘before the date of payment will not be supplied. a Defare the mt will not be supplied.",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Motor Traffic (Amendment) Act, No. 40 of 1964 : L. D0, 8/68. \\",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "An Aor To AMEND THR Moron TRAFFIC Act. Shute 208° :",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "we ‘ [Date of Assent: November 12, 1984] Per : BE it enacted by the Queen’s Most Excellent ‘Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in ' this present Parliament assembled, and by the authority of the same, as follows: — H",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "4. This Act may be cited as the Motor Traffic Stier, ste i (Amendment) Act, ‘No, ‘40 of 1964, and shall come ‘idue # into operation on such date as the Minister may appoint by Order published in the Gazette. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2. Section 5 of the Motor Traffic Act, horeinafter Amsstme of referred to ss the “principal Act”, is hereby SEa,\"s, amended, in sub-section (3) of that section, by the substitution, for the words “‘ a lorry \"\", of the words “a lorry, motor tricycle van”.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "a. Section 26 ofthe principal Act. is hereby Amines ot amended, in sub-section (a) of that section, by the TE a substitution, for the words “‘ a lorry Licence”, of the Aa words “a lorry licence, a motor tricycle van Hoence \"\".",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "% Section 122 of the principal Act is hereby ammdmest ot",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "amended by the substitution, for paragraph (9) of a ice 108 section, of the following new paragraphs :— aoe ee “(g) private cars, oo ee (3) motor tricycle vans, a re ( land vebicles, and : () motor vehicles not hereinbefore specified.””.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "8. Section 128 of the principal Act is hereby amended, in sub-section @)'of that sectign, by the ser, substitution, for the words ‘ motor cycles ”?, wherever fig\" ™™7 those words occur collectively in that sub-section, of the words ‘‘ motor cycles, motor tricycle vans\".",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "f",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "&. Section 240 of the principal Act is hereby Amnimet of amended as follows:— PS et",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(1) in the definition of \" lorry \"*, by the substitu- na o tion, for the words ‘a land vehicle”, of the words “a land vehicle or motor tricycle van”; ’ 2B oe—aoes 8)",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "2 Motor Traffic (Amendment) Aot, No. 40 of 1964 (2) in the definition of “ motor cycle’, by the substitution, for the words “motor vehicle”, of the words ‘ motor vehicle, other than a motor tricycle van,”; and (8 by the insertion, immediately after the defini. tion of ‘“Motor Traffic Advisory Council’, of the following new definition :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "“© motor tricycle van” means a motor vehicle designed to travel on three wheels, anc having @ tare which dogs not exceed five hundredweight, and which is constructed or adapted wholly or mainly for the carriage of goods; ’.",
    "mean_p_confidence": 0.82
  }
]