[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON _ - 5th Session 1951 ‘ Brn Sa vetee Bit roberto 4 ‘y “oy oe Se ( ne ae NE SY . an La Sey N of! ESS ON A, Sree - Guides (Amendment) Act, : No. 41 of 1951 Date of Assent : December 21, 1952 | . . Printed on the Orders of Government \\ Printed ot the Csysow Govr. Press, Covompo. To ba purchased at the Govt, Puntications Burau, Covomeo . ‘Annual Subscription Uincluding Billa) Rs. 25, payable in Ago Suter pir iting Re mayan . Boneav, Post Orrice Box 500, Secretariat, Colombo 1 : Price: 10 cent Postage: 5 cents.",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Guides (Amendment) det, No. At of 1951. 3 : b, DO, 81/61. An Act 70 AMEND THE Gurmes ORDINANCE. pepe 2 [Date of Assent: December 21, 1951.] mem 8. BE it enacted by the King’s Most Exceilent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present, Parliament assembled, and hy the authority of thesame, as follows: — : 4. ‘This Act may he cited as the Guides (Amend S* ment) Act, No. 41 of 1951. ~ 2, Section 3 ofthe Guides Ordinance (hereinafter Amménent ot referred to as '‘ the principal enactment”) is hereby  Ghapier 902, amended as follows: — (1) by the substitution, for the definition of “town”, of the following:— ' “town ”” means each area which is de- ‘ clared, or deemed to have been . declared, under section 2 of the | Municipal Councils Ordinance, ‘ : No, 29 of 1947, to be a municipality, . and each town within the meaning of the Uxban Councils Ordinance, No. 61 of 1989, or of the Town Councila Ordinance, No. 3 of 1946;’ ; and (2) by the substitution, for the definition of “\" proper authority ”, of the following:— “*\" Droper authority’? means— (@) in relation to the Municipality of Colombo, the Director, Government Tourist Bureau, (b) in relation to any other town, . the Municipal Council, Urban Council or Town Council of auch town, and (0) in relation to any place, the Assistant Government Agent of the district wil which such place is situated . ox if it is aituated in « . Provinos which has not been divided into. districts, the Government Agent.’. 3. estou 8088 C6)",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "4 Guides Amendment) Act, No. 4t of 1981.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Sugingnt of 3. Section af the principal euactnent is hereby SSS, amended by the substitition, for the words\" und sudart” this Ordinance. ’”, of the following: — Aner . * under this Ordinance, or is proved to the satis- «_taotion of the proper authority to havb been gaily **. of conduct or behaviour which in the opinion of the 2), authority tenders him unfit to be a licensed guide, °\", Aweniinit 2’ 4. Section 11 of the principal enactmont ix hereby secion Bar” amended hy the substitution. for the words © and in Fidoent /_ the case’of places be paid into the Treneury. ”, of the ne following: —",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "‘and aovordingly the fees so levied hy the proper authority in vespect of the Manicipality of Colombo sal! when recovered be paid. into the Municipal Fund of the Colombo | Municipal Connell; aad such fees in the case of other places",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "shall he’paid into the Consolidated Fund.” .",
    "mean_p_confidence": 0.7
  }
]