[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ASe os 0 (EER, a: aan. PARLIAMENT OF THE DEMOCRATIG SOCIALIST REPUBLIC OF SRI LANKA SHOP AND OFFICE EMPLOYEES REGULATION OF EMPLOYMENT AND REMUNERATION (AMENDMENT) ACT, No. 12 OF 1978 : [Certified on Sth December, 1978] , Printed on the Orders of Government Published as a Supplement to Part IE of the Gazette of the Democratic Socivlist Republic of Sri Lanka of December 29, 1978 srs crn seminoma nt, qo an FURCGASED AF THR COVISIMGENT FOAIICATIONS SUREAG, epLancaO Price; 30 cents Postage : 25 cents",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2 Shop and Office Employees (Regulation 0} Employment arg mein t (Amendment) Act, No. 12 of 1978",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "register or record for examination or inspection, the Commissioner is hereby ‘ empowered to assess any short payment of remuneration payable to such employee on the basis of an the evidence, both oral and documentary, available to him . and the provisions of subsection (2) shall epply where default is made in the payment of any such remuneration. an), Where at employer makes default in the payment of any sum which be is liable to pay as remuneration under subsection (1) and the Commissioner is . of opinion that it is impracticable or imexpedient to recover that sum under any other provision of this Act, then, he may issue a certificnte containing particulars of the sum so due and the name and place of residence of the defaulting emplover to the Magistrate having jurisdiction in the division in which such place is situated. ‘The Magis- trate shall thereupon summon such employer before him to show cause why further proceedings for the recovery of the sum due should not be taken against - him and in default of sufficient cause being shown the eum in defaule sball be deemed to be a fine imposed on such emplayer by such Magistrate, and shall be recovered accordingly. Every sum so i: +. Fecavered shall be paid to the Commis- “> sioner.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(8) The correctness of any statement in a certificate issued by the Commis- sioner for the purpose of this section shall not, be ‘called in question oF examined by the court in any proceeding under thia section, and accordingly",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": ": nothing in this section shall authorize the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "y oa), .court 1 consider or decide the oorrect-",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "ness of any statement in euch certifioute",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "+ and the Commissioner’s certificate shall",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "be sufficient evidence that the amount due",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "<= °+. tinder subsection (1) from the defaulting",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "ote employer bas been duly calculated and that euch amount is in default.”*.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Shop and Office Employees (Regulation 0} 3 Employment and omenstotion ? (Amendment) Act, No, 12 of 1978 __& The following new section is hereby inserted teserion immediately after seotion 54, and shall have effect as 12 5, section 64a, of the principal enrotment:— Sie “ pen rareay er 4a, Every employer who fails to Shinaie keep or maintain any register, notics or ey record required under section 18 to be ron. kept or nisintained, or who fails to produce the register or record required to be produced by the Commissioner or any prescribed officer under para- graph (b) of subsection (1) of section 50, sbail be guilty of an offence, and shall be liable— (2) in the case of a first offence, to a fine not less than one hundred rupees and not exeseding two bundved and fifty rupees; (6) in the case of a second offence, to & fine not less than two hundred and Bfty, pes, and not exceeding five hundred rupees; and . (c) in the case of a subsequent offence, wo ie not ang than ve ban. dred rupees and not exceeding one thousand rupees or to imprisonment of either des- eription for a term not excee- ding’ six months or to both such fine and imprisonment, and shall in addition, be liable to a fine not excseding fifty rupees for each day on which the offence is continued after conviction.””.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "5. Section 64 of the principal enactment is hereby Replacgeatat repealed and the following new section substituted ste therefor: — poeta pebenaton of G4. No prosecution for any offence Pi wader Nehis Age dhall bo instituted",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "except by of with the written permission of the Commissioner and within six years of the commission of the affence.”. :",
    "mean_p_confidence": 0.84
  }
]