[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA _ NATIONAL SAVINGS BANK (AMENDMENT) ‘ ACT, No. 8 OF 1982 . . [Certified on 23rd February, 1982] Printed on the Orders of Government + Pubtished as » Supplement to Part II of the Gazette of the Demecratic Socialist Republic of Sti Lanka of February 26, 1983 TED AT THE DEDARTAENET OF COVERING PRINEG, Et 2AMEA jo we Fesause of HIS cove Ponscarion nora, comeumo Price; 35 cents Postage: 58 cents",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": ": National Savings Bonk (Amendment) ” : Act, No. 8 of 1982. . [Cortifed on 23rd Februsty, 1902] L, DO. 8/81. oe An Act 10 asain THz Namonat Savavcs Bank Act, . ‘No. 30 oF 1071, BE it enacted by the Parliament of the Democeatic Socialist - Republic of Sri Lanka as follows :— 1 This Act may be cited as the National Savings Bank Short title. jAmendment) Act, No, B of 1982. 2 Section 47 of the Natlonal Savings Bank Act, Na, 30 Amendment of 1971, is hereby amended 96 follows :— gen (@) by the repeal of subsection (2) of that section and 739,No. 39 ot the substitution therefor, of the following new subsection :— * (2) Before any moneys, whieh aggregate to ten . rupees or more lying in an account are transferred: im accordance with the provisions of subsection (), the Bank shal] send 2 written communteation to the last known address of the person whose : account has lain dormant, intimating its intention to transfer such moneys to the Unclaimed Deposita Fund, and if no reply is received within three months after the date on which such written communication is sent, publish a notice in the Sinhala, Tamil end English languages in the Gazette stating the name of the pervon in whose favour the account stands, the fact that the account ‘has lain dormant for a period of seven years, and that it is intended on a specified date to transfer . the moneys lying in that account to the Unclaimed Deposits Fund under the provisions of subsection @.\"; {b) by the repeal of subsection (3) of that section and ‘the substitution therefor, of the following new subsection :— “ (3) Any moneys transferred to the Unclaimed Deposits Fund or any moneys transferred to a special reserve under paragraph (a) of subsection () may be retransferred to the account in which Y it was originally lying, at the instance of any person who furnishes proof to the satisfaction of the Board that the account was in his name or in ‘the nume of the person from whore he derives title\": and : : 2A ote 14,pp0 8/0)",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "2 National Savings Bank (Amendment) °°\" *' Act, No, 8 of 1982 Tas CECE",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2) by the repeal of subsection (5) of thint section and the substitution - therefor, of the following new",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "“ (5) Any moneys transferred ‘to a spectal",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ":eserve under subsection (4) may be-retransferred to the account in which # was originally lying at~",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "+ the’ instance.of any person who furnishes proof to",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "the satisfaction of the Board that the account was",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "in his name or in the name of a person from whom",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "‘ he derives title.” soN",
    "mean_p_confidence": 0.35
  }
]