[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  (i)  a = o  PARLIAMENT OF THE DEMOCRATIC  ’ SOCIALIST REPUBLIC OF  | SRI LANKA  MEDICAL (AMENDMENT)  ACT, No. 40. OF 1998  ,  \\ [Certied on 260 Jone, 1981  Printed on he One of Goverment  bad aSipkto Pat ofa Gat of he Democrat Scat  Repu efSiLanknol ane 25,198  Price: Rs, 8.00 : Postage : Rs, 250",
    "mean_p_confidence": 0.45828571428571424
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Mealical tAemeadent| At, No.0 108  [eed om 2h he,  1D. s56  ot nor an et MCR. ORIN  {BB st enaed by sho Patament ofthe Hemaratie Satin  Reputis of Si Lak a fol —  1. This et may ne uned as the Mesiend (Amendment) Sa  ACG No. a9 oT 19H  2 Seetion 12 ofthe Mecca! Ontinance, (hereinshier Aamo  jfile ioesine rinipa eran) isherebe amended ft  Fas tithe Ome  41) by the nubian forthe heading “Whe CEYLON  MEDICAL. COUNCIL” of the eadiog \"SRE  TANBA MEDICAL COUNCIL”  (2) ealnosian 1) vi hot section by the sabsosion  fo the weads “ihe Sei Lagka Medical Cause”  {Gsteinater efewed tow “ha Medical Commis  shall eons of te Following mbar: —\" of he  ‘words “Phe Medicst Coveci! stall he a body  . ‘xpath Ube mame a syed \"SH Lark  Medical Cownsil™ ¢heeiater ceferzed a €s Ihe  \"ede! Cone) having petal succession,  2 and scorns sea ei pone ae ah tobe sied  Yauch mame aod to acguire ae Rall geaperiy  movable and unasevabie wa Stal sos a |  3. Section 20 ofthe principal enactment fy hteby — Ancrewoe  xmer det a oon — Soowde  ae  1 in parayoph e)sesot bythe sutentwion for the Rasen,  ‘cds \"in Sai Lamas and of the wenrde \"8  SHLaste  (2 by ae inservice ivediaey ater ssragrep (2  reo of fttwing new pargeaph  “igeh 2 rier of pesens qualified te practise  ‘esa membor cf 9 prvestion supplemecnary te  sine ad”  2 pewes asa we",
    "mean_p_confidence": 0.33068345323741005
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Medien! (Siemens) Act, No. 40 af 1908  Ameristar ———A,_Sectiow AY of the principal enactment is hereby  srt afte amend ae fotos: —  snes  felons {Ap subsection (1) af thax sboton. by ths insertion  rma afte paragraph (ece} of a sec08, OF  the Flowing garagcaph  Seeces) Any wstae apothecary wa i reuistered  under subsection ‘2anj of this seetivn as being.  enticed practise medicine and surgery ard whose  rane it Far the ine heing nthe egiser nated  under tat sibmetion 25  (2) inibetetion An}af tes sevion bythe subtstion,  for the words “aggregate perivd of ci leat fifine  oars’, wherever those words occur in thet  ‘ubaection, ofthe words “aggregate nad of eta.  sight year\":  (3) by she insertion immediately afer wubzecion ¢25)  ‘of hat seetnn oft following subsection  eths} (o} any anes aposdecary, whether he is  ‘erplayed ia an este or a gray of essa of has  eased to fe so ewployed may on furishing proof  to te wtistastion of the Diracor Cerise of Heath  Services that he—  (6) bat hon aggregate gerd of foue year af  ‘efficient apd suisfactory seavice ay an eae  anethosaty 5  fas, within that peso sere i one ce are  hospitals under one or more medival  racitiones for an aggregate period of east  Uyce genes jd  i) MoKds a dipforma confeened by dhe College  Comat,  ‘he registered ky the rogisuae on paynent of the  prescribed fc 8 beng emife w practice ansdizine  sad sung",
    "mean_p_confidence": 0.38321167883211676
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Hedica tAmendnei Ac, No AGE 1B  > the raginrr sal moana mgs  there reper noe esata and  stall eae teretrom the nae of ay Psson  Deed oe ere hy the Bede Cows",
    "mean_p_confidence": 0.2760526315789474
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  er sabesin 3) ofthis setion",
    "mean_p_confidence": 0.21714285714285714
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  18 inshsseton 9 ar ection",
    "mean_p_confidence": 0.15285714285714286
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (2) by thes, or the wo “sibectias  (iscey oar ete penser” of ts words  ‘ “sabes. (tune bse (1)",
    "mean_p_confidence": 0.29739130434782607
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  {cece ray ese apes \"ad  ; (by the. substation, for the words  “eubsecton 2} an Ordo Ge wend  “rotnertion (soe subset ae} oF at",
    "mean_p_confidence": 0.29379310344827586
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  oer\"",
    "mean_p_confidence": 0.17333333333333334
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  5. ‘Section 124 ofthe principal entctmest i hetehy Amit ot  seve in acbection (2) of tt secre by He Fepeat of SPB  pararaps ah hte) and eso tie",
    "mean_p_confidence": 0.3403125
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  {6 Section ofthe pune enactment ic Hetty Arent  wed Ey the eeeat of sbsecion? (al Bh (9) am (hon et te",
    "mean_p_confidence": 0.32166666666666666
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  + terest eae  7, The folowing ei Parcshsrbyinsenecimelaley ince  + gtr Pam Vite and hae ec Pa Villa of te ante we  ‘neteipe enactment rae  “PART Vita  Provsone Srmereny eMac  Regina Se The tpi of persons reir wt  Femme members of a eekesion RepPeMeREy f  Spptecnay esicne uae paaph (er) chaser)  ‘Plecio” of scctn 20 shal consist of sea pts 25  leo  (a) Pass A sal contin the names of  reson: ated tote ropister &4  abogranten",
    "mean_p_confidence": 0.2975824175824176
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Motil aimee Act, Ko of 198  {6} Fa B aa consi the nan oft  pets adinied To rugs a  ‘act lenny tnt  40) Pat € atl coca he rang of ft  fervon sditied tv she ropsuce as  Persoirpie  (3) Pan D sa niin me mes of  seins cdmed te the tepid ae  Geeipetons erase  Gy Me ee a egireioe asamonter of  2 stolen euppiomensary th edie ha  fe page oe Ret co apt ot  einen  cousiate Wh (916) A pes sha aliedbe  cence adted 9 tho Heghtr a Temes of 9  Leese pmofcsonsipplomutey to mescine @ ©  Retin Rallounpran it hes of gard hacer a  ‘Shameway Nolds 8 vershcste of proficiency net  ‘Stmiaae” Raper ae yt Cates Cove  0) A pans baguatfedebesarites +  «s de opine af roma of 3 poten  uppiemniey to motcne s¢ 4 iesteal  laboraiory tccbaslogist, he of good  shaves a boils asec of poeehey  S80 cial loti exo wd Oy  eeCatege Cost  Ce) Apsson shal be qultot oe aad  to the reine of eters of peclesion  seppleretany wore wa Photos,  ithein of god mre an hol acest  oF posi asa Pysibeapt Kel by  theCalege Coun",
    "mean_p_confidence": 0.2890625
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Medictnerdnent Act Ho #26f 19988  (A persons quis be aid  to the register of members of & protewion  uglescaary 1 meticin' on ecopsionat  “Tasers Boisof gos oars ad als a  etente oF proce x8 a8 Ceca  Therapist sued Fy the College Count  2) Ncemitsding ay ie atsction  «0, 2 person admit tothe egies of  Poromedieal Assists, a8 3 zaiographer,  . ‘reel ebro wg phys  ‘rap xeupatioa! tapi 9 the eae my  ‘nya wie etestion enor onde day  : preceding te dae at wich hi aesin comes  ‘aio open dl, wi fromthe de  cnet hs acon fa cme apr,  Ys sem te adie to te register ot  rombers ofa profession soppicmentary #0  redo ay sraogope medic aboaas  ‘ectncleia, physio oF Sosipaionl  fraps theca a) be  ‘wtesa 60 The sume afary pero egbraduner  _MAESTL tis Ginance as member ofa. groesion  Seg spleen tome my boersed om  SEO” the cence of memtere of x profession  . sopesentary to medicine  (of deprived of ny eRe om the  2th of whic te as reghtered 2 9  momar of rotesioe sopeimcey  medina  (0) hes envied fon Sfnce wtih  Shon hi be vfs 16 paces a6 4  rmonber of profesion suppamentsy  arekones or  (6) Re sdows each naghigence cr iacapciy  Bg. ember af 9 proeion  supplementary 0 medi tat he  Cana sly Fe alowed to price a8  shor",
    "mean_p_confidence": 0.3157854406130268
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  Sino gi a Be eee de  metic profession supplementary 19 medicine.  profession practice, or publish his name as practising, as a  sarees, Gromer af a profession supplementary 10  cd  exe thousand rupees and nol exceeding fifty thousand rupees and  femenel_@9n ofthe principal enactment —  nee ne",
    "mean_p_confidence": 0.4790909090909091
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Medial {Amendoea| Act, No Oug 1098  Any propety forse tthe Ste by a  ‘onder made ondsr gabcecon (1), shall vest  boty ie he Stic Soc set sal ke  ether  a} wise ne appeal peters Yo igh  Conn estbiabed under Ande 138 oF  ‘he Constiesion agsina he are of  ferfoure, se thc expiraion tte paid  ‘etm wre an cpp ny re prose  such High Colm again each oer  ot Frteione  (8) here appeal has ben prefered  a High Cour against such onder of  teeter, ond 5 appeared Ke  he Supreme Cua agin the order if  the High Coot alfewing or upholding  tach andor of forfeiture, on Bir  cpeaionof to ered hin whist ae  Sppeat gar be ableredindhe Sepeome  Cour from sueb order af the High  over  (0) where appa Has heos peforsed  : {be Supreme Coon again sachs arder  Of Forte upon the denn aton oF  the Supreme Court affisming or  ‘opholing she order of forfeuste”.  10. FiftsScbudole tothe poncipal enastrent is hereby Avene! tte  aenaied bythe omiasin thereon of Binseetis  Sepranaat  (A) the destaration vader the heuding \"Where the ee  applicant folds a ceticae of proficiency as &  ‘ediographer sued y the College Coast 5”  @) the dacturetion under the hagding \"where the  applicant holds 4 conificats of peficiensy a4  Mediott Laboratory Technologist ised by she  College Coons:",
    "mean_p_confidence": 0.3691796875
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  Medical Amenduent) Act, No. 40 of 1908  (2) the declaration under heading “where the applicant  holds acerifieateof proficiency a: Physiotherapist  issued by he College Counc”:  (4) the declaration under the heading “where the  applicant holds a ceniteate of proficiency a8 an  Occupational Therapist issued by the College  Council”  ‘p4tuenofasew UL, ‘The principal enactment i hereby amnended by the  i aktion tthe end threo ofthe folowing new Schedule  “SEVENTH SCHEDULE  Declaration for registration as 3 meme of profession  5 supplementary to medicine.  Where applicant holds a crise of proficiency as @  Rodiographer issued by the College Council  1 (mame and address of applicant) hereby declare as  follows —  | am the person named (name) in the certiieate of *  ‘proficiency asa Radiographer issued by the College Council  ‘ow produced and shown fo me and marked A .  (Signature of applicent)  Dated this day of.  Declared before me his aay of  (Signature of person Justice ofthe Peace of  ‘aking the dectaration). Commissioner fr  Oats.  ‘Where applicant holds a criiate of proficiency asa  Medical Laboratory technologist issued by the College  ‘Council",
    "mean_p_confidence": 0.526201923076923
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Medical Ameabaest| Ae Raa 19989",
    "mean_p_confidence": 0.1957142857142857
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  1 ¢nanse ad addtone of appteaas hoteby Geli a9  Follow",
    "mean_p_confidence": 0.26076923076923075
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  {am the person anraed (somo) tn be ceriteate of  rroficency at 2 Medical Laboratey echookogh esd by  the Cetlese Council sow needed ad ssn me anu  snkod",
    "mean_p_confidence": 0.3403125
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  «Signatore of apeant +  Daedtie dey ot  Bova fone mei aayof  ‘Signature of peun ante a the Pome oe  takings he desta Cemmisier fir  Oats",
    "mean_p_confidence": 0.221875
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  ‘Where amps) fully eetiisae of profiieney  Fsysotorapnt ised ty ihe Callege Cour",
    "mean_p_confidence": 0.25866666666666666
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  1 tame anc address of applicant) Mereby declare as  follows —",
    "mean_p_confidence": 0.4571428571428572
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  {Lam the person wemed aarrs) tothe eerie of  proficiency asa Paysndvegi eel the Ckege Cranal  ow praia donno me an mers",
    "mean_p_confidence": 0.2872
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "  ‘Signsrs of sopican)  Basie ay of  Devtera bone re his doy  ‘Signature of peat ase the Pegcr or  ‘ing he desiertion). agerasiner for  Oats,",
    "mean_p_confidence": 0.3132258064516129
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "  “Where applica hus a seufcee of proisierey os 0",
    "mean_p_confidence": 0.28363636363636363
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "  supatial therapist nced ty the Caltege Conn,",
    "mean_p_confidence": 0.1411111111111111
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Medical Amendment} Act, No.40 of 1998  1 (name and address of applicant) hereby declare as  Follows —  1am the person named (name) in the certificate of  proficiency as an occupational therapist suey the College  ‘Counc now produced and shown 1 me and marked A.  (Signature of applicant)  Date this day of  Declared before me this ay of  (Signature of person Justice ofthe Peace  taking the declaration), ‘Commissioner for  Oaths  Sistlaweuio 12, Inthe event of ay inconsistency between he Sinhala  peeeincase of and Tamil texts ofthis Act, the Sinhala teat shal preva,",
    "mean_p_confidence": 0.4920560747663551
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  |  :  ‘amas og ln cs i Prine a 5 ae AAP  ‘apace Seeamnecr Govinenns eso Bau, Noes He  Taster Comme) be 8h Dons chy ape eo vag",
    "mean_p_confidence": 0.25882352941176473
  }
]