[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ": ne fila, + PARLIAMENT OF“CEYTON Ist Session, 1970-71. °9 7) Nie Fugitive Persons Amendment Act, No. 12 of 1971 Date of Assent : March 9, 1971 t Printed on the Orders of Government “out pita arearye Somers berms gree aay Annual shut Bills) Ra. 90 (Local), Ra. 40 : Goueiis era ee - Price: 15 sents Postage: 10 cents",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Fugitios Persona (Amendment) ae Act, No. 18 of 1977 .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "L, D.—O. 27/04, aan",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Ax Act 70 amenp mae Fuermve Punsons Acr, No. 29 oF 1989, (Date of Assent: March 9, 1971] ~ , BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and House of Representatives of Ceylon in this present Perliament assembled, and by the aathority of the same, ag follows:—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "1. This Act may be cited as the Fugitive Persona she tile (Amendment) Act, No. 12 of 1971.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2. Section 20 of the Fugitive Persons Act, No, 2) Aursimenot of 1969, hereinafter referred to as the “ inctpal Joie ‘ct, fy hereby amended in subsection (of that ais section by the substitution, for the expression “ Fugitive Ofienders Act, 1870, \"*, of the expression “ Fogitive Offendera Act, 1881, ”.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "@. The Third Schedule to the Principal Act ia amcdmestes hereby amended in item 1 of that’ Sche le by the Bute substitution; for the expression “ 1992, of the United te prindpur Kingdom.”, of the expression ‘1032, and the “* Fugitive Offenders Act, 1881. of the United Kingdom. ”. : .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": ". . cn 4 19382 s.057 gaz) .",
    "mean_p_confidence": 0.18
  }
]