[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 2nd Session 1966-67 £56 ee ees i y : pi » 1966+10- Pa 4 ON e- . See ae eNglairs ahs Shop and Office Employees (Regulation of Employment and Remuneration) (Amendment) Act, No. 26 of 1966 Date of Assent: October 11, 1968 | Printed on the Orders of Government: purchared st the ‘Govanrbamn! Poncicanicns Benen, Cosomso ‘Aqnunl Subsection (neue, Bis) Tx 30 (Lesa). Ma go ett ak Price: 25 cents Postage: 10 cents",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Shop and Office Employees (Regulation 9 Employment td Remenevation\\ (Amondimend 1 Aet, No. 86 of 1966",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "L, D0, 28/68,",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "An Act 70 amenp THE Sxor anp Orrick EMPLOYEES  Ghepter 1%. (ReGULATION oF EMPLOYMENT aND Ruwowenatros) fori Act.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "[Date of Assent: October 11, 1968}",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "BIE it enacted by the Queen’s Most Excellent Majesty,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "by and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "the House of Representatives of Caylon in thas present",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Parliament assembled, and by the authority of the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "same, a2 follows: —",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "4, This Act may be cited as the Shop and sus sive Offce Employees Giegulation of Employment and Remuneration) (Amendment) Act, No. 98 of 1968.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "2, Section 1 of the Shop and Office Employees smendana o",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "gulation of Employment end Remuneration) “Act zien ths ereinafter referred to as the “principal Act”) is - horeby amended as follows:—",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(2) in sub-section (2) of that section, by the subs-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "titution, for the word and figures “section 30,\" of the words and figures \"section 30, section 43 or section 45, '; and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(2) by the repeal of sub-section of that section,",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "° (ind the subetitation therefor of the folioescy ‘sub-section :—",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "“‘ (3) Every employer who contravenes the provisions of section 43, and evel person who contravenes the provisions of section 45, shall be guilty of am offence, and shall be Hiable—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(@) in the case of a first offence, to a fine not less than one hundred rupees nor exceading two hundred and fifty rapees;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(@) in the case of a second offence, to 2 fine not less than two hundred and fifty rapees nor exceeding five buadred rupees; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "+ a e-unane",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Shop and Office Employses (Regulation 0; Employment and Remancvations ‘Amendment Act, No. 26 of 1966 ©) in the case of, a subsequent offence, to a fine not less than five hundred rupees nor exceed- ‘ing one thousand rupees or to imprisonment of either des- . oription for e:term not exceed- ing six months or to both such : fine and imprisonment.””. peter - a, Section 52 of the principal Act, as amended by cy . iSitbarl Act No. 60 of 1057, ie ore further amended as he follows :— aa : - .,., + (I) insub-section (1) of that section, by the substita- . tion, for all the words from “' and shail be Hable ” to the end of that sub-section, of the following:— a “amd shall be Hablo—, an (@ in the caso of a first offence, to ¢ : fine not less than one hundred Topees nor exceeding two hundred \\ _ 7. and fifty rupees; .. @) in the ‘case of a second offence, to a fine not less than twé hundred and + fifty rupees -nor’ exceeding five hundred rupees; and (©) in the case of a subsequent offence, to 8 fine not, less than five hondred rupees nor exceeding one thousand _ Tapess or to imprisonment of : tither description for alert not exceeding six months or to both suck fine and imprisonment, and shall in addition be liable to's fine ot exceeding ty apes fr each _ day on which the offence is continued after conviction.””; and -(2) in sub-section (2) of that section— (@) by the substitution, for the words “the amount actually'paid,””, of the words : “the amount actually paid and a sum equal to ten per eaten of the sum which ‘represents such diference,\"s . bat :",
    "mean_p_confidence": 0.71
  }
]