[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "' . _— Ga asd ae \\ G2Q\\ PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA CRIMINAL PROCEDURE (SPECIAL PROVISIONS) (AMENDMENT) ACT, No. 54 OF 1980 [Certified on 11¢h December, 1960) Printed on the Orders of Government Pubilzhed oe a Supplement to Part 1 of the Gazette of the Demeecratle Socialist Republic of Sri Lanka of December 12, 1980 res se eames (TO BE FURCHARED At THE GOVT. PUBLICATIONS BUREAU, COLOMBO ~ Price: 45 cents Postage: 35 cents",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Criminal Procedure (Speciat Provisions) (Amendment) Act, No. 64 of 1980 [Certified on Lith December, 1980) : LD—O, 76/80, ‘ a Aw Act 70 amen mm CamewaL Procesone (Sprctan Provisions) Law, No. 160 1078, BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows: —",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1. This Act may be cited as the Criminal Procedure Short tie, (Special Provisions) (Amendment) Act, No, 54 of 1960,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2 The Criminal Procedure (Special Provisions) Law, Insertion of No, 16 of 1978 (hereinafter referred to as the “principal 257 s¢cHlon enactment”), as amended by Act No. 24 of 1979, is hereby No. 15 of 1974, amended iy the insertion, immediately after section 1 of that enactment, of the following new section, which shall have effect as section 1a thereaf:-—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "‘sSedect 1a, The provisions of the Code of Brocade Criminat Procedure Act, No. 15 of 1979, shall,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "‘read subject in all matters relating to bail, be read subject ~ fothisLaw. 66 the provisions of this Lew.\".",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "3 Section 2 of the principal enactment is hereby Amendment amended in paragraph (a) of that section, by the substitu. Pine” tion for the first proviso to that paragraph, of the following Bracipal | Broviso :—~ ' .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "“Provided that if such court is the High Court tt shell",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "bbe competent for such High Court, or if such court is a ‘Magistrate's Court, it shall be competent for the High Court holden in the zone within which the division of such Magistrate's Court is situated—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "4 if it is an offence under section 114, or section Id, or section 296 of the Penal Code, with the consent of the Attorey-General, to release such person oD ‘Dail | or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(ii) if it is any other offence, except in the case of any offence under the Offensive Weapons Act, No. 18 of 1966, in exceptional circumstances to release such",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "» person’ om bail after recording ite reasons therefor :” . A n1S8—14,000 (@0 10)",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Criminat Procedure (Special Provisions) (Amendment) Act, No, 54 of 1980 Insertion at 4, ‘The following new section is hereby inverted pana immediately after section 2, and shall have effect ax section prinetpal 2a, of the principal enactment :—~ “Berra 2a, Notwithstanding enything to the fpeccion contrary in any other low, m person referred beagiatted to in paragraph (a) of nection 2 shall not be Goat admitted to bail by the Court of Appeal Gore OM other than in exceptional eireurmstances, * exceptional ‘Sircamatancea : Ammiment & Section 4 of the principal enactment is hereby Shepringpa amended in paragraph (a) of that section, by the substitu- enactment tion for the words “shall, notwithstanding its ordinary powers of punishment,”, of the words “shall, if such person thas been previously convicted of any offence set out in the First or Second Schedule hereto, committed within a period of five years of the date of commission of the offence for which he is convicted, notwithstanding its ordinary powers : of punishment, *. Apoensizaent & Section § of the principal enactment is hereby Setion got amended by the substitution for the words and Agures theprincipal thirty-first day of December, 1990.”, of the words and enactment, = figures “thirty-first day of December, 1982.”. Amendment -% The First Schedule to the principal enactment is itera hereby amended as follows :— the prineizal (1) by the insertion, immediately after ites 7 thereof, | +, Of the following new item :— “Ta Section 200 Attempt to murder, where the weapon Peual Cate, ‘used is an “offensive weapon” as defined in the Offensive Weapons Act, No. 18 af . 1866, or an “explosive” a5 defined in the Explosives Act, or a “ gun” as defined in the Firearms Ondinanee’; , @) in item B thereof, by the substitution under the heading “Nature of Offence\", for the words “Robbery committed on the highway,\", of the words “Robbery, where the value of the property in five thousand rupees or more.” ; (8) by the insertion, immediately after ttem 8 thereat, ‘of the following new item :— “ta Gection 382 Voluntarily causing hurt in committing Pent! Code, Tobbery.” ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Criminal Provedure (Special Provisions) a (Amendment) Act, No. 54 of 1980 (4) by the insertion, immediately after item 17 thereot, of the following item j— “me Section Manufacture of guns without a lcence.”: firearms\" and ‘Ordinance. {5) by the addition, immediately after item 18 thereot, of ‘the fellowing new items :— \"19, Section § Importation, manufacture &c. of explosives Explosives without Licence, Ace 20, Section ® Carrying on business of manufacturer, Paplosives importer &c. of explosives without Act, cence, ”, 8 The Second Schedule to the principal enactment is Amendment hereby amended as follows :-— Suetulete the principe) (1) in item 2 thereof, by the substitution under the  enuctrent heading “Nature of Offence” for the word “murder”, of the words and figures ‘murder, where the weapon used is a weapon other than an . “offensive weapon” as defined in the Offensive : Weapons Act, No. 18 of 1968, or an “explosive” as defined in the Explosives Act, or a gun” as defined in the Firearms Ordinance’; @) in item 5 thereof, by the substitution under the heading “Nature of Offence” for the words “Robbery other than robbery committed on the highway.” of the words “ Robbery, where the value of the property is less than five thousand rupees.” + and (3) by the omission of item 7 thereof. 8. ‘The amendments made in the prineipel enactment by Pending this Aet shall apply to all prosecutions, proceedings or other ‘matters pending in any court, whether in appeal or other~ wise, on the day immediately preceding the date of commencement of this Act.",
    "mean_p_confidence": 0.83
  }
]