[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  3rd Session 1958-59 ro.  rd Session \" BR  es E SY,  Municipal Councils (Amendment)  Act, No. 12 of 1959  Date of Assent: May 15, 1959 ee  Printed on the Orders of Government <  Prine st the Gormaneme Passe, Comox, Tobe  Foie ath toga Pinucntns Sonne, Coton  seeanee tg Loe Sommer in Boman, Coens  Price : 10 cents. Postage: 10 cents",
    "mean_p_confidence": 0.5030263157894737
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Municipal Councils (Amendment) Act, 3  No. 12 of 1959",
    "mean_p_confidence": 0.6891666666666666
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  L. DCF, 1/69,",
    "mean_p_confidence": 0.268
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  An Acr 70 AMEND THE MuntcrpaL Councr:s",
    "mean_p_confidence": 0.5166666666666667
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  Onpinance, No. 29 oF 1947,  [Date of Assent: May 15, 1959]  BE it enacted by the Queen’s Most Excellent Majesty,  by and with the advice and consent of the Senate and  the House of Representatives of Ceylon in this present  Parliament assembled, and by the authority of the  same, as follows:—",
    "mean_p_confidence": 0.7894915254237288
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  1, This Act may be cited as the Municipal Councils shoe tits.  (Amendment) Act, No. 12 of 1959.",
    "mean_p_confidence": 0.7333333333333334
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  2. Section 277 of the Municipal Councils amendment of  Ordinance, No. 29 of 1947, is hereby amended as ste 217 of  follows:— Cosnete",
    "mean_p_confidence": 0.6862962962962963
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  (@ by the insertion, immediately after sub- St\"  section (3) of that section, of the following 1H.  sub-section :—",
    "mean_p_confidence": 0.6604347826086956
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  “« (Ba) After the revocation of the  appointment, or after the resignation or  death, of the Special Commissioner or  Special Commissioners appointed under  sub-section (2) upon the dissolution of a  Municipal Council under sub-section (1),  the Minister shall make an Order under  paragraph (}) of sub-section (2) directing  that a new Municipal Council in accor-  dance with the provisions of this  Ordinance shall be constituted for the  municipality in place of the dissolved",
    "mean_p_confidence": 0.7693023255813953
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  : Couneil.””; and  (2) in sub-section (4) of that section, by the  5 substitution, for all the words from  ‘between \"” to “‘on the other hand,”, of ==  the following: —  “between the dissolution of the Council  and the appointment of a Special Com-  missioner: or Special Commissioners or  the constitution of a new Council, or  between the cessation of the holding of  office by the Special Commissioner or  Special Commissioners who was or were  appointed and the constitution of a new  Couneil,””.  2.8, 30H 4048)",
    "mean_p_confidence": 0.6992156862745097
  }
]