[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ist Session 1956-57 . SP Konhy, . 7 Municipal Councils (Amendment) Act, No. 15 of 1957 “ _ Date of Assent: March 28, 1957 * , * Printed on the Orders of Government * Printed at the Govmumenr Press, Cevion. To be Penis att obtaotemnanan® Pomcutas BoRAt, CoLOnee Konual Subveripion Clmcluding’ Bills) Rs. 25, payabte in Raed aE ealnpenaene, Sguonndia PUaLeHstons Busrav, Post Oreice Box O00, Secretaria Colomba 2 Price: 25 cents. Postage: ‘10 cents.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Mutiictpat Councils (Amendment) Act, 3 No. 18 of 1957 . L, DO, 4/88. Aw Act 10 AMEND THE Mowrcreax CouNcis : Onpwance, No. 29 ov 1947. . [Date of Assent: March 28, 1957] BE it enacted by the Queen’s Most Excellent . Majesty, by and with the advieo and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: — 4, This Act may be cited as the Municipal Councils ator tile. (Amendment) Act, No, 18 of 1957. : _ 2.° The Municipal Councils Ordinance, No, 28 of Zettine 3 i : 1987 (hereinafter referred to as the “ principal j”odnite enactment”) is hereby amended by the insertion, > ® aot, immediately after section 43, of the following new . section which shall have effect as section 484, of that Ordinance:— “Dewoitim sf 484. (1) The Mayor of » Municipal ~ dailies” Council may cause a written notice to be setved on the occupier of any un- authorised building direoting such occu- pier to demolish that building. (2) Where a notice served under sub- section, (1) on fhe ceeupier of an un- authorised building is not complied with within fourteen daya reckoned. from the date of such service, the Mayor mo: cause that building to be demolished; and any person or persons acting under the authority of the Mayor may enter the land on which such building is situated and do all such acts a8 may he necessary for the purpose of such demolition. (8) The provisions of section 60 shall snutatis mutandis apply in the case of any . Trang” demolished under sub-section @) in like manner and to the same extent as they apply in the case of any building pulled down under section 68. (4) No action or other proceeding shall ie against any person for any act done in the exercise of the. powers conferred 23.0 doe8preaLnar",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "4 Municipal Councils (Amendment) Act, No. 15 of 1967 by sub-section @), and no person shall be entitled to any compensation for any damage or loss caused by such act. @) In this section, the expression . ‘‘unaathorieed building” means any building situated within the administra- . tive limite of a Muniipal Coaneil and erected on any land belonging to or vested in the Crown or that Council ritbone prior permiesion given by oF on behalf of the Crown, or that Council, as the case may be.””. Amends of 8, Section 1844 of the principal enactment Hewat (inserted by Act No. 44 of 1984) is hereby amended eudnests =a follows :— (@) in sub-section (1) of that section— (i) by the substitution, for the words ‘that service”, of the following :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "“that service, and of service in any busi- ness or undertaking taken over by the Councit prior to his becoming an. officer or servant of the Council,” ; ” and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "Gi) by the insertion, at the end of that sub- section, of the following :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "“ Any such officer or servant to whom a pension is granted under the preced- tng provisions of this sub-section may, at his option which shall be exercised within auch period as may be deter- mined by the Council, be paid, in lien of euch pension, a pension at the rate~ of three-fourths of such pension, together with a » gratuity equal to ten times the annual value of the reduc- tion so made in euch pension.”*,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(®) by the insertion, immediately after sub- section (1) of that section, of the following",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "new sub-section: +",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "“ (4s) Where no pension, annuity oF gratuity or no adequate pension, annuity or gratuity is payable to the widow, children, next of kin or dependants of any deceased officer or servant of the Council",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Municipal Councils (Amendinent) Act, 5 Wo. 18 of 1967 : under any by-laws or rules of that Council _ or under any scheme or fund established under the Local Government Service Ordi- nance, the Council may, with the approval Of the Minister gives after consiftation with the Minister of Finance, grant out of the Municipal Fund to such widow, children, next of kin or dependants a pension, annuity or gratuity.”; (0) in sub-section (2) of that section— (i) by the substitution, for the expression * sub-section (1), of the expres- sion \" sub-section (1) or aub-section . . a)”, and (ii) by the substitation, for the words “pension, gratuity, or retirin, aloranoe’ ander that sub-section,\" » of the words “‘ pension, annuity, . gratuity or retiring allowance under either of those sub-sections,””; and (@ in the marginal nota td that section, by the substitution, for the words “‘ pension, “* grataity,”,\" of the words “‘ pension, ~ aunuity, gratuity,”.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "4. The following new section is hereby inserted in Insrtica ot Part VIII of the principal enactment immediately ere in ihe after section 1844, and shall have effect as section 1843, bail of that enactment :— ” “Power ta 1848, (1) A Manicipal Council may,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "foniy with the OD oral of the Minister gived . me. with the concurrence of the Minister of",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Finance, maké rules providing for the establishment of, and may establish in accordance with ‘such rules, a acheme for @ payment ‘atuities to temporary - Ofiedieand servants ofthat Coonell upon their discontinuance from the service of",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "- that Couneil. (2) Bules under sub-section (1) may be so made by a Monicipal Council as to be |”, applicable to temporary offloers and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "s servants of that Council who have been",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "_ | discontinued from the service of that Council before the coming into operation : of the rules.\"”.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "6 Municipal Councils (Amendment) Act, No, 15 of 1957 famingt el 8. Section 188 of the priucipel enactment is hereby Qgorncpal = amended in sub-section 0) ‘of that section by the sanactinent. insertion, immediately after paragraph (¢) of that sub-section, of the following new paragraph:—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "(ee) all sums voted by the Council to defray the, cost of refreshments served to Conncillors, officers and servants of the Council attend- ing any meeting of the Cotmeil or any Committee of the Council;”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "Ameen: of © G,-_ Section 226 of the principal enactment is hereby saves, 8 of amended, in sub-section (1) of that section, by the srcdimae —gubstitution, for the words ‘sanctioned ‘by the Minister.”', of the words ‘ sanctioned by the Minister . by virtue of power conferred on him in that behalf by any provision of this Ordinance.””. Tezotog, of 1 The following new geotion is hereby inserted 38, 22 immediately after section 283, and shall have effect Petco” as section $684, of the principal enactment:— fla ot 288A. A Municipal Council shall sell Wi ia top 0nd convey any ‘immovable Property : Gomei'te” vested in the Council under section 263 1 whoPweuts be 0 the person who would be entitled to catited we” such property but for, the title thereto in Aes’ vesting in tho Council, if— Weber\" (a) within twelve months reckoned Be Ghose, from the date on which such Property vested in the Council, such person ‘makes a written - + application in thot behalf 0 : ie Council, and . @) within such period reckoned from the date of the receipt of the application as, may be deter.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": ": mined by the Council and noti- fied to such person, he pays to the Council a sum equivalent to",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "- the price paid by the Council for the purchase of such pro perty and the amounts and costs which, if such property were 7",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": ": sold and conveyed by the Coun- cli under section 284, would be deducted under sub-section (2)",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "' of that section from the surplus referred to in that sub- section.””.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Municipal Councils (Amendment) Act, 7 Ne. 15 of 1957 8. Section 284 of the principal enactment is hereby Amsodmone of amended as follows:— ii piaaal (@) in sub-section (1) of that section, by the sub- stitution, for the expression ‘’ under the ‘ last preceding section.””, of the expression . “under section 2683 if such land or other property has not already been sold and conveyed by the Council under section 2684.\"; and (®) in sub-section (7) of that section, by the substitution, for the expression ““ under the last preceding section.”, of the ex- : pression ** under section 268.””. __9 The following new section is hereby inserted fowrtna of immediately after section 264, and shall have effect as 254s is the section 264A, of the principal enactment :— eat, ~ Brsendars 264A. Where a Municipal Council Sonne decides to retain any immovable pro- tear perty vested in it under section 263, the satin vale of such property at the time *8eComms!. such property became “vested in the Council shall be assessed by the Council, and thereupon the provisions of sub- sections (2) to (7), both inclusive, of section 264 shall apply in the case of such property subject to the following . modifications: — (@) sub-seotion (2) of that section shall . have effect as if there were . substituted in that sub-section, for all the words from “* Any surplus ’” to ‘‘shell,”, the following :— “Where the valne of any land or other immovable pro- perty assessed by the Council under section 284A. exceeds the 7 price paid by the Council for : : the land or other immovable F + property under section 262, the excess (uereafter in thie section referred to as the surplus) shall,”",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "8 Municipal Councils (Amvndment) Act, No. 15 of 1957 wo (®) sub-section (3) of that section shall nM have effect as if there were substituted in that sub-section, for the words “sale and’ con- veyance:\"’, the words ‘‘ assess- . ment of the value of the land of . other immovable property bs the | Municipal Council:””; {e) sub-section (5) of thet section shall have effect as if—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "@) there rere inetted, imme ial ter paragraph (0) of that aub-sotion,",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "Loe . the following new para-",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "wht * graph :—",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "f ** (Bd) the amount: paid by the Council under section",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": ") 262 in respect : of the Jand or property,” apd Gi) there, wove, substituted, in paragraph (c) of that pub-seotion, Qn the : words from “ improve- ment, and \" to the end of . that paragraph, the words \" “ improvement, assesement of the value, and conveyance of the : . land or property.”\"; and {@) sub-section (7) of that seotion shall have effect as if there were sub- stituted, for the words ‘' sold and conveyed,”’, the words",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "“reteined by the Council.”” Ameduest ot £0. Section 272 of the principal enactment js RO~223 Hereby amended in paragraph (8) of that section, as",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "ssicmese = follows:—- . (2) by the substitution, for the. words “Markets, bakeries”, of the words “Markets, fairs, bakeries.””;",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Municipal Councils (Amendment) Act, 9 No. 18 of 1957 : @ in sub-paragraph () of that paragraph, by the substitution— (©) for, the, words “ markets, pri- vate”, of the worde ‘ markets ‘ and fairs, private\"; and . . (®) for the words ‘‘ such markets, and”, of the words “ gnch markets, and fairs, and”; and (8) by the insertion, immediately after sub- paregraph (g) of that paragraph, of the following new sub-paragraph:— “ (gg) the fixing of the price (both wholesale’ and retail) above which any article of food shall not be sold in any market or fair, whether public or . private: ””. = _14. Where such rules relating to pensions, gratui- Serves ja, ties, annuities or retiring allowanoes as ate referred ziareas to in section 48 (1) and 48 (2) of the Local [fo cost toc’ Government Service Ordinance No. 43 of 1945 sub- Of Setia ™ section, (4) of section 3 of the Local Government Ser sticer eng ios (Amendment) Ordinance, No. $7 of 1947, are fee! deemed, by virtue of that sub-section, to be applicable ote to any officer or servant of a Municipal Council, then, if he has, before the principal enactment came into operation, been in the service of that Council as the . holder of & post or office that is pensionable under those rules. any period of service rendered by him to that Counei! as the holder of a non-pensionable office or post whether daily paid or monthly paid prior to his Sppointment to the pensionable pose or fice shall, ‘whether or not it is continuous with bis service in the Pensionable post: or office, be taken into account in the Compatation of the qualifying service for, and the amount of, the pension, gratuity, annuity or retiring allowance to he awarded under those rules. 1 Hs",
    "mean_p_confidence": 0.81
  }
]