[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCYALIST REPUBLIC OF - SRI LANKA ' . JUDICATURE (AMENDMENT) ACT, No. 29 OF 1991 : . . {Certiged on 9th August, 1997} Printed on the Orders of Government Published as a Supplement to Part Il _of the Gazette of the ‘Democratic Socialist Republic of Sri Lanka of August 09. 1991 MIRED Aa THE DERARTICANY OF GONIDSNMENT MERTEWO, OE LRA “Ge be Poncuncin a7 Tar conmmnmner Fomiecrons wounac, Gouda I price : 30 cents. . Postage :,Re 1,00",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Judicature (Amendment) Act, 20, of 1991 [Certified on 9th August, 1901] LD—O, 37/90 : AN Acr 70 aMeEnp num JumcaToRe Act, No. 2 oF 1078 BE it enacted by the Parliament of the Democratic Socialist Sheet iitle, ‘Republic of Sr Lanka as follows :— 1. ‘This Act may he cited as the Judicature (Amend Apteodment ment) Act, No. 29 of 1901. ot ae Rol st ise. 2 Section 45 of the Judicature Act, No. 2 of 1978 (here- inefter referred to as the “principal enactment\") is hereby amended by the insertion, immediately after subsection (1) of that section, of the following new subsection :— “ (a) The Minister may by regulation specify the officers (whether holding office permanently or tempo- *  tarily) who shall be ez officio Justices of the Peace for ~ the Republic of Sri Lanka or for any portion thereof, Tespectively, as is indicated in such regulation. ”. of 3. The Fifth Schedule to the principal enactment is Amendment hereby amended as follows :— mate . Schetule () by the insertion, immediately before the som “AU {2,the | Couneillors of Municipal Councils and Members enactment, * of Urban Coneils, for their respective Municipal Council and Urban Council areas ;” appearing under the heading “JUSTICES OF THE PEACE FOR PORTIONS OF SRI LANKA” of the folowing new item :— ~ : ** All members of Provincial Councils, for the Tespective Provinces for which such Councils are established ;*; and. . @) by the substitution, for the item “All clected ° ‘Members of Davelopinent Councils for the reapec- . tive Administrative Districts for which guch , a Councils are constituted, of the following item :— “The Chairmen, Vive-Chairmen and other . members of Pradeshiya Sabbas, for the respective Pradethiya Sabha areas for which such Pradeshiya Sabhas are constituted ;”. . 4 in the event of any inconsistency between the Sithala sinhala text and Tamil texts of this Act, the Sinhala text shall prevail. 0 stevail nconsistency.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "‘Apnual subscription of English Billg and Acis of the Parlinmant Rr 665 (Local), Ra. 1180 (Foreign), payable to the Sormunremmes, Goveeenmtz PURLcisona ‘BUREAU. CotoMne 1, before 20th December each year ia respect of the year",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "tallowing, t",
    "mean_p_confidence": 0.27
  }
]