[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF : ‘+ SRI LANKA a + MOTOR TRAFFIC (AMENDMENT) ACT, No. 8 OF 1990 : {Certified om 6th March, 1990) . Printed on the Orders of Government Published as a Supplement to Part IT of the Gazette of the Demosratic __ Socialist Republic of Sri Lanka of March 09, 1990 ‘FROSTED AY YER DEPARTMENT OF GOVERNMENT PAINTING, SAI LANKA . {FO RE FURGUASED AF Tin GOVENNGENE PUBLICATIONS BUREAW, COLOMEO Price : 30 Cents. Postage + Re. 1.00",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Motor Tragic (Amendment) Act, No. & of 1990 {Certified on 6th March, 1990] . LD—O. 63/89. An Acr 70 anon mig Muzon Trargic Act BE it enacted by the Parliament of the Democratic Soclattet Republic of Sri Lenka as follows :—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "1. This Act may be cited as the Motor Traffic (Amend- Short tite, _ ment) Act, No. 8 of 1980, . :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "3. Section 7 of the Mator Traffic Act, (hereinafler re- Amendment ferred to as the “principal enactment) ts hereby amended pfsection of in subsection (4) of that section by the substitution, for 8 the words “a hire purchase agreement”, of the words “a hire purchase or leasing agreement”,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "3. Section 9 of the principal enactment iz hereby amended Amendment in subsection (5) of that section by the substitution, for the gfsectlon 9 af words “a hire purchase agreement”, of the words “a bite tuadnat purchase or leasing agreement\",",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4. Section 18 of the princtpal enactment is hereby Amendment amended in subsection (2) of that section by the substitu- of eection 1 tion, for the words “a hire purchase agreement\", of the principal words ‘a hire purchase or leasing agreement °, enactment,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "5, Section 14 of the principal ensetment is hereby Amendment amended in subsection (4) af that section by the substitution, af section 1¢ for the words “a hire purchase agreement”, of the words, Crincipal “a hire purchase or leasing agreement ”, nnctiment,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "6. Ih the event of any inconsistency between the Sinhala inhale text and Tarail texts of this Act, the Sinhala text shall prevail. toprevailin",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "‘ncoaalstency.",
    "mean_p_confidence": 0.07
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "Anaual subscription of Bills and Acts of the Parliament Ra £7? (Local), Re. %@ Woreign), payable to the Suetemmmnuns, Gommuuaut PoRIcaTiows Buutav, Covomso 2, before 18th December each year in respect of the year following, «",
    "mean_p_confidence": 0.67
  }
]