[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON . AGES: 4th Session 1955-56 a oe, igfs. oS 6. (2 SPEBIOOR . ita pins aa feild : Sree” fg (ee SOLorsSs a rns oP Health Services (Amendment) Act, No. 10 of 1956 Date of Assent; February 3, 1956 | Printed on the Orders of Government } Prined at the Gowrmument Parse, Crna. To be Enlai atte ei couaitantr Pumcunicks Borin, CoLontae Apmual, Subsiriden Gneluaing tian pale crions . : Burau, Post Orica Box 900, Secretariat, Colombo 1 i Price: 15 cents. Postage: 20 cents.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Health Services (Amendment) act, 3 No. 70 of 1956 |",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "L. D.—O. 6/81.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "An Act 70 aMenp THE Heatta Seeviers Acr, No. 12 oF 1952. : {Date of Assent: February 8, 1956]",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the autho- rity of the same, as follows: —",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "1. This Act may be cited as the Health Services “matse (Amendment) Act. No. 10 of 1956.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2, Section 23 of the Health Services Act, No. 12 Amsniant of of 1982, (hereinafter referred to as the “ principal $2on%st, enactment”), is hereby amended, in sub-section (1) 70s thereof, by the substitution, for the words ‘* Director of Health ” wherever they occur in that sub-section, of the words ‘ Director of Health Services '’,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "3. Section 24 of the principal enactment is hereby Amexdmeat of samended by the substitution, for the words “ Director mean of of Health’, of the words ‘Director of Health énecioat” Services”. :",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "4. The amendments made in the principal enact- Retrospective ment by sections 2 and 3 of this Act shall Bo deemed foo to have taken effect on April 9, 1952, being the date on which the principal enactment came into operation.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "3. Romane (116 _",
    "mean_p_confidence": 0.15
  }
]