[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "(te PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA SHOP AND OFFICE EMPLOYEES (REGULATION OF EMPLOYMENT AND REMUNERATION) (AMENDMENT) ACT, No. 44 OF 1985 [Certified on 2th November, 1985] Printed on the Orders of Government Published as a Supplement to Part Il of the Gazette of the Democratic Socialist Republic of Sri Lanka of November 22, 1985 val Asa Bose oF mg te a EA Sa rns ane Soy pectamn soo em Price: 45 cents Postage: 75 cents",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Shop and Office Employees (Regulation of _— Employment and Remuneration) (Amendment) Ack, No. 44 of 1985 [Certified on 2ist November, 1085] L.D—0. 21/84 Aw Act 70 ammno THe Soe ap Orrice Eapiovncs (Reguuamion or Expiovsanyt ano REMUNERATION) ACT. BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows:",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1, This ‘Act may be cited as the Shop and Offlee snorttitie, Employees (Regulation of Employment and Remuneration) (Amendment) Act, No. 44 of 1985. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2 Section 18% of the Shop and Office Employees Amendment (Regulation of Employment and Remuneration) Act, of section Guserted by Act No, 60 of 1957) and amended by Act Ghapleri, No. 83 of 1981, is hereby further amended as follows :—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(@) by the repeal of subsection (2) af that section, and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "the substitution therefor of the following",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "“subsection :—",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "“ (2) A female employee to whom this Part applies, shall, tf she is confined, be entitled to take and shall take leave for a period of—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(a) seventy days commencing on the date of her confinement, if the confinement results in the issue of @ live child, and such employee has, at the date of such confinement, no child or hus one child; and :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(b) twenty-eight days commencing on the date of ‘her confinement—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(@) if the confinement results in the issue of 2 live child and such employee has at the date of such confinement two - or more than two children ; i) if the confinement does not result in the issue of a live child, and the employer shall allow such leave.” ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "{b) in subsection (3) of that section by the substitutian",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "for the words “period of leave referred to in subsection (2), of the words “period of leave referred to in paragraph (a) or paragraph (b) of subsection (2); and.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "3-8 6184 —11.550 SEO",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "2 Shop and Office Employees (Regulation of Employment and Remuneration) (Amendment) Act, No. 44 of 1985 (0) by the addition immediately after subsection (8) of ‘that section of the following subsection :—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "(4) For the purpose of ascertaining the eotitlement of leave under subsection (2), every female employee shall specify in the notice sent to the employer under subsection (1) the number of childeen sha has ot the date on which she will be confined. ”, .",
    "mean_p_confidence": 0.85
  }
]