[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  4th Session 1968-69  ese  Vey  Atomic Energy Authority  Act, No. 19 of 1969  Dav of Aten: Fee 35, 180  and atte cape ie Si Soement Gate,  SE a ate yen tu Sb ms",
    "mean_p_confidence": 0.4743478260869565
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Atowse Bnergy Authority Act, No. 19 of 1969  L po. mys  ‘vv Aor 10 PROVIDE ron rue EETANLISNDENT oF A  ‘Avoue Tumor ACrontr Axo 10 ADWSONT  @omusas 30. aoviae sworAenoxy, 70  Fincriove OF even ADINONTY, ixo 70 F#0¥DE  [Date of sent: June 25, 1980)  BE it enacted by the Quen's Most Excelent Majesty,  bend wih ‘Wadia sad foment of he Sea sd  “usaf Repreetaiver 0 ‘nthe  present Parliament setembled, and ty the authority  off th se follows?",
    "mean_p_confidence": 0.36300000000000004
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  4, This Act may be cited as the Atomic EDergy sw  Atri Act, No 19 of 1060,",
    "mean_p_confidence": 0.537
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  2, (1) There shall be established an Authority ayutmm  wich Sal be oiled the Atomic Energy Autry 2*MR0zt  fbereafer “inthis Aut Tolerred “lo as the ESB,",
    "mean_p_confidence": 0.38233333333333336
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  * Authority”).",
    "mean_p_confidence": 0.19999999999999998
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  (Th Aatity hl conto ote hn foe  all oot ove than seven embers appointed by  nist \"rom among persons, wbo\"gppear the",
    "mean_p_confidence": 0.33759999999999996
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  Minister to ave had experience sod shown capaci  in dealing with mates oneced with omic energy,  shintan or fanes .",
    "mean_p_confidence": 0.33499999999999996
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  2. A. person shall be dligoliied for bsing pena  appointed or bing a menber of the Authority so long. fT  Shela Sesion ore Member of Patinmene ay",
    "mean_p_confidence": 0.3864516129032258
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  A. () Every member of the Authority shall bold pm ot  got raters nasordace ih the ema of SAS  is appoinient, bt he tay rergn hie of by eter  ‘ddresod tothe Minister, ‘He shall, on cesing to be  ‘nemter, be eligi for reappointnent.",
    "mean_p_confidence": 0.3836734693877551
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  The Miniter may, if he thinks expedient to  0%, rove fom fs ny member tte Raton",
    "mean_p_confidence": 0.47105263157894733
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  8, (1) The Minister shall appoint_one of the’ aaimeatie  aetibete ofthe Authotliy foe ie Charan sags",
    "mean_p_confidence": 0.35000000000000003
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  (2) The Charman ofthe Authority shall hold and  vatate hs offee in towrdance with the terme of ie  {ppoinement buthe may txign is ec by leer.",
    "mean_p_confidence": 0.43333333333333335
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Atomic Breray Authority Act, No, 19 of 1868  screed tthe Minister, Te shalom vacating bis  figs belgie, 20 lng ws he is & ember of the  Saher Be teppei  emit 6, Where the Minster, in consultation withthe  SEER achiserof Fimney, dels tht remuneration sald  SOc Sieud menber of Ge Author nd ane  ibe the vermnertion toe to pai ae Action  Bt pot Set moar  eicinn, 7, Where any enter, otter can the Chena,  EES ofthe Anthoiy i emplovod about the suite ofthe  SEE Muy csi etch emir te Ao  SEES AYR parent meni ch rence.  SE\" SOY \"ta aldlon to any resort iwi be  sy atided a spel of hs fe as mth emi),  Sr hehiiser nye comallaion wit he Mat  Of Finance, tarnon,  Pulser TA stab em ined  eee Soa mice (hf saan 3 be uy crore  Mifare perpetual scconna end osu sal 804  Say oso awed nso sa  ese 0. Thesea ofthe Anthoitp—  tie) al be nthe cued of tach person as the  “Aubry tap Tro ne tote determin,  (0) say bo aloe in such naner au maybe date”  \"aed by tbe Aubry, aad  . (shal ot be affzed to any dommant xcept with  (0 eee cancligg of too” Authority and ia the  Praca of'ove enters of in Antorey  Bio aba ig te document in token of tht  pres.  ‘sss 10.1) The Authority my soqir, bod te or  EEEPS” gre onlawe ot hin morc fede a slot  war Slernlse dopo of any novable or iemorabe  Ey propery 5  s () The Authority may apt ach efor and  Or) Th Aut may spi ened  Toten ofa \"Author. The \"eqnaition of  Enna inching romusération, of any oer  Seema pied der ts substion hall be  Guratand ite Autor.  ‘The Anthorty may do sch othr things a re  inline ‘SSCuhche to he atstment of Se  purpose",
    "mean_p_confidence": 0.3521142857142857
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Atumie Bnergy Aathority Act, No. 18 of 1860 8",
    "mean_p_confidence": 0.3227272727272727
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  44, ‘The quorum for 4 mesting of the Authority own  shall be tres “ *",
    "mean_p_confidence": 0.42944444444444446
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  12, ‘The Authority may act notwithstanding a sty  cacaney aon i ney 0 long aa the number of Sie  Thembersof the Autorigy is sfftent to omuitite a  {Toru fora meeting ofthe Authority.",
    "mean_p_confidence": 0.37108108108108107
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  48, (0) Armonter of the Authority whois dire Bley ot  or Iie tre a ota tao proged aa  {5 be ma ihovty shall araoon as posible  ser the revont creamtancee’ have comet his cree  howled, discne the nature of ha interest at eat  2 meting of the Authority. tel",
    "mean_p_confidence": 0.37214285714285716
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (RAay dike made ty «pear of the  -alilorty under suetion () shal be recorded in  ‘Better of the Antborty an that member",
    "mean_p_confidence": 0.36653846153846154
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  () shall not take part after the dsctosare in an",
    "mean_p_confidence": 0.515
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  (©) shealberation or desvion of he Authority with",
    "mean_p_confidence": 0.365
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  ftapcs othe contrat to which the dose  ‘ete, and  (shal be derganded forthe parpos of ntita  Tage qa ft Ahoy aby ch  deletion or deckion  “EIN, Slt ot eter prvi of thin Aa a  “huthorlly ay rpulate i pronedure. na",
    "mean_p_confidence": 0.33375
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  48, (1) The Authority shall undertake and make owt  ‘arrangements for the conduct of research and develop- +.  ent tvs relating o—",
    "mean_p_confidence": 0.5480769230769231
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  (@) the profoction ot atomic energy, ineadiy",
    "mean_p_confidence": 0.27666666666666667
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  ? te, Eres, materials, and devo relating ©  Teh prolution;  (0) the ailation of fsinable and radioactive  ‘ern for madical, agricltral, inde  {Tad and other panel perpose",
    "mean_p_confidence": 0.32303030303030306
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "  (© the protection of heslth during sich research",
    "mean_p_confidence": 0.517
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "  one eopmett aie",
    "mean_p_confidence": 0.026000000000000002
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "  (@) the protection of ealth of persons employed at",
    "mean_p_confidence": 0.3281818181818182
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "  ‘remiss or lacs in wich any raontive",
    "mean_p_confidence": 0.3255555555555556
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "  Erie” Ge\"ivfasnee, raed,",
    "mean_p_confidence": 0.088
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "  trated stoped of te or any iad  Hated ped oy ao oy rag",
    "mean_p_confidence": 0.29812500000000003
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "  {Ry eu by ning fan fo se",
    "mean_p_confidence": 0.3422222222222222
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "  Health of otter persons and",
    "mean_p_confidence": 0.24857142857142858
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4. Atomie Energy Authority Act, No 19 of 2969  (0 the protection of beat of person trasprtin  ‘radioactive materials,” ost  (2) Tho arrangements refered to in ebsecion 1  soli Stain al prov to pete eal  St dng fl non erm  tpt Ue nepotion of ose prfotned are  de, arte attriy may doeralse  tse 18, ‘The Authority eal hve porer—  EEAZE (eto protic, um and diss of stom omy  eta End earry oot esearch into any ‘matiess  Ev Connected therewith  Esmee. (0) to manufactare or otherwise produce, buy or  tires acy, Someta econ esr  frie which the opinion of te ator  vce ily to Smead fr or  Cinneten with ‘be freddctn or ose of  ties enn r such Pore a foreals  sei pay are manta  EnvAathocy “",
    "mean_p_confidence": 0.3463945578231293
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (0) to manstacre o oterwie prduee, buy or  theres acy rea, Ste trast  isp of ay sedan mara,",
    "mean_p_confidence": 0.33090909090909093
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (@ to doit much sings Gacadig te eration of.  fillings ead de execs of worl) ae  opal he Auerle sorsiy fa tbe  ‘ede ofthe aforementioned powers",
    "mean_p_confidence": 0.32548387096774195
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (© to make arrangements with universities and |  Gite inthe or porns to in Coon  tha tend and Goverent Deparenet ot  Ean of sre a mat coped  ‘rahe negy ot saaeive sara  ind, wth the approval of the Minister given  Js‘inalatn he Miner of Fase,  {sake grantor oe to ore a  ston inncions or prtots tnd Covent  ‘Departments engoged in the prodction or Use  of Lams energy or nuiondive mates ot  Ws “search elo waiter eogeted With  Saseangy or oltnalye Saari",
    "mean_p_confidence": 0.3677894736842105
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  () to make avait for woo in connection with  Zak stare offal educa et  ‘sive ooh an eto operon oer  {Bap the Autry sok of te ory  Scalpel snd’ eile an tha Karly  shy deere, and",
    "mean_p_confidence": 0.3648837209302325
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Atomic Buorgy Axthority Act, No. 10 of 260  ) 9) dint nformation relating to, and  cGicate “end trnin peroae fa ‘ater  ‘Sinead ib, now aegy or radiusie  sara  x,",
    "mean_p_confidence": 0.24777777777777776
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  41, (1) Any ofcer authorized in that bball by peat  shila yn te eon any SESS  fers roi pk pon tmake sue Tears A  iin and eons nh erty ye  ‘peied i ie ote, of oraayof he ala",
    "mean_p_confidence": 0.3634090909090909
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (a) any such radioactive material specified in the",
    "mean_p_confidence": 0.669
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  ois as tn is poanion or der bs  Sata  (© any plan nis posession o under is onto  J designed of ‘adapted for the production of  thf atomic energy or research ato mater  ‘ede therewith;  (6) any contrac eared, inta by Bim or any wight  7 \"gant by ort hi lating to the re  tin oso of stole energy or ree  {nto matters connettel therewith; and  (4) aay er information i i posession rai  \"Lo any work cated eat by him, or on Bi  il aun he man ouan  ‘SUE ie prod orto of same ene  Ur resend ito matters connected Uerewith  “B Any porn wio—",
    "mean_p_confidence": 0.42691056910569103
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  (0 til to amply with any notice served on him",
    "mean_p_confidence": 0.43916666666666665
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  yO Tater sean (yo",
    "mean_p_confidence": 0.18166666666666667
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (© kaowingly makes nay wave statement fn ny",
    "mean_p_confidence": 0.386
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  Tetufa made in parsuace of such notice,",
    "mean_p_confidence": 0.5033333333333334
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  sal be pity fan ofene",
    "mean_p_confidence": 0.33428571428571424
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  18, ()-The Anthorty may by Order published gat  inthe Cutt ‘ae sch orien oF Sinise  ‘lpeden for probing or ogling stbjew to aa  Aiadh exopiond, I any, as may be made by or under Eat  fe Onere ” =",
    "mean_p_confidence": 0.4057777777777778
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "  (@) the importation into, oF exportation from, Spinid™",
    "mean_p_confidence": 0.525
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "  1 eer et padionaive malerinls, ot Sea  fadionstive materials of any clas or deserip-  iin peli in tbe Orders  40) the proton, sennito, treatment, storage,  ‘Paces aad onal oF any renee  riateria; and",
    "mean_p_confidence": 0.3155
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  8 Atomic Energy Authority Act, No. 19 of 1960  (i sein, pcan, pi, go  disposal, export or import of any’ plant  Alenigoed or adapted fo te producti or  Sores Th ee  Seren ;  (2) Any person who contravenes or fails to comply  with an Osdermade under\" sub-section (1) shall bs  mate  sete, ft a ny mde, natin  Hs. aera  ike dae — (@) the sale or supply of any material which  Ries Oar cr ft se,  fae ie ere  ae SE anaes  {4 human being, with particular fegard  see tala, Pec eht  0) naa re puro tea  ‘surgical of dental diagnosis or treatment of  ie sacl ewe ard  ieee ere a  Sabine earns. es  menue Pie Oe  Secon eu  6 dor prin oh gers ae omg  with a'Yogulation made for the ‘purposes of hie  Su oe case  sects, 0) With nope aye din  SE popes Sania ee,  ce drt malice ately ince  enh oo oe ream  (ov pret ine ig eel nig  Eta rel mig  Sey ari  th teens eta itlecoey eles",
    "mean_p_confidence": 0.3628846153846154
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  mi ary Astra, Mo. 190108",
    "mean_p_confidence": 0.18857142857142858
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  ( for the enforcement of measures of aiicon-  ata ee apa tpna  SU taade ia elders  Fee yc agit,",
    "mean_p_confidence": 0.33958333333333335
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  < ERGY SSIS ae eae  Sons Fe coat evel ae  Sligo Saag te arin oto",
    "mean_p_confidence": 0.3357894736842105
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  (2) for* the effective monitoring of equipment,",
    "mean_p_confidence": 0.5566666666666666
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  (0 fesse eee ate  SST Se cin ap  epg iat",
    "mean_p_confidence": 0.22285714285714286
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  sod ae fans may utr and wiht  sede Ne geal af \"Sat  Boor ng tata eo  El Me tt oe carp  Wi emt tp he rcp of a rain  actif tera repatioyay be mae preven  Sr Rag ial yh el oh enh  ot pa ae a Oe en  punts pay fre pur fe  BME Gy Ea is Pape ons  Een!  a) ‘Any person who contrarenes or fils o comply  wd teas re rn ots  SEL OTe be,  | 24. (1) The officers and servants of the Authority x at  ‘may, without any such licence, permit or approval as sme  Spr ghey ate See oP See  tel Sete ela tly stl ye Ses  Seton elle of sata pres,  incline een fl mara ey  fey ‘ole hs oil fee  IC Th mins of ect () hl ot Bo  sei ete une a tpn  ig elects erat a  ride pals pr oe aly  Teri npc eta aod  Sant ttn a th tet  22) Th Aoi ray ie eg stall as  Bt lito dea, rng pedeog or aan  srdibac tuum veges Spe Bao  stom weno ores be ined",
    "mean_p_confidence": 0.36444444444444446
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Atomic Batyy Authrty At, No 10 of 100  expel wa wit th neon hate al ad  Spite ca ante abl  npn ern te vino  sobs BY aT cao cae  Sits api t ang ee na  Eton treme tne  resto 2) The Permapnt Surety may, on the  ETE milan OPM AST Baim Me  SE weet a glo  be gg hg rd  aN piney ea Oe ft  Pare a  calorie cial or aes  Tt tM gris elo arr an  \"in Firmen Boa myc ha ras  analionef te “Suny ute ing  bee ee ee  Pnl paty pool a  ater iat el ae Sen ore  Henin aor conus cle  Re ir  Sack ROE each a es  Sa a bole o ATs  Brus aa tom a i  Bee ce acai a cy ata BS  Pele Sl ay fe and tl, \"ul ke  Epa en fom ty Srl pun  ia fan spc, oe  Pape ok Saag ola ool dame  ‘and retain possesion thetoot\" for period n0t  malig trl  @) Any pron who wily csi any ter  Ce gegen  Wri Stee hab “Bal bs  ee  ering M_—Any asd roared for th_purpo of  SE atthe he deen sate  SEA, purpone dnd may bo aggued by th Crown under the  ee pam ae anak” Whine” te  fete  coriny, 28. (1) The Perpann,Sersary may, en  SEE, rcommlpaiin of the Antony, ad ecblet an  oe jin accordance with the provisions contained in the'  oo ee",
    "mean_p_confidence": 0.28985765124555163
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Shoei cage ne appt at  ‘tome energy. oF research into matters, ooected  Se oe Soe  Teictn ound cy vie! aos  asd a8 is compulsorily sequired nndar aub-arction (1),  iecearien aeeteer ce creat  See paid  ie ig a he  =e  (3) Such compensation in respect of the acquisition  of cay plane Under this section shall be paid by the  o{iesio ei ora pi  Hmmm Srey ame Se  Eine eho Se  Spates sa ts  Solas ast hoatere See  sopra oe Nino nds  ‘rica matuaily agreed upon by the, Permanent  mel el mo Se eae  cranial aadaes G cama  by aie Dine ude of Capo, \"The aibitrator  wre Daciano are Pe tens  ith eine  err ae etiam  Se tcheae feces  ier  <n, ti Gniinetneeplteclesieoris apie  ital ODUM SNL ras as  Conia  opal esata esr wil  “ized thereto by him foay, ou the recommen:  eer eae eee,  Sees aa ge  rier one  oP the Authority relates to or can be applied,  heelys nected  Semmes!  Someta opal ce por,  sign ew ai ee  ati sare ae Sa  Pina canker ie  ifr pie Se Pa as  ‘shall have the effect of divesting the person  Pe tthe tard  Raney Lin Sole  eo",
    "mean_p_confidence": 0.3006611570247934
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Atomic Energy Authority Act, No, 19 of 1960",
    "mean_p_confidence": 0.6827272727272727
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  () if any rights in respect of which » notice has  teen served under paragraph (a, have beet  tise o ay heen rane  otic hat ben served the Permanent Soo.  Feit saltanealy wi tn sere  Of tht “notice, or as orm pote  tereater cue © npr ofthe aotide to be  ferved pce the asgoed or Herne snd ay  thn amo time. cae soc aseignee  Hens ta be informed tat it ders fo cat  oo th iano ty nod al  ‘reat och Slgameat or Tene tall bs  Alemod to have teen canceled.",
    "mean_p_confidence": 0.3944761904761905
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  (2) A copy of any notice served under paragraph",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  (oie ay commniicn ane ‘wider para.  tu esignon of wy ght im pet oF  Lou era pa sal lorehwith be tras  miled by the Permanent te the Registrar  conam within che meaning ofthe Patents Ordtaatee,",
    "mean_p_confidence": 0.37390243902439024
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  (8) Sach compensation in respect of the acquis  tion of any rghta to's patent under this section shall  be\" Parent Srey ton ler  applicant, essigace, or Henaen, ereeafter called  a ine oe tn may  Sith prune interested inthe patent withthe approval  of tle: Miniser of Finanor , in_defaut of such  Streement as tay be determinsd by an\" araitstor  italy greed upon y te Permanott Secretary and  och peter Intreed fn the patent or, failing ack  {ssfentioned agreomen, by 40 aris appointed  by the District Judge of Colombo. ‘The arbitrator  $y fhe thinka be assed by not are than two  {ger and in yf the attr an aneae",
    "mean_p_confidence": 0.429344262295082
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  ayable by the Permanent Secesary Or  Heron terested fo the pen in sich proportion  Ue'aiitrtor determined  comgaay _27._(1) ‘The Parmanent Secretary may, on the ro  SEE cotta he Auton sate be ed on  Se. Say person, who is party to's eoatact eating (0  IEEE\" the production or ase of atomie creo esearch into  trader converted Uerewith, noe belay a conract for  {he rendering of personal sevie, 8 aes fn writing  ung that on such, date a sal be specied tn he?  Totice’the rights and libites ofthat person under  {he contrat wil be transfored tothe Authority.",
    "mean_p_confidence": 0.3687962962962963
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Atomic Bnergy Authority Act, No. 19 of 1969 1.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  (2) Where « notice under subsection (1) is erred  ony pen, ten, sabe to any mithraa f e  ‘tote under the suresediag provisions of thi scion,  Th contract to which the aoton relates sally ae  dy ay ight encased a  Errafter the ate speciod tn the notice in accordance  swith the provisions of sub-section (1), have elect ay if  The Authority were par tothe contract istead of  Such person and as if for any teference a the contract  {with person there were subetitated a reference to  the’ Authority.",
    "mean_p_confidence": 0.44630000000000003
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  (@) A notice under subsetion (1) shall contain a  szltomeat to the fet thst objctigns ay be made  thereto within such time and fa ach manner as shall  be uperfed in dhe ntie, nad if any euch cbjetion is  (tif made and not withdrawn, the Permanent Seere-  {ary half an operant t he pron make  Doh of Spain etre and beng herd  4 perann appointed by the Permanent, Secretary for  {heSfarott” Hh pen wo appointed sll make &  Feport da auch objections tothe Permanent Secretary.",
    "mean_p_confidence": 0.4765625
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  (@) After considering the objections duly made to  a otic andar en socson (1) abd the report ade om  uch objections under sb-sxtion 3), the Permanent  Secretary may” cause to be prved oo the person ot  hm tnt nen srvd further atin we  rng wilhdraming tho original otc, and if the oi",
    "mean_p_confidence": 0.44864406779661015
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  ‘Trad outs hua Sireedy taken efese) 3 shal coe to  perth i els foe ota fo whic res  sb'tegards any ights exerclable, oF liabilities  Sarre on or after the dite on which th notice of  ‘withdrawal was eared",
    "mean_p_confidence": 0.42522727272727273
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  (0) Where the rights and liabilities of a party toa  colfan nro teased fo the Authority ander hit  Section, tho Pernanest Secretay sail pay 0 tat  arty sah compenation irc of ay ie il  ety tasty may Be ated pa atesn the  Fexmanant Scrat and a party wih he appro  of te eo ola ae df wah  SRI Spy the Beemaneat Sorry and tat  party of, falling sich lastmentoned agreement, by  Ua teltiator appointed by the Dist Judge’ of  Gbiomibo The aeiteator may, if he thinks fe be  {sss by noe more than two astesors, andthe fees",
    "mean_p_confidence": 0.4270909090909091
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  AGF the arblrator and azsessors shall be payable by the  Pormanent Secretary or that party i0 such propor:  tion's the arttratt determines,",
    "mean_p_confidence": 0.4653846153846154
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  12 Atomic Bnergy Authority Act, No. 10 of 1968  Is 2) Sh mm my tr on on  a (i Se mec oat ie ie",
    "mean_p_confidence": 0.47500000000000003
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  sate seen d be habe roe  Sala mas anno  To Ay ay tin  ini at a  Be epee Lege  Re  (3) Any expense incurred by the Permanent Secre-  cli seroma i Semmens os  ennece nae  et oot  fences 2 Any pana wi, tot ecient of he  Set BAe ge te iene ar of te  SSS ey nn aa  smite. (Any poem wie gay en ttn  SE at, 2 Ay emer ly to tine  mae i oie ote, cad  Sees Si eee  love preseason  rate i os eee oe  (Ni guy coe ii tit no  afr Sere te is Aa mo  Sy Sumerian ae  arel Stee Seer  Ses eee cumin  ay  serail Seetio eel fe eae ake  ieee mec ae heed che  Rees meester mire  See eens  Boe fe Reema Sh are  sous  pene ahi he Mie ha ara wit  ia, Baal a Mia a coh  rt  SL SeneW ie Rees rh  Soe Ries  saad amee stat choca Oe!  sien ahcotmal ee i  ameter es ae  Ber mene se Ain rin a  ocd Eerie she on, Coie at  See ceases",
    "mean_p_confidence": 0.24630630630630632
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Atomic Energy Authority Act, No. 19 of 1969 18  resign his ofc by Inter addressd to the Minister.  THe Shall on ceasing to be tumber of such “Con  tee, be eligible for reappointment",
    "mean_p_confidence": 0.5392105263157895
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  “The Minster shall appoint one of the membere  ot the AtvisryCommitiee to be the Chairman of  Sich Committ  “offBie Adiary Commit may regulate its pro",
    "mean_p_confidence": 0.44166666666666665
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  82. (1) Tho Authority shall case its accounts to sepa at  te hept la such form aad in such manner as the “oom  Minilor may diet  (2) The Authority shall cause ite books to be  tulaned as onthe thistied day of September in each  Year and shall, before te thirty rot day of Dectnber  ‘ext, couse tobe propared an Shame and expenditare  fcroint and 4 bunds abet ootlaniog «summary of  ite ests and lsh of te Authority made fo  the fr mentioned date. ‘The come and expenditare  Atco and the tale ses sbll be signed by the  sian of tho Authority, nd by soe fern of the  ‘Authority as may be authorized by tbe Authority to do  (@) The Authority shall have is accounts audited  cath yeat by the Anditor General. Far the purpose of  gesiilg.bla inthe audit of such accrue, the  {cali General\" may employe serviee of any  Gualied auditor whe’ shall at under hie dretion and  ‘ontra",
    "mean_p_confidence": 0.4703351955307262
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  () For, the purpose of mesting the expenses  ila” btn ting there the  Sstity th Aton Gener al pl fom he  funds of the Authority such remuneration as. the  Minister may determine with the concurrence of tbe  Minister of Finance. Any remuneration reeived from  the Autiorty ty the Auditor-General shal, efter  shale hy ee ai by Bi say gale  gallos ployed yl fh prose of uc ae,  Beerdivedw the Consldated Fund of Caan",
    "mean_p_confidence": 0.4730952380952381
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  (©) For the purposes of thie seston, the expression  «Qualia auditor means \"  (@) an individual who, being « member of the  Apuhne of Charerea™ Aconane ‘of  : elon, possess a exits to practi as  Sn'Amotmtant insted by the Coutlof that  Thattatesor",
    "mean_p_confidence": 0.4282
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  14 Atomic Energy Authority Act, No. 19 of 1989",
    "mean_p_confidence": 0.7054545454545454
  },
  {
    "i_page": 15,
    "par_num": 2,
    "text": "  (0) firm of Chartered Accountants each of the",
    "mean_p_confidence": 0.674
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "  ert, Inga eter of hat",
    "mean_p_confidence": 0.3271428571428571
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "  finite, poses cations to practise",
    "mean_p_confidence": 0.33285714285714285
  },
  {
    "i_page": 15,
    "par_num": 5,
    "text": "  ss an Acotontant loved by the Castell of",
    "mean_p_confidence": 0.372
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "  fat hastitate F",
    "mean_p_confidence": 0.068
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "  (©) The Auditor-ieneral and any person asst",
    "mean_p_confidence": 0.49888888888888894
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "  ful the audit ofthe aanote of the Authority shal  Live acces to all such too, ends, contracts,  Sccounts; vouchers another “documents ofthe  Rathoriy, as, the Autor Generel” may. consider  ‘eoeseary for the purposes of the audit, and shall be  Tarnished by the embers or offers ofthe Authority  ‘vith such tformaton within their knowledge as may  required for such porposs",
    "mean_p_confidence": 0.4511764705882353
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "  (7) The Auditor-(ieneral shall, examine the",
    "mean_p_confidence": 0.37375
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "  actus of the Autbonty and foraish a repore—",
    "mean_p_confidence": 0.43499999999999994
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "  (@) stating whether be has or as not obtained all  er information nd explanations required  thin",
    "mean_p_confidence": 0.446
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "  (0 stating wnt th acsunt eferd i te  Tefort are propery drawn up sa 0 eshibt  Toe ‘and Tair vow of te alas of the  ‘hatboritys and",
    "mean_p_confidence": 0.3975
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "  {9 drawing attention to any item in the sccounta",
    "mean_p_confidence": 0.6236363636363637
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "  ) eran bs opinion tay be of itcrent tothe  Bebate and the House of Representatives (a  ny examination of the \"activites addy:  oan of the Authority.",
    "mean_p_confidence": 0.3961290322580645
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "  &) The Anditor Generel stall transmit hie report",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "  tole Autbonty =  espe, BB, The Ahoy sal uaish the Miser  PEER gu inlenaton aay cl ofr ine to  si te tine in expect ofthe activities and foancial position  Sema tbe Authority. pe  (2) The Minister may, from time to time, give the  Adtlonty general airesions, abd, afler enuultation  ithe SKuhortye give the Authority -apectal  Tirecrions, aso tbe etreae of the powers and the  aiSarge‘of the dati of the Aotborty end stich  ‘Tirectons shall be carried oot by the Authority.  jenn, 8h (1) The Authority shall annually prepare a  ziti ere of the Ary wok tl Hao  {Turing uh yea completed, tnladiog any information  farpished to and directions given by. the Minister  ‘Unde section 99, and sal! eesamt tothe Miniter  (a) a copy ofeach report;",
    "mean_p_confidence": 0.4151748251748252
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  Atomic Energy Authority Act, No. 19 of 1958. 18",
    "mean_p_confidence": 0.6427272727272727
  },
  {
    "i_page": 16,
    "par_num": 2,
    "text": "  (0) a copy of the income and expenditure acount",
    "mean_p_confidence": 0.4881818181818182
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "  ‘and balance shest in respect of such year  ‘cattiied by the Anditor General; and  (6) scopy ofthe Auditor-General’ report furnished  : ‘der eub-ecion (6) of section 32",
    "mean_p_confidence": 0.5859375
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "  (@) The Minister shall lay copies of the reports and  statements referred to in subsection (1) before the  Senate and the House of Representatives,",
    "mean_p_confidence": 0.6121428571428572
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "  5, ‘The Authority may establish and regulate @ Pitas tat,  provident fond for the benefit of all or any of the  employees of the Authority and their departments or  ‘nominees, and may make contributions to such fund  ‘ut of the moneys of the Authority.",
    "mean_p_confidence": 0.6552
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "  86. Any Crown lend or any Crown building may, ova nat  subject to such conditions as may be determined by te chat”  ‘Master with the concurrence of the Minister for Uhe  time being in charge of the subject of Crown lands,",
    "mean_p_confidence": 0.6408695652173914
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "  ‘be made available for the use of, or be alienated to, 8  the Authority for any purpose of the Authority ot  for the residence of any oficer or servant of the  ‘Anthority  “qe8T. (1) The Authority shall bo exempt from the Bumtim  Payment of any customs duty on any goods imported fait\"  by the Authority if the Minister in consultation with =  the Minister of Finance spproves of such exemption,",
    "mean_p_confidence": 0.6677215189873418
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "  (@) In the caso of any instrament containing any  agreomeat between the Authority and any other  person ead providing for making « payment 1 the  ‘Authority au a contribution tothe general support of  ‘the Authority's work, both the Authority and such  ‘other person shall be exempt from the payment of any  stamp duty on such instrament,",
    "mean_p_confidence": 0.6496875
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "  (@) Any person making a payment to the Authority",
    "mean_p_confidence": 0.6618181818181819
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "  fs a contribution to the general support of the  ‘Authority's work, may claim the amount of the pay-  ‘ent asa daduction from inoome, in the year in which  the payment is actually made, for the purposes of  ‘computing liability for income tax, and the payment  Shall be deemed not to be a taxable gift forthe porposes  fof the Tnland Revenue Act, No.4 of 1063.",
    "mean_p_confidence": 0.6220833333333333
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  16 Atomic’ Energy Authority Act, No, 19 of 1969  aint, 38. (1) No_suit or prosecution sball lie against  SEES * any monte, er, Soran or age a the Aart  ES for any ac which fa god faith done or parpor  EES gt fede by him under this Actor onthe direttion of  SEL the Aumniy",
    "mean_p_confidence": 0.4547540983606557
  },
  {
    "i_page": 17,
    "par_num": 2,
    "text": "  \"Any expente incurred by the Authority ino  salto presetin brought by apni the talon  tefore tay court shall te pald out of the fuade of he",
    "mean_p_confidence": 0.4483333333333333
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": "  ‘Rothorty, and say cots pad to, or recovered ty, the",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 17,
    "par_num": 4,
    "text": "  ‘Aattoisy’ aay’ such autor prosewtion hal be",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 17,
    "par_num": 5,
    "text": "  ‘rdited to the fonds of the Authority",
    "mean_p_confidence": 0.4911111111111111
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "  (@) Any expense iocurel by any sich person asin",
    "mean_p_confidence": 0.4881818181818182
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "  softs aetna lt pron",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "  ought against hi befone aly curs in Teper of a",
    "mean_p_confidence": 0.44416666666666665
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "  fit which dane or purport Yo be done by him under",
    "mean_p_confidence": 0.4584615384615385
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "  this \"Act or on the direction of the Authority shall,",
    "mean_p_confidence": 0.48583333333333334
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "  4f the cour olds that such act was doe in god fit",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "  be paid ot of the fundeof tho Authonty, ness such",
    "mean_p_confidence": 0.4708333333333334
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "  expense i Feoonered by hss in sath soit oF proseotion.",
    "mean_p_confidence": 0.415
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "  sesnm, 80. No writ against perion or property shall be",
    "mean_p_confidence": 0.5233333333333333
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "  Gert —agued agaist a member ofthe Authority in any action  Eire, broughagniat the Authority.",
    "mean_p_confidence": 0.44999999999999996
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "  ein ——-80, 0) The Authority may mike regulations",
    "mean_p_confidence": 0.367
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "  seneraly forthe porpose of giving efecto. the",
    "mean_p_confidence": 0.31555555555555553
  },
  {
    "i_page": 17,
    "par_num": 18,
    "text": "  [ncn ta provom ot i ie fad pasar,",
    "mean_p_confidence": 0.36300000000000004
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "  In respect of aby matter which i sated or requir",
    "mean_p_confidence": 0.41083333333333333
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "  Oy Ee Re Be preci foro in rape of",
    "mean_p_confidence": 0.30818181818181817
  },
  {
    "i_page": 17,
    "par_num": 21,
    "text": "  Meee J",
    "mean_p_confidence": 0.16499999999999998
  },
  {
    "i_page": 17,
    "par_num": 22,
    "text": "  ‘No roglation made under this Act shall hare  ate tl i poral yt, Miniter eta  fy the Senate and’ Ge Hous of Representatives, and",
    "mean_p_confidence": 0.46535714285714286
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": "  Published tn the Gazette.  umpumisn 44, (1) If injury is canted to an employes of the  REE ttn or woany ter pron nen altos",
    "mean_p_confidence": 0.3896428571428571
  },
  {
    "i_page": 17,
    "par_num": 24,
    "text": "  fom any taterial on aay premise copied. by the",
    "mean_p_confidence": 0.4445454545454545
  },
  {
    "i_page": 17,
    "par_num": 25,
    "text": "  ‘Kethorly or from any aes dachenged tn whiter",
    "mean_p_confidence": 0.309
  },
  {
    "i_page": 17,
    "par_num": 26,
    "text": "  fermen’ or fom any seek premise or from aay",
    "mean_p_confidence": 0.25181818181818183
  },
  {
    "i_page": 17,
    "par_num": 27,
    "text": "  fhuterial in the coure of carFage om frhalf of the  ithe, he Astor ll be ible pay om",
    "mean_p_confidence": 0.44904761904761903
  },
  {
    "i_page": 17,
    "par_num": 28,
    "text": "  ‘Pension to aueh persin in_accordanee with such",
    "mean_p_confidence": 0.19444444444444445
  },
  {
    "i_page": 17,
    "par_num": 29,
    "text": "  EGHEaL the Minister may specify by Order published",
    "mean_p_confidence": 0.442
  },
  {
    "i_page": 17,
    "par_num": 30,
    "text": "  inthe Cosette:",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 17,
    "par_num": 31,
    "text": "  ‘Provided thatthe claim to such compensation shal  seimadn twang in proviso of ay her",
    "mean_p_confidence": 0.3770588235294118
  },
  {
    "i_page": 17,
    "par_num": 32,
    "text": "  [ews within period of Wirt Jars from the date of",
    "mean_p_confidence": 0.47583333333333333
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  Atomie Energy Authority Act, No 19 of 1969 17  the occurence which gave ree tothe claim or where  the oaasrenee was a Continuing one or was one of &  Sacesron of ecourrenes, the dae of the fat even ia  tte-aare ofthe scourente or sueeeion of ccorences  0 hich the claim tlt.",
    "mean_p_confidence": 0.4560344827586207
  },
  {
    "i_page": 18,
    "par_num": 2,
    "text": "  (2) If any person who has been employed by an  enplye in aby moo ia ehh etic rack  ‘eeury for a coutinuous peried of ot lse than six  trons, contracts any “pressed disease, such  ‘ployer shall be liable abewithatanding the’ provi  ‘Sons of any eter writen law to pay tsa person  Scent i ee predate aan  femplayer proves thatthe disease had pot arisen a3 &  Fea of such employment",
    "mean_p_confidence": 0.4455696202531646
  },
  {
    "i_page": 18,
    "par_num": 3,
    "text": "  ‘Provided always tat a claim for payment of such  expense all bade eshte wai  Sach person fn the employment of suc employe ot  ft ty ears rome da oo win such  Person cased tbe employed by such employer",
    "mean_p_confidence": 0.4304545454545455
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "  (8) 1f any person who has been employed by the  ‘Authority fort continuous period of ot lex than six  Imonths, contracts any disease specified. by. the  Minister by Onder, the Aathority shall be isle to  pay auch pert compensation specified bythe  Minister by\" Order salem the Authority proves that  ‘disease had not arisen ana neal of such employ",
    "mean_p_confidence": 0.5093939393939394
  },
  {
    "i_page": 18,
    "par_num": 5,
    "text": "  Provided thatthe claim to such compensation shall  be made while sach person is in the employment of  the Authority or within such time from the date on  ‘hich such person ceased. to be employed by” the  ‘Authority asthe Minister may spotty hy Order",
    "mean_p_confidence": 0.6053061224489796
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "  (4) The compensation referzed tin sub etions (1),  (2) and () sll not be les than the sums payable  for any earresponding injury under the Workmen's  Companaition Ordinance, and where & claim Bot co.  Amited by the. Authority, compenstion ‘may be  ‘evovered, as far at may bey in the sume Manner ax  in the Workmen's Compensation Ordinance.",
    "mean_p_confidence": 0.502
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "  (6) The provisions of this section shall not bar a  peron fr recovering damages im a court of lam,  ‘ut, where damages ate awarded the court all tks  into consideration any compensation pad under this  section.",
    "mean_p_confidence": 0.585
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  18 Atomic Energy Authority Act, No. 19 of 1969  teteprnatin. 42. In this Act unless the context otherwise  equ  “ atomie energy means the energy tls tom  ee rae nce viewed be  dro net ‘incndesoengy wheel ta” any  fees futur atraltien oral  Bite ony wisi oan arabeutal or  Shc Ciena ets;  “mera” meane any natural on, artist  aerial tl i yn  Penal gee ot eps tes ai oe  manofactred article or eny article which bas  ‘been subjected to any artificial treatment or  ho  “*Parmanent,Seeretary \" meane the Permancat  reas ioe Mansiy ‘of which ihe  Staats chaps  “plank” acaes any machaey, onipment ot  Plat ppliance, wheter alized fo land or nol;  “peed singe meas wan, era,  rylica tdi or aay of ter cmgeande,  Te cae ae ia  Soy Uy ifotin tn ts Gone presebp,  Ey stan which, obs open ty  (tay tal forth pofacion'or as Sf  Sees weer eel ae eins  ‘connected therewith; and  “ adatve material\" mans any material which  Siete at a ems Gy nae  ‘Somioa elena ether” nator or  Sian  SCHEDULE (sen (0)  Poss mpg gion of pnt  pia incl a Eel te  ie dkree tie shana Mole arate}  Sate Grae e eancniies oneal tee  Ses Dias iar asad eae fo  Sper Serarip a at oct snl ay stem  Sg ae a es",
    "mean_p_confidence": 0.3154296875
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  Atomie Energy Authority Act, No, 19 of 1960 18",
    "mean_p_confidence": 0.6309090909090909
  },
  {
    "i_page": 20,
    "par_num": 2,
    "text": "  2 Up the erin of sain of oqulon ender pare  poyh st th Gebel oo plat to wash the wate nen  ‘Ell ema m he pein ln which tho atl inte  Iie tow ofthe vrvien of te nln witout the emit ot",
    "mean_p_confidence": 0.3912765957446809
  },
  {
    "i_page": 20,
    "par_num": 3,
    "text": "  euch pore mi eps Ia he solce; and any perce  Tomagly remover, or eases of perme to be removed, soy  ‘el io setrvanon oft pargraph be aall be gly of",
    "mean_p_confidence": 0.36411764705882355
  },
  {
    "i_page": 20,
    "par_num": 4,
    "text": "  8. Ate appear tothe ParmasentSeorelary In coneqnce  ot any writen lca mad w hin povonen of are  (tropb't oth Sebel obra at ay pone othe than  the prc on whom the aoc of epun wan werd in tht  ‘wooo hn an intra, anya Wo wich the noon  ‘lain, the Person Sessa tall cae to bo ered  ‘ary athe non of quinn on Batter pen.",
    "mean_p_confidence": 0.375
  },
  {
    "i_page": 20,
    "par_num": 5,
    "text": "  4. A nace of sovson shall contain saaeot to the  ect tht a ejestin sng be tue thereto win ue tne  (eat ting oes twenty ight dag) and in och mane 6  Bey be spud inte et ed i any such cision aly  ‘ade aol nt mirens, te Permanent Secretary shal word  {> ppotuly to th pon making te cjotin of opperng  ‘cara ning by poncaapptated by the Ptnaaest  Secretary i he prpnn an he pense making the sj",
    "mean_p_confidence": 0.3851136363636364
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": "  ‘Want of the opportaniy, the Peraset Seeeary may  \"orl to ay ole ern to wh appenso the ernest  Sec sent er Ko pereny fbg ad",
    "mean_p_confidence": 0.3082758620689655
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "  5 IE any nich ejection atari duly made wad sot  hv nd hep of the eon appointed bythe Pemeeat  ‘esetaysndarprgroph fie Sete, nue tobe ered  ‘on the poun upon whom the acts of soqiuen of or eapy  ‘hart we aeve a the undo wg br wih  tho nce fsx soutning io eget the ween  ‘o whch tristan woh of thn aries ar may be speed",
    "mean_p_confidence": 0.37054794520547946
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "  ©. Any pnt wid rnpont fo ich notin of eguiton",
    "mean_p_confidence": 0.345
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "  (no objcton daly made to he min ah, ably",
    "mean_p_confidence": 0.35545454545454547
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "  ged tne ram all mocmbrous, in the Pent  Sey th aon of tn ine or aig ch",
    "mean_p_confidence": 0.409
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  20 Atomic Bnerby Authority Act, No, 10 of 1068  +t en  Saf di leider sbehatay nl te es  Rass es",
    "mean_p_confidence": 0.42
  }
]