[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON ist Session 1952 0 Bo et at “EL 98k ist + eee ~/ a yer q VEbmete EEL | Preece Appropriation ‘Act, No. 22 of 1952 Date of Assent: September 19, 1952 Printed on the Orders of Government Printed et the Cevton Govr. Prrss, Coromso. To be purchased at the Govr. ‘Popuicartowa BUREAU, CoLoMao Hee ips, Gone ue Bonzau, Post Orrice Box 500, Secretariat, Colombo 1 Prieo: 18 conte, Postage: 5 conte.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "\" Approprintion Act, No. 98 of 1958 3 AN ACT 10 MAKE PROVIGION FOR THE SERVICE OF ‘THR",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "FINANCIAL YEAR 1052-58, TO AUTHORISE THE PAY-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "MENT BY WAY OF ADVANCE OUT OF THE CONSOLIDATED",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "FUND OF MONEYS REQUIRED DURING THAT FINANCIAL",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "year vow Loan FuND EXPENDITURE, AND TO PRO-",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "VIDE FOR THE REFUND OF SUCH MONEYS TO THE",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Consontparep Funn.",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "[Date of Assent: September 19, 1952]",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty, by and with the advica and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4, This Act may be cited as the Appropriation shect ue. Act, No. 22 of 1952, 7 _& Without prejudice to any other Jaw authoris: gemma ing any expenditure, sums not exceeding rapees eight ‘e's Sn hngdred and eighiy-three million six hundred and \"= forty-seven thousand nine hundred and thirty-one in the eregate are hereby declared to be payable out of the oa idated. Fund for the service of the Snancial year beginning on October 1, 1952, and ending on September 90, 1958, and the said sums may be expended as specified in the First Schedale hereto.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "3, (i) In addition to the sums mentioned in Pym tia section 2, sums not exceeding rupees, three hundred m4 zelund so and seventy-seven million three hundred and forty. Funtot nine thousand six hundred and seventy-six in the set t= sggregete are hereby declared to be payable by way of | Expeniitrs.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Ivance out of the Consolidated Fund, during the financial year referred to in, that section, for Loan Fund Expenditure, and the said sums may be expended. as specified in the Second Schedule hereto.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "@) Where the total sum paid under sub-section (1) : by way of advance during the financial year beginning on October 1, 1952, and ending on September 30, 1958, has not been refunded to the Consolidated Fund out of the proceeds of any loan authorised to be raised under any written law, that sum or so much thereof as has not been so refunded shall be, and is hereby declared. to be, chargeable as if it were expenditare out of the Consolidated Fund for the service of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "> financial year beginning on October 1, 1057, and ending on September 80, 1958, in addition to any other sums that may by law be payable, or may by any written law. hereafter enacted be declared to be payable, for the service of that financial year. : Fox. Ronaeuess 89",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Appropriation Act, No. 28 of 1052 Finer Somspune Sums paynble for the General Services Ra Heed 1, Hit Excellency the Governor-General Vots 1 ve £08,187 Head 2, Prime Minister Vote 1 ... oo Il graze Heed 8, Supreme Court Vote 1... m suet Head 4, Cabinet Office Vote 1... n Co (98,988 Head 6, Senste Yolo 1 = - 416,108 Head 6, Houso of Representatives Vote 1... vo $198,538 Head 7, Judicial Service Commission Vote 1... a 0) Head 8, Public Sorvice Commission Vota 1... 109/07 Head 9, Audit Office Vote 1... = wh 1,835,538 Head 10, Offices of the Leader of the House of Represantetivea and Ohief Government Whip Vole t ... me SRGAT Head 12, Minister of Defence sud External Affairs Vote 1... 801,382 Head 12, Minister of Defence and External Affairs Vote 2. 60,000 Head 22, Minister of Defence and External Affairs Voto 3 <.. _90,000 Bead 18, Ceylon Defence Vote 1 oo Tl 1Leiedsh Head 18, Coylon Defence Vote 2 nm \"9,975,068 Head 18, Ceylon Defence Vote 8 - Tl 4/250,005 Head 14, Department of External Affairs Abroad Vote 1 ©: 681,62 Head 14; Department of Exteroal Affairs Abroad Vote =. ‘198,788 Heed 14, Department of External Affairs Abrosd Vote 3 =. 68,848 Head 14, Department of External Affaire Abroad Vote 4 =... 838,418 Head 14, Department of External Affeira Abroad Vote § =. 212,208 Head 14, Dopartment of External Adoira Abroad Vole 6 =... 188,289 Head 14, Depertment of External Affairs Abroad Vote 7 =... 170,318 Heed 14, Department of External Affaire Abroad Vote 8 9... 195,027 Head 14, Department of External Affairs Abroed Vole 9 =<. 105,558 Head 14, Deperimont of Externel Affairs Abroad Vote 10 =... 260,078 Head 14, Department of External Afiaira Abroad Vote 11... 204,887 Head 14, Department of External Affaire Abroad Vote 12 ..__ 680,250 Head 18, Police Vote 1 oe a Tl 19,689,028 Heed 15, Polios Vote 2 a a cr \"390,600 ‘Heed 16, Immigration ond Emigration Department Vole 1... 952,682 ‘Head 17, Department for Registration of Indian ond Pakistani Residents Voto 1... oo ne 9,187,888 Bend 19, Minister af Finance Vote 2 m \"339,080 Head 20, Treosury Vols]... . Tl 1eee3s Head 20, Tressury Vote 2 =< = a 120 Head 31, Pensions Vota 1 0 < = Cl 16,849,518 Head 22, Publio Debt Vote. < a Z 7 \" 28,600 Head 28, Loan Board Votol _-.. = mo em Head 24, Government Storea Vote 3 = 1,070,748 ‘Head 24, Government Stores Vote 2 a 00 Head 24, Goverment Stores Vote # = - 300 Head 25, Department of Income Tax, Hatote Duty and Stamps Vote 1 we oe 2 3,858,187 Head 28, Customs Volot os sn 2,985,628 Head 27, Widows’ and Orphans’ Pension Office Vote 1 =<. 181,788 Head 28, Civil Service Vota 1... os  patgel ‘Heed 29, Acoountante’ Servica Voto 1 a 81.684 ‘Heed 90, Clerical Servies Vote 2 ... - = 07890 Head 31, Stenographers’ Service Vote 1 = Tl 95849 ‘Head 82, Typiste’ Service Vote L .. ~ m 37,978 ‘Head 88, Bhrofis’ Service Voto 1 ... ae nm 1070 Head 94, Quasi Cletical Bervioa Vote 1 = Mo | gras Bead 39, Department of Census and Statistics Vote 1 co 8,827,800 Paces ee ineeieenceereeieemnatiniee aaa",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "Appropriation Act, No. 22 of 1952 5 Ra.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "Head 86, National Savings Movement Vote 1... a 861,250 Head ¥7; Government Presa Voto 2 x Sl raoror Head 37, Goverament Press Vote 2 x x 100 ‘Hood 87, Government Presa Vote 2 ne 82,500 ‘Head 88, Bliseeflaneovs Services Vote ” 860,700 Head 48, Miscellaneous Services Vote 2 we w= 5,121,868 Head 8, Bliscellancous Services Vote 8 ue oe 2,114,282, Heod 39, Miscellaneous Services Vote 4 os - 2,007,000, ‘Head 89, Public Sarvioe Provident Fund Vote I ... oe 18,287 Head 48, Minister of Justice Vote t wee oo 219,867 Head 43, Minister of Justia Vote 2 oo on 47,599 Head 44, pitomney General Vote 1 ” ae * 680,247 Head 45, Sorel rattemon Vote 1 - - ae 256,631 Head 48, Public Trustee Vote J ... on te 188,168 Head 47, Judisiel Servicn Vote 1 ” ee (55,573 Head 47, Judicial Service Vote 2 oo ae 82,600 Head 48, District Courts, Vote 1... . ae we -2,072,884 Head 49, Courts of Requests and Magistrates’ Courts Vota 1... 1,700,002 Heed 60, Rurai Courts Vote 1 ... wn ae 1,128,738 Head 61, Figcals Vote 1 we oe a 8,729,509",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "Head 652, Compensation Claims and Compensation Tribunala ‘Vote 1 we ES Po 64,788",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "‘Head 52, Compensation Claims and Compensation Tribunals . Vote 2 wee wee os 5,280 Feud $8, Debt Concilistion Board Vota 1 an ne 50,362 Head 56, Minieter of Home Affaire Vote i = - 519,065 Heed 56, Minister of Home Affairs Vote 2 - ve _1,248,000 Head 56, Proviuciel Administration Vote 1 a ae 15,853,629 Head 57, Bxcise Department Vote 1 ne I siaeg'zet Hand 57, Bxcice Department Vote 3 n 88,010 Head 57, Excise Departinent Vote 8 n I 81.510 Head 58, Department of Prisons and Probation Vote 1 a 5,991,788 + Bead 58, Departmant of Prisons ang Probation Vote 2 os 100 Head 59, Government Analyst Vote 1 - ” (897,945, Head 60, Zoological Gardeot, Vote 1 x Th armen Heed 61, Registrar-General Voto 1 mn ID -ge1s'o70 ‘Head 63, Department of Parliamentary Elections Vote 1 a 200,716 Heed 68, Department of Rural Development Vote 1 a 9,760,823 Heed 64, Department of Cottage Industries Vote 1 ser 9,119,738 Read 68, blinister of Londa ane Land Devalopment Vote 1 oe 440,355 Head @@, Lend Commissioner Vote 1 on wee. 1,872,165, end 69, and Commissioner Vote 2 lie Tl’ gg.6st Head 70, Land Settlement Department Vote i ... oe 612,046 Hend 71, Survey Depsrimeat Vate 1 x Tl ‘a,sat;e30 Head 72, Forest Department Vote 1 - we “2,918,147 Head 72, Forest Department Vote 2 ~ ee 100 Head 72, Forest Depertment Vote 8 a Ln 100 Heed 78, Irrigation Department Vote 2 n lo y4ss.Be7 Heed 73, Irrigation Depariment Voto 2 mo. TI 3%400'000 Heed 78, Irrigation Department Vote 3 nu Tl 9ies4970 ‘Heed - 74, Valuation Depariinent Vote 1 x I ou4so ‘Head 75, Commissioner Agricultural Corps Vote 1 - 965,574 Bead 75, Commissioner Agrioulturel Corps Vote 2 — 500,000 Head 78, Department of Arla eelopaseny Yate 2 cl  ee1‘aes Head 77, Deporkment of Wild Life Vota]... \"l 08%398 Head 79, Minister of Agriculture and Food Vote 1 oe $16,672 Head 80; Food Ooramissioner (Control and Distribution) Voto 1... _9,117.087 Head. 1, Food Comtnissioner (Supplies) Vote 1... I 161/000/000 ‘Heed 61, Food Commissioner (Supplies) Vote 2... Cl aarTa07",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "6 Appropriation Act, No, 22 of 1952 Ra, end 81, Food Commissioner (Supplies) Vote 8 ... s 500,000 Head 8% Commissioner of Co-operative Davelopment and Regic- ‘tear of Co-operative Societies Vote 2 ... ee 5,846,118 Heed 62, Commaiasioner of Co-oparativa Development and Regie. ‘tear of Co-oparative Sonieties Vote 2 .., 1,088,200 Head 2, Commissioner of Co-operativa Development and Regia. ‘tear of Co-operative Societies Vote 3 ... we 600,000 ‘Head 88, Commissioner of Co-operative Development and Regis- ‘tear of Co-operative Socistiea Vote 4... ve 100 Heed 82, Commiseioner of Co-operative Developinent aod Regis. Bread €2, mS Czoperatve Sosinin Vote Bw a 200 , Commissioner of Co-operative Development and Regis trar of Co-operative Societies Vote 6... i 300 Head 8, Department of Agriculture Vote 1 3.. Tl 36,904,060 Head 84, Department of Food Production Vote 7 Sl 4,050,623 Head 85, Marketing Department Vota 1 wo \"628,018 Head 85, Marketing Department Vote 2 n Sl 998,520 Head 87, Minister of Heatth Vote 1 mn Sh 209,806 Head 88, Departmoat of Health Vote 1 = Tl 84,282,031 Head 88, Department of Health Vote 2 = cn 2,008,860 end 8, Department of Health Vole 3 = cl ““99a\\903 ‘Head 29, Quarantine Vote 1... o 1,998,608 Hond 90, Indigoous Medicine Voto 1 = 103,638 Head 08, Minister of Local Government Vote 1... 347,531 Head 9, Commissioner of Local Government Vote 2 ce 1,888,080 Head 9¢, Commissione: of Loce) Government Vote 2 ce 81,056,589 Head 95, Department of Town and Country Planning Vote 1... 'g14,784 Head 96, Department of Elections (Local Bodies) Vote 1. 1,220,800 Head 97, Local Government Service Commission Vote =, \"286,843 Head 90, Minister of Education Vote 1 ID 318,600 Head 99, Minister of Education Voto 2 a 398008 Head 99, Minister of Education Voto 8 m SI 108,896 Head 100, Grant to the University of Ceylon Vote 1 S5,800,000 Head 102, Education Deporiment Vole 1 ~ Tl 4}990,739 end 101, Education Department Vote 2 = oo 46,918,298 Head 10!, Eauoation Deparkmext Vote 3 m 45,688,197 Head 101, Rducetion Depsriment Vote 4 = Sh 1388,74 Head 102, Department of National Musouma Vote 1 cl “aansaa Heed 108, Dopectment of Government Archivist Vola 1 l+ 918,990 Hend 104, logics! Department Vote 1... ch 1,724,985 Hioed 205, Caplon Technical Callogs Department Vote 2 1,880,708 lead 108, Educational Publications Bourd Vote 1 mo  44a0e Head 207, Department of Exatninations Vote 1 ... ve 1,061,087 Head 108, Department of Approved and Certified Gebools Vote 1-.. ‘800,107 Head 109, Minister of Labour Vote 1 a co 168,008 Head 110, Commissioner of Lobour Vote 1. Ls 6,886,787 Head 112, Department of Sosial Sersioes Voto 1 |. Sl 18,808,216 Head 116, Minister of Commeros and Trade Vote 1 ce 180,196 Head 117, Department of Commerce Voto...  aivass Head 118, Department of Registrar of Companies Vote 1 Zl 26661 ‘Head 119, Government Tourist Bureau Voie 1 ,. 492,794 Head 120, Department of the Rubber Commissioner Vote 1... 81,000 Head 121, Department of Contral of Imports and Exports Vote 1 259,513 ‘ead 191, Minister of Indvsteies and Puteries Vote 2 vo 9260,040 Head 182, Department of Industries Voto 1... Tl 9,989,708 Head 182, Department of Industries Vote 3... ns 7,889,019 Head 188, Department of Fisheries Vote 1 =|. he 1,880,080 Head 183, Department of Fisheries Vote 2 | gog.278 Bend 180, Minister of Posta and Information Vote 1 ms 180/688",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "Appropriation Act, No, $2 of 1952 7 Ra Hoadl 149, Pontal and ‘Telceommunication Services Voto i =... 88,900,049 ‘Head 140, Postal and Telecommuniestion Sarvicen Voto 2 0. 230 Head 140, Postal ond Telacommunication Services Voto 8. 785,000 Hood 341, Information Department Voto 1... Tl L16§,t44 ‘Head 148, Department of Brondeasting Vote 1. i aueaons Head 142, Department of Hrosdeasting Vote 2... m 100 Head 143, Department of Broadcasting Volo 3 -.. Sl 94,005 ‘Head 143, Department of Brondcesting Vote 4 -.. = 100 Bond 143, Department of Brondoasting Voto 6... “7a.600 Head 143, Department of Broadcasting Vote 6 ... 480,000 Heed 148, Deparimout of Meteorology Volo 1. 1,409,605 Hood 144, Minister of ‘Transport and Works Vote 1 ates Head 148. Public Works Department Voto 1... 6,948.90 Head 145, Pablio Works Department Vote 3. co 95,087,063 Head 145, Public Works Deperkment Vote 3... Tl a.95a,920 ‘Head 146, Commissioner of Motor Trafic Vote 1 ... Sl '992,g88 Head 147, Civil Aviation Yote 1... - ce 9,648,650 Head 148, Colombo Port Commission Vote 1... co 16,900,601 Head 149, Ports other than Colombo Vole 2. 7” 'BM1.372 Hoad 150, Const Lights Vote 2 .. os  1a14sa Head 151, Running Expenses of Salvage Scheme Vote 1 m 100 Hood 152, Besio Technical Training Institute Vole 1 cS 349,627 Head 153, Railway Voto k «+ - cS 9927 ae Head 158, Hallway Voto 2 =< = Tere.920 Head 158, Railway Voto 8s mn a 170 ‘Head 154, Bleotrioal Department Vote 1 - ca 18,951,601 889,647,981 Sxcoym Sommpuys : Loan Fund Expenditure me * Vota 1, Ministry of Defence and Fixtecnal Aftairs vss 92,490,000 Vote 2, Ministry of Finonce . Sl ,688,010 Voto 8, Ministy of Home Affairs uM To 8:158,010",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "Vote 4, Ministry of Justice... a 27,882,000 Vols 5, Miniskey of Lends and Loud Development TT 1go\\e44.967 Vote 6, Ministry of Health =... o ch 18,796,120 Vote 7, Ministey of Education ... a ce 1,874,700 Vote 8, Ministry of Agriculture and Food =. ‘8.978.035 Vote 9, Ministry of Industries aud Ficheries .. Tl 9B)9en,994 Vota 10, Ministry of Posts and Information — ... oe 7048.1 Vola 11, Ministry of Tronspork and Works =.  46/307.780 Vote 12, Ministry of Labour... - Sh ainaiaie Vote 18, Ministry of Local Government i “28,204,800 BIT 840,878",
    "mean_p_confidence": 0.59
  }
]