[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON : 4th Session 1955-56 . Siig SSD Berns SEE Rabies (Amendment) Act, - No. 23 of 1956 Date of Assent: February 17, 1956 + Printed on the Orders of Government : Blrchsed at ‘the GO\" Pieco’ BOLO odtaeS far hog, Gout 2, om Sinate, Past Onicr Box Wo Soccer, Cae a Trice: 15 cents, Postage: 10 cents. no",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Rabies (Amendment) Act, No. 23 of 1956 3 1, D.—O. 68/58. An Acr 70 amEnp Tax Rapes ORDINANCE. ‘avin poge 788. [Date of Assent: February 17, 1956.]",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "BE it enacted by the Quean’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the autho- rity of the some, as follows :—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "4. This Act may be cited as the Rabies (Amend- shat sine, ment) Act, No. 28 of 1958.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2. Section 13 of the Rabies Ordinance ig hereby Azesimest ot amended by the addition at the end thereof of the <fGhepir asa following new paregraph:—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "“tleter, (6) If a person —",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "SS ete. (a) removes a dog from the custody of any other person who has lawfully seized it, or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "@® in any way moleste, obstructs ™ or prevents any other person in or from lawfully seizing, detaining or destroying a dog, he shall, on conviction, be liable to a fine not exceeding one hundred rupees, or to simple or rigorous imprisonment for a period not exceeding three months, of to both such fine and imprisonment. 4 JB. B6117-0.060 (1/68) ‘",
    "mean_p_confidence": 0.81
  }
]