[
  {
    "i_page": 1,
    "par_num": 4,
    "text": "eee PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF . SRI LANKA AIR NAVIGATION (SPECIAL PROVISIONS) ACT, No. 2 OF 1982",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 1,
    "par_num": 4,
    "text": "i ——_ ABET a [Certified on 20th January, 1982] -",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 1,
    "par_num": 4,
    "text": "* . Printed on the Orders of the Government . Published as 4 Supplement to Part II of the Gazette of the Democratit Socialist Ropublic of Sri Lanka of January 22, 1982,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 1,
    "par_num": 4,
    "text": "ee ‘PRINTED AT THE DEFARTMIENT OF GOVERMENT FRIXTTNG, BRI LANES — Price: 66 cents Posizge: 50 comin",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Air Navigation (Special Provisions) . Act, No, 2 of 1982 {Certified on 20th January, 1982] LD—O. 43/81 (Ax Act To amznp THe Am Navagation AC? ; 10 REPEAL THE",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Ampoats Aurnorrry Act, No. 46 or 1979 ; AND To PROVIDE",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "FOR BATTERS CONNECTED THEREWITH OM INCIDENTAL THERETO. BE it enacted hy the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1. (1) This Act may be cfted as the Air Navigation Short (Special Provisions) Act, No. 2 of 3982. dnd date of",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "operation.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(2) (a) The provisions of this section and Part I of this Act shall come into operation on the date of enactment of this Act, .",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(b) The provisions of Part II of this Act shall come into operation on such date (hereinafter in that Part of thia Act referred to as the “appointed date”) as the Minister may appoint by Order published in the Gazette. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "PART I",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2 Section 20 of the Air Navigation’ Act, (hereafier in Amendment this Part referred to as the “principal enactment”) is Stetton 20 hereby amended in paragraph (b) of iubsection (1) of that ofCbapter section, by the substitution for the words “ such other officers and sorvants aa may be, of thé, wonls “ such other officers, servants and agents as may he”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "3. The following new section is hereby inserted Inpertion fmmediately after section 2f, and shall have effect as section SEO\" 51. ‘Wa, of the principal enactment :-— in the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Sonne « Appoints 2ia, (1) The Min'ster may, by Order Récfinag ‘Published in the Gazette, appoint as an ‘he functions Agent of the Government, a company regis- of Agent,\" tered under the Compenies Ordinance, being @ compeny of which ninety-five per centum of the shares are held by the Government and the balance ghares are held by a Corpo. . ration or the body or company which operates the national eirtine, for the follow- ing purposes :— . . .(@) the development, maintenance and . administration on behalf of the . Government, of aerodromes and 2 ponas16 060 GTP)",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "a Air Navigation (Special Provisions) . Act, No. 2 of 1982 () the provision of afrport and aerodrome facilities at such airports, ang |, Serodromes 5 fe), the provision, and maintenance of ait ‘vot ye faVigatlon, services and facilities ; (@) the provision of fire-fighting services evn Bt seradeomes, SS 0 » @) Notwithstanding anything in the ‘memorandum and articles of--assoclatlon: of the Agent, ‘the Minister may, by ‘Order published . in. the Gazette, remove any rmember of the Board, of Directors of the Agent from offtee, where it appears to him that such removal ia necessary ar expedient -for’the ‘effective discharge by the Agent, of ‘his fanetions.ns nett tess nice ay pelle ne salt oy, (adel fete ae tt leas oe +1@)-The:, memorandum and, ‘articles ot ‘association of such Agent shall not be amend- ed exept withthe prior written approval ofthe: Minister, «'Any.amendment purported to-be made without such approval shall have eng.forceop effect in laws, te poise yrs ch (he, Haale yah fe the Regt general of special directions as to’ the dis- sharge by the Agent of his functions and ft shall be the duty of suck Agent to comply MANE, Fue, HpeetioMs, i tie yloseitowne (5) Without prejudice te the gaiierality of the power conferred on the Minfster by “wubsection!(4);\"the: Minister may -give the + Agent r directions to-do, e..particuar’, thing which the Agent has, power to do, or to. “brains trom dothg’a'vparticular thing’ it ‘he a Sentidars,\"'3E‘apptopriate' to give such AAROCHOUETS vosartich ptt Ire > (a) itivthe -ntereste of national xeourity 5 conibtis tape iia onl exteqe (8) in connection With thiy matter appear- \"ing tothe\" Atinister to affect the iselations of the Republic with any other-cautry oF territory; or",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "ir Navigitlon -(SpeclalPiowidions) - 8 Act,’ NG, 2of 1982 4 ~.(@) 1n onder to discharge or facilitate the ci srgndischarge,.of at, obligation binding ‘al som the Republi¢:.by virtue of it nit io 4 being a member.of an international 7 organization or a party to an inter- © trnaational agsgemants or 1\" (d)- bh order’ to‘attain'ot-to faellitate the Ui = attainment ofvany-otber object the bs Ter 'attainment-of'whieb is in the opinion os af the Minister appropriate in view ‘oo nef the:tact that the Republic ts a s-ovdt “member of ax international organiza ‘'-'\"S Gon or'é ‘party'to'an international oi -4 lv igreement yen\" Eee: .. (© An onder to,, enable the Republic to ‘ova, become &\"iember of an inter 17 2\"\"\" ational organtéation or a party to tel cy a international agreement, 46) Tad i cit at ae “., @ regulating, the de ‘of any airport or set gh AOPOUROTS Fey ont (b) allocating, at. any-such sirport or vslws 1 gerodrame, facilities for the use of Touch SD¥ government. department, “the Agent\" shalt act after donsultation with | eli canti aR ws (7) The. Agent shail, in the event of any accident, to. any, aizeraft-ar any interferenes with, or! damage. to;, any navigational aida, bring such matters to the notice of the Mem spon 1 ‘ 98) The. Minister, may, for the purpose of ‘enabling the Agent to.discharge his functions, amake available to, such Agent, on such ; termis and conditions ‘ss may be- determined ‘by hind, the use and’ eontrol of any such ‘Strimovable and tnovable ptoperty as is vested “inthe Disete of Givi Avion (9).The “Agent..aball, maintain in good order all immovable and movuble property pnddé avajldble to'hish under subsection (8) Std ball not, \"alter, on, ghange any stich",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 + Air Navigation (Special Provistons) Act, No. 2 of 1982 propetty or dispose of any interest therein : or construct any runways, taxiweys, aprons, buildings and hangars therean without thé prior written approval af the Minister. (10) In time of war, whether actual or ‘imuainent, or of national emergency, the ; ‘Minister may by order require that any property made available to the Agent under subsection (8) be placed at the disposal of the Minister and while such order is in foree, the Minister may give to the Agent such directions ag he thinks fit, as to the management of such property and it shall be the duty of the Agent ta comply with such directions, (1) All such contracts, obligations and Unbilities of the Government relating to air navigation subsisting on the date of the Order under subsection (1) as are declared by the Minister by Order published in the Lon Gazette, shall be deemed with effect from the date of the second-mentioned Order, to be the contracts, obligations and Liabilities of the Agent. (12) Every contract entered into by the Agent after the date of the Order appointing im ag such Agent shall, unless there is ex- press provision to the contrary in the terms of such contract, be deemed ta ke @ contract * entered into by the Agent on his own behalf «and not on behalf of the State and shall be : deemed not to bind the State, (13) No proceeding shall lie against the State in respect of anything done or omttted 2 + te be done by the Agent in the discharge or purported discharge of hia functions, (14) Sections 12, 18, 14 and 15 of the Y Finanee Act, No. $8 of 1971, shall, mutatis : ‘mutandis, apply to the audit of the accounts ‘ .. Felating to such sums of money a3 may be Provided hy Parliament for the capital ex- . penditure of the Agent. (15) The Minister may, by a notice in ‘writing, require ‘the Agent to tumish him with such information regarding it's finances",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "Air Navigation (Speciat Provisions) $ ‘Act, No. 2 of 1982 as may be specified in such notice and it shall be the duty of the Agent to comply with the requirements of such notice and ‘the Agent shall, at the end of each calendar year, submit to the Minister—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(a) 2 report of its work during that year;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "and",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "{) a copy of its budget, balance sheet",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "and profit and Iosa account for that year.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(16) Where the appropriate authiority is satisfied that, by reason of the appointment of an Agent under subsection (1), the services of any public ofileer (other than an officer in the combined service of the Government who is Hable to transfer under the minutes of the service) are no longer required in the Department of Civid Aviation, he may abolish the post held by thet public officer : .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "Provided that the appeopriate authority may abolish the post held by any public officer who ts an officer of the combined service of the Government and who has served continuously in the Department of Civil Aviation from a date prior to the setting up of that combined service if the appropriate authority in satisfied that by the reason of the appointment of the Agent, the services of that officer are no longer required in that department,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(17) Where the past held by a publie officer whose post is abolished under subsection (1) is declared to be pensionable under the -Minutes on Pensions much officer shall be",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "_ eligible to the payment of such pension or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "+, @ratulty ax would have been paid to him",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "“under .the Minutes on Pensions had he retired from the public service on the ground of nbolition af office, .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "% \\-Ali Navigation (Special: Provisions) ‘Act, No, 2-of 1982 +-(28)..Whare any public officer whose post 4s abolished under subsection (16) is under a sbond or-agreement to serve the Government vfor-a specified period, any service by him on the. staff of the Agent shall be regarded an service to the Government for the purposes f fulfilling such hond or agreement : Provided that if any such officer is offered ¢mployment-on the staff of the Agent and che does not-accept such offer, he shall be liable, subject to the terms and conditions of such bond or agreement, to pay the -Government, in respect of any unfulfilled vperiod of service under such bond or agree- -Ment a sum of-money: computed in accord- ance. with the terms of such bond or agree mentstuccr cine serie “? “(lby” (@y At the request of the Agent any ‘public ‘offeer; other than'a public officer to Whom sitbsections (16) and (17) apply, may, ‘\"alth ‘the ‘consent ‘of such officer and the Secretary to the Ministty of the Minister for the time being in charge of the subject of ‘CiviY Aviation and ‘of the Secretary to the ‘Ministry’ of the Minister” in charge of the “Subject of Public’ Administration, be tempo~ ‘yarily appointed to the staff of the Agent for such, period ab tay be determined by the 4 Aeent ‘with like consent, or with Ike con- sent be ‘permanently \"appointed to such BBE igi ll Bo unease vn 4b) Where a public oficer 1s temporarily ‘appointed to the staff of the Agent the pro- ‘visiong of subsection (2) of section 13 of the (Transpurt Board’ Eaw, No. 19 of 1978, shell, 2 oqdeeanls sautanais;-apply'te, and in relation ‘gto “ie! 2 VE) Sabin casocaeet® un seadaaniet- 2 Yo (©). Where 9, public officer is permanently appointed, fo the staff of the Agent the pro- \"visions of “mubsedtion”(3)\" of section 13 of “the “Teatishort: Botird’ Law, No. 19 of 1978, ighallywmufatis wmutondig, apply to, and in relation to, suck officet,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Air.Navigation. (Special Provisiomsy | Act, No.2 of 1982 vy (20). ‘The Agent shall be-exempt from the payment. of any customs duty.on any edpital ‘equipment imported by him.for the develop- nent of airports or of air, navigation services or facilities. ”, prsaileat a,» Geetion “22 -of the'-prinvipal “enactmenti-is hereby Amendment atnended by the substitution for the.words “of this Act, of tion 22 of the words “of this.Act other:than expenses incurred by principa the Agent in,the discharge. of jhie functions”, ‘enactinent, \"R Becticd “SF \"SE\" thie” prinelgel “enactment is hereby Replacement repeated ahd ‘the following section substituted therefor:— $f Sectjon Theva in aeuegtsnn ieee atittingan Gh 2B of ts rergeete 23, (1}-All stimi paid or recovered by way  Sactment, Bomtiaang, of fees, charges or fines under this Act shall, Fund. .cjyntte Subject to subsection (3), be payable into the Consolidated Fund. a tteituh : wl (2) The-Agent’ shall:collecf‘or recover on “behalfof ‘the-Governmentj-ach fees, rents, . taxes or other charges.-tmposed or levied ander this Act.as may be specified by the . Minioar by Ordes publighed in the Gazette. F iaitthe Agent’ sball'Fetain, os fees tor wothe services provided by bin In the discharge of Bis functions, such’ part of the fees, taxes ‘or charges collected or recovered by him on ‘behalf-of the Government -as‘is:specified by ‘the Miriletet By Order published in the “Gazéite and shall remif tie’ balance to the Consolidated Fund. ”. ae PAT re-Geu Section! $8 Mf othe -printipal nenactmend. ig thereby Amendment araended in subsection (1) of that section ag followers” 3s of the: 1. m Gb by Ahe,inesertion, immediately after the definition, of “aerodrome”, of the following new definitign :-— 1 43 SdAgent Rameanean Agent sppointedimndan section wulteA stot § Ah. vn be Gi) by the: insettiony iiamediatdly! after the definition of “ airceatt™ ofthe following new ‘definitions :— -F¥Ake wil sls» ec pyle alae Ss nid maylgationdl, Zaciitlet tani",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Air Navigation (Special Provisions) : Act, No. 2 of 1982 >. “ainport” means en aerodrome at which facilities are provided for the shelter, servicing or repair of arcraft, for receiving or discharg- ing passengers or cargo, and includes @ heliport ; : “aie traffic control” meane a service provided for the purpose of— (@) preventing collisions— G@) between aircraft, and G)_on the manceuvring area between . aiveraft ond obstructions ; and (®) expediting and maintaining an orderly . flow of air traffic 5”; , Gti) by the insertion, immediately after the definition of “licensed nerodrome”, of the following new definitions :-— “* national airline” means the air ine for the time . being designated as the national carrier of ‘Sri Lanka; “navigational alds” means visual and non-visual navigation aids along an air route, visual and oe non-vistial aids to approach and landing at <1\"). serodromes and includes communieation Les services, meteorological’ services and the afr . ‘traffic control services ; “navigational facilities” means facilities provided to permit safe navigation of aircraft and _. includes visua? and anop-visue] navigation PART I Repeal of 7, 'The Airports Authority Act, No. 45 of 1979, is hereby ‘AZL No, 48 ° sat No repealed. In this section and in section 8 the “ Airports Authority” ineans the Airports Authority established by Act No. 46 of 1979. ‘Trensitionat 8. (a) All property immovable and movable in the provisions. Poseasion and control of the Airports Authority ‘on the day immediately preceding the appointed date shal be transferred to and vest in, the Director of Civil Aviation; ... (®) all debts, obligations and [fabilities incurred, and all contracts, deeds, agreements and other instrumetite executed, or entered into, end all",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "Air Navigation (Special. Provisions) s ‘Act, No. 2 of 1982",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "matters and things engaged to be done, by or with, the Airports Authority prior to the appointed date and subsisting on the day iromediately preceding the appointed date shall be deemed to have been incurred, executed, entered into or engaged to he done, as the cass - may be, by or with the Agent appointed under section 21a of the Air Navigation Act;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "(©) oll actions and other proceedings instituted by or ‘against the Airports Authority and pending oa. the day immedistely preceding the appolnted date shall be deemed to be actions and proceed- inga instituted by or against the Agent appointed under gection 21a of the Air Naviga- tion Act and every such action or proveeding may he proceeded with and enforeed sccord- ingly; -",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "(q) ll officers and other employees in the serviee of the Airports Authority on the day immediately Preceding the appointed date abell ceare to be employees of the Airports Authority and shall, if not offered employment under the Agent appinted under section 214 af the Air Navigation Act, be eligible for payment of such compensa flon and gratuity ax may he determined by the ‘Minister having regard to the past services of the employees and other matters relevant to the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "\" determination of auch compensation and gratuity.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "ee eeeeSSe*",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "Knnual subscription of Billa and Lawe of the Parliament Ra 160 (ool),",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "Rs, $00 (Foreign), payable to the Soemnmeenarr, Govmsnmit PusXATONG",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "‘Dunaay, P, 0. Box 800, Coconeno 1, before 18th December each year in reapect of the year following,",
    "mean_p_confidence": 0.61
  }
]