[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "en Co) is PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF ” SRI-LANKA “ STATE PRINTING CORPORATION (AMENDMENT) ACT, No, 7 OF 1998 4 _ : . (cate an I ) Pre te Or of Goverment PtSi PL mf De ae rttSntaaea nae oe name wwe 28",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": ". Sie Pring Copaaon (amend ‘hana 7p 088 {Ostia on 2 Mac, 198) 00.083, A Act 10 at 10 So Pea Coeur No 2h or Ba nec ye Pane he Dec Sait Repose a So Lenten ies 1 ThA bein Sine Ptny Copan Sete (Aerie At Na ok 8 2, Seon 4 of SutePiting Corerion Act, Ama ot No 2401908, estate toed ote ep eee ‘rnactmen) as ast amended by Act, Ne. $1 of (980, iehernby \"O24 18. cube eended Ie rabecon (3) otter eon Eta ) by the aetetitution, For paragragh (e) of that ; hanson afte over prep J (2 loved el ion cd export a Font eoeatn as ema gins ‘dk pabensmn re pid ‘ike Conponution oe by any other instinlion Ie : Sita otertumartetssedytteains 4 fein opted fr the Eaurenal 4 sect oan te Etcanl : took obesint aeeepaenapes 2 ‘3 cee pcan peo pelted wea : © ty the substiting, for paragraph dot that ‘hstion oft otoung peep “(6 to verte the co-pulicton of bots, Gorn side ewopepos mepenr coer pant |G) by the renurubeting of paragraph (¢) of that subsection ‘as paragraph (g) thereot ; and 2ADoerie— 9 O70",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 State Printing Corporation tAutendmeat) Aer No.7 of 1998 (by the insection, immeditely aftr parngragh (ad of ‘hat eubsection, of he Following ve parngraghs'— Ce) underoke che manuocure. impor, export, purchase and sul, of stationery ond clher saclay produc | ) to provide any ater services angio pining orpublabing sand”. aes 3 Inthe even of any inousiieacy betwonn the Sinhala ‘ee and Tami vents of tis Ack the inal ex sha preva",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "; ‘amacrine iad hfe Preece La) Be ENE arbi ie Semone, Gomaven Pein Busi No 3, Toran Pate \"Loa Ros Gaal hon hn pe pce OWE",
    "mean_p_confidence": 0.26
  }
]