[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA ; NATIONAL ENVIRONMENTAL ACT, No. 47 OF 1980 _ [Certified om 29th October, 1980] . . Printed on the Orders of Government . Pubtished au a Supplertent to Part I of the Gaaett of the Demnoerate . Socialist Republic of Sri Lanka of October 31, 1980 suntan 62 SE SED OF coMINERT PRENSA yo ve Frimina A Ta Gore rommestnm vee, enonao . Price: Ra. 120 . ‘Postage: 75 cents",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "National Environmental Act, No. 47 of 1980 acess +.» [Certified on 29th October, 1990] mn eet L. D—O. 4/78 os * AN Ach 10 estastists « Cenrnat, Envigowsenrat, AUTHORITY TO MAKE PROVISION win musrucr To THe Powsns, Func- : IONS AnD DUYIEX OF THAT AUTHORITY ; AND 70 MAKE . ... FROVISION FOR Tar PROTECTION AND MANAGEMENT OF THE <2, EMVIRONsGENT ano FOR MATSERS CONNECTED THEREWITH OR . THOIDENTAL THERETO. _ BE it enacted by the Parliament of the Democratic Socialist ‘Republic of Sri Lanka ag follows :— me,",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4. ‘This Act may be ited as the Nations] Environmental Short dle Act, No. 47 of 1980 and shall come into operation on such eration, date ss the Minister may appoint by Order published in the Gazette,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "PART I Esramasmaunt of cue Cantal, Envmonmanza, AumHonr ‘amp an ExvinowMerrat ComNctL",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2. (1) For the purposes of this Act there shall be Establish established an Authority called the Central Envizommental pent of tie Authority. 7",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(® The Central Environmental Authority established under subsection (1) (hereinafter referred to as “the Authority”) shall consist of the persons who are for the time being members of the Authority under subsection (1) . of section 1",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(3) The Authority shall, by the name assigned to it by subsection (1), be 2 body corporate and shall have perpetual succession and # common seal and may sue or be sued in such pame.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "% () The Authority shall consist of three metabers Members appointed “by the President in consultation with the ZU i, Minister— : oan",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "{a) two of whom shall have adequate expertise and quali- \"7",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "<- __ fieatjons in the subject of the environment ; and",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(b) one af whom stisll have suttable acrainistrative skill",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "and experience in enviteamental management.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(2) The President shall appoint one of such members to be the Chaicman of the Authority.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2A SIO aan",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "2 National Environmental Act, No. 4? of 1980 Sel of the 4. (1) ‘Tho seal of the Authority shall be in the custady Authority. of the Authotity. (2) \"The seal of the Authority may be altered in such . mannner as may be determined by the Authority.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "{8} The seal of the Authority shall not be affixed to any instrument or document except in the presence of two mem- bers of the Authority both of whom shall sign the instra- ment or document in token of their presence. / .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "Fund of the 5. (1) The Authority shall have its own Fund, There",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "Authority. shall be credited to the Fund of the Authority—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": ". (a) all such sums of money as may be voted from time to time by Parliament for the use of the Authority",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(b) all such sums of money as may be received by the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "Authority in the exercise, discharge and perfor- mance of its powers, functlons and duties ; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "{e) all such sums of money as may be received by the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "Authority by way of loans, donations, gifts, of grants from any sources whatsoever, whether in oF outside Sri Lanka. ,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(2) There shall be paid out of the Fund of the Authority all such sums of money required to defray any expenditure incurred by the Authority in the exercise, discharge and performance of its powers, functions and duties.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "43) The initial capital of the Authority shall be twenty million rupees, The amount of the initial capital shall be paid out of the Consolidated Fund in such instalments a& ‘the Minister in charge of the subject of Finance may in consultation with the Minister determine end such sums shall be credited to the Fund established under subsection",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "a.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "‘Financial 6. (1) The nancial year of the Authority shall be the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "Saadk ot calendar year.",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "ome.",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "ee ty, (2) The Authority shall cause proper books of accounts ‘to be kept of the income and expenditure, assets aud Iabill- ‘Hes and all other transactions of the Authority.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "«3) The Auditor-General shall audit the sccounts of the Authority every year in accordance with Articte 164 of the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "Constitution,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "National Environmental Act, No. 47 of 1960 8",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(& The Authority shell annually prepare a report of the work of the Authority and forward euch report to the Auditor-General who shall, together with his report table much reports in Parliament and such reports shall be ‘published in the Gazette for general information before the Japse of the year succeeding the year to which such report of the finances relate,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "7. (1) There shall be established the Environmental Etviroa- Council (hereinafter referred to es “the Council”) which Caunell shall consist of the following members appointed by the Minister :—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(@) a senior officer of the Ministry of the Minister ia charge of the subject of Local Government nomi- nated by such Minister;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(®) a senior officer of the Ministry of the Minister im charge of the subject of Finance nominated by such ‘Minister ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(e) a senior officer of the Ministry of the Minister in charge of the subject of Plan Implementation",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "~ nominated by such Minister ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(@ a senior officer of the Ministry of the Minister in charge of the subject of Lands nominated by such ‘Minister : .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(@) a senior officer of the Ministry of the Minister in charge of the subject of Health nominated by such Minister: .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "() a senior officer of the Biinistry of the Minister in charge of the subject af Industries nominated by such Minister ; .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "() a senior officer of the Ministry of the Minister. in",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": ", charge of the subject of Transport nominated by such Minister ; _h) @ senior officer of the Ministry of the Minister in : charge of the subject of Power and Energy nomnina- ‘ted by such Minister ; 5 SA mon @0p05;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Nationst Environmental Act, No. 47 of 1990 +. fi) a senior officer of the Ministry of the Minister in =1_. change of the subject of Highways nominated by 1, such Minister 5 + G) a sentor officer of ths Ministry of the Minster in™ -', charge of the subject of Agriculture nominated by such Minister ; {k) a senior officer of the Ministzy of the Minister in charge of the subject of Fisheries nominated by oy such Minister ; “ ..@) a senior officer of the Ministry of the Minister in +c} - Charge of the subject of Tourism nominated by such ‘Minister ; tm) a senior officer of the Ministry of the Minister in charge of the subject of Labour nominated by such 7 Minister ; {n) a senior officer of the Ministry of the Minister ia i. ~ charge of the subject of Textile Industry nominated a by such Minister ; {0} a senior officer of the Ministry of the Minister in _ . » tharge of the subject of Plantation Industry nomi- . mated by such Minister ; _  @) a senior officer of the Ministry of the Minister in charge of the subject of Foreign Affairs nominated 7° * by such Minister ; “'@) @ senior officer of the Ministry of the Minister in charge of the subject of Education nominated by a+ seh Mintster 5 (7) @ senior officer nominated by the Minister in charge of the Greater Colombo Economfe Commission established under the Greater Colombo Econosaic ' Commission Law, No, 4 of 1978. (8) the person holding office for the time being as the General Manager of the Authority; and | @ three members nominated by the Minister to repre: sent the interests of voluntary agencies in the field of environment, : @) The Minister shell appoint one of the membert ieiaied under subsection (1) to be the Chairman of tht",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "National Environmental Act, No. 47 of 1980 &",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "{8) The functions of the Council shalt be—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(a) generally to advise the Authority on matters pertain- ing to its responsibilities, powers, duties and fune- tions ; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(2) to advise the Authority on any matters referred to the Couneil by the Authority.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "8 (1) A person shall he disqualified from being appointed Disqualit- ‘or from continuing as a member of the Authority or Coun- S2UGn OE ale",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(©) if he 5s, or becomes, a member of Parliainent ; or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(b) if he is not, or ceases to he, a citizen of Sri Lanka,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "{2) The persons appointed under sections 3 (1) and 7 (1) shall, subject to the provisions of subsections (4) and (5) of this section, as the case may be, hold office for a term at three years and shall be eligible for reappointment",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "@) (@) no member of the Authority shall be a member",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "of the Couneil ; and (®) no member of the Council shall be a member ‘of the Authority.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(4) The President in consultation with the Minister shall remove from office any member of the Authority—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(a) iff he becomes subject to any of the disqualifications",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "+ set out in subsection (1) ; or (6) if he becomes permanently incapable of performing his duties owing to any physical disability or unsoundness of mind ; of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(©) if he does any act which, in the opinion of the Prest-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "dent, is likely to bring the Authority into disrepute,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(5) The Minister shall remove from office any member",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "of the Council {a} if he becomes subject to any of the disqualiffcations set out In subsection (1) ; ot ()) if he becomes permanently incapable of performing his duties owing to any physical disability or unsoundness of mind; or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "6 National Environmental Act, No. 47 of 1980 (c) ithe does any act which in the opinion of the Minister is Ukely to bring the Council into disrepute, Provided, however, that no member of the Counell shall, be removed from office, without the concurrence of the ‘Minister who nominated such member,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(6) In the event of the vacation of office of the Chainnan. or any other member of the Authority from office under the provisions of this section the President in consultation with the Minister may appoint another person to hold such office during the unexpired part of the term of office of the mem- ber whom he suceeeds,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(7) In the event of the vacation of office of the Chairman or any other member of the Council from office under the provisions of this section the Minister may appoint another person to hold such office during the unexpired part of the term of office of the member whom he succeeds,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "Provided, however, that no appointment shall be made under this subsection, without the concurrence of the Mints- ter who notninated such member.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(@) If the Chairman or any member of the Authority 38 temporarily unable to discharge the duties of his office due to ill health or absence from Sri Lanka or for any other - cause, the President in consultation with the Minister may appoint some other person to act in his place as Chairman or ag member.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(8) If the Chairman or any member of the Council is temporarily unable to discharge the duties of his office due to fll health or absence from Sri Lanka or for any other ~ cause the Minister may appoint same other person to act in his place as Chairman or as member:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "Provided, however, that no such appointment shall be made without the concurrence of the Minister who ‘nominated auch member.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(10) The Chairman or any member of the Authority may at any time resign his office by letter in that bebalf addressed to the President :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": ". (11) The Chairman or any member of the Council may",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "at any time resign hia office by letter in that behalf addressed",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "to the Minister,",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "National Environmental Act, No, 47 of 1980 7",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(2) The Chairmen or any member of the Authority, or the Chaitman or any member of the Council may be paid such remuneration out of the Fund of the Authority as may be determined by the Minister,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(13) The Chafrman of the Authority or Council shall,  * present, preside at all meetings af the Authority, or Council, as the case may be. In the absence of the Chairman of the Authority or Council at any such meeting, the members present shall elect one of the members to preside at the ineeting.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(14) (a) The quorum for any meeting of the Authority shall be two members,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(®) The quorum for any meeting of the Council shall be seven members,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(18) (a) The Authority or Council, as the case may be, may regulate the procedire in regard to the mestings af such Authority or Council and the transaction of business at such meetings,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(b) Meetings of the Authority shall be held at such tines and places as the Authority determines,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(©) The Council shall meet at Yeast four times euch year at such times and places as are fixed by the Authority.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(16) The Authority shall, in the exercise, discharge and performance of its powers, functions and duties under this Act, be subject to such general or special directions as may, from time to time, be issued by the Minister.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(17) A member of the Authority shall not, except in special circumstances and with the consent in writing of the President {m consultation with the Minister during his continuance in office, directly or indirectly engage in any ‘paid employment outside the duties of his office.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(18) No act or proceeding of the Authority or Couneil shall be invalid by resson of the existence of a vacancy among their respective members or any defect in the appointment of a member.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "9% (1) The Authority shall appoint a District Environ- District ‘mental Agency for each administrative district consisting Eyre of such members as the Authority may determine,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": ": @) The Government Agent of each administrative district gholl be the Chairman of each District Environ- mental Agency.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "8 Nationat Environmental Act, No. 47 of 1980",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "(@) A District Environmental Agency shall exercise, discharge or perform any such powers, functions or duties of the Authority as may be delegated to such agency by the Authority.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": ". (4) The members of a District Environmental Agency may be paid such remuneration as the Minister may in consultation with the Minister in charge of the subject of Finance, determine.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "PART B Pownns, FUNCTIONS AND DUTIES OF THE AUTHORITY Powers, 4. (1) The powers, functions. and duties of the functions | Authority, shall be— be eae (a) to administer the provisions of this Act and the thority, regulations made thereunder ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "{%) to recommend to the Minister, national environ-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": ". ‘mental policy and criteria for the protection of any portion of the environment with respect to the uses and values, whether tangible or intangible,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": ". to be protected, the quality to be maintained, the extent to which the discharge of wastes may be",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "Permitted without detriment to the quality of the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": ". ‘environment and long range development uses and Planning and any other factors relating to the protection and management of the environment;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "“\" (@) to undertake surveys and investigations as to the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": ". causes, nature, extent and prevention of pollution and to assist and co-operate with other persons or bodies carrying out similar surveys or investiga- tions ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "{@) te conduct, promote and co-ordinate research in relation to any aspect of the environmental degrads- tion or the prevention thereof, and to develop criteria for the protection and improvement of the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "+ environment 5 .",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "(@) to\" spectty standards, norms and criterla for the protection of beneficial uses and for maintaining the quality of the environment ; .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "{{) to publish reports and information with respect to any. aspects. of environmental protection and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "“ management ; (g) to undertake investizations and inspections to ensure |, gompliance with this Act and to investigate com-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": ". plaints relating to non-compliance with any af its",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "Provisions ; :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "National Environmental Act, No. 47 of 1980.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(i) to specify methods to be adopted in taking samples :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "and making tests for the purposes of this Act; . * @ to provide information and education to the publlé =. | |. . regarding the protection and improvement of the environment ; + G) to establish and maintain aston with other countriea . and international organizations with respect to environmental protection and management;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "() to report to the Minister upon matters concerning the protection and management of the environment and upon any amendments {t thinks desirable in existing legislation concerning any portion of the . ‘environment, and upon any matters referred tof = by the Minister ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(to promote, encourage, co-ordinate and carry out long : range planning in environmental protection and management ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "{m) to encourage, promote and give effect to methods of converting and utilizing residues,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(2) Before the end of the month of December of each",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "year, the Authority shall submit to the Minister, » réport of the work of the Authority and the Council during the previous financial year, and the Minister shall cause such report to be tabled before Parliament within fourteen days after its receipts or, if Parliament is not in semion within fourteen days after the next meeting of Parliament, = .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "1 ‘The Authority may, with the consent of the Minister, Borrowing ‘or in accordance with the terms of any general authority of the given by him, borrow temporarily, by way of overdraft or MBS. otherwise, “such sam as the Authority may require far meeting the obligations of the Authority in discharging ft duties under this Act: .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "Provided that the aggregate of the amounts outstanding in respect of any temporary loans ralsed by the Authority under this subsection shall not at eny the exored euch sum as may be determined by the Minister in consultation with the Minister in charge of the subject of Finance, :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "10 National Environmentat ‘Act, No, 47 of 1980 Power,“ th\" 4) The! Authority may with the concurrence of the rections Minister from time to time, give to any local authority in te leettien, Writing such directions whether special or general to do or",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "cause to be done. any act.or thing which the Authority ~",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "deema necessary for safeguarding and protecting the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "‘environment within the locel limits af such Jocal authority,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "1 +\"(2} Every local authority to which a ditection has been given under subsection (1) shall comply with such direction,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "Ce Oy PARR",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": ". 1 (STAEP-OF THE AUTHORITY = generat 18,\" (1) There shell be a’ General Manager of the Manage’, —_‘autherity appointed by the Minister, who chall be the chief and watt executive officer of the Authority.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "(2) The General Manager shall, subject to the general direction and control of the Chairman, be charged with the direction of the business of the Authority, the organization and: execution of the powers, functions and duties of the ‘Authority and the cdministration end control of the ‘employees.of the Authority.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "(8) The General Manager shall also function az Secretary to the Authority.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "* (@) The Secretary shell be entitled to be present-and to speak at meetings, but shall not be entitled to vote at such meetings. * Appartment 14, (1) ‘Tho Authority may appoint such officers and toners, servants aa it considers necessary for the efficient exercise, and agent, discharge and performance ‘of. its powers, Zunctions, and duties. . . . (2) The officers and servants.of the Authority shall be rermunerated in such manner and st such rates, and shall ‘be subject to such conditions of service, as may.be deter mined by such regulations as may be prescribed. (8) At the request of the Authority any officer io the ‘public service may, with the consent of that officer and the Secretary to the Ministry of the Minister in charge of the subject of Public Administration, be temporarily appointed to the staff of the Authority fot such period ss may be determined by the Authority with Itke consent, oF be permanently appoitited to such sta, 02)\" 1",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "‘Notional Environmental Act, No. 47 of 1980 1b” (4) Where any officer in the public service is temporarily . appoiated to the staff of the Authority, the provisions of subsection (2) of section 13 of the Transport Board Lew, No. 19 of 1978, shall mutatis mutendis, apply to and in rela- tion to him. (5) Where any officer in the public service is permanently =“ . appointed to the staff of the Authority, the provisions of subsection (8) of section 18 of the Transport Board Law, No. 19 of 1978, shall mutatis mutandis, apply to and in rela- tion to him. (6) Where the Authority. esploys any person who has entered into a contract with the Government by which he has agreed to serve the Government for 2 specified perfod, any period of service with the Authority by that persoa shall be regarded as service ‘to the Government for the purpose of discharging the obligations of such contract. (1) At the request of the Authority any member of the Local Gevernment Service or any other officer or servant of any local authority may with the consent of such member, officer or servant and the Local Government Service Advi- sory Board or that local authority, as the case may be, he temporarily appoiated to the staff of the Authority for auch period as may be determined by the Authority with like : consent or be permanently sppointed to such staff on such terms and conditions including those relating to pension or provident fund rights as may be agreed upon by the Autho- rity and the Local Government Service Advisory Board or that local authority. . . (8) Where any person is temporarily appointed ta the . staff of the Authority in pursuance of the provisions of subsection (7), such person shall be subject to the same isetplinary control as any other member of such staff. : PART IY . Byvmownamerat, MANAGEMENT 15, The Authority in consultation with the Counefl shall, Laid Use with the assistance of the Ministry of the Minister in charge | ™nasement of the subject of Lands, formulate and recommend to the Minister a land use scheme consistent with the following objects: — (a) to provide a rational, orderly and efficlent system of the acquisition, utilization and dfsposition of tand a and its resonrees tn order to derive therefrom . * maximum benefits ; and. .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "12 National Environmentat Act, No. 47 of 2980",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(2) to encourage the prudent use and conservation of land resources in order to prevent an imbalance between the needs of the nation und such resources :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "‘Land Uae 16, The Land Use Scheme formulated under section 16 Boheme. A may include—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(@ ancientifically adequate land inventory and claésifion- lon system ; :",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(®) 2 determination of present land uses, the extent to which cuch land fs utilized, under utilized or rendered idle or abandoned ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "+ (¢) a compehensive and accurate determination of the adaptability of land for community development, agriculture, industry or commerce ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(@) identification of areas having important historle, cultural, or aesthetic value where uncontrolled development could result in irreparable damage;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(@) @ method for exercising control by the Government over the use of land in areas where environment control is deemed necessary ; and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(f) a policy for influencing the location of new areas for",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "‘ the resettlement of persons and the methods for assuring appropriate controls over the use of land in and around such areas,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": ". Natural Resources",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "Noturat 4%, ‘The Authority in consultation with the Council shall Free Tecommend to the Minister the basic policy on the manage- and\" ent and conservation of the country’s natural resources fn Conservation. order to obtain the optimum henefita therefrom end to preserve the same for future generations and the general messures through which such policy may be carried out effectively. Fisheries Manogtmtnt 18. ‘The Authority n consuiltation with the Counell shall Fisheries und With the assistance of the Ministry of the Minister in charge Aquatic of the subject of Fisheries, recommend to the Minister & ‘Resources, system of rational exploitation of fisheries and aquatic resources within the territorial waters of Srl Lanka, oF withia its exclusive economic zone; or within its inland",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "waters and shall encourage citizen participation therein 10",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "maintain: and ‘enhance the optimum and cantinvous",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "poductivity of such waters, -",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "National Environmental Act, No. 4¥ of 1980 18 19, Measures for the rational exploitation of fisherles Mepeures for and other aquatic resourees may include the regulation of Srgillation the marketing of threstened species of figh or other aquatic gf ed life. m Wildlife 29, The Authority in consultation with the Council shall, Management with the assistance of the Ministry of the Minister in fo\" u4 charge of the subject of Wildlife conservation, recommend life. to the Minister a system of rational exploitation and conser- vation af wildlife resources and shall encourage citizen participation in such activities. Forestry 21. ‘The Authority in consultation with the Council shall, Management with the assistance of the Minlstry of the Minister in charge pollcy far of the subject of Forestry, recommend to the Minister a system of— * (a) (i) rational exploitation of forest resources, Gi) regulation of the marketing of threatened forest esources, Gii) conservation of threatened species of flora, and ‘shall encourage citizen participation therewith to keep the country’s forest resources at maxi- mum proudetivity at all times ; {®) promating a continuing effort on reforestation, timber stand improvement, forest protection, land classifi- cation, forest occupancy management, industrial trea plantation, parks and wildlife management, multiple use forest, timber management and forest veseerch, : Soil Conservation 2% The Authority in consultation with the Council shall, Mapsgmment with the sasistance of the Ministry of the Minister in charge Sol caner- vf the subject of Soil Conservation, recommend sofl conser- “#55 vation programmes including therein the {dentification and . Protection of critical watershed aress, encouragement of sefentifie farming technique, physical and biological means ‘Of sotl-conservation, and short term, and long term research ‘and technology for effective soil conservetion,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "+. M4 National Ravirowmental Act, No. 47 of 1980 ‘Snvironmen- 23. ‘The Authority may undertake and promote contin. Matresearch ing studies and research programmes on etvlonmental",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "caanagement and shell from time to time, determine priority",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "+ areas of environeatal research, :",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": ", PART V GunenaL Furnishing «24, (1) For the purpose of giving effect to the principtes oe ton ‘and ‘objects of this Act, the Authority may, by notice in writing served on the occupier of any premises, require that occupier to furnish to the Authority within fourteen days or such longer period as is specified in the notice such . information as to any manufacturing, industrial, or trade . process carried cn in such premises or as to any wastes discharged or likely to be discharged trom the said premises _ a5 is specified in the notice. (2) The Authority shell treat all information furnished . to it pursuant ta any requirement made under aubsection (0) with the strictest secrecy and shall not divulge such information to any person other than to a court, subject +0 subsection (2) for the purpose of any prosecution for an offence under this\"Act. (3) Any information furnished or statement mude ta the . Authority pursuant to any requirement made under sub- section (1) shall pot if the person furnishiag the informa- tion of making the statement, objects, at the time of furniah- ing the information or statement, to doing so on the ground that it might end to incriminate him, be admissible in evidence upon any proceedings against that person for an offence under this Act. Analystaiee. 25, The Authority may appoint— (©) avalysts for making anslysis of samples taken for ‘the purposes of that Act; and {®) pollution contro! officers for inspection and evaluating . ‘the records of monitoring prescribed equipment and installations for detecting the presence, quantity and nature of waste and thelr effects on the receiving portions of the environment. : Delegation 28. (2) Subject to subsection (6) the Authority may by gtpowers order delegate any of its powers, duties and functions under functions. this Aet to any Government department or any local + Buthority, ; (2) Where the Authority has delegated any power to any Government departzient or to any local authority any officer of much Government department or local authority: may",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "Notional Environmental Act, No. 47 of 1980 15 exercise any of the powers which the General Manager -would be able to exercise hed he been exercising the power Himself. :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "(8) Nothing in this section shell preclude the Authority . from any responsibility to protect the environment and from administering the provisions of this Act.” ~",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "(4) An order made under gubsection (1) may he revoked * or varied at any time by the Authority,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "{) An order under subsection (1) shall not be made by the Auhority— te",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "(uw) im respect of any local suthority except with the :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "concurrence of the Minister; snd",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "(®) in respect of any Government department except",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "with the concurrence of the Minister in charge of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "; such Government department.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "27. All members, officers and servants of the Authority Membars shall be deemed to be public servants within the meaning sficers of and for the purposes of the Penal Code, spreads",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "‘Authority deemed : to be . public» Servants",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "28 ‘The Authority shall be deemed to be a scheduled me Jastitution within the meaning of the Bribery Act and the Authority Provisions af that Act shall be construed, accordingly. ee",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "Fenda ‘within the an, ae",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "20, The provisions of this Act shall have effect not this withstanding anything to the contrary in the provisions of 2S,th any other written law, and accordingly in the event of any over conflict or inconsistency between the provisions of this Act OEE | and the provisionsof auch other written law, the provisions Taw. of this Act shall prevail over the provisions of suet other written law.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "38 (1) No suit or prosecution shall Tie Protection",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "{a} against the Authority, for any act which in good faith ‘=ken",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "ts done or purporied to be done by the Authority this Act 4° under this ety : Grea 7 . tthe",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "16 ‘Nationa’ Environmental Act, No. 4? of 1980 » -(b) against the members of the Authority, Council or District Environmental Agency or any officer or servant of the Authority for any act which in good __.. faith is done or purported to be done under this Act,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "\"ov on the direction of the Authority.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(2) Any expense incurred by the Authority in any sult oF prosecution brought by or against the Authority before any",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": ": court shall be paid out of the Fund of the Authority and any",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "costs paid to, or recovered by, the Authority in any such auit or pfoseoution shall be credited to the Fund of the Authority.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(8) Any expense incurred by any such person az fs referred to or in paragraph (0) of subsection (1} in any “mult or prosecution brought against him hefore any court in respect of any act which is done or is purported to be done by him under this Act or on the direction of the Authority shall, if the court holds that such act was done in goed faith, -be paid out of the Fund of the Authority, unless such expense is recovered by him in such auit oz prosecution.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "‘Offences. 31, Every person who contravenes or fails to comply with any provision of this Act ar of any regulation made thereunder shall be guilty of an offence and shall om con- Viction before a Magistrate be liable ta imprissament of either description for a term not exceeding two years or to a fine not exceeding one thousand five hundred rupees oF ta both such imprisonment and fine,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "‘Regulations, 32, (1) The Minister may make regulations in respect of all matters which are stated or required by this Act to be Preser‘bed or for which regulations are required by this Act to be made,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "* (2) Every regulation made by the Minister shall be published in the Gazette and shall come into operation on ‘the date of such publication or upon auch later date ax may “be specified in the regulation.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(3) Every regulation made by the Minister shall, ax s00n us convenient after its publication in the Gazette, he ‘brought before Parliament for approval. Every regulation which is not so approved shall be deemed to be rescinded ‘as from the date of such disapproval but without prejudice to anything previously done thereunder. Notification of the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": ": date on which any regulation is deemed to be rescinded #oall be published in the Gazette,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "National Enoironmental Act, No. 47 of 1980 17",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "38% In this Act unless the context otherwise requires— Interpre-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "“beneficial use” means a use of the environment or any “*!™ portion of the environment that is conducive to public benefit, welfare, safety, or health and which requires protection fram the effects of waste, dis- charges, emissions and deposits ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "“environment” means the physical factors of the surroundings of human beings including the land, soil, water, atmosphere, climate, sound, odours, tastes and the biological factore of animals and plants of every description ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "“exclusive economic zone” means the zoue declared to he ‘the exclusive economic zone, by proctemation made under section 5 of the Maritime Zones Law, No, 22 of 19785",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "“Iand” includes messuages, buildings and any easements relating thereto;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "“local authority” means any Municipal Council, Urban Couned, Town Council or Village Councll and foludes any Authority created and established by or under any law to exercise, perform and dis. charge powers, duties, and functions corresponding or similar to the powers, duties and functions exercised, performed and discharged by any such Council ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "“pollution” means any direct or indirect alternation of the physical, thermal, chemical, biological, ot radioactive properties of any part of the environ ment by the discharge, emisalon, or the deposit of wastes 50 as to effect any beneficial use adversely or to cause a condition which is hazardous or potentially barzardous to publie health, safety, or welfare, or to animals, birds, wildlife, aquatic life, or to plants of every description ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "“ preseribed” means prescribed by regulations ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "“territorial waters\" includes the territorial sea and the Iustorie waters of Srl Lanka; and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "“qaste” includes any matter preseribed to be waste and any matter, whether Hquid, solid, gaseous, or radioactive, which is discharged, emitted, or deposited in the environment in such volume, constituency or manner as to cause an alternation of the environment,",
    "mean_p_confidence": 0.83
  }
]