[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "oe & (aan hae (2) \\ PARLIAMENT OF THE DEMOCRATIC =~ SOCIALIST REPUBLIC OF _ SRI LANKA OFFENCES COMMITTED UNDER THE _ INELUENCE OF LIQUOR (SPECIAL PROVISIONS) ACT, No. 41 OF 1979 | : . [certites om 25th June, 1878] * . \"Printed on the Onders of Government Z Published oe eel terabie of iel Laurat ieee 83918 YENTED AP Ta MOREE? OF SOMME PREATIN, RE AA Tr me Fonczareo tue cove, PemICAmONS vomano, couse Price: 45 cents . Postage: 25 cents",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Offences Committed under the Influence of Liquor (Special Provisions) Act, No, 41 of 1979 [Certified on 25th June, 1979) LD—O, 123/78, -Aa ACK To MAKE PRoviston yor INCREASED PUNISHMENT Dy",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘RESPECT OF CERTAIN OFFENCES COMMITTED UNDER THE",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Imgivence of LIQUOR AND FOR MATTERS CONNECTED THERE:",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘WINE OR INCIDESPEAL THERETO,",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘BE it enucted by the Parliament of the Democratic Socialist ‘Republic of Sri Lanke as follows :—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "L This Act may be cited am the Offences Committed ghorttitle > ‘under the Influence of Liquor (Special Provisions) Act,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "No, 41 of 1979,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2, Any person who, being under the influence of liquor, Caudog  ~ sin any public place or in any place where it is a trespass \"mnayance for hhim to enter and there conducts himself in auch a under the manner as to cause annoyance to any person shell be guilty ‘uence of an offence.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "3. Any person who, being under the infuence of liquor, Dazsage to scauses damage to public property shall be guilty of an Peper ‘offence and shall be liable upon conviction to be punished the With imprisonment of either description for a terra of not [Uhemes” Jess than six months and not exceeding two years and shall of liquor. -also be Hable to a fine of not Jess than one thousand rupees sand not exceeding two thousand Sve hundred rupees.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4 Any person who gives, or causes to be given, to any Liquor” ‘obild under the age of twelve years any liquor except upon SVE ‘the order of a duly qualified medical practitioner or in the unde, ease of slekness or apprehended sickness shall be guilty err ‘of an offence. of age.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "ry",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "5. (1) Any person who sells to a person under the age of file of | eighteen years any liquor shall be guilty of an offence and pdvene shall be liable upon conviction to be punished with ee a imprisonment of either description for a term of not less Sears of amu than six months and not exceeding two years and shall also bbe liable to a fine of not less than one thousand rupees and not exceeding two thousand five hundred rupees.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(2) Any peace officer may seize any liquor in the posts: sion of any person under the age of eighteen years whom he finds drinking in any thoroughfare or public place and : any liquor 0 seized shall be disposed of in such manne? as the Court may direct,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2 Aai01t 14,200 (9/00) i",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 ¢ «(Ulences Committed under the Influence of Liquor = (Speciat Provisions) Act, No. 41 of 1979 Arrest 6 Any peace officer may, notwithstanding anything im arrest, any written Jew, arrest without warrant any person who in the opinion of such peace officer is under the influence of liquor snd is committing any offence under sections Zand: 3 of this Act or under those provisions of the Penal Code specified in Column 1 of the Schedule hereto and may, in effecting such arrest, use such force as may be reasonable: in the circumstances. ‘Beerination 1. Where a peace officer arrests any person for an offence: pactitioner. under sections 2 and 3 of this Act or for an offence under those provisions of the Penal Code specified in Column 1. of the Schedule hereto, he may— (a) if he considers that the examination of such person by a medical practitioner is necessary for the Purpose of ascertaining whether such person is under the influence of liquor, as expeditiously as Possible cause such person to be examined by & Government medical officer. The Government. medical officer shall forthwith report to the peace officer the result of any such examination ; 4b) he considers it necessary and facilities are avail- able for the carrying out of a breath analysis tect, require auch person to submit himself immediately ‘to such test. oe, 8, The breath anslysis test specified in paragraph (b) ery aut of section 7 shall be carried out by an approved. operator fhe breath, in accordance with such regulations as may be prescribed. Funtsiment , Any person who’ refuses to submit himself to am ete = = examination by a Government medical officer or by an ‘xamined, approved operator when celled upon to do so under section ‘T or resists or obstructs a peace officer in the performance of his duties under that section shall be suey of an offence, and shall be Hable upon convictlon to imprisonment of either deseription for a term not exceeding six months of to a fine not exceeding five hundred rupees or to both such imprisonment and fine. ‘Enhanced 10. Notwithstanding anything in the Penal Code every Fpzghmnt Magistrate's Court which convicts a person of an offence Sf certain get out in Column T of the Schedule hereto shall, notwith- fences. standing its ordinary powers of punishment, where such offence has been committed by that person while under the induence of liquor impose on that person the punishment net out in the corresponding entry in Column IE of that ut i",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Offences Committed under the Influence of Liguor 3 (Special Provisions) Act, No. 41 of 1978 11. (1) A person shall be presumed to be under the Person influence of lquor if at or about the time of the commission PESTS, af the act he is smelling of liquor or if he conducts himself influence da such manner that it may be reasonable to infer that he 420°\" (hes consumed Mquor unless evidence to the contrary hat mpelling been adduced. . ‘of Uquor &c. (2) The report of a Government medical officer to the effect that a person is under the influence of Hquor or the Teport of an approved operator to the effect that the can- eettration of alcohol in a person's blood is equal to or exceeds the prescribed limit chall he deemed to be sufficient evidence of the facts therein contalned wnlesa evidence to the contrary has been adduced. 12 (1) The Magistrate's Court shall have jurisdiction AU offences to try all offences under this Act, . pee le @) Every person guilty of an offence under section 2 or SoM : 4 of this Act shall on conviction after trial be liable to a Sine of not less than one thousand rupees and not exceeding two thousand five hundred rupees or to imprisonment of either deseription for a term of not Jess than one year and not exceeding two years notwithstanding that much fine or imprisonment is in excess of the ordinary jurisdiction of such Court. 18. (1) The Minister may meke regulations for the Reguintions purpose of carrying out or giving effect to the principles and provisions of this Act and in particular in respect af all or any of the following matters :— (a) all matters required by this Act to be prescribed ; (®) the mode and manner and the requirements for earrying out any breath analysts test; and ‘ {¢) the concentration of alcohol in a person’s blood at : or above which a person shall be deemed to be under the influence of liquor for the purposes of this Act. - (2) Every regulation made by the Minister ahall be Published in the Gazette and shall come into operation on the date of such publication or on such later date as may be specified in the regulation, (@) very regulation made by the Minister shall as son . 5 convenient after its publication in the Gazette be Iaid before Parliament for approval. Any regulation which is not so approved shall be deemed to he rescinded as from",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "\"4 Offences Committed under the Influence of Liquor” (Special Provisions) Act, No, 41 of 1979 the date of euch disapproval but without prejudice to anything previously done thereunder. Notification of the date on which a regulation is deemed to be rescinded shall . be published in the Gazette, : a Tnterpre. 4. In this Act, unless the context otherwise requires— “approved operator” means a peace officer who bas undergone special training in the operation of breath. analysing equipment and who is appointed in that bebslt by the Inspector-General of Police ; “breath analysis test” means an analysis of a sample of @ person's bresth carried out for the purposes of this Act by means of an approved breath analysing instrument ; “bresth analysing instrument” means an instrument of a type aa may be preseibed ; “liquor” includes spirit, wine, toddy, beer, and all liquid consisting of or containing alcohol ; “peace officer” has the same meaning es in the Code of Celminal Procedure Act, No. 15 of 1979 ; \"public corporation” means any cotporation, board oF other body which was or is established by or under « _ any written Isw other than the Companies ‘Ordinance, with funds or capital wholly or partly provided by the Government by way of grant, loan or otherwise; and * “public property” means any property of the State or that of any public corporation, » SCHEDULE Column £ Columa 1 Bractment wad sections Parishmente 1. Penal Code — Seotic term which Code Section 183 ae een for he. ena “cxtend to three ‘huadeed Fupees or with both, 2 Penal Code — Section 128 Imprisonment for a term which thay extend to four year, 3. Penal Code — Section 298 Imprisonment for a term which may extend to five yeara. 4 Penal Code — Section 814 Imprisonment for a tarm which . thay extend to one year. .",
    "mean_p_confidence": 0.79
  }
]