[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "GBR _ ion | es i . MOTOR: TRANSPORT (AMENDMENT) «LAW, No. 6 OF 1972 a “| OF : THE NATIONAL STATE ASSEMBLY : voy : ‘earthed ‘on 23rd October, 1872} . . Printed: on the Orders of Government , ato mm OMENS GOVE RING, TAHA (EEO), eo lous an avrarart FORORTON it, DOB, ORR,",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Motor Transpbri (Amendment) Law, No. 6 of 1978 Db. D—O, 29/71, it A Law 70 Awan THe Moon Transrort Act, 1 No. 48 or 1957. BE it enacted by the National State Assembly of the Republic of Sri, Lanka as follows:-— if",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "4, This Law may be citad as the Motor Transport stat tite, (Amendment) fn ‘No. 6 of 1972.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2, Section $2 of the Motor Transport Act, No, 48 Ametimentot of (967, héreitofter referred to as the ‘principal Renter - enaokment\", is hereby amended as follows: — — arg,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(0 by the repeal of subsection (8) of Lhat section :",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(inserted therein by Act No. 22 of 1961); ad .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(2) by the renumbering of subsection (4) of that ©",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "section a3 subsection (8) of that section.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "%. The amendments made in the principal enact Retrcpecine ment by section 2 of this Law shall for all purposes i. be deemed to have come into effect on the date on which the principal enactment came into force. Loe",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "; : SH fitwemA a0 tonal ofl Io Gent baa WI To wolhaeeay Goma ‘acre ensvannete sesamin oan aetogen siaione Bree ae Tie aay naaond WEL pod ot omvanc> ME Skee ‘itrmo oahamhoteas nd Mir avatiatn shat anheadN tees ehh eg e telly yoe ae doe Her Saouiyeg Yo inte om sola uae tad bre atin Rae",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "Annual subscription af Bills and Laws af the National Stale Assembly Rs! (Local), Rs. 40 (Foreign), payable to the SoreRmvrennent, GovErMenT, PUBLIC zion Bureav, P, O, Hox 00, Cotontoo 3, before 16th December each yext respett of the year folowing, Late subscripitons will be accepted on the condilt pal Bills and Laws issued before the date of payment wilt not be supplied,",
    "mean_p_confidence": 0.71
  }
]