[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON sth Session 1952 * gga SL pre Deer Fiennes oo a : eh q KON vA if Coie eey ~ Co-operative ‘Societies (Special ” Provisions) Act, No. 17 | of 1952 : Date of Ansent: March 22, 1952 Printed om the Orders of Government Peni at haSuae Six ee Sune, Heel lg, ein ie Be «| Bomay, Post Orrict Box ‘860, Secretariat, Colombo 1 Prise ¢ 10 conte Postage? 8 vents",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Co-opurutine Socictivs (Special Provisions) 3 Act, No. 17 of 1952",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "L. DO. 57/61. .",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "AAN ACT TO MAKE HPECIAS PROVISION WITH RESPECT TO",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "THE APPLICATION OF SECTION 45 or-THE CO-OPERATIVE",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Socterms OnoINANCR AND TU AMEND SECTION 54",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "OF THAT ORDINANCE,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "[Date of Assent: March 21, 1952.] :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and hy the authority of the same, as follows :—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4, This Act may be cited as the Co-operative hore title. Societies (Special Provisions) Act, No. 17 of 1952.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2.. (1) Section 45 of the Co-operative Societies Appliceiox of Ordinance (hereinafter referred to as ‘' the principal 8 sp, enactment \") shail apply in the case of every dispute of any description referred to in that section as amended by Act No. 21 of 1949 notwithstanding that the dispute may have arisen prior to the date on which that Act came into operation:",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Provided, however, that where any matter which. by reason only of the preceding provisions of this sub- section, constitutes a dispute to which the aforesaid section 45 applies, is a matter in issue in any action which at the date of the commencement of this Act ie pending in any court of competent jurisdiction, nothing in the preceding provisions of this sub-section shall prevent or be held or construed to prevent the hearing and determination by the court of the said matter in issue or to affect the validity or operation of the order or decree made or entered in the action.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(2) Every reference of a dispute of any description mentioned in section 45 of the principal enactment, as amended by Act No. 21 of 1949, which may heretofore have been made in purported pursnance of the provi- sions of that section as so amended shall be and be deemed to have been as valid and effectual as though sub-section (1) of this section had been in force at time the reference was made; and the provisions of sub-sections (2) to (5) of the aforesaid section 45 shall apply and be ecned to have applied accordingly :",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Provided, however, thatsin any caso where any eourt of competent jurisdiction has prior to the date of the commencement of this Act‘made order or entered _ judgment holdifig that any. dispute: was ‘not daly",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "San aamo-gsis ene) “> . re",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 — Co-operatine Societies (Special Provisions) det, No. 17 of 1952 referred, or that any matter in iseue in the action did - nob constitute a dispute which could have been duly _ referred, for decision under the aforesaid section 45, nothing in the preceding provisions of this snb-section shail be construed to ailect the validity of the order or - decree made or entered in that’ case, or to authorise or enable the said matter in issue to be referred for decision under that section. Amzinet ot 8. (1) Sevtion’ 54 of the principal enactment is sion hereby amended, by the substitution, for the definition con of “officer ”, af the following new definition :— “‘ officer ”” includes every person who is the chair- ‘man, eecretary, treasurer or manager of a society or a member of the Committee of a society, and any other person who is em- powered by the roles or by-laws of a society ta give directions in regard to the business of the society. (@) The principal enactment shall have and be | deomed always to have had effect os though the definition of * officer ” inserted in section 54 thereof by sub-section (1) of this section hed been inserted in on the date. of the commencement of that enactment. .",
    "mean_p_confidence": 0.8
  }
]