[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Sal . ys e, res ky \\ > anes te? SE ga Caen) \\ je PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA CO-OPERATIVE SOCIETIES (SPECIAL PROVISIONS) ACT, No. 11 OF 1980 . [Certified on 18th Febraary, 1990] 7 Printed on the Orders of Government Published a a Supplement t Part II of the Gazette wf the Demoeratie Seciatist Republic of Sri Lanks of February 15, 1988 2m ae fee separ of covmaneeer FENG, O81 1AM a0 we poncase AF Rin Go FoalacaTaos DONA, LGR Price: 20 cents , Postage: 25 cents",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Co-operative Societies (Special Provisions) . Act, No, 11 of 1980 . [Certified on 13th February, 1980) : L. D—o. sea. ‘ AN ACT TO PROVIDE FOR THE EXTENSION OF THE PERIOD OF",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "OrEManion oF sue Co-opmanive Socrerms (Srectat, PRow-",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "sions) Law, No. 12 or 1978, witicH ExPmep ow JANUARY 19,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4980 ano POR Tie VALIDATION RENDERED NECESSARY 5 AUCH BE if enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1. This Act may be cited as the Co-operative Societies Short sitte, {Special Provisions) Act, No. 11 of 1980.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2 (1) The Co-operative Societies (Special Provisions) Continuance Law, No. 12 of 1978 shall, notwithstanding the provisions of in force uf, section 0 of that Law, be deemed for ail purposes to be and of 107% to have been in operation for a period af twenty-four months commencing on the 2tth day of July, 1973",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "{2) Notwithstanding the expiration of the Co-operative Societies (Special Provisions) Law, No, 12 of 1978, by reason of the operation of the provisions of section 9 of that Law—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(@) every person appointed by Order made by the ‘Minister under subsection (2) of section 2 or sub- section (4) of section 2 of that Law, to manage and administer the affairs of a registered society, shall be deemed to have validly continued to act in such office ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(®) any power, right or privilege exercised by such person referred to in paragraph (a), under the Provisions of paragraph (a) and paragraph (b) of .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ".  mubsection (5) of section 2 of that Law, shall be deemed to have been validly exercised ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(©) any Unbility tneurred by such person referred to in paragraph (4), under the provislons of subsection (© af section 2 of that Law, shall be deemed to have continued ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(4) any allowances paid to such person referred to in paragraph (@), under the provisions of subsection (8) of section 2 of that Law, shall be deemed to have been validly paid; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(e) all acts performed by such person referred to in paragraph (0), under the provisions of that Law, ~~ shall be deemed to have been validly performed,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "during the period commencing on the 19th day of Ji a 10 aod the date of commencement ef tas a",
    "mean_p_confidence": 0.81
  }
]