[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "1 a PARLIAMENT OF GEYLON®, 1. Qnd Session 1971/23... ban . Pring 2 cis : p23 . ‘Geni \\ 7 4 Bs ING, SY . Rew Loans (Special Provisions) - Act, No. 39 of 1971 Date of Assent: October 28, 1971 Printed on the Ordere of Government ‘Prinjed ofthe Davaxpanre or Govgzmiears Prorge, Cena. To be Rt era ng eed Agmual Sibscption Gaclilng Bis) Ma, 80 (Laval), Rs 40 _ (Foreign), payable to the Supmmnrenpenr, GovieNoEnt FESe, Bae, © ol Eoe BET Coe 1, See December each year in respect of the year following, Late Daeemee, etna, Nace ot We ete folie: Be et Ea OS alte stytoor'ai sore lied Price: 18 conts ‘ Postage : 10 cents",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": ". Loans (Special Provisions) Act, No. $9 of 1971 Bb. DO. 51/71. . . AN ACT TO AUTHORIZE THE RAISING OP LOANS IN OR",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "OUTSIDE CEYLON FOR THE SERVICE OF THE GOVERN-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "MENT DURING TAE PERIOD COMMENCING ON OCTOBER 1, .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1971, an ENDING on Decemnan 31, 1971, AND THE",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "PAYMENT FROM SUCH LOANS OF MONEYS REQUIRED",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "DURING THAT PERIOD YOR EXPENDITURE ON SUCH",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "SERVICE.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(Date of Assent: October 28, 1971]",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "BE it enacted by the Queen's Most Excollent Majesty, by and with the advice and consent of the House of Representatives of Ceylon in this present Parliament assembled, and by the authority -of the same, as follows:— *",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "4. This Act may be cited as the Loans (Special Shot ule Provisions) Act, No. 29 of 1971.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "* 2 Without: prejudice to any other Jaw authoriz- asthetiy tr ing any expenditare, the ‘expenditure of the pune im Government for the period commencing, on October of the 1, 1971, and ending on December 31, 1971, shall be fermi? met from the proceeds of loans which are hereby prol authorized to be raised whether in or outside Ceylon Queen, for and on bebalf of the Government so however that sul enfiog on the aggregate of such proceeds dora not exceed one Pasamr hundred and thirty-five million rupees.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "one—saee cond",
    "mean_p_confidence": 0.27
  }
]