[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "fee PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA ROAD DEVELOPMENT AUTHORITY ACT, No. 73 OF 198] : [Certified on 15th December, 108i] Printed on the Orders of Government Publichod os o Supplement to Part IL of the Gazette of the Democratio Soclallst Republic of Sri Lanka of December 18, 1981 sm te nuraae oc mr To Be FonGtheep AT Wu GOVE FUBISCATIONS BUREAU, COLOMBO Price: Re. 1.10 Postage: 75 cents",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "- Road Development Authority ‘Act, No, 73 of 1981 [Certified on 15th December, 1981] , LD—O, 100/80. AN ACT TO PROVIDE FOR THE ESTAHLISHMENT OF THE ROAD",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "DavELorPMENT AUTHORITY, TO SPECIFY THE POWERS, DUTIES",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "AND FUNCTIONS OF SUCH AUTHORITY AND TO FROvIDE YOR",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "‘MARTERS CONMECTED THEREWITH OR INCIDENTAL THELEN,",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "LL This Act may be cited as the Road Development Short title Authority Aet, No. 78 of 1981, and shall come inte operatfon gf on such date as the Minister may appoint by Order published operation. In the Gazette, ~",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "PART T EsfaslishMenr AND CONSTITUTION OF THe Roab DEVELOPMENT AUTHORITY",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "2 (1) There shell be established an Authority which Estabtish- shall be celled the Road Development Authority (hersin- Pe\"ROs after referred to as the “Authority”, =. Develop",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "rent",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(2) The Authority chall by the name assigned to it by uthority. subsection (1) be a body corporate and shall have perpetual. succession and a common seal and may sue and be sued in that name, ,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(8) The Authority may, with the prior approval of the Minister, establich and maintain branch offices.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "3. (1) The Authority shell consist of the following Members members: Lee,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(a) five members (hereinafter referred to as “ appointed",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "members\") who shail be appointed by the Minister from among persons who appear to the Minister to have wide experience, and shown capacity, in civit engineering, highway engineering, commerce, finance or administration ; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(®) five other members who shall be—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(i) a senior officer of the Ministry of the Minister in charge of the subject of Highways nominated by such Minister ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(ii) a senior officer of the Ministry of the Minister Jn charge of the subject of Finance nominated by such Minister;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "2A 50608—10,000 1/11)",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "a * Road Development Authority ‘Act, No. 73 of 1981 Gil) a senior officer of the Ministry of the Minister in charge of the aubject of Power nominated by _ such Minister j (iv) a senior officer of the Ministry of the Minister in charge of the subject of Transport nomi- nated by such Minister ; and {v) the person holding office for the time being as the Director of Highways, :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2) The Minister shall appoint one of the appointed members to be the Chairman of the Authority.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(8) A person shall be disqualified from being appointed or continuing a8 a member of the Authority if he is or becomes a Member of Parliament.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(@ Before sppointing a person to be a member of the Authority, the Minister shall satisfy himself that such person thas no financial or other interest as is likely to affect prejw- dicially the discharge by such person of his functions as a member of the Authority. The Minister shall also satisfy ‘himself, from time to time, that no member of the Authority has any such interest. Any person who is appointed by the Minister, or whom the Minister proposes to appoint, as a member of the Authority shall, whenever requested by the Minister so to do, furnish to the Minister such information *",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "as the Minister considers necessary for the performance by ‘him of his duties under this subsection.”",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(3) A member of the Authority who is in any way, divectly or indirectly, interested in any contract made or proposed to be made by the Authority chall disclose the nature of his interest at a meeting of the Authority and such disclosure shall be recorded in the minutes of Authority and the member shall not take part in any deliberation ot decision of the Authority with regard to that contract.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(© Every appointed member of the Authority shall, Subject to the provisions of subsections (8) and (9), hold office for such term not exceeding three years reckoned from the date of his appointment as the Minister may at the time of appointment determine, and unless he has been Temoved from office under subsection (8) shall be eligible for reappointment :",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Provided that a member appointed by the Minister to fll 4 vacancy in the office of an appointed member of the Authority shail, unlesr he vacates office earller, hold office for the unexpired portion of the term of office of the member whom he succeeds.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Road Development Authority 3 Act, No, 73 of 1981",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(D Subject to the provisions of subsection (9), the term ‘of office of the Chairmen shall be the perlod of his member- ship of the Authority.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(8) The Minister may, by Order published in the Gazette, remove any appointed member from office without assigning any teason therefor and such removal shall not be called in question in any court.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(@) A member of the Authority in respect of whom an Order under subsection (6) is made by the Minister shall - ‘vacate his office on the date of publication of euch Order in the Gazette.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(20) An sppointed member of the Authority may at any time resign his office as a member, or Chairman, by a letter jn that bebalf addressed to the Minister.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(UL) Where any member of the Authority is temporarily unable to pesform the duties of his affice on account of i health, other infirmity, absence from Sri Lanka or any ‘other cause, then—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "{@) if he is an appointed member, the Minister may",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "having regard to the provisions of subsection (1) (@) appoint snother person to act in place of that member of",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(b) if ba is a member nominated under sub-paragraphs",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "G) to Gv) of paragraph (b) of subsection (1), the Minister who nominated that member may nominate . + another person to act in place of that member.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(12) Where the Chairman of the Authority is temporarily unable to perform the duties of his office due to i] health, other infirmity, absence from Sri Lanka or any other eause, the Minister may appoint any other appointed member to act aa Chairmen.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(23) All or any of the members of the Authority may be paid such remmeration, sllowances, and other expenses out of the funds of the Authority, 2 may be determined by the Minister with the concurrence of the Minister in charge of the subject of Finance.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "4. (1) The Chairman of the Authority chall preside at Prozesdine: ‘every meeting of the Authority at which he is present, In 28 rey, the absence of the Chairmen at any meeting of the Autho- ity, any member elected by the members present shall, presicle at such meeting.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "4 Road Development Authority * ‘Act, No. 73 of 1981",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(2) ‘The Authority shall meet whenever it considers it necessary.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(8) The person presiding at any meeting of the Authority shall, in addition to his own vote, have # casting vote.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(@) The quorum for any meeting of the Authority shall be five members,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(6) The Authority may act notwithstanding any vacancy among its members and any act or proceeding of the Autho- Tity shall not be or be deemed to be invalld by reason only of the existence of any vacancy among its members or any defect in the appointment or nomination of a member thereot.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(6) Subject to the provisions of this Act, the Authority may make rulee for the procedure in regerd to the meeting of the Authority and the transaction of business at such meetings.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "Seal of bo 5. (2) The seal of the Authority shall be in the custody Authority. 9€ the Chairman of the Authority.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "() The seal of the Authority may be altered in such tianner as may be determined by the Authority,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(3) The seal of the Authority shall not be effixed to ony instrument or docunient except in the presence of two members of the Authority one of whom shall be the Chairman of the Authority, Both such members shall sign ‘such intrument or document in taken of their presence.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "Power & (1) The Authority may estoblish committees con- Sierity _—_etsting of such number of persons for the proper exercise, Seabtion discharge and performance of its powers, functions and = duties,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(2) The Authority may delegate to such committees such of its powers, functions and duties ax may be determined by the Authority,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "{8) Every committes established under subsection (1) shall determine the quorum for and the procedure to be followed at the meeting of such committee,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "Road Development Authority 5 Act, No. 73 of 1982 7. (Q) There shall be established a Road Developraent Road Advisory Council (hereinafter referred to as “the Develop” Council\"} consisting of the following memebrs:— Advisory",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(@) the person for the time being holding the alice of the Secretary to the Ministry of the Minister in charge of the subject of Highways, who shall be the Chairman of the Council ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(2) a senior officer of the Ministry of the Minister in charge of the subject of Power nominated by such Minister ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(@) a senior officer of the Ministry of the Minister ia charge of the subject of Telecommunications nominated by such Minister ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(@) a senior officer of the Ministry of the Minister in charge of the subject of Locsl Government nominated by such Minister ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(e} a senior officer of the Ministry of the Minister in charge of the subject of State Lands nominated by such Minister ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(f) a senior officer of the Ministry of the Minister in charge of the subject of Transport nominated by such Minister ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "{) a senior officer of the Ministry of the Minister in charge of the subject of Tourism nominated by such Minister ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(h) the person for the time being holding the office of the General Manager of the Authority, who shall act ax Secretary to the Council ; .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(@ the Director of Highways oz his representative ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(G) the person for the time being holding the office of the General Manager of the Urban Development Authority established by the Urban Development Authority Law, No. 41 of 1978, or bis representa~ tive;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(0s) the person for the time being holding the office of the Gennral Monager of the Ceylon Electricity Board estaslished by the Ceylon Electricity Board Act,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "No, 17 of 1969, or his representative ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "6 Road Development Authority ‘Act, No. 73 of 198%",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "@) the person for the time being holding the office of the ‘General Manager of the National Water Supply and Drainage Bored established by the National Water Supply and Drainage Board Law, No. 2 of 1974; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(2) three other members appointed by the Minister from among persons who appear to have wide experience, and shown capacity, in highway engiieering or civil engineering.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "A member appointed under this paragraph is hereafter in this section referred to as an “appointed member of the Council ”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(2) It shall be the function of the Council—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(2) to advisé the Minister on poliey and measures on road research, road planuing and road development ; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(B) to advise the Minister or the Authority, as the case may be, on any matter relating to the exercize, Performance or discharge of any power, duty or funetion of the Authority, that may be referred to ‘the Council by the Minister or the Authority, as the ease may be.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "() Every apointed member of the Council shall hold office for a period of three years, unless he earlier vacates office by death, resignation or removal,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(@) The Minister may, if he considers it expedient to do 50, by Order published in the Gazette, remove from office any appointed member of the Council without assigning any reason therefor and such removal shall not be called in question in any court.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(5) An appointed member may at any time resign his office by letter to that effect addressed to the Minister.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(6) If an appointed member of the Council dies or resigns or is removed from office, the Minister may, having regard to the provisions of paragraph (im) of subsection (1), appoint any other person to be a member in place of the member who dies, resigns or is removed from office.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "Road Development Authority 7 Act, No, 73 of 1982",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(2) A momber who has been appointed under subsection (@) shall, unless he earlier vacates his office by death, resig- nation of removal, hold office for the unexpired period of the term of office of his predecessor. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(®) Where an appointed member of the Council is by reason of ill health, ottier infirmity, absence from Sri Lanka or any other cause for a period of not less than three months, temporarily unable to perform the duties of his office, it shall be the duty of such member to 20 inform the Minister : ta writing, The Minister may, having regard to the provi- sions of peragraph (m) of subsection (1), appoint another person to act in the place of such member.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(9) Any appointed member of the Couneil who vacates office other than by removal shall be eligible for reappointment.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(20) No act or proceeding of the Cunei shall be invalid by reason only of the existence af any vacancy in the Couneil or any defect in the appointment of a member of the Couneil,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(11) A meeting of the Council shall be held st least once in every two months, :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(12) ‘The Chairman or in his absence, a member elected ‘by the members present, shall preside at meetings of the Counci2.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(13) AI questions for decision at any meeting of the Council shall be decided by the vote of a majority of the members present. In the case of an equality of votes, the member presiding shall have a casting vote,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(24) The quorum for any meeting of the Council shall be seven members and subject to the provisions of this eection. the Council may regulate its own procedure.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(18) ‘The members of the Council shall be remunerated in such manner and af such rates as may be determined by the Minister with the concurrence of the Minister ia charge of the aubfect of Finance, :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "& Road Development Authority ‘Act, No. 73 of 1981 PART I Deciakaniox or Roan Deveioremnt Aness, ano Powsas, ‘Doves ano FOsetiows ov im Avrionrrr",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "Declara- 8. () The Minister may, if he is opinion, having taken tion of | into consideration the requirements of local and national. Road planning, that it is expedient to regulate and control road Rat’? ——_developinent in any area, by Onder published in the Gazette fhe declare such area to be a Roed Development Area (here ae inafter referred to as a “development area”). Salter gd effect of (2) An Order under subsection (1) declaring an area as a ‘Orders, development area shall define that area by setting out the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "metes and bounds of such area.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "(@) Upon the declaration of a development area, no road development work shall be executed, or caused to be executed, by any Government agency or any other person except with the prior written approval of the Authority.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "Powers, 9%. (1) Subject 10 the provisions of subsection (2) the ite and powers, duties and functions of the Authority, within any ithe development area, shall be—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "‘Ruthortty-",
    "mean_p_confidence": 0.13
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "(@) to carey out integrated road planning snd develop ment of roads within such areas, subject to any directions that may be given to the Authority by the Minister from time to time ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "(®) to implement related programmes of road develop- ment work, activities and services in such areas that are conslatent with integrated road planning in such areas, subject to any direetions that may be given to the Authority by the Minister from time to time;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "(@ to formulate and submit road development plans including capital investment plans to the Minister for approval by the Government ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "(@) to undertake the execution of road development projects and schemes as may be approved by the Government ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "{e) to enter into, perform and carry out, whether directly or by way of joint venture with any person in of outside Sti Lanke, all such contracts or agreements as may be necessary for the purpose",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": ", of carrying out any road development project oF | scheme as may be approved by the Government; i",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "Road Development Authority a Act, No, 73 of 2982 .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(f) to undertake the completion of any approved roed development project or acheme in default by any person failing to complete such project or scheme ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "{g) t implement road development plans and capital investment plans approved by the Government ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "() to formulate capital road improvement programmes in such areas :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "( to acquire and hold any movable or immovable property or dispose of any movable oF immovable property acquired or held by it;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "4j) to prepare at the request of any Government agency",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "- road development projects and planning schemes ‘on behalf of such agency and to co-ordinate with, ‘or assist in, the execution of such projects or schemes;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "() to provide road planning services for the benefit of Government agencies or other persons in euch areas;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "@) to charge fees for any services provided by the Authority:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(m) to accept gifts, grants, donations or subsidies whether in cash or otherwise and to apply them for carrying out any of the objects of the Authority ; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(a) to do all such acts or things as are incidental to of consequential upon the exercise, performance and Glscharge of its powers, duties and functions under this Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(@) In the exercise, performance and discharge of its powers, duties and functions under subsection (1), when implementing any programme or development work relating to road planning and road development within any development area, it shall be the duty of the Authority to implement such programme or development work in consultation with any Government department, public corporation’ or local authority, as the ease may be.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "io foad Development Authority Act, No. 73 of 1981 Disgetions 10, (1) ‘The Minister may, from time to time, give the ‘Minirter, Authority general or special directions a8 to the exercise, discharge and performance by the Authority of its powers, functions and duties and the Authority shall give effect to such directions.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "(2) The Minister may, from time to time, direct in writing the Authority to furnish to him, in such form as he may require, returns, accounts and other information with respect to the property and business of the Authority end the Authority shall carry out every such direction,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "Beegation ‘BL The Authority may delegate in writing to the Chaire E70\" man or any officer of the Authority any of its powers, ‘Anmmery. utes or functions under this Act.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "PART HI",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "(STAFF oF THE AUTHOSITY",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "General 12, (1) The Aathority shall, with the approval in writing ane of the Minister, appoint General Manager of the Authority. ‘Authority.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "(2) The General Manayer shall, subject to the general direction of the Authority on matters of policy, be charged with the direction of the business of the Authority, the organization and exeeation of the powers, functions and duties of the Authority and the administrative control of the employees of the Authority.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "(3) The General Manager may, with the approval in writing of the Authority, delegate in writing to eny other employee of the Authority such of his powers, functions or duties as he may from time to time consider necessary, and any employee to whom any such powers, functions of duties are sa delegated shall exercise them gubject to the “general or special directions of the General Manager.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "(4) The General Manager may not be removed from office without the prior approval of the Minister.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "Road Development Authority met ‘Act, No, 73 of 1982 . 18. (1) The Authority may, subject to the other provi- Appoint: sions of this Act— pe (©) appoint, dismiss and exercise disciplinary control gf tbe over such staff as may be deemed necessary by the Authority to carry out the functions of the Authority ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(®) fix the wages or salary or other remuneration of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "such staff",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(©) determine the terms and conditions of the service of",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "such staff; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(d) establish and regulate provident funds or schemes",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "\"for the benefit of such staff and make contributions to any such fund or scheme.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(2) Rules may be made by the Authority in respect of all or any of the matters referred to in subsection (1).",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(8) At the request of the Authority any officer in the public service may, with the consent of that officer, the Secretary to the Ministry by or under which that officer i employed, and the Secretary to the Ministry of the Minister in charge of the subject of Public Administration, be - temporarily appointed to the staff of the Authority for such period az may be determined by the Authority with Like consent, or with like consent be permanently appointed to such staff.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(4) Where any officer in the public service is temporarily appointed to the staff of’ the Authority, the provisions of subsection (2) of section 13 of the Transport Board Law, No, 39 of 1978, shall, mutatis mutandis, apply to and in relation to hire,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(5) Where any officer in the publie service is permanently appointed to the stalf of the Authority, the provisions of subsection (3) of section 13 of the ‘Transport Board Law, No. 19 of 1976, shell, mutatis mutandis, apply to and relation to him,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(6) Where the Authority employs any person who has entered into a contract with the Government by which he hus agreed to serve the Government for a specified period, any prtiod of service with the Authority by that person shall be rezarded oa service to the Government for the purpose of discharging the obligations of such contract,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "ora Road Development Authority Act, No, 73 of 1981",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "(7) At the request of the Authority any member of the Local Government Service or any other officer or servant of any local authority may, with the consent of such mem- ber, officer or servant and the Local Government Service Advisory Board ot that local authority, as the case may be, ‘be temporarily appointed to the staif of the Authority for",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "+ stich period as may be determined by the Authority with like consent or with like consent be permanently appointed to such staff on such terms and conditions including those",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "+ relating to pension or provident fund righte as may be agreed upon by the Authority and the Loce! Government Service Advisory Board or that local authority, as the case may be,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "(8) Where any person is temporarily appointed to the staff of the Authority in pursuance of the provisions of subsection (7), such person shall be subject to the same diselplinary control as any other member of guch staff.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "PART IV Frvance . pe 14, (@) The Authority shall have its own Fund, ie Authority, (2) There shall be paid to the Fund of the Authority— (a) all such sums of money as may be voted from time to time by Parliament for the use of the Authority 5 (B) all such sums of money a4 may be received by the ‘Authority in the exercise, performance and dis- charge of its powers, duties and functions ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "(©) all such sums of money as may be received by the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "‘Authority by way of loans, donations, gifts or grants : from any source whatsoever ; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "(d) all sums accruing to the credit of the Authority.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "(8) The Authority may utilize the funds of the Authority tor the purpose of defraying any expenditure incurred in the management of tho affairs of the Authority, the trans- action of business of the Authority, the payment of remuneration to the members of the Authority and the employees of the Authotity, the exercise of the powers and the performance of the duties and functions of the Authority under thig Act and other written law, and for such other purposes as the Authority may authorize from tlme to time.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "Road Development Authority 18 . Act, No. 73 of 1981",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(4) The initial capital of the Authority shall be one million rupees. The amount of the initial capital shall be paid out of the Consolidated Fund in such instalments as the Minister in charge of the subject of Finance may in consultation with the Minister determine and such sums shall be credited to the Fund established under subsection a.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "15. The Authority may, with the consent of the Minister, Borewing or in accordance with the terms of any general authority Gf the given by him, borrow temporarily by way of overdraft of ° otherwige, such sums as the Authority may require for meeting the obligations of the Authority in discharging its duties under this Act:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "Provided that the aggregate of the amounts outstanding in respect of any temporary loans raised by the Authority under this section shell not at any time exceed such sum as ay be determined by the Minister in consultation with the Minister in charge of the subject of Finance.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "financlal thority shal Financial",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "18, (1) The year of the Aut ity be the ene colendar year, Pte",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(@) The Authority shall cause proper books of accounts ‘Authority. to be kept of the income and expenditure, assets and liabilities and all other transactions of the Authority.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(2) The provisions of Article 154 of the Constitution relating to the audit of the accounts of public corporations, shall apply to the audit of the accounts of the Authority.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "PART V (GENTRAL",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "41. All membors, offtcers and servants of the Authority Members, shall be deemed to be public servants within the ‘meaning i ante and for the purposes of the Penal Code. ey",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "‘Seamed tobe publ Farvents,",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "“ Road Development Authority Act, No, 73 of 1982 .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "‘Authority: 18 The Authority shall be deemed to be a scheduled See institution within the meaning of the Bribery Act, and the ey provisions of that Act shall be construed accordingly. = Subery Protection 39, (1) No sult or prosecution shall lie— feken ander (a) against the Authority for any act which in good yan the faith is done or purported to be done by the eee Authority under this Act; or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "() against any member, officer, servant, or agent of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "Authority for any act which is good faith iz done or purported to he done by him under this Act, oF on the direction of the Authority.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "(2) Any expense incurred by the Authority in any sult or prosecution brought by or against the Authority before any court shall be paid out of the Fund of the Authority and any costs pald to, or recovered by, the Authority in any such suit or prosecution shall be credited to the Fund of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "- the Authority,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "(3) Any expense incurred by any such person an is referred to in paragraph (b) of subsection (1) in any suit or prosecution brought against him before any court tm respect of any act which is done or is purported ta be done by him under this Act or on the direction of the Authority shall, if the court holds that such act was done in good faith, be paid out of the Fund of the Authority, unless such expense fs recovered by him in such suit OF prosecution.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "No,weit 20, No writ egainst person or property shall be issued beg against any member uf the Authority in any action brought Property against the Authority.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "rember",
    "mean_p_confidence": 0.04
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "ot the",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "Suthority,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "Road Development Authority B _ Act, No. 73 of 1981",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "21, (1) The Authority may make rules in respect of the Rover ot management of the affairs of the Authority and all or any 0 make of the matters for which rules are authorized or tequired by Te this Act to he made.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "@) No rule made by the Authority under this Act shall have effect until it has been approved by the Minister.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "22, (1) Where any immovable property is requigred to Apauisition be acquired for the purpose of the business of the Authority Znmovuble and the Minister, by Order published in the Gazette, PTOperty apptoves of the proposed acquisition, that property shall be Land deemed to be required for a public purpose and may Acgtlation accordingly be acquired under the Land Acquisition Act and be transferred to the Authority,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "2) Any sum payable for the acquisition of any immovable propery under the Land Acquisition Act for the Authority shall be paid by the Authority.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "23. (1) Where any immovable property of the State 1s State required for the purpose of any business of the Authority, Eeth such purpose shall be deemed to be a purpose fur which and ‘ special grant or lesse of such property may be made under %0 be section € of the Crown Lands Ordinance, and accordingly Sraleie ‘the provisions of that Ordinance shall apply to a special Authority. grant or lease of such property to the Authority,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "(2) Where any movable property of the State under the control of the Minister is required for the purpose of the Authority, the Minister may, by Order published in the Gazette, transfer to and vest in the Authority the possession and use of such movable property.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "24, Tt shall be lawful for the Chairman of the Authority Teme to, or any officer generally or specially authorized by him in land ar writing, after giving at least three days’ notice in writing Premises, to the owner or occupier of any land or premises, to enter upon such land or premises and there do such acts as may",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "be ressonably necessary for the purpose of carrying out any work of the Authority, or of making any investigation or examination, preliminary or incidental to the exercise of . any power, or the discharge of any function, of the Authority,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "6 Road Development Authority Act, No. 73 of 1981 Offences 25. Every person who contravenes or fails to comply with Densities, any provision of this Act or any rule, order, direction or Tequirement made or given thereunder shall be guilty of an offence under this Act, and shall, on conviction after summary trial before a Magistrate, be lisble to a fine not exceeding one thousand rupees or to imprisonment af either description for a term not exceeding two years oF to both such fine and imprisonment. Tnterpre- 28, In this Act, unless the context otherwise requires— oto “Government agency” menas a Government department, ‘a Jocal authority or a public corporation ; “improvements of roads” includes the widening of any road, the levelling of roads, the provision of Pavements for the use of pedestrisns, the treatment of a road for mitigating the nuisance of dust, the planting of trees and laying out of grass margins in roads, and the doing of any other work in respect of roads beyond ordinary repairs essential to placing any existing roads in a proper state of . Fepair ; “local authority” means any Development Counell, Municipal Council, Urban Council, Town Council or ‘Village Council, and includes any Autho- rity created and established by or under any law to exercise, perform and discharge powers, - duties and functions corresponding or similar to the powers, duties and functions exercised, performed and discharged by such Council ; public corporation” means any corporation, board oF other body which was or is established by or unde any written law other than the Companies ‘Ordinance, with funds or capital wholly or partly provided by the Government by way of grant, loan or otherwise ; “yoad” has the same meaning ag in the Thoroughfares Ordinance ; “road development” means the construction of new roads or the maintenance ot improvements of existing roads,",
    "mean_p_confidence": 0.87
  }
]