[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA SIR JOHN KOTALAWALA DEFENCE ACADEMY (AMENDMENT) . ACT, No. 27 OF 1988 [Certified on 27th July 1988) : Printed on the Orders of Government Published as a Supplement to Part I of the Gazette of the Democratic Socialist Republic of Sri Lanka of July 29, 1988 “pene at ner werazamrt OF GOVEAORT MONEN BE TANEA yo me ronaiarhn af BHO GoVmMMENT OBLIGATIONS UmEAU, COLEDGDO Price : 60 cents Postage : 75 cents",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Sir John Kotalaweig Defence Academy * (Amendment) Act, No. 27 of 1988 [Certified on -27th July, 1988] Li DO, 42/86. An Aer ro snap tet Sm Jomy Koranawma Darnnce - Acanutey Act, No. 68 or 1061 BE it enacted by the Parliament of the Democratic Socialist Republic of Sci Lanka og follows :—-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "1, This Act may be cited ss the Sir John Kotslawela short title, Defence Academy (Amendment) Act, No. 27 of 1988.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "2 Section 2 of the Str John Kotelawela Defence Acsde- Amendment any Act, No. 6 of 1961 (hereinafter referred to as the of section “ principal enactment\") is hereby etuended by the repesl of No. 65 subsection (1) of that section and the substitution therefor sf 1881, of the following subsection :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "“(1) There shall he established a university which",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "shall be called “ the General Sir John Kotalawela Defence",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Academy” (hereinafter referred to as the “ Academy\").",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "8. Section 3 of the principal enactment is hereby amen- Amendment ded by the insertion immediately after paragraph (a) of fo 5 op ‘that section of the following paragraphs :— ‘the principal",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "ena",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "+ (92) to provide for courses of study, and instruction in",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "branches of learning related to defence and mili- tary management ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(ab) to admit officer cadets and officers to follow such",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "courses of study and instruction ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(ae) to hold examinations for the purposes of sscer- ‘taining the officer cadets and officers who have acquired proficiency in such branches of earning ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(a4) 40 admit public officers to follow courses of study relating to defence and military management and to hold examinations for the purposes of ascer~ taining the officers who have acquired proficiency ‘in such studies ;”. . , .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "4 Section ¢ of the principel enactment is hereby Ameadment amended by the insertion immediately after paragraph (4) {\" ofthe” of that section of the following paragraphs :— peneal",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(aa) to provide facilities for and instruction in academic enactment",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "studies in such subjecta as would be relevant to offleer cadet and officer training;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "{ab) to provide a basle service traning to pre-officer cadets: i",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Sir John Kotalatonte Defence Academy, (Amendment) Act, No. 27 of 1988 . (ae) to provide for courses of study, and instruction, in branches of learning relating to defence and pe, Military) management ; (ad) to admit officer-cadets and officers to follow such . courses of study and instruction ; ” (ae) to hold examinationa for the purposes of ascer . | . taining the officer-cadets and officers who have '. gequired proficiency in such brenches of learning ; 4 * {af} to admit public officers to follow courses of study a De relating to defence and military management eo and to hold examinations for the purposes of . : ascertaining the officers who have acquired proficiency in such studies ; © + jag) to grant and confer, notwithstendnig anything in | section 128 of the Universities Act, No. 16 of 1978, degrees, diplomas, certificates on officer cadets . and officers and publi¢ officers who have followed Le courses of study in such branches of learning st : the Academy and passed such examinations ; ™ © (ah) to confer honorary degrees and other scademie rey distinctions ‘on persons recommended by the ‘Board of Management ; fai) to erect, equip and maintain for the purposes of the Academy, libraries, laboratories and other . buildings ; {af) to institute Professorships,  Lecturerships and : other posts an may be required for the purposes of the Academy. *. ; ‘Amendment “ 5,’ Sectlon 5 af the principal enactment is hereby et pein amended ax follows :-— Erdal, (1) by the renumbering of that aeetion as aubsection (1) of that gection ; . : \", (2) in the renumbered subsection (1), by the insertion, immediately after paragraph (a) thereof, of the . _ following paragraph :— . +... (aa) the Additional Secretary to the Ministry of the Minister in charge of the subject of : defence {hereinafter referred to as the “ Additional Secretary\") ;*; and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Sir John Kotalawela Defence Academy 3 (Amendment) Act, No. 27 of 1988 «(@) by the eddition immediately after the renumbered ‘= subsection (1), of the following mew subsec- tions :— « (@) ‘The Secretary to the Ministry of the Minis- ter in charge of the aubject of detence shall preside at meetings of the Board, and in his absence, the Additional Secretary shell preside the meeting. (8) Five members shall form a quorum at any . meeting of the Board, of whom at least two mem- ‘bers shall be Commanders of the Armed Forces. *.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "6 Section 7 of the principal ‘enactment is hereby Sogament amended in subsection (1) of that section, hy the substitu- cf the tion for the words “conttot of the Board”, of the words 2rincipal, “controt of the Board and the provisions of section 7a” = “===",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "7. The following new section is hereby inserted imme- Tppertion lately after section 7 of the prineipal enactment and shall section Ta hhave effect as section 7a of that enactment :— Piped",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Taarument, Pt 7s. (1) The affairs of the Academy rela- at ting to aeademic and defence studies shall be vested under the direction of the Board of Studies appointed by the Board of Manage- . ment.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "@) The Board of Studies shall, subject to fhe general direction and control of the Board, be responsible for the direction. of instruction, courses of study, research and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "examinations of the Academy.”.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "8. \"The Jollowing new section is hereby inserted tmme- Insertion ately after section 10 of the prinelpal enactment and ehall Geelfon 10a have effect as section 104 of that enactment :— eee",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Eaciment, “Aut ot 10s, @) The Board shall eause proper “counts, books of accounts to be kept of the income and expenditure, assets and lishilities and all other transactiona of the Academy. (2) \"The provisions of Article 154 of the Constitution relating to the audit of accounts af public corporations shall apply to the audit of accounts of the Academy. \". .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "ee Sir John Kotalawela Defence Academy (Amendment) Act, No. 27 of 1988 | Amendment 9. Section 19 of the principal enactment 1s hereby — of sgeton amended by the omission of paragraphs (a) and (b) of ‘the princi- ‘that section. pal eaoet- Pent. Insertion 10, The following new section is hereby inserted tmmne- fection Ma diately after section 24 of the principal enactment and shall | in the hnnve effect as section 24a of that enactment :—. Cacia “Providons | 24a. The provisions of the Universities of 1978 Act, No. 16 of 1978, shall not apply to or in Fang relation to the Acedemy established by this Act, Gpastrurtion \"ML, In every section sperifed tn Column I of the Schedule expresioss 0 this Act, the reference to the expressions as referred to Bee in the corresponding entry in Column II of such Schedule, Snuetenent, shall be read end construed as a reference to the expressions as referred to in the corresponding entry in Column III of that Schedule. . a Amendment 12, Wherever in any provision of the principal enact- Seine ment or any written law, or of any notice, communication, gnactment form, or other document ismed, made, required or atitho- ymten rized by or under any written law the words “Sir John ‘Lionel Kotalawela” or “Sir John Kotelawela Defence Aca- demy ” occurs, there shall he substituted for those words, the . words “ General Sir John Lionel Kotelawela” and “General Sir John Kotelawela Defence Academy”, respectively. ~ Sevings 12, Every contract, agreement or other instrumerit or raets document whatsoever made, issued or executed prior to the ee date of commencement of this Act, by or in favour-of “the Sir John Kotelawela Defence Academy” shall be deemed on end after the date of commencement of this Act to be and to have been made, isued or executed by or in favour of “the General Sir John Kotslawela Defence Academy”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "Sir John Kotelawala Defence Academy 5",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(Amendment) Act, No, 27 of 1988 pape",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "Benton 10)",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "Cote t Calan 2 Cota Let ‘actions of the peinelpal entotanent",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "30) + preclioe cadet = aleercadet and afte, 30 > Prefer cadets efBonrcadets Frey = preoficor cadets. offercaders",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "10 = bro-otoer cadets _ oftcercadets and officers “ = pemalier cad _alzercadets Qe = pretleer adem afteercadets Bae = Droficar cadets obteer-cadets sae = procffcer cafts _ oMeercadcis sae = peeoftier cadets effet cadets",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "we + bral cadet. ofeercademant offoms",
    "mean_p_confidence": 0.27
  }
]