[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Ast Session 1970-71 + ois Zone OF ee is * fess, ( = sNnovis70 =! Bitenis) \\%: S QS oe. Bank Debits Tax Act, No. 27 of 1970 Date of Assent : November 1, 1870” Printed on the Orders of Government Printed at the Deramocent oF Govamnaoer Faminito, CnzO%, To be purchased at the Govumrant PURICATIONS, BUREAU, Covent, Anoual Subscription (inciding BUS) Ri 30 (Local), Ra, 40 (Foreign);;, payable to the Sureninrawnent, Govzavncmnt : Pustenrions-Bunsag, P. ©. Box $0, Colones 2, hetore aon December each your’in'reopect of the yeu followings Late Ribsurptionswii’be accepted oo the covdltion that Bult issued tore tba date'af yapnsent wl not be supplied. Price: 45 cents Postage: 10 cents",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Bank Debits Yan Act, No. $7 of 1970 L, D0. 22/7. AN ACT 10 10P0SB A TAX OW DEBITS MADE AGATNET",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "GUARENT ACCOUNTS IN COMMERCIAL BANKS AND TO",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "PROVIDE FOR MATTERS CONNECTED TAEREWITA OR",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "INCIDENTAL THERETO,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "- (Date of Assent: November 1, 1970] BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate aud the t1ouse of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4, This Act may be cited as the Bank Dehite Tax suet ste ant Act, No. 27 of 1970, and shall come into operation ie ef” on such date as the Minister may appoint by Order Published in the Gazetze, .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "; 2. (1) Subject to the provisions of section 8, a tax chargeturen",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "j 08 the total amount of the debits made during each Sis eran calendar month against each current account shall be Senate charged at the rate of one-tenth of one per centum of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "',, Such amount or at such other rate as may from tima to",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "* time be determined by resolution passed by the House of Representatives. :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(2) A tax imposed by or under sub-section (1) is hereafter in this Act welened to an the tags",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "8, The following debits made against current Remyioe accounts shall be exempt from the taxi—= Grom the ta,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(@) debits made against any current, account of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Government of Geylon, any foreign Govern- ment, the United Nations Organization, any Specialized Agency of that Organization, the Couneil for Technical Co-operation in South and South-East Asia, or any international - gr, foreign organization approved by the Minister by Order published in the Gazette; @) debits made against any such current account e of the head office in Ceylon of a commercial bank as is maintained in a branch in Ceylon of that bank; (0) debits made against any such current account of . & branch in Ceylon of 8 commercial bank as ig maintained in the head office in Ceylon’ of ' that bank; $4 terr—106 Gn sevaxrums oF gors. maxtrtKa, eOR,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "2 Bank Debits. Taw Act, No. 27 of 1970 @ debits made against any such current -account",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": ". of a branch in Ceylon of a commercial bank : as is maintained in any other branch in Ceylon of that bank;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(¢} debits made against a current account in respect ‘* of sums withdrawn from that account for the ‘payment of, the tax; .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "“debits made against a current account in respect",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "a of any futne that are Withdrawn from that",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": ": account for the purpose of opening a special , current account and are credited to such",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "“++ epecial current account; _",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "@) debits, made against a special current account;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "nares :",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(8) such other debits or classes of debits mado against current accounts as may from time: to time be determined by the Minister -of.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": ". Finance by Order published ip the Gazette. Uabilty t¢ ° 4 The liability to pay the tax on the debits made wy te ua” during any calendar imanth against the current account’ of any person shall commence at the end of that month, fond be-sball be liable to pay the tax. - Odection set —«B,(1) Within thirty days after the end of each a calendar month every commercial bank shall, accord- ing to the funds in each current account maintained: in that bank, withdraw from that account a sum equal to the tax or part of the tax on the debits made against that account during thet month, and shall, after deducting from the total of the sums withdrawn in pursuance of this sub-section the amount of the fea Teferred to in section 6, remit the balance of such total, with a statement relating thereto in the pres- cribed form, to the Chief Accountant of the Central Bank of Ceylon to be credited to the Consolidated Fund of Ceylon.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "7 (2) Where any sum is withdrawn and remitted under sub-section (ty from a current account in payment-of the tax, such payment shall be deemed to be with the >",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "' authority of the person for whom such account. is‘ maintained and’ shalf be a valid discharge of hie liability to pay the amount of the tax so remitted. . ‘Where owing to no funds or inadequacy of funds ne current account the commercial tank in which that account is maintained is unable to collect the tax",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": ". ‘Bank Debits Tax Act, No. 27 of 1970 3 or any part of the tax on the debits made against that account during any calendar month. that bank shall, when transmitting the statement under sub-section (1), report in the resorbed form to the Chief Accountant",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": ". of the Central Bank of Ceylon the name and address of the person for whom that account is maintained, the amount of the tax not collected in respact of that acoount, and the amount of the debits on which the amount of the tax not collected is due.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "(4) Nothing in the preceding provisions of this section shall be deemed to authorize a commercial bank to refuse to pay out of the funds in a current account the whole or a part of an aniount of which payment is demanded by cheque, draft, order or other instruction by the person for whom such account ig maintained on the ground that the tax or anv part of the tax on the debits made against euch account has to be paid.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "6. Every commercial bank may, as expenses of the Bxpeasse at collection and remittance af the tax, deduct and retain SUEtn *0f from the tote] amount collected in pavment af the tax the tar. in resnect of any calendar month such fee as may be prescribed. -",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "7. “Where a commercial bank reports under eub- When the tex",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "* section (3) of section 5 that it is unable to collect any Semon\" * amount of the tax due on the debits made during any Seraed toe ia calendar month against the current account of any te See person, an officer of the Central Bank of Ceylon who on ai be snes. is authorized in that behalf by the Governor of such Bank shall in writing order such person to pay, with- ~ in fourteen days after the date of the order, such amount to the Central Bank of Ceylon to be credited to the Consolidated Fund of Cevlon. Tf such person fails ‘to pay such amount to the Central Bank of Ceylon within such fourteen days, such amount shall : be deemed to be in default and shall be a charge on all his assets,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "8. Where the tax is in default in respect of any Prowedingy for amount, the Deputy Secretary to the Treasury may haere issue a certificate containing particulars of such amount and the name and last known place of : .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "« residence or place of business of the defaulter to 0 : ‘Mogistrate having jurisdiction in the division in . which such place is situate. The Magistrate shall thereupon summon such defaulter before him to show nause why proceedings for the recovery of the amount of the tax in default should not be taken agninst bim, and, if sullicient cause is not-shown, the amount of the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "4a Bank Debits Tax Act, No..27 of 1970 tax in default shall by order of the Magistrate be recovered as if it were a fine imposed by the Magistrate on such dofaulter, and. shall, when recovered, be remitted to the Deputy Secretary to the ‘Treasury to be credited to the Consolidated Fund of .. Ceylon. Rend ot wos, (1) Where any sum is paid by or on behalf of, Feoverel athe of recovered from, any person es the tax on any such ie esti” debits ag are exempted from the tax by or under ermpee trem section 3, such person shall, upon a claim made hy elt him in writing in that behalf to the Deputy Searetary to the Treasury, be entitled to # refund of such sumi, Any sum payable to any person under sub peat (i) shall Bo paid out of tho Consolidated + Fund of Ceylon. Pavers 40. (1) Any officer of the Central Bank of Ceyton ioCeral authorized in that behalf by the Governor of that fart oon Bank may direct the commercial banke to furnish ores £2\" such returns as may be necessary for the purposes of this Act, and may inspect, and make copies of any entries in, the books, records and all other documents of such banks in order to ascertain whether such banks are complying with the provisions of this Act.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "(2) Every commercial bank shall comply with any direction given under sub-section (1) and shall permit and assist any person empowered to do 80 by sub-section (1) to inspect, and make copies of any entries in, any books, records or other documents of such bank.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "(8) Section 45 of the Monetary Law Act relating to the duty to maintain secrecy sball apply in regard to matters coming within the knowledge of any such officer of the Centrel Bank of Ceylon as is referred to in sub-section (1) in the exercise of his powers under that sub-section.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": ": 1 see wig 14, A commercial bank may open = special » cuneat wemu enrrent account for a person if he declares in writing",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "that such account is needed by him for the purpose ' for which alone a current account should be main- ' tained if it is to be a special current account within the meaning of this Act.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "Bank Devite Taa Act, No. 27 of 1970 6",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "12. (1) Any person who makes a false declaration Pouidmen me to a commercial’ bank for the purpose of opening a ‘ls secs” { special current account shall be guilty of an offence cersing * ‘and shall, on conviction after summary trial before *24 \"or",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "., & Magistrate, be liable to a fine not exceeding five foe of thousand rapees or to imprisonment of either descrip- has mao tion for a term not exceeding one year or to both ‘seein thar such fine and imprisonment, seen",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(2) On the conviction of any yn under sub-section (1) for making a false declaration for opening a special current account, the court shall, in addition to any other sentence, order him to ay such sam as may be found by the court to represent the tax that would have been payable on‘the debita made against such account if such account had been a current account and not 9 special curreat account, and shall order the commercial bank in which such account is maintained to close such account and such bank shall comply with ench order. Any sum ordered to be paid under this sub-section may be recovered by order of the court as if it were a fine imposed by the court and shall, when recovered, be remitted to the Deputy Secretary to the Treasury to be credited to the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "~ Consolidated Fund of Ceylon,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "43. Where the Minister of Finance is satisfied come of « that any special current account maintained in any Sremsa on commercial bank is not in fact such an account, he Matlte’s order may in writing order that bank to close that account, and that bank shall comply with such order.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "1%. Where any commercial bank fails to comply Puvihment tor with or contravenes any provisions of this Act, the wih seen manager oF other chief executive officer of such bank of shall be guilty of an offence and shall, on conviction ‘emmends after summary trial before a Magistrate, be liable ba to a fine not exceeding one thousand rupees or to imprisonment of either description for a term not exceeding six months or to both sch fine and imprisonment,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "+» 48, After the end of every three calendar months caritcote ‘an officer of the Central Bank of Ceylon authorized stig Jp tt in that behalf by the Governor of such Bank shall, in dette éc., respect of each commercial bank, in writing certify © 1%, \"Teuy to such Governor the total amount of such debits made frereary to the during those months against the current accounts in ite hone? that commercial bank 88 ore subject to the tax, the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "& «= ‘Bank. Debite'Tax Act; No, #7 of 1976 + fetal amoimnt of the'tax payable on those debits, the amount remitted by-that commercial bank in payment -of the tax; the amount retained by that: commercial bank as its fee for collecting and temitting the tax, and the amount of the tax, if any, that has not been <. collected.- Such certificate shal! be transmitted by such “Governor. to- the Deputy Secretary to the ‘Treasury within forty-four days after the end of the three calendar months to, which such certificate relates; ” .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "Provided thet in respect of every outstation brancli of the Bank of Ceylon and of the People’s Bank, such certificate shall be under the band of the manager of such branch, and such manager shal] send such certi- fcate. together with a copy thereof, to the said Gover- nor before the expiry of thirty davs after the end of © the three calendar months to which such certificate relates.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "In this section, “outstation branch’ means a branch situated in Ceylon and outside the area within the administrative limits of the Colombo Municipal Council. .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "‘Bogulations. 48. (1) The Minister of Finance may make” regulations for the: purpose of giving effect to’ the principles and provisions of this Act.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "(2) Without prejudice to the generality of the powers conterred by subsection (1)” reeulations tay be made in respect of any matter which is stated or required by this Act to be prescribed.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "(8) Anv regulations made under this section shall be published in the Gezeste and shall come into operation on such date as may be specified in those regulations as the date of operation, and, if no such date is so specified, shall come into operation on thé date of such publication. _ a",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "(4) Every -regnlation made and published under this section shall be laid, as soon as conveniently may he, on the table of the Senate and the Honse of.* Representatives at two successive meetings of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "} Sennte and the Honse of Representatives and shall » he brought hefore the Senate end: the Honse of i] Representatives at the next subsequent mesting by a motion that sich regulation shall not be disanproved- If-ayeb: regulation, is-disapproved. by. the .Senate oF",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Bank Dedite Tad Act, No.8? af 1976 ? ( thé” Housé of “Representatives, such regulation’ shall bs deemed: to-be rescinded ag from the date of such disapproval but without prejudice to anything already done under such regulation. Notice of such dis-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "+ approval shall be published in the Gezetée.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "“47, In this Act unless the context otherwise tsteprisioa. requires—- . : :",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "“ commercial bank *' means any commercial bank within the meaning of the Monetary Law Act and includes every branch in Ceylon of Cap. «20. 8 commercial bank;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "“ current account ”” means— _ (@) an account (other than a savings account),",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "whether in credit or otherwise, which is maintained in a commercial bank for any person and from which pay- : ments are made on demand inade by him by cheque, draft, order or other . instruction, and (®) any internal account of a commercial . bank from which payments are made for detraying ‘any expenses of that bank, including expenses of « capital nature such as the cost of purchasing any immovable property or construct-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": ". ing any building;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "“ debits” means entries made against s current account of any person in respect of the with- drawals of funds from that account by cheque, draft, order or other instruction of that person, and, include the charges made by a commercial bank in the course of business to a current account maintained in that bank;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "- , “Tsavings account\"? means en account which is - maintained in a commercial bank and the funds deposited in which earn interest and the withdrawale of funds from which can * be made only after such intervals as are specified, or subject to such rules as are made, by that bank; and .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "8 Bank Debits Tax Act, No. 27 of 1970 “(special current account” means @ current account of any person maintained solely for the purpose of :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "(a) depositing in that account funds received by him, in the course of his business, for and on behalf of any other persons for payment to those persons, and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "(®) making payments from the funds in that account to those peraons.",
    "mean_p_confidence": 0.92
  }
]