[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "() PARLIAMENY OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA MOTOR TRAFFIG (AMENDMENT) ACT, No. 47 OF 1983 . [Certified on 8th December, 1983) . Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of December 09, 1983 mH wow SSN rN Se ‘30 BE PURCHASED AT TIE GOVERNMENT PURLICATIONG BUREAU, COLOMBO Prlee: 20 cents Postage; 60 cents",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "Motor Trafic (Amendment) Act, No, 47 of 1983 [Certlfted on 8th December, 1963} LD—O, 48/82 ‘Aw Acr 10 AMEND Taz Moron Taanmic Act BE it enacted by the Parltament of the Democratic Socialist, Republic of Sri Lanka ag follows :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "1 This Act may be cited as the Motor Traffic (Amend- Short tile, ment) Act, No. 47 of 1983.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "2 Section 37 of the Motor Traffic Act, as amended by Amendment Act, No. 21 of 1981, is hereby further amended by the repeal $f tertion of subsection (3) of that section and the substitution Chapter ans, therefor of the following new subsection :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "“(9 Every notice under this section shall be accompanied by the prescribed fea and despatched by registered post or delivered in person to the oensing authority, and the licensing authority sbell in every caso where a notice is delivered in person fssue a written acknowledgment of the receipt thereof”.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "& O73182—-18,960 (89/10)",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Banval subscription of Bills and Laws of the Parliament Ra. 180 (Local),",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Mx 206 (Foreign), payable to me Suremnrevomer Goveument Posticanrons",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "‘romeay, P. 0. Box 500, CoLomso 1, bevore 15th December each year in respect ‘of the year following,",
    "mean_p_confidence": 0.8
  }
]