[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "EP “\\ @ ee LS, EN orn Leys ne PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA CEILING ON INCOME AND COMPULSORY SAVINGS (AMENDMENT) ACT, No. 12 OF 1980 ‘ (Certified on 12th Februsry, 1988) a Printed on the Ordera of Government - 4 Published as a Supplement to Part TI of the Gazette of the Demecratic ‘Socialist Republic of Sri Lanka of Pabroary 15, 1960 . earnie AT IME GEPAIGMITT oF OOWEAIICENT MaCeEAG SAC AML Wat Fisinam A om cove PeareAnrO noe, OO Price: 45 eons Posinge: #5 cents",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "Ceiling on Income and Compulsory Suvings : 7 (Amendment) Act, No. 12 of 1980 [Certified on 13th February, 1960] LD—0. 54/79. An Act 10 AMEND THE Ceri om Incomm aND COMPULSORY ‘Savunes Law, No. 15 or 1072. BE it enacted by the Parliament of the Democratic Socialist Republic of Sti Lanka as follows :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "1 This Act may be cited as the Ceiling on Income and Short title. Compulsory Savings (Amendment) Act, No. 12 of 1880.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "2 Section & of the Ceiling on Income and Compulsory Amanimant Savings Law, No. 15 of 1972 (hereinafter in this Act referred section 8 of to as the “principal enactment”) is hereby amended by gn‘ineome the substitution, for the words and figures “on or after fo Gene April 1, 1972”, of the words and figures “on or after April am Mes 1, 1972, but not after April 1, 1974\", wr,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "3. (1) Section 16 of the principal enactment is hereby Amendment amended as follows :— ton 18 of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "‘the griney {@) by the repeal of subsection (9) of that section, and cacteent the substitution therefor of the following subsection :— * (9) Where the whole or a part of a quarterly . instalment of the contribution is in default, the efavlter shall, in addition to the amount in default, pay es 8 penalty— (@) a sum equivalent to five per centum of the | ainount in default, and + (by where the amount in default is not paid before the expiry of thirty days after it has begun * to be in Wefault, in respect of each further perlod of thirty days or part of such period during which it is in default, a further sum equivalent fo one per centum of the amount in default : . Provided that the total sum payable as a , Penalty under the preceding provisions of . this subsection shall in no case exceed 2-2 st=10.200 07H) .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "2 Ceiling on Income and Computeory Savings {Amendment) Act, No. 12 of 1980 twenty five per centum of the amount in default.” ; and (®) by the addition, at the end of that section, of the following new subsection :—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "“ (10) The Commissloner-General may waive or reduce any penalty payable under this section, if hhe is satisfied that by reason of any special circumstances in which the default was made 'a waiver or reduction of such amount would be just and equiteble.”.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "(2) The amendment made in section 16 of the principal enactment by paragraph (6) of subsection (1) of this section shall be deemed for all purposes to have come into force on April 1, 1972, and accordingly, shall apply to every year of assessment commencing on or after that date.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "Replocement \"4, Section 42 of the principal enactment is hereby of section 42 repealed und the following new section substituted principal therefor :— fractment, - *Iamue of 42 (1) The Monetary Board of the gerttcates | Central Bank shall cause to be issued to fonteibaioss every person, in respect of contributions Paid. peid by, or recovered from, him— (@ during the period of twelve months ending on- April 30, 1979, Gi) during the period of twelve months ending on June $0, 1974, and (ii) during the period of twelve months ending on June 30, of any subsequent year, a certificate showing the total amount of the contributions paid by, ar recovered from, hhim during each of such periods,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "(@) For the purposes of this section any contribution paid by, ar recovered from, any person during the period commencing om May 1, 1973, end ending on June 30, 1973, shall be deemed to have been psid by, of recovered from, him during the period of ‘twelve months ending on June 30, 1974\".",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Ceiling on Income and Compulsory Savings 3 (Amendment) Act, No, 12 of 1980 8, Section 44 of the principal enactment is hereby Replacement repealed and the following new section substituted $f 2eetlon therefor :— _ principal Snactment. {Interest on 44,‘Interest shall be paid on the amount ububons. specified in a certificate issued under section 42 if such amount Lies in deposit for a period of two years commencing on the day . immediately succeeding the last day of the period of twelve months in respect of which the’ certificate was issued, Interest in respect of the first two years commencing on the day immediately succeeding the last day of ‘the period of twelve months in respect of which the certificate was issued, shall be paid at the rate of five per cettum and in Tespect of cubsequent years slso at the rate “of five per centum. \",",
    "mean_p_confidence": 0.83
  }
]