[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  PROHIBITION OF RAGGING AND OTHER  FORMS OF VIOLENCE IN EDUCATIONAL  INSTITUTIONS ACT, No. 200F 1993  iCeriiedon 29th Apes 1998)  ried ox the Onder of Govern  ‘listed ase Sepptemen So Pan ofthe Cnet ote Democratic Scie  ‘Repeltic of Sel Lanka Ape 36,1998  ‘SACRED core Re  Pace, 6:5 Wotage 258",
    "mean_p_confidence": 0.48914285714285716
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Prohibition of Regeing ont oher form of Voter  ‘i Edson! Initio Aet, No 2 of 788  {Cenitied or 2 pt, 1998}",
    "mean_p_confidence": 0.39280000000000004
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  LD-O798",
    "mean_p_confidence": -0.006666666666666667
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  (Att ACT 70 eLikinats AGUNG 48D OR eons OF  VIOLENCE, ano cate, RTUMAN An DEaRADING  THUMM BOUCHER. HUTS",
    "mean_p_confidence": 0.19272727272727275
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  [BE it macted by th Petameat of the Demnerae, init",
    "mean_p_confidence": 0.4475
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  ‘Republi of Si Lanka a folloms -—",
    "mean_p_confidence": 0.39222222222222225
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  1. The Act moy be ced asthe Prckiton of Ragging. store,  ‘nd Otter Forms of Wilanca t Eaiadna?lnsiatons  ‘Ae Ro, 25 of 1998,",
    "mean_p_confidence": 0.3862962962962963
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  2. (11 Any person who connie, or partipnts in, pagpag  ‘gens, within or oct sm edcatonal intaion salt be  salty of a oftence ander this As an sil on ccaeion  the smi it befoe  Magiarate be Uhl, igor  inmpisonment for x ve 2 excéesiag two yee i tay  also te nares to pay compas of amount dteised  Dy ener, othe person ta respect of wham de offence was  ‘Sramivd forthe injores cmd to sueh penn",
    "mean_p_confidence": 0.36642857142857144
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  £2) A petion who, whilst commiting rgging caves,  Sox harstnea cr grievous Act oan sles orator  ofthe soft of wn educa! isin ton el be gy fo  ‘offence unde ths Aci and shell on conviction afar sotry  ‘cal before x Magia be able wo fps! fe toe  Wet excoding tea yen and may also be onered to pay  compas fs smecat etm by co oe ereo8  {ntespct of whom te fence was onomited Fore gps",
    "mean_p_confidence": 0.36714285714285716
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  ted osach person,",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  3 Any perm who, widin oc ouuise an esstcns? cscs  ination, ticaines, vebaly orn waiting, tesuseiefay (> teen  ‘he percan repeat o¢ property of any stedcat ora member  ‘of the staf, of an educational isbation in thes soiion  refered 20 a5 “the vit”) oF lo th pert, epatch oF  bots 4350000",
    "mean_p_confidence": 0.30741379310344824
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  1 Prokiion of Rogung cad vie fora of Wolenee  Tp Beatdown At, No 20 of  ropa ofan ctr pron in hoe the et seed,  Tim einen cfemring tr nb visimox competing  Che vied aden at wfc he vit cgay eed  toy cto ooi2 doy act which he i aie  sal be pity of en offence under is Acad al 8  “pnw fer uma il elo a Maginat be ble  torigrasnpontet erates aotecendi fee  sewcgeecan, > e-Bay on ws Ge ay as, By nich he esa  ety a te fae of ovement of any sina  . rember of he all of a aint bation of at  fern win such saranal ition © ay Pees  Thder tbe marapterat and conto of wh ebsites!  Tsu roatened tut atl stewion and fot  ‘be porpae ob fcsing sb eas wae fe ae  [evn fo take april cee fin a Be gt  offence ender th Ast an sal ov conriton afer  inary til before a Magis, be Hale sgotons  operon fra em wok excenlng ete Va.  reside 5 Bo gotom wh slew lly ober any stad oF  arsembe of esa ofan obcaona esto, e8ch&  “pennat abt prevent nh seo member i om  rovcdg in oy stoi which aveh sen eee  [te fa tia rend, be eect of  der is At oad io coi a my ah  before a Mpa be ihe to gnosis Ke 3  farm st encesiog ete YS  court Any perso who unntllyestin ay satora  SEE uber ef awa of an etonl ston i 86h  Frarmar a io preven! mich deat or mene of be wal  . Fron preceding bejond coin csencriing Tai tlh  be gly ofan olfece unr his Ae ad san exon ion  flee summary tial before « Maghszate be Fiabe to  Foon fo a ean wot eseosing seer yas",
    "mean_p_confidence": 0.3300299401197605
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Prohibition of Raging and ther forms of Vence 3  ‘in Educational Insthatons Ae No 200/188  2. (1) Any pero who, wihoutawfuexcus, occupies, cic emp  by foc, any premisesof rund be management or onto) 9:  ‘an edctonl tation hallbe pity ofan fence under POPES  (his Act and salon conviction afer sommary il before aac  Magia be liable woimpesooment fr aterm nt exceeding  ~ —tengears toa fin ot exceding ten thousand open oto  buh sue impesenentad fne  (2) Ary person who causes mischie in eset of say  Dropenty of, or under the agement or contol of a  ductional instition shall be guilty of an offence under  {his Act and salon conviction ater sural before 2  Mazisiate be liable to imprisonment fra term fo mot  ceding twenty years and fino fv thousand pees or  thee times the amount fe oso damage enue sch  open, whichever amounts higher  ‘8 Where a person is convited ofan ofene unde this oxi rpn  ‘Act the court may. having regard tothe gravity ofthe oan  offence  (@) inany case where he pron convicted issue of  4 edscalonal isto, order tht such person be  expelled from sch insitaon  (©) in any case where the person convicted is a member  ofthe staf of a eda intittion, ede at  such person be dimised from such egcation!  institution.  9. (1) Aperson suspected or ach us sunmiting a al  offence nde sobsecton (2) of section 2 or ection of it  ‘Act shall not Be released on bi except bythe judge of 2  High Court established by Anil 154P ofthe Contin.  Jncterisinghis dscreon opt inl -och uge sale  ‘egaré tothe provisions of eon 14 ofthe ail At No. 30  of1971",
    "mean_p_confidence": 0.407741935483871
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Proibdon of Ragan end ote frs of Wate  \"x Eauutlad aban At, Na 2 0f 7S  (2) Were a peron ited of a offense se  uteri Gof etn 2 etn 4 Os Ak ed  ppeal i petted agains wach onnviton, the Cowet  aking sch person may. ig fa contain te  Sarg of the olence as te aon of the po  Sve eran rt pen oe  anieywninn 10. Notthtndsg any othe Cate of Cail  See Prete Ae NO. Sf 197  SIRES co wopovsnsateeston sm ofa Act ace epy  Seems ntecnn ofan peson who om  Sete 8) weqroviom feo Stat Acts ety  snthns 9 porn vi ples  trocar sy conc of ny offence mer asbeecion of  sein 2 wcdin o  AS.  ticssnte ts Th AM offen ude hs Ant al Be domed  REamarON”  copiahncllenes Sart pues of pinion ote  ome _pevvisions of the Code of Criminn Procedure Act.No iS af  me 579, vovtiinganphing cowie’ nthe Fist  Sete that Ae,  cettens 132. ereim ary poston or tf ee  ‘Ac. qoeaton ae ster ey pve 2 sto 8  Irn of he sf ofan oct ston o whet  ty eee ce propane popes or de te  ‘monogerist en como a eds oe &  Ceuftwsepurgering beanie treo eed er  Stee of fuck eee ont he els ha ie  ‘sn sna nea eso eens ne oh  Rob eoncana! navn, tthe rte po  ‘pent eee rope. e mage  conrad ee. laces  i vcence ott ook sgt al al Se prme  ascent ae ed es  Aaiaialing oF ‘a, 1) Bi he cents of rl ar one me  secwes ay ons al omy mae poe coi  entate, ‘exsressly or ty necessary implication » statement peoviousiy",
    "mean_p_confidence": 0.3189171974522293
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Promibton of Reggng aaa forma of Violence $  sn Eaciional sions et No, 20 9f 95  son by io in th ase fen nv ite such  fone, shall be wit fr be Maina, a2 doe  jngaiy ite ie ctesmanes ia wien he same IS  ‘ale, he consis sue ad jut —  {0 toot apn the stern ven Un wien the  sours of the imestigston, if rach sal: bt  rural neta pre yeas am  ‘indepen source ae  (6> ro bave sa wanes ate conclucn of fac Hal  ‘Red before suchcou pots ace for mea  Aiving false evidence fn a Hage of a judicial  breeding,  £2: At ny eit uncer peraen (yofstcton <4  salle sitet to prove thatthe secured made the  contactor sates alleged charge ait il et  tbe necesaay fo prove which ah ata fe. i  414, The provisions af tis Act shall be i sett to, Ponbior of ds  at notin derogation oy the provisions afte Ped Code, A gion  the Canetion Agus Tht we Otter Col Iebran on EEE  Depyeding Teste x Panton Ac, No. 2 14 o pnt a  euros im Foatcaae  AK Brey Cove sal give peor nthe tal of any Pee  peron charged th sy cence vad thi Acta oer Sat  lean of ary pen the saviton of ny peas for sgn  Any wich offeore and any sentence imposed on such\"  Soman  16 Inthe cvetofany nsonsinency went Sci Sabena  sn Tal exes of this Act, he Sass abt penal. eect  Sone  I. Inshi Asvonese the somes borne gies — tein  “minal fc, Yet” “fete”, “gevus ha, \"ht™  td “sche?” bal hare the respective wexsines  _ssignod to he in the Penal Case:",
    "mean_p_confidence": 0.3712861736334405
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Prohibition of Ragging and other forms of Violence  in Educational Insitutions Act, No. 20 of 1988  “educational institution” means —",
    "mean_p_confidence": 0.5184000000000001
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  (@) aigher Educational Institution;",
    "mean_p_confidence": 0.37333333333333335
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  (8) any other Institution recognized under Chapter  IV ofthe Universes Act, No. 16 of 1978;",
    "mean_p_confidence": 0.6083333333333334
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  (6) the Buddhist and Pali University established by  the Buddhist and Pali University of ei Lanka  ‘Act, No, 7401981;",
    "mean_p_confidence": 0.4943478260869565
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  @) the Buddha Sravake Bhikku University,  ‘established by the Buddha Sravaka Bhikku  University Act, No. 26 of 1996;",
    "mean_p_confidence": 0.6013636363636364
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  (eo) any Instat registered under seton 14 of he  ‘Teriary and Vocational Education Act, No. 20,  of 1990,",
    "mean_p_confidence": 0.475
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  () any Advanced Technical Istute established  under the Sti Lanks Institute of Technical  Education Act, No.29 of 1995;",
    "mean_p_confidence": 0.5850000000000001
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  G@) 2 Pirivena registered under the Pirivena  ‘Beaton Act, No 64 of 1979 and receiving  ‘rans from Sate fonds and includes a Prvena  ‘Training Instote established under that Ac",
    "mean_p_confidence": 0.5567647058823529
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "  (0) he Sri Lanka Law College;",
    "mean_p_confidence": 0.46249999999999997
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "  (the National Intute of Education established  by the Navona Inetite of Education Ac, No.  2Bof 1985,",
    "mean_p_confidence": 0.43550000000000005
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "  @) & College of Education established by the  ‘Colleges of Btveaion Act, No. 30 1986, oF  Goverameat Traalng College:",
    "mean_p_confidence": 0.42695652173913046
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Prohibition of Ragging and other forms of Violence 7  ‘in Edvcaiona Insiations Ac, No. 20 of 1998  () a Government schoo! ofan assisted school of  ‘an unaided school, within the meaning of the  Education Ordinance (Chapter 185):  and includes anyother insitation established forthe  purpose of providing education, insrction oF  training  “head of an educational institution” means the Vice-  CChanceller, Mahopadyaya, Director, President,  Principal or any eter person howsoever designated  charge with he sdminisvation and management of  the ffirs of such educational instution,  “Higher Educational Insiation” has the meaning assigned  10 it inthe Universities Act, No. 16 of 1978  “raging” means any set which suse risky tocause  ‘physical or psychological injury of mental pain or  fear o a sudent ora member ofthe staff of an  educational nsintion;",
    "mean_p_confidence": 0.48534246575342466
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  “student mean a student of an educational insioon;",
    "mean_p_confidence": 0.499
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  “sexual harassment” means the use of eiminal force,  ‘words or actions to cause sexual annoyance oF  harassment toa student or member of te ea, of  an educational nstiution;",
    "mean_p_confidence": 0.5357575757575758
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  ‘eu sipin  Engi Bin Arte atlanet  BCLeaROFOR,  ‘opal be Sommmntme, Commoner Ravens Bn, No, Teens Hoon,  \"ona Caen 0 bo as Dene er eps of eo aw,",
    "mean_p_confidence": 0.27161290322580645
  }
]