[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  , SRI LANKA  |  ‘VIJAYA KUMARATUNGA MEMORIAL  FOUNDATION (INCORPORATION)  ACT, No.31 OF 1998  |  | [Ceriedton 100 June, 1998)  Printed onthe Order of Goverment  Pushed ara Seppemento Pa fhe Gantt othe Democrat Seis  pepo Lanka ue 1386  Pre, 900 Pose Re 250",
    "mean_p_confidence": 0.48333333333333334
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Wave Kemarerrge Maori Frdaton  ct Mo af oa  {aie on 104 ne, 1998)",
    "mean_p_confidence": 0.28470588235294114
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  D0, 781  [As Act to ove 8 TE EARLSOLON OF « Fotrmanon  ‘suas re Vana React eng Foun  S018 ones Pah Te PF  SATO coker) Dine or Boat NRE",
    "mean_p_confidence": 0.2077142857142857
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  1. Thc Ast ag bead a the Wop Kemartings terse",
    "mean_p_confidence": 0.3525
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  Merri Poona At 89.31.8198  paar  sein oF ms Vann Kensie Meson  ‘Ranoaren",
    "mean_p_confidence": 0.21235294117647058
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  2.2) Thee ch to csabithes «Founda, in dee sen  {a penpecneta the mexwory of te late Mr. Vijaya Kescaratings, Miar®  ‘whe called “The Visye Karcaatenga Memeral Foundation” Keaesunes  {hati iain Act refered:o cee \"Pounésion') Fon,",
    "mean_p_confidence": 0.312
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  . (23 The Foundiom chai, by the wasme assigned 1 by  svbeeron (0), be bry septs nd lhe psp  tueceson are crtmon sa wi ny Se ta ee i  sashrae.",
    "mean_p_confidence": 0.3682857142857143
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  4. (1) The Founduion ll be atinitvert hy aBRoast Mien tte  “of Managesment, (hervinaftes in thts Act referved to as dhe Senet  \"Bow cnsiing ofthe Stoning enter > saeun",
    "mean_p_confidence": 0.3103030303030303
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  (2) the President af the Reputie;",
    "mean_p_confidence": 0.39749999999999996
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  (0) the Lenin ote Oppceon i Patan",
    "mean_p_confidence": 0.22777777777777775
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  4) de Chie Bano te Sopreme Coe:",
    "mean_p_confidence": 0.3622222222222222
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  6b Meander cone;",
    "mean_p_confidence": 0.048
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  62 Mo. Ctoniins Bananite Kvarag din",
    "mean_p_confidence": 0.12875
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  ‘er Wieime, and thereat the on arene  ovcrdact ot bw Ms Vioya Kamarlonge  spt assaeey",
    "mean_p_confidence": 0.24526315789473685
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Soya Kumwrananga Memorial Rodan  \"Act Ne 3. of 1908",
    "mean_p_confidence": 0.31384615384615383
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  Provided, however, that if Ms, Canad  Barearsne Kanata Tr say pero  fico merce of te Boat, the obit surviving  ‘evcradne of he late Mr, Vaya Kemarannga m3,  idving such period serve on 3 member ofthe Board",
    "mean_p_confidence": 0.37976190476190474
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  Provide, forte, that i the event of the ofS  surviving descendane Deng uwing ur unshie 10  “evve as a member ofthe Hoard, the neat odes  arviving descendant may serve as 2 member ofthe  ‘owe: and",
    "mean_p_confidence": 0.3807317073170732
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  i wwe petvons appointed by Mis. Chances",
    "mean_p_confidence": 0.3277777777777778
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  Baearanake Komaranengs dig br lets. snd  Gefeattes by the Baovd, for song gotsoms oF  rncopsies compelenseeminensein reigns,  Taw edosaon or ars,",
    "mean_p_confidence": 0.29846153846153844
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  ) (o) A member appointed under paragraph (fh of  rbyetion 1) my eign om aie by ater at eb,  ‘desc 1 ie Beard,",
    "mean_p_confidence": 0.35444444444444445
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  {) Avormber appoint under patra of uation  21) my berm rom offic tay ive by Mee, hal  Bamtanan Kumeraings oe the Board, as she e3te my  eo",
    "mean_p_confidence": 0.2665625
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  (> Sabjoct ote provisions of pagrapi a) a (2  Atissataectontetarm office of roeeber spot er  pasageaph {9 of auteetion (shall bo cr ys fe tae  se of his appoiniment",
    "mean_p_confidence": 0.25941176470588234
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  a) Arstnberappainte under perograph ff sabato.",
    "mean_p_confidence": 0.2425
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  (i) wha cats offic by ellanion of ink, ste oii  fe vengpovenment",
    "mean_p_confidence": 0.30333333333333334
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  (3) A member tere 0 puerta), fe 8)",
    "mean_p_confidence": 0.29500000000000004
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "  of pabsaction (2, shall hed office slog a such rember  inl ho office by wine of which he 48a erber OF the  Board",
    "mean_p_confidence": 0.3755555555555556
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  jaya Kumarawnga Memorial Foundation 3  ‘Act, No. 31 of 1998  (4) The Chairman ofthe Board shall be the President In  the absence ofthe President from any meeting ofthe Board,  ‘the members present at such meeting shall elet ftom among  themselves a Chairman for that meeting.  (6) The quorum fora meeting of the Board shall be five  (6) Subject othe provisions of subsection (5), the Board  ‘may regulate the procedure in eegad othe meetings ofthe  Board andthe transaction of business a such meetings.  (2) No stor proceeding ofthe Board shall be deemed to  ‘eval by reason of any vacancy inthe membership ofthe  Board orany defect the appointment af any member here,  . (®) All question for decison at any meeting ofthe Boat  shall be decided by the vote of a majority ofthe members  resent. nthe cas of an equality of votes, the Chairman or  ‘ny other member presiding at any mesg ofthe Board shall,  in addition to his own vote, ave a casting woe.  4. The Seal of the Foundation — Tes  We ont  (2 shall be inthe custody of such person es the Board  may fom time to time determine ;  (6) may be altered in such manner as may be determined  by the Board; and  (6) shall nt be affixed 0 any document except withthe  sanction of the Board and in the presence of two  ‘members ofthe Board who shall sgn the document  in token oftheir presence,  5. The objects ofthe Foundation shall be— Tei  () to promote peace, goodwill, understanding and co- Pasian.  ‘operation among al communities and peoples of Si  Lanka;  (@) to promote the upliftment of youth, who are  economically and socially disadvantaged",
    "mean_p_confidence": 0.5530769230769231
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 lage Rmnaratanga Merriat Foendaon  “Bet Nol of 198",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  0) wo promote the advancement of education snd  eewiedge, aed 10 provide scholarships, grasis oF  father forme of financial assstanen 0 sohelar,  exechers aid te recognized insttotions of  organisations;",
    "mean_p_confidence": 0.4165714285714286
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (2 promote and encourage, eutura,tietay and  ehasiable setvites",
    "mean_p_confidence": 0.3181818181818182
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  Ce) to ongavine and hold, public Ines, semiasts,  woikshops, conferences, dekates, short term  ‘educations! courses for yout, with view to  tdvamcing thei kaowledge and eaabling ther to  secure employment;",
    "mean_p_confidence": 0.44142857142857145
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  0) topromote se encourage pieations om mates of  sata eid interansonal tere;",
    "mean_p_confidence": 0.298
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  {) 1 avablish ‘ond matin, editions istations,  sara, museums ane hogs",
    "mean_p_confidence": 0.2835714285714286
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  (8) ta promote international peace, wnderaanding and  co-cpersion",
    "mean_p_confidence": 0.2381818181818182
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  1) topeovite at fom of arntance forte dewlagment  of cinema in Se Lathe",
    "mean_p_confidence": 0.299375
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  (fh soda nach oer act on hing sa my Be oecensary  foe the carrying ogt ofall or any ofthe feces  objec.",
    "mean_p_confidence": 0.326
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  Pmzatile 61) The Faesdtion shalt subjot co he provisions of  odio his Aut, have te fang pee",
    "mean_p_confidence": 0.3395
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "  { toaccpireand bald propeny, mowabe or immowble,  “etic may become vested i icunder ss Act or by  viene of any porchase, grant, gi, testamentary  apostion a otherwise, and subject 50 any trast  aching to such popeey Ho sel, engage, est,  exchange or oder wise spose of sare:",
    "mean_p_confidence": 0.4003703703703704
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Wiaya Kumaratnga Memorial Foundation — 5  ‘et No. 31 of 1998  Provided however that no immovable propety of  ‘he Foundation shall be sold without the prior writen  approval ofthe Minister;",
    "mean_p_confidence": 0.4716666666666667
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  () to emer ito and perferm, all such contracts as may  be necessary for earrying out the objects of the  Foundation :",
    "mean_p_confidence": 0.5523076923076923
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (©) t0receive oreo, gts, rans or donations cash  ‘or kind fom lea or foreign persons or organisations:",
    "mean_p_confidence": 0.42000000000000004
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  (4) 0 make, draw, accept, endorse, negotiate, buy, sll  andissu, ils of exchange, cheques, promissory notes  and other negotiable instruments and to open and  ‘maintain, curen, savings snd depot accounts many  bank or banks",
    "mean_p_confidence": 0.5042500000000001
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  (©) toborrow, with or without secury, moneys necessary  for carrying out its objects;",
    "mean_p_confidence": 0.480625
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  ©) to invest any moneys belonging to the Foundation  incluting any unaplied income, nay secaiy which  under the provisions of section 20 ofthe Trusts",
    "mean_p_confidence": 0.5646428571428571
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  . Ordinance (Chapter 87) or of anyother writen lam,  it lawful to invest trust moneys, oft invest any  such moneys inthe purchase of immovable property  ‘nti Lanka or vary such investments plac in fixed  ‘eposis in any bank, any pon of sch moneys not  required for immediate expenditre  (2) 10 appoint such officers and servants as may be  necessary for canying out its objects and  (2) tomake rulesin elation to all maters connected with  the working of the Foundation  7._ (1) Subject othe provisions ofthis Act and any rules Often ae  made thereunder. the Board shall hive the power to appoint Sree  the officers and servants ofthe Foundation ——  (2) Bvery appointment of the officers and servants of the  Foundation shal be made by the Board in accordance with  the schemes of recruitment and procedures fr appointment,  prscrbod by rules,",
    "mean_p_confidence": 0.5386708860759494
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 ime Rowse Memorial Fodaion  et Na Dh of 188  C2) Seer rons ax Ac ey es ade  tera he Boards deerine terranes  ‘hicevce ofthe offer an scans ofthe Founda  incl tha wns, svi hemes  4) Te far am stot a be Foundations  ‘shige wo de Giciplony contah acadig power  Asal fhe Boar, The Board may cake less pat  ‘ematan of ip  {§) Te oss oti andegunte rovien fns  sand cheer fri boettcher of he  eat ay mks como oy a0 oo  heme  Serie —B_ Whore Fouzdaticn employs ny persons wh as  fet” grad ins corr with oe Covered by ich bas  eaetnge ged nse the Coveren: for a pei peed ny  ‘Ses e pend of vcs m ho Feat hat pera i be  ergceeelFpmlw erce't he Goverment ft purpose  SseFcome Ghana he obligation of scr cont  sezmnmetst 9, C1) A hs rag of he Roan ay pai fer  SATO erg nay insti Dane eong arte  SORES ony oe Miner ay. it enstef Be Sece  feihe Mey of th Meni given wth he exncaroce o  ‘he Sees 1 de Biz of he Mn clap othe  fet of Pile Admiisuacn, rod ofthat ofcen  {emporaly poined we maf of Foundation ors  ena be detente Board th Se oto,  {rw ie content pesmanety appt sew of  ‘he Fandaice  {© Aube rar of he Bow any pb ier te  aha «pubis fe feral estat CH yh  ttocrnente tt fer nae Sera eh Mii,  Sf she Minar in charge of the abject of Bebe  ‘admins, be opera eps abe al of hs  ‘Poxndton sch yee as rayne Rost  foi Uke eemeen or wilh bie consent be permonctty  ‘ppoinndta ena ol Be Feminine.",
    "mean_p_confidence": 0.3333544303797468
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Wiiaya Kumaratunga Memorial Foundation 7  ‘Ac, No. 31 of 1998",
    "mean_p_confidence": 0.4392307692307692
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  2) Where ay public officer is temporarily appoints to  the staf of the Foundation, the provisions of ection 14 (2) oF  the Nationa Transport Coramission Act, No. 37 f 1991 shal,  ‘mutais mutandis, apply to, 00 in tlation obi,",
    "mean_p_confidence": 0.49659090909090914
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  (4) Where any public oiceris permanently appointed to  the staff ofthe Foundation, the provision of section 14 2) of  ‘the National Transport Commission Ac, No. 37 of 1991 shall,  ‘murs mundi, apply to, nd in relation tobi,",
    "mean_p_confidence": 0.48571428571428565
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  (5) At the request ofthe Boat, any officer or servant of  any Higher Edvcational Iestittion established under the  Universities Act, No. 16 of 1978, may, with the consent of  ‘hat officer or servant, the University Grants Commission and  the principal executive officer of that Higher Educational  Institution, be temporarily appointed to the staff of the  Foundation for such period 8 maybe determined by the Board  with lke consent, or with like consent be permanently  ‘appointed tothe sa ofthe Foundation",
    "mean_p_confidence": 0.5719101123595506
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  (©) Inthis ston ~ the expressions “Higher Educational",
    "mean_p_confidence": 0.323
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  <Tesituion” and “principal executive officer” have the same  ‘meanings asin the Universities Act, No. 16 of 1978; and the  expression “University Grants Commission” means the  ‘University Grants Commission extabishod bythe Universes  ‘Act, No. 16 of 1978  PARTIE  Pownce",
    "mean_p_confidence": 0.525
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  10, (1) The Foundation shall have its own fund. Radofte  (Gercinafer called and referred to asthe “Pund\") ae",
    "mean_p_confidence": 0.5838095238095238
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  (2) There shal be credited othe Fund —",
    "mean_p_confidence": 0.539
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  (2) all such sums of money as may be receive by the  Foundation nthe exercise, discharge and performance  ofits powers, functions and dies unde tis Act and",
    "mean_p_confidence": 0.5987096774193548
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "  () all such sums of money as may be received by the  Foundation, by way of loans, donations gifts or grants  from any source, whether in Sri Lanka o abroad nd",
    "mean_p_confidence": 0.5845714285714286
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Wiaye Kumarange Menor Foundation  et No 3 of 1988",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  (© alse suns of mney aay be voted rom tie to",
    "mean_p_confidence": 0.37538461538461537
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  tine bythe Parent or ewe of he Foundation",
    "mean_p_confidence": 0.43899999999999995
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  (8) Thats bepidot oft Fund he Fundton—",
    "mean_p_confidence": 0.2411111111111111
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  (ests ss of money a a edo defy any",
    "mean_p_confidence": 0.37999999999999995
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  txpene cured ye Fumiaton ine cece  Sicha and peomance of is powers di and  fanctons ve his Act and",
    "mean_p_confidence": 0.3391304347826087
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  (©) alse sums of money aa requed toe pido",
    "mean_p_confidence": 0.3263636363636364
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  fh Fd by unde hs At  Mebane HL. (1) The Boar sal eae poe oo of acount  EMR wbekettbincome desperate lablies  SH andl ote amacton of he Foundation",
    "mean_p_confidence": 0.3415151515151515
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  (2) The financial year ofthe Foondton sl be he  calendar yu",
    "mean_p_confidence": 0.39999999999999997
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "  ) Anil 154 of he Consituion sal apy whe at  ofthe acount Fontan,",
    "mean_p_confidence": 0.37875
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "  Minne 11) The Minitermay with the concuece of the",
    "mean_p_confidence": 0.39181818181818184
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "  SEI aq Miniter in charge ofthe sdjet of Face, exept the",
    "mean_p_confidence": 0.34615384615384615
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "  fSrestctan | Foondaon om payment of any ests jon any gods",
    "mean_p_confidence": 0.34076923076923077
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "  oe impored bythe Foundtn if he por of sch god i  <omidrdto be conducive te altancenen fe bjets  ofthe Fomdaion",
    "mean_p_confidence": 0.4066666666666667
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "  (2) The Foundation hall be exe rom ay come",
    "mean_p_confidence": 0.4636363636363637
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "  - under nan Reverse AC No.2 of 197.",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "  (A donation madeia mone or arise by ay pon  tothe Foundation sal be deemed or he pape of  paragraph () of subsection (2) of seton 3 fe nnd  Revenue Ac No. 2501979, adonaon mein money  otherwise Fund exis he overt",
    "mean_p_confidence": 0.3760869565217391
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Wye Kemaranga Memorial Rondation 9  ‘et No.3 0f 188  PARTI  Goma",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  13, ‘TheMininermay fom imetotinegesuch general west  cr special directions in wing tothe Bows totheecne Merit  Of the powers ofthe Foundation be",
    "mean_p_confidence": 0.3176
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  14. (1) The Miniter may by Onder published inthe Sue panty  Gazette, transfer to the Foundation such movable or a  immovable pope ofthe Minty of the Miner as sears  ‘equied forte presse Foundation ad any property Seen  So vonsfed sal wth fe fromthe date ofthe Ore  ‘estima become the propery ofthe Foundation",
    "mean_p_confidence": 0.5116949152542373
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  (2) Any sae and ay. sot sch conto as may  te dermined by the Miniter wit th coneuece of he  Minister for the in being in charge of he sujet of State  Lands, be made sabe forthe se fo be aint to,  the Foundation fr any pupse of the Foundation",
    "mean_p_confidence": 0.4783928571428571
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  62) Whee any movable propery of the Ste is euited  tothe purpose othe Foundation, and Ministery by Oder,  published inthe Garete, tater to, and vet, the  Foundation, the postson nde of sich moval propery",
    "mean_p_confidence": 0.4005128205128205
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  Provided however that no Orde aesing any movable  propery fhe Sats eade by he Miniter under be  preceding provisions ofthis subsection, without the  oncurenee ofthe Miniter in charge of he sje of uch  rove,",
    "mean_p_confidence": 0.46900000000000003
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  18, Te Boa shal within pei ofsx mons er outset  the close of ach anil ear arepot giving full pee  ‘account of the activities ofthe Foundation during that yearto \"™**™***  the Minister who shal ease such root to be placed before  Parliament pie tthe end ofthe year next following he  yearto which och pot elt.",
    "mean_p_confidence": 0.44467741935483873
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Wine Kunaratunga Menai Fwdation  1h No.of 1988  Foun 16, The Foundation shal be deemed tobe a ceded  seemdiobe>—sasttuion within te meaning ofthe Bribery Act ad he  scl gross of that At shal be consoed according  Sonera  Mentenstite 17, Allmembers ofthe Board ad officers and servants  eesti ofeFoundaion sabe deemed tbe pbi rats iin  ster he ang and for he purposes ofthe Pena Code  Smt  cient  Prortoset 18, (1) No sit o prosecution shall He agaist any  dieses ele ember ofthe Board fice or evant of he Foundation for  ny 21 which in god faiths dove or purported to be done  yim under this Act, oon he deeton othe Board  (2) Any expense incre bythe Foundation nny sit or  roseuton rag by or aa the Fondation befor sy  our, shal be pol out te fund of be Foundation ad ny  ost pi oF recovered by, he Foundation any sucht  ‘rprsecuton sale credited he Fund of the Foundation,  (2) Any expense carey any such persona ieee  twin subsection (1) many suit prosecution brought aie  ti before any out in respect fay ct mci done o  purporedtobe done, by him under ts Ac onthe icin  Se Bowdsal tbe courtbots tht seh act was nein  ged fh, be pid ot of Fan ofthe Foundation, west  Sch expense recovered by him nsoch itor proscuton  ae 19,_ (1) Sujet to he provisions of his Ac, the Bord  aay make res for, and in respect ofall ora ofthe  folowing maters—  Ce) the terms and conditions of servic, including  temunertion, ofthe oficers and servants of he  Foundation:",
    "mean_p_confidence": 0.43170068027210884
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  jaya Kumaranunga Memorial Foundation 1  ‘Act, No, 31 of 1988  () the schemes of recruitment and procedures for  appointment, ofthe officers and servants of the  Foundation;  (©) the annual programe and plan of work, the annul  budget, the annual report and accounts of the  oundition and te manner in which och programme  and plan of work, budge, report and accounts ae 10  be prepared: and  (4) such oer matters of in respect of which rales are  requized or authorised by thi Act to be made  20, Intheeventofany inconsistency between he Sinhala Smalsteno  nd Tamil texts ofthis Act, the Sinhala text shall peril. pence of  21, Inthis Act, unless the context otherwise requires the ltetion  ‘expression ‘Minisier' means the Minister in charge ofthe  subjet of Cultural Afi.",
    "mean_p_confidence": 0.5124305555555556
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  ‘anal nteipon ghana Asef Pavan Rs #5 Loc 1.18  pepo aceas a Ns Ts a",
    "mean_p_confidence": 0.1488888888888889
  }
]