[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "’ PARLIAMENT OF CEYLON 4th Session 1955 ; a EN . ‘tea a te Gui iY. “ (iss) EB gegen 000 (yon) : ees ps (ia) co . ; Ad UUW ZN Ne Eg” Official Secrets Act, No. 32 of 1955 Date of Assent : September 1, 1955 mo Printed on the Orders of Government Printed at the Goversnewr Press, Crvton, To be ‘Purchased at the Govaswnent Punuications Borcav, CoLonts0 rate, Sabena. Cgfoantent Ponca Hoven, ‘Post Orrics Box 800, Sereetarial, Golombo Price: 65 cents. Postage: 20 cents.",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Official Secrets Act, No. $2 of 1955 3 L. D—oF. 1/89. fel AW Acr 70 Rxerricr accesa To OFFICIAL Sxonsrs AND Sucuer DocuMENTS 4ND TO PREVENT UNAUTHORIZED DISCLOSURE THEREOF. . [Date of Assent: September 1, 1955]",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "TBE it enacted by the Queen's ‘Mose Exoellent Majesty, by and with the advioo and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4, ‘This Act may be cited as the Official Secrets” sat tte. Act, No. 82 of 1955.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2. (1) For the better safeguarding of information Deelsratien relating to the defences of Geyion aad to the equip- 4\" ment, establishments, isations or institutions Intended to bo or Capable of being used for the purposes of defence, the Minister may by Order",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "leclare—- (@) that any land, building, ship or airoraft speci-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "odin the Order shall be a prohibited",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": ". place for the purposes of this Act, or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "; @) that lands, buildings, ships or aireraft of any dless of description specified in the Order shall be probibited places for thove : Purposes.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(2) Where by an Order under sub-section (1) the Minister declares lands, buildings, ships or aircraft of any class or description ied in the Order to he prohibited places, ho may, by the sume Order or by any subsequent Order under that sub-section, exclu from such probibited places any Jand, building, ship or aircraft of that class or description or any part of any such land or building.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(3) Every Oxder under this section shall be published in She Gasbtts sud shall come into foree on euch date not earlier than the date of publication of the Order im the Gazette as may be specified in the Order or, where no date is so specified, on the date of such =~",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "y Publication. 4) =.",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(4 Where an Order is made and published under this section, the question of the necessity for the Order or the validity thereof shall not be canvassed by any court or authority.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Bank Ne S200 (680)",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Official Seorets Act, No. 38 of 1955 ‘Bau inte 8.\" {t) No pergon chall enter any prohibited place : phaeag, Provided, however, that— . @ « person holding office under Her Majesty tmaay enter a prohibited place in tho discharge of his duties, and , @) @ person to whom a permit is issued under section 16 may enter a Frtbited place specified in the permit for any purpose -authorized by the permit. @) If a persoo— . (@) contravenes the provisions of sub-section (1) . or @) pains admission to « prohibited place other, : wise than at an authorized point of entry, he shall rh he guilty of an offence punishable under sub- - “section (2) of section 26, . (3) A person shall’ be deemed to enter a prohibited place if he proceeds towards or into that place further an— (a) ‘any wall, fence, barrier, booy, boom or mote, erected, placed or maintained by the competent authority of that place in order 21 to indicate the boundary thereof, or (8) any point or line (being a point or line on or near the boundary oP tint place) at which Persons are required or directed to stop either by a sentry on duty thereat or bya notice exhibited by the competent au! rity of that place. {4) In the case of any prohibited place “ authorized ‘pomt of entry’? means such point on the boundary of that place as may be set apart or specified or approved by or on behalf of the ‘competent authority of het place as the point at which persons may enter Baie 4, If any person, within or in the vicinity of @ Suntereet prohibited lobe, obstructs or knowingly misleads, or otherwise interferes with or impedes any police officer / or any member of the Ceylon Forces engaged on guard, sentry, patrol, or other similar duty in relation to the prohibited place, he shall be guilty of an offence punishable under sub-section (2) of section 26,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Official Secrets Act, No. 92 of 1955 5",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "5, (2) No person shall take with him into a prohi- Raseien bited eon ‘or have in bis possession while he remains ‘ayabbtel” therein, any camera or sketching materials : heat.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Provided, however, that—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "*  @ a person holding office under Her Majesty fay, in the Escharge of his duties, tale with him into a prohibited place, or have in his possession while he remains therein, any camera or sketching materials ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "@) a person holding office under Her Majesty and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ". residing ‘within a prohibited place may",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "take with him into that place, or have in his possession while he remains tberein, any camera or sketching materials; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(©) a person to whom & omit is issued under section 15 may, if the permit expressly anthorises him to do so, take with him into a prohibited pisse specified in the permit, or haye in his possession while he . Yemains therein, any camera or sketching materials.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "@ its Broom contravenes the provisions of enh",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "+ section (1}, he e guilty of an fence punishable",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Tider sub-section (2) of section 26.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(8) No person shall take or make any photograph, sketch or model of any prohibited piace or of anything therein =",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Provided, however, that—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(@) a person holding office under Her Majesty Tray. in the Gecharge of bis duties, take or Make any photogranb, sketch or model of any prohibited place or of anything therein ; and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(©) a person 9 whom a, permit is issued wader ‘section 15 may, if the permit expressly authorizes bim to do a0, take or make any photograph, sketch or model of aay part of",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ": & prohibited place or anything in that Sf Piao, “sed Ht? Reine gontraranss the provisions of sub; section (), he shll bo guilty of an efence punicheble ander sub-section (2) of section 28.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "6 Official Secrets Act, No. 82 of 1955 Spring. 8 (1) If any peteon, for an} ose prejudicial to the safety or Taderests of the Sisto pres",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "@ approaches, inspects, passes over, is in the neighbourhood of or enters any’ prohibited",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": ". place, or :",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "() takes any measurements or soundings or carries out a survey of any prohibited place, or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(©) takes or makes any photograph, sketch of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "‘model of any prebibited place or of any. . thing in any such place, or",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "@ makes any record or note relating to prohibited place or to cuything ean ot place, or",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(©) obtains, collects, records, publishes, or uses, or communicates to any other person any official secret or secret document, or any information which is calculated to be or might be or is intended fo be directly or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": ": indirectly useful to an enemy, he shall be guilty of ou offence punishable under sob- section (1) of section 28. @) On a prosecution under this section—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(@) it shall not be necessary to show that the accused person was guilty of any particalar aot tending to show a purpose prejudicial to the safety or interests af the state, and, notwithstanding that no such act is proved against him, he may be convicted if, from",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": ": the circumstances of the case, or his conduct, or his known character ae proved, it appears that his purpose was & purpose Prejudicial to the safety or interests of the State; and if any official secret or secret, document, or. any so ier sob. as is referred to in paragraph (¢) of sub- section (1) is obtained, ccllected. recorded, publighed, used, or communicated hy any person other than a person acting onder",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": ": lawful euthority, it shall be deemed to have been obtained, collected, recorded; Published, used, or communicated for a PUrpose prejndicial to the safety or Interests of the State unless the contrary is Proved ; and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "Official Secrets Act, No. $8 of 1955 7",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(6) the fact that the accused person has been in communication with, or attempted to communicate with, a foreign agent, whether within or without Ceylon, shail be evidence that he has, for a pi prejudicial to the safety or interests of the State, obtained or attempted to obtain information which is calculated to be or might he or ig intended to be directly or indirectly asefal to an enemy.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(3) For the purposes of paragraph (6) of sub- section (2), without ‘prejudice to the cle of the provisions of that paragraph, —",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(a) a person shall, unless he proves the contrary, ‘be deemed to have been in communication with a foreign agent if—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "@ be has, either: within or without Ceylon, visited the address of a foreign agent or consorted oF associated with a foreiga agent, or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "Gi) either, within or without Ceylon, the name or address of, or aay other information regarding, ign agent has been found in his posses-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "r sion, or hes been supplied by him to avy other person, or bas been obtained by him from any other",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "@) the i includes",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "the expression ‘ foreign agent \"\" includes any",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "‘petton who io of has been or ia reasonably suspected of heing or having heen employe by a foreign power either directly or in- directly for the purpose of committing an act, either within or without Ceylon, pre- judicial to the safety or interests of the Bate or who bas or is reasonably suxpected of having, either within or without Ceylon, committed, or attempted to commit, such an act jn the interests of a foreign power; an",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": ") any, adress, whether withia, or without",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": ", Teasonably suspecte ing an",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "adress used for the receipt of communica-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "he tions intended for a foreign agent, or any address at which a foreign agent resides,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "or to which he resorts for the purpose of",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "giving or receiving communications, or at",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "which he carries on any business, shall he",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "8 Official Secrets Act, No. 82 of 1956 ddoemed to be the address of a foreign agent, and communications addressed to such, an address shall be deemed to be communica tions with a foreign agent.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "Grape 7, (1) Tf any pereon entrusted. with eny ofiin) Troms tic, t Secret or secret document, communicates or delivers it satthewet ” to way other person who is not, 2 person to whom he is Perea, authorized to communicate or deliver it or to whom itis, in the interests of the State his duty to communicats or deliver it, he shall be guilty of an offence punishable",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "under sub-section (2) of section 26.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(2) Jf any person who is not entrusted with, but who is otherwise having possession or control of, any official sscrat_ or secret’ document, communicates or delivers it to any other person who is not authorized to recsive it or who ig not 2 person to whom it is in the interests of the State his duty to communicate or deliver it, he shall he guilty of an offence punishable under",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": ". sub-section (2) of section 26. Fonte 8. | (1) Jf any person recelves any oficial secet oF qqupeniotbn secret document or permits it to be communicated or Sean, _‘Gelivered to him, having reasonable cause to believe that it is communicated or delivered to him in con- travention of this Act, he shall be guilty of un offence punishable under sub-section (2) of sectian 26. :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(2) It shall be a sufficient defence for any pereon charged with on offence under sub-section (1) te prove that the communication or delivery af the official secret",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "+ OF seenet document was not due fo any solicitation or demand on his part. Cozies ® Tf amy ho is entrusted with, or is other- oe ®. If any person who is entrusted with, or Beata «¢ wise having postession or control of, any oficial secret dearth, ato, or secret document,— (@) fails to take reasonable care of such seoret oF document, or (©) conducts himself in such manner as to endan-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": ": ger the aafety or secrecy of the information",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "or document, or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "“() in the case of such document, retains it in his ‘Possession or control when he hes no right, or when it is contrary to his duty, to retain Be, or fails to, comply with any direction Jetued by lawful authority with regard 6 the return or disposal thereof,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "ho shall bo guilty of un offence punishable under sub",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "section (2) of section 26.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Official Secrets Act, No. 58 of 1955 9 40. (1) If any person, for the purpose of gaining Vewotbercat admission, or of exsist any otber person to gain Webs mee” admission, to a pred place, or for any other pur- fens, fergerr, pose Prejudicial to the safety or interests of the Tol‘Trgea tate,— Somes. < (a) uses or wears, without lawful authority, any naval, military, ait-force, police or othor official uniform, or any uniform so nearly resembling the same as to be calculated to - deceive, or falsely represents himself to be @ person who is or has been entitled to use or wear any such uniform; or ® orally or in writing in any declaration or application, or in any docament signed by him or on his behalf, knowingly makes or connives at the making of any false state- ment or any omission; or © forges, alters, or tempera with any passport or any naval, military, air-force, pile, or official pass, permit, certificate, licence or other document of’ a similar’ character (hereafter in this section referred to as an “official document.’”), or uses or bas in his possession any suoh forged, altered, or inregular official document; or (@) personstes, or x falely repress himealt tobe a, person holding, or in the emplo of a person holding office Cndee Wor ‘Majesty, or to be or not to be a person to whom an official document or a secret official code word or pass word has been duly issued or communicated, ar with intent to obtain an official document, secret a official cdde word or pass word, whether for“ himself or any other person, knowingly makes any false statement; or (@) uses or haa in bis posgesion or under his oon- trol, withont lawful authority, any dig, : seal, or stamp used in Her Majesty's service, or any die, seal or stamp so nearly resembling any die, seal or stamp used in Her Majesty's service as to be calculated to deceive, or counterfeits any die, seal or stamp used in Her Majesty's service, or uses, or has in his possassion, or under bis control, any such counterfeited die, seal or stamp, he shall be guilty of an offence panishable under sub- section (2) of section 28. :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "10 Official Secrets Act, No. 32 of 1965 (2) If any person—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "+ “\"@) retains, for any purpose prejudicial to the safety or interests of the State, say oficial document, whether or not completed or isouad for use, when he has no right to retain it, or when it is contrary to his daty to retain it, or fails to comply ith aay directions issued by lawful authority wit! regard to the return or disposal thereof, or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "(®) allows any other person to have possession of any official document issued for his use alone, or communicates any secret official code word or pass word so issued, or with- out lawful authority or excuse, has in his",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": ". possession any official document or secret official code word or pass word issued for the use of some person other than himself, or on obtaining possession of any official document by finding it or otherwise, neg- ects or fails to restore it to the person or authority by whom or for whose use it was iscued, or to the officer in charge of a police station,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "he shall be Silty of an offence punishable under sub-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "seotion (2) of section 26. .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "@ In the case of say prosecution under this seotion",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "involving the proof of & guspore prejudicial to the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "‘safety or interests of the State, sub-section (2) (a) of",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "seotion 6 shall apply in like manner as it applies to",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "prosecutions under that section. Pome tp 44, (1) Whenever it appears to the Governor- Pevactse’ \"General to be expedient. in be public interest, he may, Sf tyre. by order under his hand, require any perzon who owns or controls any telegraph or wireless ‘deg aph used for the sending of receipt of me: to or from any place . outside Ceylon, to produce to him, or to any person named in the order, the originals and tranecripts, ither of all menges, or of messages of any ola oF . description specified in the ordar, or of messages sent from or addressed to any person or place speciiod in the order, being Messages sent to or received from any place outside Ceylon by meana of any such telegrapl or wireless telegraph, and all other papers relating to",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "any such message. a",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "(2) If any person who is required to produce any onigucal or transcript or paper refered to. in SuD- section (1) refuses or neglects to do so or mutilates or",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "Official Secrets Act, No. 98 of 1955 11 destroys such original or transoript or paper, he shall be guilty of an offence punishable ‘pnder acb-seotion @) of section 26.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(8) In this section, the expressions “ me \", “ Glegeaph ” and \"giclee talaga hall have",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "« the same meanings as in the Telecommunications Ordinance, No. 50 of 1944. .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "42, (1) Where the Inspector-General of Police is Pi giv satisfied thet there is reasonable ground for suspecting ‘alent that an offence under this Act has been committed an for believing that any person is able to furnish infor. mation as to the suspected offence, he may apply to the Minister for permission to exercise the powers con- ferred by this sub-section and, if such permission is granted, he may authorize any police officer not below",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "rank of inspector to require the person believed to be able to furnish information to give any information in his power relating to the suspected offence, and, if so required and on tender of his reasonable expenses, to attend at auch reasonable time and pia, as may be specified by the Tnspector-General of Police or by the police officer authorized as aforesaid.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(2) Where the Taspectar General of Police has reasonable ground for believing that a case is one of",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": ", great emergency and that in the public interest imme- jiate action is necessary, he mat exercise the powers conferred by sub-section (1) without applying ‘for oF being granted the permission of the Minister, but, if he does co, chall forthwith report the circumstances to the Minister.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(@) Referenses in this section to the Inspector. General of Police shall be construed as including references to any other officer of police expressly authorized by the Inspector-General of Police to act con his beball for the purposes of thie section when ‘by reason of illness, absence, or other cause the, Tnspector-General is himself unable to act.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "- (4 If any person who is required under the preced- ing provisions of this section to give any information ‘or {6 attend as aforesaid fails to comply with the requirement or knowingly gives false information, he shall be guilty of an Gflenoe punishable under sub- section of section 26. } . 48,- (1) If any person— Hiarhowing {@) knowingly harbours any other person whom  odcnles o . he kuows, or has reasonable grounds for ettare",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "12 Official Secrets Act, No. 32 of 1955 believing, to be a person who is about to commit or who has committed an offence under this Act, or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "() knowingly permits any auch poteons to meat or assemble in any premises in his oocapa- tion or ander his eontrol, or .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(©) having harboured any such person, or having permitted any auch persons to meet ot assemble in any premises in his occupation or under his control, wilfully omits or refuses to disclose to's police officer any information which it is in his power to give in relation to any such person,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "he shall be guilty of an offence punishable under sub-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "section (2) of section 26.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(2) For the purposes of this section any pessoa who, knowing or having reasonable cause to believe that any other person is about to commit or has committed any offence under this Act, supplies such other person with shelter, food, drink, money, clothes, arms, ammunition, or means of transport, or otherwise main- tains or assists such other person or conceals him with a view to preventing his apprehension or screening him from legal punishment, shail be deemed to harbour such other person.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "Acempt, 44, Tf any eraon attempts to commit, or solicits’",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "aeteuest: op incites or endeavours to persuade or conspires with any other person to commit, or aids or abets or does any act preparatory to the commission of, an offence under this Act, he shall be guilty of an offence and shall be liable to be proceeded against in the same manner, and on conviction thereot shall be liable to the same punishment, as that provided in this Act for the first-mentioned offence.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "Perwite 48. (1) The competent authority of a prohibited place—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(@) may issue to any person a permit, subject to Puch conditions, a may Fe specified in the permit, authorizing him to enter that place for such purpose as may he so specified, and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "() may authorize a person to whom a pormit is issued, by express provision in the permit, to take any camera or sketching materials into the aforesaid place and take or make",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": ". any photograph or sketch of any auch part of that place or any such thing thorein as may be specified in the permit.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "Officiul Secrets Act, No. 32 of 1955 13",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "(2) Where the competent authority of a prohibited placo issues @ permit under sub-section (1) expressly authorizing the taking or making of any photogeap or sketch, ho shail specify in the permit condition that every photograph or sketch taken or made under the authorization given by the permit shail be sub- mitted to him for examination and approval and that aay such photograph or sketch, if disapproved wholly or in part by him, shall be liable to be confiscated or destroyed or to he modified by the obliteration of any part or otherwise, as he may in each case deom necessary,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "(8) If o person to whom a permit is issued under sub-section (1) contravenes or fails to comply with any condition specified in the permit, he shall be guilty of an offence punishable ‘under sub-section 5 of section 26.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "416. Where any person is found to be committing or power w is known or reasonably suspected to have committed an offence under any of the foregoing provisions of this S‘tupwe Act in or in the vicinity of @ prohibited piace or ia Sel relation to any such place, the competent authority fj. 2\"\"* of thet place or any olficer acting under his direction may—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "7 (@) detain such person for purposes of search; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "(®) cause such petsen and any camera or sketohing materiale in bis possesion to be soarched; . ane",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "(© seize any photograph or sketch found on such person or in bis camera or among his sketching materials or otherwise in his ‘possession,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "Whore it is necessary to search the person of a femaie under this section, the search shall in every case be carried out by a female and with strict regard to decency.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "47. Where a Mogishrate is satisfled that there is Seanh reasonable canse to believe that thero ia in existence ZN\" M4, within his local jurisdiction a photograph, sketch or te . modal which coniaing or affords matier or information Rstemeebs. relating to o prohibited placa or anything therein, boing mattor or information likely to be ‘directly or indivectly useful to an enemy or to any foreign power or otherwise likely to be prejudicial to the safety or intorests of tho State, he may issue a search wavrant to search for and seize such photograph, sketch or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": ". 14 Official Secrets Act, Neo. $2 of 1955 model, whether or not an offence under this Act is alleged or is reasonably euspected. to have been committed. . Dispoaa ot 48, (1) Every photograph, sketch or model seized autores; under section 16 or in tie erecution of a search warrant crits: under sootion 17 eball be produced before a Magistrate, and shall bo transmitted by the Magistrate, through the sppropriate chaanels, o the Minister for directions as to the disposal thereof.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(2) The Minister, if he considers that any photo- graph, sketch or model transmitted to him under sub- fection (1) contains matter or information dizectly ot indirectly useful to an enemy or to any foreign power or otherwise prejudictal to the safety or interests of the State, may direct that the Photograph, sketch or model be forfeited or that any part thereof be oblite- rated, erased, or removed.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(8) The directions given by the Minister under sub-",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": ". section (2) in ssopect of any photograph, sketch or model shell apply to every copy or print thereof then existing ot thereafter nade, and in the case of 3 Bhotograph sball apply, also, to the film, plete or eveloped negative trom which the photograph was reproduced. j",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(4) If any person contravenes any direction given y ce Mineeer ander sub-section 12), or resists or",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "structs, or prevents by any act, default or refusal, the execution of any such divection, he shall be puilty of an offence punishable under sub-section & ot section 28.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "Power 10 19. (1) Any person who is found committing an",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "et. offence tudor ‘hia Aet, or who is reasonably enspected of having committed, or having attempted to commit, oF being sbout to commit, such an offence, may be arrested without a warrant.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "©) Without prejudice to the generality of the provisions of sub-sevtion (1) yt is hreby declared that it shall be lawful for any commissioned officer, warrant officer, petty officer, non-commissioned officer of lead- ing rating of any of the Ceylon Foress of for any Police officer, with or without a warrant or other process, to arrest or cause to be arrested any person { ‘tho, in a prohibited place ot on any land or pfemises in the occapation of any of the Ceylon Forces, is found committing or i reasonably suspected t> be committing an offence under this Act, and forthwith",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "Official Secrets Act, No. 38 of 19565 15 to bring or cause to be brought the person so arrested before & Magistrate for the purpose of being dealt with according to law.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "20, (1) If a Magistrate is satisfied by information fewd ‘on oath or affirmation that there is reasonable ground Wer for suspecting that an offence under this Act has been or is about to be committed, he may grant « search warrant authorizing any police officer named therein, or authorizing, if so requested, any police officer accom- . panied by on officer deputed by the Commander of the Army, ti Capéein of the Royal Ceylon Navy, or the Cominander of the Royal Ceylon Air Force to enter at any time any premises or place specified in the warrant,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "Hf nevessary by fores, and to search the promises oF place and every person found therein, and to seize, and retain any photograph, sketch, model, note or document, or any such other article as is evidence of an offence under this Act, having been or being about, to be committed, which he may find on the premises gr place or on any euch pereoa and with regard to or in connexion with which he has reasonable ground for suspecting that an offence under this Act has been or ts about to be committed.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "‘When it appears to a police officer not below ad) ‘ank of Assistant Superiutendent in charge of a district that a case is one of great emergency ang that in the interests of the State immediate action is necessary, he may, by a written order under his hand, give to any subordinate police officer the like authority as may be given by the warrant of a Magistrate under this section.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "4, Tho provisions of the Criminal Procedure sooner of Code relating to arrests, searches, search warrants, msde the production of persons arrested before a Magistrate ranks, and the investigation of offences shall apply to all action taken in these respects under this Act. ‘ap. 16.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "22. A prosecution for an offence under this Act Reveisim shall not be instituted except by, or with the sanction Srosecutim. of, the Attorney-General :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "Provided that, notwithstanding that the sanction of the Attorney-General to the institution of a prosecu- tion for an offence under this Act has not been obtained, a person who is known or is reasonably suspected to have committed that offence may be arrested, or a warrant for his arrest may be issued and executed, and on being brought before a Magis- trate the charge upon which he has been arrested may",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "16 Official Secrets Act, No. 38 of 1965 A be explained to him, and he may be remanded ia custody or relessed on bail, 20 however that. he shall not be called upon to plead and the case against him shall not be further prosecuted until the sanction of the Attorney-General has been obtained. ene, 23, For the purposes of the trial of @ person for an offence under this Act, the offence shall bo deemed to have been committed either at the place in which it was actually committed or at any place in Ceylon in which the offender may be found. Eylove of 2H, Tn, addition and without prejudios to any geste powers which a Court may possess to order the excln- oon sion of the public from any proceedings, if, in the |} coarse of any preliminary proceedings hefore a Court against any person for an offence under this Act, or in the course of the trial of a person for am offence ander this Act, or in the course of the hearing of an appedl in any tush ease, application ie mae by the prosecation, on the ground that the publication of any evidence to be given or of any statement to be made in the course of the proceedings, trial or hearing wonld —° be prejudicial to the safety ar interests of the State, that all or any portion of tbe public shall be excluded daring any part of the proceedings, trial or hearing, ~~ the Court stay make an order to that fle; but it | every case where a sentenos has to be passed, such sentence shall be passed in publio: Provided that; except in case of gross misconduct, no advocate or proctor appearing for the aocused shall be excluded. y Onecss by 95, Where the person guilty of an offence under, + pmpaeice, this Act is a company or corporation, or a member or * servant of a partnership or , acting in the course of the business of the partnership or firm, every Girector and officer of the company or corporation oF every member of the partnership or firm (os the cneo may be) shall be guilty of the {ike offence unless ho proves that the act or omission constituting the offenes : {ook place without his Imowledge or consent. , 26, (1) Every person who is guilty of an offence ¢ ee ey shall be hablo. imprisonment of | either description for a term not exceeding fourteen gins, and aball also be Hable to a Aine not exceeding twenty thousand rupees.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "Official Secrets Avt, No, 32 of 1966 Ww",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "(2) Exery person who is guilty of an offence under any of the seetions 3, 4, Py, 8, 9, 10, 18 and 15 shall be liable, on conviction before a District Court, to imprisonment of either description for a term not exceeding two years, and shall aleo be liable to'a fine not exceeding two thousand rupees.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "A person charged with an offence under any section mentioned in this sub-section may, with the sanction of the Attorney-General, be tried before a Magis- trate’s Court, and such person shall, on conviction by that court, be liable to imprisonment of either descrip- tion for a term not excnalng six months and shall also ‘be liable to a fine not exceeding one thousand rupees.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "(8) A person who is guilty of en offence under section 11 or section 12 or section 18 (4) shall be liable, . on conviction before a Magistrate’s Court, to imprisonment of either description for a term ‘not exceeding aix months, and also to a fine not exceeding one thousand rupees.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "Any person charged with any offence under any section ‘uentioned tn. this cubasction. may, if the Attorney-General so directs, be tried before a District Court, and such person shall on conviction by that Court'be liable to imprisonment of either description for a term not exceeding two years, and also io & fine not exceeding two thousand rapees.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "(4) In the case of » District Court or Magistrate's Court, the provisions of this section shall prevail over any other law by which any limit is placed on the Eppishment that may ordinarily be imposed by such",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "Ure. .",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "27, (1) In this Act, unless the context otherwise Interpretation. requires—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "Commonwealth” includes the _ United Kingdom of Great Britain and Northern Ireland, the Dominions, the British Colo-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": ": nies, Protectorates and Protected States, British mandated territories and British trust territories ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "“ camera ” includes every instrument, device or",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": ". contrivance, of whatsosver natare or des- cription, which is used or is oapable of Being usid for the purpose of taking photo- : graph, acd all implements oF equipment .. Bred of oapatle of being used as ancillary",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": ": ~. to that purpose;",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "18 —-Offiviad Secrets Act, No. 88 of 1955 \\ * competent authority ””, in relation to each pro- hibited place, means the officer spent ip that belialf by the Minister by Order pub- lished in the Gazette either in respect of that prohibited place or in respect of any class or description of prohibited places to € which that prohibited place belongs; © Ceylon Forces ” means such military, naval and * air foress as may be raised and maintained by Her Majesty's Government in Ceylon, and includes— @) any volunteer foros which has for the time being been called out for active _ service under any law in Ceylon; and Gi) ony of Her Majesty's regular forces or any forces of ny other part of the Commonwealth or, in the event of war, any forees of say power altel : with Her Majesty, which are for the time being statioged in Ceylon and are deemed to be Ceylon Forcss for the purposes of this Act by virtue of any direction in that behalf given by the Minister by Order published ix the Gazette;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "“* contract made om behslf of Her Majesty ” in 6 clades any contract made by any Depart,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": ": ment of Her Majesty's Government in Ceylon or of the Government of any other part of the Commonwealth and, in the event of war, of the Government of any ally of Her Majesty in that war;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "** document” includes a part of a document;",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "“ Her Majesty’s service” means servios of any description for or under Her Majesty's Government in Ceylon of the Government of any other part of the Commonwealth;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "« implements of war ” includes the whole or any part of any ship, submarine, airoraft, tank, or similar vessel, vehicle or engine, arms and ammunition, and any bomb, torpedo, or mine, intended or adapted for use in war, and any other article, material or Gevice, whether fitted together or in parts, intended for such uses.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "« lawful authority”, in any context relating to aay permission - or direction or order required for any of the purposes of this",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "Official Seerets Act, No. 3% af 1955 19 Act, means an officer in Her Majesty’s -  gervice who is duly empowered to grant such permission or to issue such direction | or order; . “ Minister ” means the Minister of Defence and External Affairs; - “model” includes design, pattern, and speci- men;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "* ofige under Hox Majesty includes any ofice or employment in the Ceplon Forces or in any department of Her Majesty's Govern-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "+ ment in Ceylon or the Government of any other part of the British Commonwealth;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "“* official secret ’’ means—",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "(i) any secret official code word, counter- sign or pass word;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "(ii) any particulars or information relating ‘to a prohibited place or anything therein; ~",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "(Gi) any information of any description",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": ". ‘whatsoever relating to aay arm of the Ceylon Forces or to any imple-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "ments of war maintained for use in",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "‘Her Majesty’s service or to any",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "equipment, organization or estab",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "|. Fishment intended to be or capable",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": ": of being used for the purposes of the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "defence of Ceylon; and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "(ie) ang information of any description",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "+ vphatgoorer relating rectly or in-",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "Girestly to the defences of Ceylon; photograph ” includes 2 photographic film. or ee eta, any developed or processed. negative, bnd any printed or other pictorial repre- sentation or diagram produced in whole or",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": ": part by photographic means,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "“ prohibited place ”’ means & place declared to be a prohibited pie, by an order made and published ‘under section 2;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "** secret, document’ means any document con- taining any official sedret and includes—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "@) any secret officiel oode or anything ©) ony, tien in any each endo; and",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "(i) any map, sketch, plan, drawing, or blne-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": ") print, or any photograph or model or other representation, of a probibited. .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 19,
    "par_num": 6,
    "text": "20 Official Secrets Act, No. $8 of 1956 lace or anything therein or of any Tuplement of war or of nything relating to the defences of Ceylon; “ sketch ” includes any drewing, map, plan, : tracing, blue-print or other print, or paint- ing, or other pictorial representation; = « “ sketching materials” includes every descrip- tion of material, implement or equipmont used or capable of being used for making any sketch as hereinbefore defined; “ State ” means Ceylon or any other part of the Commonwealth. 4) For the purposes of this Act. : (@) aperson shall be deemed to have been entrusted : pas any official secret or secret document .  @ it has been entrusted in confidence to him by ay ‘person holding office under Her Majesty, or (ii) he has obtained it or has had acosss . thereto owing to his position es a person who holds or has held office under Her Majesty, or as a person ‘who holds or has’ held a contract + made on behalf of Her Majesty or as a peraon who ie oF has been em: ployed by say person who holds or held ‘such an office or contract;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 6,
    "text": ". {B) expressions referring to the act of communicat- ing, delivering, or-recsiying any official secret or secret dooument include any act of communicating, delivering or receiving & part of such secret or document. ot the substance, affect, or description thereof;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 19,
    "par_num": 6,
    "text": "{e) expressions referring to the act of obtaining or retaining any seoret document include the act of copying or causing to be copied the, whole or any part of such document; and .",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 19,
    "par_num": 6,
    "text": "{@) expressions referring to the communication or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 6,
    "text": ". delivering of any secret document include the transfer or transmission of such document. 2",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 19,
    "par_num": 6,
    "text": "(8) Duripg the continaanos of any war in which ‘Her Majesty may be engaged and for the purposte of which the territory or any part of the territorial waters",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "Official Secrets Act, No. $2 of 1965 2 “of Ceylon is used by or on behalf of Her Mejesty, the expression \"Her, Majesty ” and the grammatical Yatiations thereof in any of the preceding provisions of this Act shall, unless the context otherwise requires, be deemed to include a reference to esch foreign power or atate taking any part in that war as an ally of Her -Majesty. 28. (1) The Fortifications and Official Secrets Bee!, Ordinance is hereby repealed. aed (2) The Official Secrets Acts, 1911 to 1930, of the United Kingdom shall cease to be part of the law of ylon.",
    "mean_p_confidence": 0.84
  }
]