[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "GRO PARLIAMENT OF CEYLON 3 Ast Session 1965-66 Q 1966 -6-2 ar, said, ELE Ceylon Hotels Corporation : Act, No. 14 of 1966 . Date of Assent : June 15, 1968 . + Printed on the Orders of Government Pine at in, omunon in, Gen. Boe Beh th lt RABI te BEREE, Badd Annual Subscription (including Bills) Rs. $0 (Local), Rs. 40 | Reel a 8 upeems Meares SEES CS Ra 2 Ns eae a BE peo Rr oR a Price: Re. 1.35 Postage: 50 exnts",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Caylon Hotels Corporation Act, No. 14 of 1966 BL, D.—0. 88/65. . AN AcT TO PROVIDE FOR THE RATARLISHNENT AND REGULATION oF A GovERNMENT-Sponsonsp Hore CORPORATION IN CEYLON. * [Date of Assent: June 15, 1986] BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this pre- sent Parliament assembled, and by the authority of the same, as follows:— . 4, This Act may be cited as the Ceylon Hotels shu ue Corporation Act, No. 14 of 1966, and shall come into | $mi.ini ot operation on such date as the Minister may appoint by Order published in the Gazetie. 2A corporation to be called the Ceylon Hotels esotinmen: Corporation is hereby established. Fae ESieinne, 8, ‘The Corporation shall be a body corporate with guperon Perpetual succession and a common eaal and may eue Strpcrte. 7 and be sued in its corporate name. » 4. Tha objects of the Corporation shall be the Ohicts of he objects specified in Part I of the First Schedule. expat. 8. ‘The Corporation shall have the powers specified Ponies af the in Part II of the First Schedule subject to the limit- xt ations, if any, specified therein. ©, The head office of the Corporation shall be at und ster. Colombo in Ceylon. 7. The Corporation may establish and maintain—  Brseha and @) ngencies in any part of the world; (®) branches in Ceylon or elsewhere. 8. (1) The board shall consist of not more than five comtatne dikcctor. Fe nee, (2) The Minister and the Minister of Finance ehell each have the right to nominate one director. The two directors so nominated ate hereinafter referred to as “nominated directora \". 2 em TET, 60F 08)",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "2 Coylon Hotels Corporation Act, No. 14 of 1966",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(8) The first four directors shall be nominated by the Minister and the other first director shall be nomi- nated by the Minister of Finance.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(@) The nomination of a director shall be made by an",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": ". instrument in writing, hereinafter called the ‘ instru ment of nomination signed by oF on bebelf of the , appropriate Minister ond shall teke effect upon the signing of the instrament of nomination.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "() The Minister shall specify in the instrument of nomination of the first four directors which one of such directors is the nominated director.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(8) ‘The other threo first diveotors shall, for all pur- Roses, be regarded aa if they had boen elosted on the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "late ‘om which they were nominated and shall be deemed to be elected directors, \" guroveiet 9, ‘The directors shall from amongst their namber ae tect , * San”",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(@) a Chairman, who shall be a nominated director, and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "@) if they think necessary, a Deputy Chairman:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Only nominated directors and such other directors, as shall havo been approved previously in writing by tho Minister shall be eligible for election to either",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": ", office. Quitetiw 40, No pervon shall be qualified to be a director oie” lee",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "G@) he ia a citizen of Ceylon;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "@) except in the cose of a nominated director, he holds shares of the Corporation of ‘the face veine of five thousand rupees or mores",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(©) being a Senator or o Member of Parliament, he shall resign therefrom within one month of being elected or nominated a director;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(@) except in the case of a nominated director, being » whole-time salaried offer of the Government he shall resign from auch post within one month of being elected a director. ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "Ceylon Hotels Corporation Act, No. 14 of 1966 &",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "41, The office of director shall bo vacated if a Vsti ot director— fimo",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "(@) accepts or holds any office or place of profit :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": ". wader the Corporation;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "2% — ®) becomes bankrupt or is adjudicated insolvent or compounds with his creditors;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "() becomes of unsound mind or is adjudged to be of unsound mind;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "(@) is absent from meetings of the board for more than three consecutive months without the a leave of the board;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "{e) except in the case of a nominated director, ceases to hold the number of shares required to qualify him to the office;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "{f) being o Senator or Member of Parliament at the time of his election or nomination as director, fails to resign therefrom within one month of such election or nomination;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "(g) becomes & Senator or Member of Parliament;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "(A) except in the case of @ nominated director, becomes a whole-time sninried officer of the Government;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": " — @ dy a notica in writing to the Corporation resigns his office.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "42, A nominated director shall be entitled to attend Right of nomi any generel meeting and to take part in tha vel dre proosedings. . pooetsl ineetog",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "4, At the ordinary general mesting in such year Reirement of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "as may be determined by the Minister, nud every year m= thereafter a the annugl general meeting, one out of the directors for the time being including the nomi- uated directors shal! retire from office.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "45, (1) The divectors retiring in the year deter- Oni af enim mined by the Minister under section 18 and the year uta of immediately following that year shall be the nominated 7 directors. Thereafter the directors retiring from office shall be those who have been longest in office since their last election or nomination.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "(2) As between directors elected or nominated on",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "«the same day those to retire shall, unless they other- “ yrise agrée among themselves, be determined by lot.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "4 Ceylon Hotels Corporation Act, No. 14 of 1966 Restection @ 48, A retiring director shall be eligible for re- Tigeen” election or renomination. ‘ocminatian 18. A director retiring at a meeting shell retain office until the close or adjournment of the meeting.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "a lig wp ot 47. Upon the retirement of an elected director, the mee sharcholders shall fill up the vacated office hy electing Po) a qualified person thereto and in default, the retiring Scr. director shall be deomed to have been re-elected unless",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "at such meeting with a view to reducing the number of directors it is expressly resolved not to fill up such vacated office, Piling up at 48, Upon the retirement of a nominated director, EEg 1. the appropriate Minister shall fill up the vacated office sated cineot. by yenominating the retiring director or nominating any other person. fea of me 49, On re-election or renomination a retiring dectionsrt® director shall at once become a director without any further formality. . . Wee may be 20. (1) A shareholder shall not propose for election your\" ae director any person other than— : {q@) a retiring director; or x (®) a qualified shareholder whose name has been duly notified in writing to the Secretary of the board.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(2) The name of a shareholder shall not be deemed to have heen duly notified for the purpose of paragraph (®) of sub-section (1) unless a written instrament setting out the name of the shareholder who is te be proposed for elecioa, signed by the shareholder giving the notice, together with the written consent of the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": ". shareholder whose name is set out in such instrument is delivered to the Secretary of the board not less than four nor more then leventy eight clear days before the date of the meeting at which the election is to take place.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(3) A shareholder shall not be qualified to give any notice under this section nor propose any person for election as director at any meeting unless Fe is entitled to be present and to vote at the meeting at which the election takes place, €",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Ceylon Hotels Corporation Act, No. 14 of 1966 5",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "24. (1) If a nominated director dies or vacates his cuna office, the appropriate Minister shall have power atany [me time to nominate another person in place of the nome director so dying or vacating his office. ites,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "@) The director so nominated shall be subject to",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "4 retirement at the same time as the director in whose place he hes been nominated wonld have retired bad remained in office.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "o Ogee, elected director dee or Yacates bis CA coe office, the may appoint any other person to be a [espa Girector in place of the director wo dying or vacating Ettiie his office.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(2) The director so appointed shall hold office until the next following ordinary meeting, and shail then he eligible for re-slection.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "28, If it appears to the appropriate Minister that Acting expaint anominated Cireetor is ‘unlikely to be able to discharge patie the duties of his office for @ period of one year by Giresor aoshle reason of absence from Ceylon, illness, ill health, or ‘dscterge tie any other cause whatsoever, he may nominate enother ‘eiliser, Aa- parton to act in the place of endl direotor for such period as he may deem fit.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "A, Uf it appeare to tho board thet am elected sag rane",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "rdirector is unlikely to be able to discharge the daties Bip ae of his office for 2 period exceeding one month bby reason Seger unable of absence from Ceylon, illness, ill health, or any other {2 Saskarst cause whatsoever, the board may appoint & Person oming to qualified to be a director to act until the resumption Hse. of duties by such director:",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Provided that in no case may the board appoint & person to act as director for a period exceeding : twelve months,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "25. (1) The board may, with the approval of the saziiont Minister, at any time and from time te time, appoint ‘rere ‘any person to ‘bo a director as an addition to the existing board:",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Provided that the total number of directora shall not at any time exeeed tho maximum namber prescribed by this Act:",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "And provided, further, that the exercise by the toard of the ‘power conferred by this sub-section shall be subject to any right of nominating a director or directore which may for the time being be yeoted in 8",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "“ Minister under any other provision of this Act. L {",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "8 Ceylon Hotels Corporation Act, No. 14 of 1066 ‘ot @) Any 80 appointed shall hold office until . the next following ouknary meeting and. stall be * eligible for re-election.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Iueweeef 26. A. member of. the board who is, directly or",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "‘the boerd. indirectly, interested in a contract. proposed tobe made _ by the Corporation shall disclose the natnre of his inte- rest at a meoting of the board, The disclosure shall be recorded in the minutes of such meeting, and euch tember shall not take part ia any deliberation or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": ": decision of such board with respect to such contract.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Begoral st 27, (3) The appropriate Minister may, from time",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Sea to time, remove & nominated director, and nominate any other ‘Perma to fil the vacancy cansed by such",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": ": temoval, Any director so nominated shall be subject to retirement at the same time as the director in whose place he has been nominated would have retired had he remained in office.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(2) The removal of a nominated director shall be eflevied by an instrament in, writing signed by or oo vebalf of the sppropriste Minister and shail tele effect upon the signing of such instrament.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Bena of 28. ‘The shareholders may by extraordinary resolu-",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Sree, tion remove from office any elected director, atid at the same or a subsequent mesting by an ordinary resolutions elect any other person in his stead, and auch person shall be eubject to retirement at the same time as if he had beoome a director on the day on which the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "- director in whose place he was elected a direotor.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Loan by 29, The Government may grant a loan of one",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Serumiest te million five hundred thousand repees to the Corpors. tion on euch terms or conditions as may be determined by the Minister in consultation with the Minister of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "fmance.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Onis, 30. (1) The capital of the Corporation shall be fifty million rapees divided into such number of convertible preferenca shares each of such amount, and such number of ordinary shares each of euch amount, as may be determined by the Minister by Order published in the Gazette.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(2) There shall be en initial issue of shares of the amount of seven million five hundred thousand rupees, Such initial issue shall consist of preference shares of the amount of one million five hundred thousand rupees, The balance of such issue shall consist of ordinary shates,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Coylon Hotels Corporation Act, No. 14 of 1968 7 (8) The whole of the preference shares shall be allotted to the Government and the nominal amount thereof shall be paid by the Government, (4) The ordinary shares shall be offered, for public » subscription, in soch number, on such date, and in such manner, as the Minister may determine. (5) The Government shall hold at all times no less than twenty per centum of the issued capital of the Corporation. 1, The capital of the ordinary shares offered cerita ot ander section $0 (4) shall be payable— ie oroeer (@) a3 to ten per centum on application; an (8) as toa further fifteen per centum on allotment; (¢) as to a further twenty-five gen centum within three months after the date of allotment; anc (@) 28 to the unpaid balance by such further calls as the directors way from time to time deem necessary, 32, (1) The board shall, out of the profits available rermanst Hor payment of dividend and before any dividend is \"14> declared, set aside a sum equivalent to twenty por eentum of such profits to the credit of a fund called the permanent reserve fund of the Corporation and shall also carry to the credit of such fund id pre- - miums received on the issue of shares until such permanent reserve fund is equivalent to one-balf of the paid-up capital of the Corporation for the time being; =. and in the event that at any time thereafter the amount ‘of such permanent reserve fund is less than half of the paid-up capital of the Corporation for the time being, the board shali as soon as practicable carry to that fund such further sum or surts out of the pitts avail- able for dividend as may be necessary until the amount of the permanent reserve fund is equivalent to one- half of the paid-up capital of the Corporation for the time being.” The board may, from time to time, in its discretion, carry to the permanent reserve fund out of. profits such further sums as it may deem fit, in addi- tion to the sums required by the precoding provisions of this sub-seotion to be carried thereto. - (2) The permanent reserve fund shall be shown “separately fm the balance sheet of the Corporation.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "| & Ceylon Hotels Corporation Act, No. 14 of 1986",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "Gootingeoey 83, (1) In addition to the permanont reserve fund ‘8. the boat eball oats « fund called the contingency",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": ": fund of the Corporation and shall carry to that fund—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "(@) sll premiums received on the issue of shares which are not carried to the permanent",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "i Teserve fund; and :",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "(8) such sums ont of the profits of the Corporation",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": ": a0 the hoard thine. proper.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": ": (2) The contingency fund may be applied from time to time in’suds manner 4s the ‘voard shall determine—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "; (a) for meeting depreciation and losses;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "| (®) for equalizing dividends;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "(©) for repairing, improving or maintaining any of the property of the Corporation; (@ for any other parposes which the board may",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "b think proper.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "| _ 8} The board may divide the contingency fund into such special funds es they think fit, and may",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "i consolidate into one fund any special funds or any",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "‘ parts of any special funds into which the contingency",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "h rund may have been divided as they think fit, with full power to employ the whole or any part of the assets, constituting the contingency fund in the business of the Corporation without being under any obligation to keep the same separate from the other assets of the Corporation. ‘The board may also (subject to the provisions of this Act) without placing the same to feserve, carry over any profits whieh they may tbink it not prudent to divide.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "@ It sball not be necessary to show the contingenoy fund separately in the balance sheet of the Corporation.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "Puterace wnt 3H. (1) For a poriod of five years from tha date of",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "etowy 2 tho commencement of business by the Corporation the preference and ordinary shares ahall ranie for dividend pari paseu according to the eapital for the time being paid up thereon respectively:",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "Provided that in no event shall a dividend be paid on the preference shares at any time exceeding six per centum per annum,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "After the expiration of such period of five years ee preference ‘shaves shall carry the sight to's fixed. non-cumulative preference dividend at the rate of six",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "Ceylon Hotels Corporation Act, No. 14 of 1966 8 fer centum por annum on tho capital for the tine",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "ing peid up thereon and ine winding-up the prefer. enon’ shares fhall rank equally as regards retora of capital in priority to the ordinary shazes but shall not confer the right to any farther participation in profits",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "» or to auy rotorn of capital paid there.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "88. (1) At any time after a dividend of not less Omen at than six per centum, or dividends amounting in all in \"erase any one year to not less than six per centum, has or have beet declared on the ordinary shares of the Cor- poration any preference shareholder, including #uy purchaser or purchasers, but uot the Government, shall, upon giving due notice to the Corporation, be entitled to exchange the preference shares beld by him for an eqaai mumbor of fully paid ordinary shares,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(2) A notice chall not be deemed to be due notice unless the notice—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(0) is in writing addressed to the Corporation at its head office; and () is sont either by registered post or otherwise 50 as to reach the head office within twelve months from the date on which the pre- . ference shareholder giving the notice : acquired the preference shares in respect of which the notice is given.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(8) A notice it sent by registered post shell be deemed to he served in the ordinary course of post.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "( On the reosipt of due notice the Corporation shall with all convenient speed cancel the preference share or shares in respect of which the notice is piven and in lien thereof isue to the holder thereof an ordinary share or ordinary shares which shall from the date of issue rank in every respect pari passe with the existing ordinary shares due regard being had to any difference in the amount paid ap on any such shares.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(©) The provisions of sub-section (1) shall not apply to any preference shares created under section 37.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "38, The shareholders may at any time ial Guha reaolution subdivide the capital or any paul theres? mite of by the division of the existing shaves or any of them",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "“Minto shares of amaller amounts:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "10 Ceylon Hotels Corporation Act, No. 14 of 1966 . Provided that the proportion between the amount",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "which is paid and the amovut if any which is unpaid ‘on each share of reduced amount shell be the same as it was in the case of the existing share or shares from which the share of reduced amount is derived. 4",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "Incase aad 87. (1) The hoard may, trom time to time, when",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "wucioa of authorized by special resolution issue any of the capital of the Corporation for the time being unissued or increase the capital of the Corporation by the creation of new shares or reduce the capital in the manner provided for in any law which may be declared to be applicable to the Corporation :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": ". Provided that no such issue, increase or reduction of capital shall take place or be effective without the prior consent in writing of the Minister.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "@ Any unissued capital and any new capital raised by the creation of new shares shall be issued by the board on such terms and conditions ag shall be previously approved in writing by the Minister. Sucb terms and conditions may provide for the issue of shares at  premiom.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "(8) In the allotment of shares issued or created, under this section the board shall observe such genera! or special written directions as the Minister may give in that behalf.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "Liability, of 88, The liability of the shareholders shall be",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "sttbolies, ited. v",
    "mean_p_confidence": 0.06
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "oatence, 89. (1) Contracts on behalf of the Corporation may be made as follows:—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "(2) @ contract which if made between private persons would be by law required to be in writing, may be made oa behalf of the Corporation in writing under the common seal of the Corporation;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "(@) # contract, which if made between private ‘persons is ww required to be in writing, signed by the parties to be charged there-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": ": with, may be made on behalf a ‘the Corporation in writing signed by any person or persons duly authorized thereto~ Ee bereinotter provided; and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "—~\" Geylon Hotels Corporation Act, No. 14 of 1966 11 (e) @ contract which if made between. private persons would by law be valid alehoogh tade by parol only and not reduced into writing, may be made by parol on behalf of the Corporation by any pereon or persons duly authorized ‘thereto es hereinafter ‘ provided.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "(2) A contract made according to this section shall be effectual in law and shall bind the Corporation and all other parties thereto and their legal representatives.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "(8) A contract made according to this section may be varied or discharged in the same manner in which it is authorized ia this section to be made.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "40. No person, other than the directors and persons enn sxe. therennto expressly authorized by the board ‘end acting \"uci within the limits of the authority so conferred on them, eG shall have any authority to’ meke, draw, accept or °*\"\" gudorse any cheque or order for the payment of money in the name or on behalf of the Corporation, or to eater into any contract 9 a8 te impose thereby any Yiability on the Corporation or otherwise to pledge the credit of the Corporation.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "44, (1) The Corporation may, by writing under Buen its common seal, empower any person either generally és or in respect of any Specific matter, a8 its attorney, to execute deeds on its behalf in any place not situate",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "in Ceylon. (2) A deed signed by such an attorney on behalf of the Corporation and under his signatare or seal shall bind the Corporation and have the same effect as if it were under its common seal. 42, The Corporation shall not commence business copmmexsaan anti af aloo. (@) the total number of ordinary shares consti- ‘tuting the initial issue of shares have been subscribed by and allotted to the public; (0) the total number of preference shares consti- tating such issue, bave bean subscribed . by and allotted to the Government and paid for in full; and ; (¢) a certificate signed by the Minister anthoriz- ing the Corporation to commence business has been given.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "412 Ceylon Hotels Corporation Act, No. 14 of 1966 Rowers of 48, The Minister may, upon the date of the coming MGR“ into operation of this Ast and until the date of the ibm ty commencement of business by the Corporation—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "(0) invite and receive spplicatious for shares;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "() allot shares;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "(©) do end Perform any of the acts which the ” board is by this Act empowered to do or perform; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "{@) do all other acts whatsoever as he may desm necessary for the formation of the Corporation, :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "Aencommmcd 44. (1) Any act done or performed by the Minister",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "SraSERee by virtue of sevtion 49 shall for all ‘purposes, have the",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "cits tebe, same effect ag if such act had been done or performed by the board.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "(®) The board may continue any action or thing commenced by the Minister, remaining unfinished or incomplete at the date of commencement of business by the Corporation, as i such action or thing had been commenced by the board.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "Rinena the 4B. The Secretary to the Treasury is hereby autho- doamagea Fized to sign Gnd Cxeoute alt documents which are SRETIE, ropplred to be executed by the Government as share- Soren Ider of the Corporation or otherwise. Fypds trem 456. All sums of money whatsoever required to be . $l aie paid or granted by the Government under this Aet Base\" shall, where it is not expressly provided by this Act \"that such sume should be paid out of the Consolidated Fund, be paid out of each fund or funds of the Island as the Minister shall determine. Payment ot 41, ‘The Secretary to the Trossary is hereby antho- mebeticed tized and supowsred to make or case fo be made all bythe Act © payments rants require is Act to be made See Eo the Conporakon = (a) out of the Consolidated Fond where it is 90 provided by this Act; and . (®) in any other case out of auch funds as may be determined by the Minister under section . *",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "Ceylon Hotels Corporation Act, No. 14 of 1966 13 .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "438, All payments out of such funds as may be deter- Pesmeute how urined by the Minister under section 46 shall be shown or in overy statement of assets and liabilities of Ceylon statement, ot in such manner as he shall determine. Eihlses.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "49. ‘The board shall have power to appoint the staff Ayninimat of of the Corporation including the subordinate staf: “™\"*",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "Provided thet the Minister's approval shall not be necessary for the appointment of an officer of the Corporation to act for the general manager during his absence if such appointment is for a period not exceeding four months.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "80. (1) Every officer of the Corporation, not being Otten %",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "a member of the subordinate staff, may be required by St the board to give security to the satisfaction of the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "board for the’due aud faithful performance of his duties.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "(2) The expression ‘ subordinate staff\" for the pur- poses of section 49 and of sub-section (1) shall include ‘only such officars as are by the board deemed to be Tnembers of the subordinate staff.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "* $4. No general manager shall be dismissed except Dini o on a resolution of the board passed by a majority of Srun,, not less than three directors.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "82, No director of officer of the Corporation shall xo teitty tor be liable for any damage or loss suffered by the Cor nue gl poration unless euch damage or loss was caused by his iw tn by Misconduct or wilful default. will dela,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "68, Every director, auditor, manager, secretary, Reimborsemeat or other officer of the Corporation shall be indemnified {7s by the Corporation from all losses and expenses in- tablet oe earred by him in or about the discharge of his duties, S77\" other than euch losses and expenses as the board may doem to have heen occasioned by his misconduct or wilful default,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "34, A receipt signed by two directors or by any exine Berton expressly authorized by the board to give Te = mt ceipte shall be an effectual discharge for moneys paid",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "_,f0 the Corporation, .",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "14 Geylon Hotels Corporation Act, No. 14 of 1968 inspection 58, No shareholder, unless he is a director, auditor, of Geomens oy officer, clerk, acoountant, or other person whose duty",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "requires him 19 do so, shall he entitled to inspect. any",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "of the books, accounts, documents, or writings of the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "Corporation except such as are produced for the par-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "pose of inspection at a general meeting.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "2 Baacea et, «5G, (1) At every ordinary meoting the directors seem of hall wy Refore the ieoting e balanoe sheet and state- ere of ment of the accounts of the Corporation made up to @ teiomnbel t date not moro than six months before the meeting from wel mesg. the time when the last preceding balance aheet and statement was made, or in the case of the first balance sheet and statement from the date of commencement of business by the Corporation.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "@) Every such balance sheet and statement shall be accompanied by a report of the directors as to the state . and condition of the Corporation and as to the amount, if any, which they recommend to be paid out of the profits by way of dividend to the shareholders, and the amount, if any, which they recommend to be retained for the reserve fund.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "Aprsintent 57. (1) The accounts of the Corporation shall be of wiles gudited st such intervals as the poard may decide, not being more than twelve months, by two auditors one of whom shall be the Auditor-General, and the other of whom shall be a qualified auditor elected by the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "Corporation in general meeting and who shall bold",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "office for one year.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "@) No qualified auditor (other than an auditor retiring from office) shall be proposed for election at any meeting unless notice of intention to propose that auditor has been given not less than five days and not more than one month before that meeting.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "(8) A director or any officer of the Corporation shall not be eligible for the office of auditor.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "(4) In this section, the expression “ qualified auditor” meane—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "{a) an individual who, being ® member of the Institute of Chartered Accountants of . Ceylon, possesses @ certificate to practise * as an Accountant issued by the Council of that Institute; or = »",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "Ceylon Hotels Corporation Act, No. 14 of 1966 15",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "(8) a firm of Chartered Accountants each of the artners of which, being a member of that Tstitute, possesses a ceTtificate to practise as an Accountant issued by the Council of that Institate.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "‘",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "58. (I) The auditors shall examine the accounts of Axaitore’ the- Corporation and ascertain the correctness of the “*™ balance sheet and statement of accounts and report to the shareholders—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "(@) whether or not they have obtained all the information and explanations they have required; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "(0) whether in their opinion the balance sheet and statement of accounts referred to in the report is properly drawn up so as to exhibit a true and ‘correct view of the Corporation’s affairs according to the best of their information and the explanations given to them and as shown by the books of the Corporation. :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "(2) For the purpose of ascertaining the correctness of the balance sheet and statement of accounts the anditors may, with the sanction of the board and the Minister. accept, in respect of any branch of the Corporation, any copies or abstracts from the books of such branch which have been transmitted to the head office of the Corporation and which have been certified to be correct by an officer of the Corporation authorized in that behelf by the board.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "69. At least seven days before every ordinary cops of meeting a printed copy of the balance sheet as audited {7% and the statement of accounts and the auditors’ report as aforesaid shall be sent by the board to every shareholder at his registered address.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "60. (1) Every balance sheet and statement of Belane shst accounts when audited shall after adoption by a sp)tstemest general meeting be conclusive except as regards any caver error discovered therein within three months next ‘tt spprem: after the adoption thereof.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "(2) Whenever any such error is discovered within that period the balance sheet and the statement of gocounts shal! be forthwith corrected by the auditors and shall thenceforth be conclusive. a .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": ". ae an",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "i 16 Ceylon Hotels Corporation Act, No. 14 of 1968 (8) The audited balance sheet and the statement of accounts of the Corporation and the report of the directors shall be tabled in the Senate and the House of Repretentatives. Azoliatie o¢ G4. (1) The provisions of the Companies Ordinance * aie or any other enactment regulating the incorporation Sepia of companies shall not apply to the Corporation. (2) Notwithstanding the provisions of sub-section (1), the Minister may, whenever it shall seem to him expodient to do so, by Order declare that any one or more or all the provisions of the Companies Ordinance or any other enactment relating to companies for the time being in fores shall apply to the Corporation, and such provision or provisions shall thereupon have effect as if such provision or provisions is or are part of this Act. Bytevsotta 62. ‘The provisions contained in the Second Comerstioa. ‘Schedule shall be the by-laws of the Corporation in regard to the matters to which they relate. Merton. of 68, (1) The shareholders may hy special resolution Si, alter the provisions of the Second Schedule: Provided that no such resolution shall take effect unless and until such resolution is approved by the Minister. (2) All resolutions made under sub-section (1) shall be published in the Gazette. Azrigions ©, All applications to the Minister by the board Mist tor his approval or sanction for any inatier or thing for which the Minister’s approval or sanction is by this Act required, shall be made in writing signed by the officer of person authorized in that behalf by the board. Gepymtn® 65 In the excroiso, discharge and performance of envi’, ite powers, functions and duties, the Corporation shall ‘Spi distions bg subject to and act in accordance with such general or special directions as the Minister may from time to time issue.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "Ceylon Hotels Corporation Act, No. 14 of 1066 17 $8, In this Act, unless the context otherwise tatayrestin, requirea— “ appropriate Minister ”’, in any context relating to a nominated director or the nomination of a director, means the Minister by whom + such dizector was nominated, or who is entitled ueder this Act to nominate such director; \"board \"’ means a duly convened and constitated meeting of the directors of the Corporation ~ for the time being; “capital ” means the capital for the time being of the Corporation; “ Corporation” means the Ceylon Hotels Corpo- a \"Fration established by this Act; . ‘* diveotor ”” means a person holding the office of a director of the Corporation; ‘elected director” means a person elected to the office of director by the shareholders and includes the first directors other than the nominated directors; “  “‘ extraordinary resolution” means a resolution Passed by a majority of not less than three- Tourthe of the shareholders entitled to vote, and voting in person or by proxy, at & general meeting of which notice specifying 1 the intention t0 propose the resolution ag an extraordinary resolution has been duly ! given; \\ “ general meeting ’* inclades an ordinary meeting : and extraordinary meeting; i “head office” means the head office of the : Corporation; + ‘officer ”” means an employee of the Corporation and shall not be construed to include a director or an auditor of the Corporation; “ordinary meeting ” means an ordinary mesti of the shareholders duly called end I constituted; ; sk \"Schedule ”” means a Schedule to this Act; |",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "18 Ceylon Hotels Corporation Act, No. 14 of 1966",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "“ Secretary to the Treasury \"? means the person for the time being performing the func- tions of the Secretary to tho Treasury of the Government;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "“ ghoreholder ’” means any duly registered bolder , from time to time of one or more shares;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "* special resolution” means » resolution passed by three-fourths in value of the share- holders present in person or by proxy at any meeting of the Corporation of which notice specifying the intention to propose such resolution has been daly given and confirmed by a majority in value of the shareholdera present in person or by proxy at a subsequent meeting of which notice specifying the intention to propose such confirmation has been duly given:",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "Provided that the subsequent meeting shall be held at an interval of not less than . fourteen days or more than two months from the date of the meeting at which the resolution was first passed. 3 . FIRST BCHEDULE (Sections 4 and 5] Part I Objects of the Corporation The objects of the Corporation shall: be tha promotion and Aevelopmont of tourism ia Coyloa—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "(a) by outablishing, maintaining and opernting adequate, ficient end eliractive services for the living accommodation, refreshment, entetisinment ond recreation of towista in Ceylon;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "(@ by entablishing, maintaining and operating adequate, efficient and attractive sarvices for the carriega of touriate and their personal belongings to, in end trom, Coylons",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "(© by Aoing sll such other acts or things aa are necessary for, or incidental ot conducive to, the attainment of the objeota herein before mentioned. “",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "Ceylon Hotels Corporation Act, No, 14 of 1966 19 : Paar Powers of the Corporation 1. ‘Thu Corporation shall havo the power to do snything nesemary for, or conducive or incidental to, the sttainmant of abate, :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "\"a. Without prejudice to the generatity of the powers conferred by paragraph 1, the Corporation aball have all or any",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "of the following powers: —",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "{6} to acquire, bold, take or give om lease or hire, mortgage, plalge snd’ sell or otherwise dispoee of any tsmovable or movable property;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "@) to consteuet, monutecture, purchase, maintaia and repeit anything required for tha purposo of the Dosinesa of the Corporation, including in, particular hotels, motel, resthovsen or other living ‘ncsomamo- dation, place for entertainment and resreation, and services for the eatrisge of touriata and their personal",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": ": belongings;",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "(© to soquirs by agreement (whether absolutely or for-ang period) tha whola or any part of the undertaking of amy other perton, being an undertaking or pert of an undertaking, tho sctivitien whereof are wholly or mainly confined to the attainment of the objects of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": ": she Corporetion;",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "(@) to enter into and cary out agreements with any other person for the carrying on by that person, whether As agent for the Corporation or otherwise, af any activities necessary fot, or conduaive or incidental ~ ( to, the attainment of the objects of the Corporation;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "(e) to enter into any errengementa for sharing profits, union of interaet, jdint adventure, reciprocal oon cestions or otherwise with any other person or company cnecying on or engaged tx or about to earry fn or eogege in any business or transaction which the Corporolion is authorised to eany on ot enguge ins",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "@) to giva any qusrantoa or indemnity and to enter ioto Arcangementa with the Goverament of Ceyloo ot any other Gorerament or any local authority in order to obtain any rights, concessions and privileges theb may weem conducive to the Corporatiza’s objects or any of them;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "(@) te ooquite of bold shares or stock in any company heving bjeate similar or substantially similar to tbe objects.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "ak ‘of the Corporation;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "20 Ceylon Hotels Corporation Act, No. 14 of 1968",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "{H) to do anything for the purposs of advancing the skill of persons employed by the Cosporation ox the efficiency of the equipment of the Corporution or the manner in which thet equipment is operated, including the provision by the Corporation, and the assistanes of the provision by others, of facilities tor teainiog persons required to oarry oh the work. ‘of the Corporation;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "© to establish « provident fund, and provide weltere and recrectional facilities, housing, hostels and other ke secommoedation for persona employed by the Corporation;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "{9 to enter into and perform all such contrscts as anay be nosessary for the performonca of the duties and the ‘eaeroise of the powers of the Corporation;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "@) te do any ouch acts of things, and in particular any fruch cota or things ss are herein before referred fo, to or with foreign participants, that is to soy, individuale or bodies of persons (whether eorparste cr incorporate) outside Ceylon, a may be necowsary for, or conducive or incidental to, the attainment of the objects of the Corporation;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "{to make rules in relation to the staff of the Corporetion including their appointment, promotion, remunere- tio, disciplinary control, eonduck and grant of leave to them; and ¢",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "_ (=) to make rules in relstion to the adminiatration of the affaiss of the Corporation.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "tn SECOND SCHEDULE Paar I Sharea A0pteies be 1. All applications for shares, signed by or on behalf of the a\" applicant, followed by om ellotment of any shares thereon, shall bbe deemed to be en acceptance of such allotied sberes, snd the + board shall be antitled to place the name af the allottes on the register in reepeot thereot; and every person who thus or other- wise accepts any ohare, and whose name is on the register, ehall be 6 shersholder, os 9. Every sherehotder shell bo eatitled to ons certificate under een ‘the common sex? of the Corporation specifying the ehaves held by him and the emount paid thereon. acer 8 If any shave certifiente be worn out, loat or destroyed, votitn, it may be ranewed om payment of suoh a sum, not exceading ane , rupee, as the bosrd may trom time to thne preseribe, provided”",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "Ceylon Hotels Corporation Act, No. 14 of 1966 21 such evidence as the bonrd deems reasonable be afforded of the title of the party applyiog for the renewal, and such indemnity bbe given as the board thinks At to require.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "4, ‘The Corporstion shall have 6 fires and peramount lien avail- Sematia's able at Jaw and in equity upon all the shares of avery shareholder, \"™ ©",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "+ whether held by him solely or jointly witty eny other person, for all hia debts, lsbilities, and engegements, of what nelure or kind oever, to or with the Corporation and in case such shere- holder becomes bankrupt or compounds with his oveditora, the board may sbsolutely soll either by private contract or pubiie avotion, all the shares registered solely in such shareholder's name, and all his interest in any shares registered in his name jointly with thet of any other or others, or such portion thereof, a shall ba sufficient to discharge or sstisfy such aebte, iabilitien, and engagements and may apply the proceeds, 60 for ox the same will extend, in discharge or sotistaction of euch | debta, lisbilities, and engagements scd upon each aala the hosed moy, without notice to or consent of such sharcholder or any other person whomsoever, transfer all or any of such sharea to the purchaser thereof, apd may enter such purchaser's name on the register as the holder of such shares,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "6. If any shore shall stand in the names of two or more nim ot persons the person firat named in the register shall, ag regards itt boltes voting ab general meetings, reseipt of dividends, service of notices and documenta, and all or ang other matters connected with the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": ".. Corporation except the transfer of the share and the Corporation's * lien thereon and the payment of money in the nature of « return of capital, be deeraed the sole holder shereot.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "6. Ths Corporation chell aot be bound by, nor recognize any coxa equitable, contingent, future, or partial interest in amy share, %i bd 12 noe (except only aa is by these by-laws otherwise expressly faut te provided) ony other right in respect of 6 share than an abeclute sem int tight thereto, in accordance with these presents, in the person segieured for the time being ragistered ag the holder thesect, ioe",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "7. No shareholder who shall change bia nome, or being 9 xo a! female, abalt marry, alall bo entitled to receive any dividend o str to vote until notice of the change of name or marriage be given Gortays ot ‘to the Corporation, Sires,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "Par : Deposit and Calle",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "8 Any moneys which the board, on allotting any share or sem ahares, requires to be paid by way of deposit or cali, or other- Sue vwise in respect thereof shall immediately on the entry of the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "1g, tame of the allottes in the register aa the holder of suab eheres \" become & debt dus to and zeooverable by the Cocpirition.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "H 22 Ceylon Hotels Corporation Act, No. 14 of 1968",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "cam 9. Tn addition to such deposit ond axll us last aforesaid. the",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "i board may from time to tims, but subjest to the conditions, Uereinatter mentioned, make euch calls upon the shareboldera in reepact of all moneys unpatd on their shares as tho board thinks fit; and every shareholder aball ba lisble to pay the amount of",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "| every nil, made in acsordanoa with these by-laws, to the perwon",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": ". and at the tine and place appointed by the board.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "‘napang ot 10. The joint holders of # share ar shares shell he jointly",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "on tates and reverally lisble to pay all suma dus In reapect of such ahares by way of money due on allotment, aclls, and interest on calls,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "Mee oo 11. {1} One month's notice at the least shall be given of the",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "\" time ond place appointed by the board for the payment of every all,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "(2) Boch notice shall be given to the persons razlstered a8 shareholders at the time when the resolution authorizing sveh call was passed, and such call shall be deemed to ba dua in the first ploce from the persons to whom such notice ia given.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "4 aan 12. IL any shareholder fails to pay the amount payable by ™ him on allotment, or any onll due from him om the day appninted for paymout thereof. he shall be liable to pay interest cn the same at a mite to be fixed by the board from the day appointed for the prrment thereof to the time of actual parment {but without prejudice to the provisions herein contained for the forfeiture of the shave or shaves in respect of which any. manev payable by wry of deposlt or aall se aforecald shall be paysble), and he shall not be entitled to any dividend thot may . bbe payoble during the time such call and interest remain vopeld. Pat 18. On the triel or hearing of any action to be brought by the eee Corparation aminst any shareholder to recover any money payable on allotment or any onl, ft shell be sufficient in the cage of money payable on allotment to prove that the defendant applied for the mumber of sharea in respect of whiob such money ig claimed, ond in the case of « call that the name of the defendant iv at the time of cammencoment of the sction, oF waa st the time the resolution of the board to make the contl was passed, duly entered on the repister aa the holder of tha number of shares in respeot of whioh the action for recovery of the call le made, ey ta 14, (1) The board may, if they think ft, recsive from nay = shareholder willing ta advance the samo, the whole or any iyit of the amount remaining uncalled and unpeld on any sbarjcu;; shares held by him, snd’ upon the moneys ao advanced tie toanl may par infereat at wuch a rate an may be agreed yf between the sharebolder and the board. ost (2) Tho moness so edvanced chal! he appropriated against 4.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "Caylon Hotels Corporation Act, No. 14 of 1966 28",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "(@) The Corporation shall refund any money sdvanced under sub-paragraph (1) remsining unappropristed againat calls in the event of— :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "{0}. tho sale of the share or chares in reapect of which the advance has been made; ar (8) the Corporatios going into Liquidation. Pase TO Transfer and Tronemission af Shares",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "18, ‘The Corporation shall keep, in addition to the register aogier w st shareholders, @ book to be celled the “Register of tmotm Tronsfera\"\" and therein shall be antered the particulars of every trousfer and transmistion of any hate, ond the hook may from tima to time be euthenticated by having the common seal sGixed thereto at a general meeting.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "16. The register of shareholdera and the register of fransiert ciuty mhall be closed fora period of fourteen doy immediately neni. receding ‘snd on ‘the doy’ of the ordinary meeting, in ovary Jose aud may be closod sb euoh other times a8 the boant ey",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "joer it:",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "Provided thnt the aggregats of the period for which sush",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "cogistere are closed in any yoar shall not exceed thirty days.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "| 1%, The Corporation may refuse to register any transfer of correo shares wwtie tho, charebolder takng ie amie ia either elon mem tor jointly with any othar person indebted to the Corporation on Ct",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "Many account whstacever, and utlese ths transieres ig epproved “tm by the board. Before registering any transfer the boar! may . Rlguire toe erties of the shares therein. mentioned to be left at the office during twenty-four hours for exeminetion.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "18. Where » shareholder who has not during his lifetime mx op iia executed 6 volid transfer of bis shares dies leaving an estate susbume. Tequiring sdministeetion the only persone recognized by tho Corporation ax having any title to the shares ebell be the ‘exooutore or adzalnistrotors.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "29. Any person becoroing gutitled to share in consequence nist at of the death, baskruptoy oF issolvenoy of e shareholder aball, pores couiee upon such evidenos being produced ap may from time to time Sow = be properly required by the board, have the right either to ba Srameeke ragiolered ay a shareholder in respect of the ware, or, ietend of being registered bimeelf, 4o make auch transfor of the shara 4s the deosased or bankrupt or insolvent peraa could hava magia; bub the board chall, in cither cose, have the same right to fooling or suspend registration as it would have hed in she ox of « trator of the share by tho deceased or bankrupt oF T Tyent person belore the dest, bankruptay or insolvency.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": ".. Sn A person becoming entitled to a share by reason of the oisivet wt ut pe benktuptey or insolvency of the holder shell be sing row ‘entitled to the same dividends end other advantages to which 7mm whe would ba antitled i he ware the rogistered holder of the ewe dum ‘chara, xcept tbat he sball nol, before being regiatared oa» &'tulmga nse ey",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 25,
    "par_num": 2,
    "text": ". 24 Ceylon Hotels Corporation Act, No. 14 of 1966 eharcholder in respect of tbe shave, be autitied to exercise ony ight conferred on a sbarcbolder in relation to meclings ‘of shareholders.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 25,
    "par_num": 2,
    "text": "pant tow 21, Every transfer of share shall be in such form as the eet board may from time to time approve, and ¢hall ba presented to and retained by the Corporation accompanied by such evidence as the board may req to prove the tite of te trauseror.| The instrument of transfer shall bo executed both by the transferor and transferee, and the transferor shall be deemed to remain the holder of auch share until the name of the transferee ia inserted in the register in respect thereof. od 22, Unless the board otherwise determines the following cone, ball be the form of the instrument of transfer, and it shall ba onder the respective heads of the transieror ond the transferee: — Ty seesresecoee Of cesercestvey (M2 ooBsiderntion of the sum of Ba. ocr Bal 1p Be BY someone Of earache hereby Wwansler to the wsid ... aare (@) mumabered wrnievvas im Calon Hately Corporation standing in my zame in’ ike books of the Corporation, to bold unto the suid wa. his here, exeevlare, admiuistratore, and asvigns, subject to the several conditions on which I hold the eamo, and I, the seid cevrsevereny GO Boreby agree to take the esid here (6) nubjeot im tha ame conditions. ‘As witness our bands this wssonier day Of meancneny 10s “(The words within brackets to be omitted if no consideration is paid.) Sreotiand 28. Every transmission of a share shall be verifed im such” new manner a6 tha board may require, ond the Corporation may EEE tele to register any auth trensmimion anti the came be #0 bial 24,” Thore shall be paid to the Corporation in respect of the sass registration of the transfer or transmission of any ovmber of thares to the tame person or pertous such eum of money nob execeding two rupees and fifty cents ax the board may from lime to tine prescribe, Paor IV Forfeiture of Sheree ae mar 25. Tt any person fails to pay any money parable by. bim * to the Corporation ts respect of bia shares on the dag <ppuinted for payment thereof, the board moy serve notice om bint ot bis “executors or alministratare requiring payment of such money, together with any ioterest sceried’ tiereoa and ony expenses that may have been incurred by reason of au snob-payment. ata ot 28, ‘Tho nétise ehell nemo a day (uot being less thea ao thirteen days from the date of toe notice) on or before which auch money, interest, and expenses are to be pad. and i shally also state that in the event of the noa-payment af such money, ~",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "Coylon Hotels Corporation Act, No. 14 of 1968 25 interest, and expenses ot the time appointed, the share in tespest of which euch money, interest and expenses are payable hall be liable to be forfeited.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "97, Tf the requirements of s notice aerved under by-law 25 Ferhiter tor be nob complied with, any shares in respect of which euch S*oT=mt notice boo been given’ may be forfeited by a resolution of the =.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "~ board to that effect.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "28, (3) When any share is declated to be forfelted by a treme et resolution of the board, aotice of the forfeiture shall forthwith bist be given to the registered holder thereaf, and an entry of the “n* forfeiture, with the date thereof, chell forthwita be made in the register of chareholders,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "(@ Every ebare which shsll be forfeited shall thereupon become tha property of tbe Corporation, and may be sold, extinguished, Terllouied, or otherwise dicpoeed of, either to te former holder thereof, or to any otter person, upon auch terme amd in such manner gs the booed think ft:",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "Provided always that it chall be lawful for the board im its iseretion to remit or saul the forfeiture of ony share upon uch terme #5 they think ft, and to cause the entry of lorfeiturs in respect theroct in the register of shareholders to be sancelled.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "39, Any person whose shares era forfeited shell, notwith- Lunaiy a standing the ferfelture, be Tisble to pay to tbe Corporation all ferkned cal, interest aud expenses payne to the Corporation in repect ‘of such shores at the time of forfeiture, and paymeut thereof may be enforced by the board, notwithstanding and without prejudioa fg auch forfeiture.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "80. ‘The forfeiture of w share shall involve ths extinction at tet the fime of such forfeiture of ell interest in ond all claims snd '4\"em demands whatsoaver againss the Corporation in reapeot of auch share, except the right to any dividend declared ov such share and remaining unpaid.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "81, (1) A certifionte in writing under the common sant of | Onitinbet",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "the Corporation signed by two ditectors and covatersigned by = Soe manager or by auch other ofSeer «6 fhe boned tiny ADS, Mating that tho ‘share therein “muentioood ‘bes been, duly forteited in pursuance of these presents end the smount pai heron at the Limo when it wan forfeited, shall be comeluive evidenos of such forfeiture aa against all ‘persops claiming to ‘be entitled to such shore, *",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "(@ Such certificate snd the receipt of any two directors, ‘eountersigned by the manéger or by such other officer aa aforesaid, for tbe prica of auch shars, shall constitute a good fitle to such share, and » certifieato of proprietorship shall be delivered to tha purchaser thereof, and thereupon the purchaser hall be deemed to be the bolder of suck share, and shall be dischorged from all cells prior to such purchase (unless otherwise expressly agreed), sod his mame sball be entered in the register of shareholders, and he shall nob be bound to see ‘fa the spplication of the purchase money, nor abell bis title to auth chore be affected by any irregulority ia the procesdings io ‘ference to much forfeiture oF sale.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "98 Ceylon Hotels Corporation Act, No. 14 of 1966 Par ¥ _ Gonerat Mestings Pen wt 282. Tho first ordinary meeting of the Corporation ball be Erinn held at such place and at such time, within four montha, atter : the dete of commencement of business by the Corporation 25 the board may determine. . - seen 88. Subsequent ordinary mectings shall bo held ones in bier vary year at'auch fine ard ploos on the hosed ropa me none to tine determine, ® ad bere $4. ‘The business of an ordinary meeting shell bo— nel {@) to elect dlrestars and suditara, () to recelve and consider, and either in whole or ia part sdopi, confirm o© eject the enoounte and bolance . {0) to receive the reports of the directors ond muiiters respectivaly, @ to doside on, any rysommendstion of the board with respeet to dividend, and (@ subject to tho provisions of these by-laws, generally to discuss aoy ssi of or resting to the Corposetion. macuctioars 88. (1) Ths boed may, whenever they think proper, oalt aie ty ap extraordinary mesting, and they shall do so wpon receiving cs © requisition in writing signed— (6) by the Minister: or ’ (2) by the bolder or holders of not less thao one-third of the preference shares, ot ©) by ten or more chereholdera holding in the aggregate woot less than one-fifth of the ordinary shares issued oo which lf calls end other sums then due have eon paid. @) Any requisition ao made shall express the object of tbe meeting proposed to bo called, snd shalt be deposited sb the ‘head office of the Corporation. eect 86. Upon the receipt of any euch requisition the board shall saute, forthwith convene om eztractdinery meeting and if they noglecb SST! te do'so for ove month efter te Zepontt of the requisition, the Tequintonsto ray convene such, menting by, giving tothe shar holders fourteen daze’ uotice thereof at the least, specifying the place, deg, and hour of mesting and the objects ‘business of tha ‘meeting, Sxtrawse «87. No. resolution passed at on extraordinary mesting ree, convened by sharbolders a aforeseid shall be winding oa the Eley Corporation, or have any effect, uniose and. uni tho same be mene confirmed by & socond extraordinary mesting which shall be onvaned for the purpoan in, accordance with, the Soong provisions, except thet seven days’ notiva thereot only sball Up Given,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "Ceylon Hotels Corporation Act, No. 14 of 1968 27",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "88, No business shall be transgoted ab sn extraordinary aoe mocking other then business spevified in the notieg of the exert, menting. aatne.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "89. (1) Not less than seven nor more thon Siteen days’ tes ot wont! notice of every geneml mettng epecitying the pless, time ead mer hour of meeting and (except as regards the business tobe",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "+ ansacied without notice #¢ ordinary mostings) the objenta and dusiness of the meeting shall ba given to the shereholdera by siveulor and by advertisement, «",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "(2) When it ia propoted to poss a special resolution both tho aacatings required for the purpore of passing bush resolution may be convened by one end the stme notice aud it shall be no objection to such notice thet it only convenes the second meeting contiugently on the resdlution being passed by the requisite majority ab the frst meeting.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "40. When any general meeting ix adjourned for geven days Malm ot or more, the board shall give not lest than four deye’ notice of | siermdt ‘the edjournment to all the cherebelders in the ssme manner as “US oton ‘wae, given cf, the orginal meting; bot ‘when, auch meoting is adjowned for leg theo seven. days euch node shal when praticable, he served on osch shareholder as early os conveniently may be before the day appointed for holding eush adjourned meeting.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "42, Every notice of o geveral mecting given by the board ay wien onion hat! yovaiged tye geabeal aunager Se by suck ‘obuer us Soh the bomd may oppoint, and every much notice given by share- . olders shall be signsd hy the sherebolder or shareholders semuvening the mesiing, ‘The nowrecept by any shareholder of by atige convening. a gensral meting shall not invalidate the Proceedings at cuch meeting,",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "42, Except on otherwise provided by these presents 20 omen. tbusiness shall bo teaneested ‘at soy general mestiog unless thers be proaont at the commencement of the business tei oF ‘more shareholders entitled to rote.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "43, It ot the oxpirotion of ono half-hour after the #216 mostur whee cpreinted for holding « gonerst mosting te required number gms arobcHdors bo aot preauot, tho mosting, i convened upon emt ‘Yao requisition of sherebolders, shall be dissolved, but in say iter cos it may adjourn to eich tie on the following day ot Yo suck other day and to such place aa the shareholders present",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "‘sh the oxpiration of the half-hour determine:",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "Provided always thot if ive shareholder antiled to voto be not ‘hen prestn, the meshing shall stand ‘adjourned to, the text working dey at the same hour and place os ware appointed for the original meating,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "44, At any adjoumed meeting the shareholders maison « proving whaictot oe untbon\"ahall org power eo Seale neon ‘upon ll _motters which were on the agenda of the meeting =MiM- fom which the edjournmens tock ploce; bub no buslaces shall be tansacted at any adjourned mesting other than the Businees which was on auch ageuda and wbich wos nob taken Up, or remained unfinished af the mesting from which the ‘wijouroment took place.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 29,
    "par_num": 16,
    "text": "28 Ceylon Hotels Corporation Act, No. 14 of 1966 tran ot 45, At avery goueral meeting the choirman, if avy, of the Semmng ——direstors, or during bis absence the deputy chairmen, if any,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 29,
    "par_num": 16,
    "text": "or ia tue case of the ebsence or unwillingoess to not of both, ©",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 29,
    "par_num": 16,
    "text": "Aloector choven by the directors prosant or, in the cane of the",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 29,
    "par_num": 16,
    "text": "absence of all the directors at. the expiration of one half-hour",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 29,
    "par_num": 16,
    "text": "from the time appointed far holding the meeting, then n sbare~",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 29,
    "par_num": 16,
    "text": "holder chosen by tho shareholders present shall preside as",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 29,
    "par_num": 16,
    "text": "ebairman, : Guumaw's yee 40, ‘The chairman, with the oonsent of a majority of the wea shareholders present ot ony general meeting, say ljourn euch",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 29,
    "par_num": 16,
    "text": "Testing from time to time énd fram place to place. ven at. Every motion submitted to» general mosting except",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 29,
    "par_num": 16,
    "text": "otherwise provided by law ot by Ubis Act shall be decided by a",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 29,
    "par_num": 16,
    "text": "imple majority of the sheveholders present and entitied to vole",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 29,
    "par_num": 16,
    "text": "tend voting by @ show of bands unless poll is demanded. Ia + c0se of an equality of votes, the chnirman shall have 6 csoond oF casting vote. Tine 43, It imracdiately on the declaration by the chairmen of ma a general meeting of division on any motion submitted to the meeting, and aot relating to the arpointment of eknirman djouraient of the mecting, a pall bo demanded by st eed five shareholders present aod entitled to vote at the meeting oF . by the Government representative it shall be token at such time and place and in such manner as the chairman shall direct, and for that purpose be shall have power to adjourn the mueeting, if be thinks 6b to do s0, lor any time not exceeding fourteen days and the chairman's declaration of the resutt of the poll sball he desmad to bo the resolution of the meoting ab",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 29,
    "par_num": 16,
    "text": "Which the poll was demanded. The demand of @ poll or any",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 29,
    "par_num": 16,
    "text": "aajourament of meeting for the takiog of poll shall tab",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 29,
    "par_num": 16,
    "text": "Prevent the continuance of such meeting for the transaction of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 29,
    "par_num": 16,
    "text": "bay burinens other than Gab on which the pol sball bave been",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 29,
    "par_num": 16,
    "text": "demanded. Foto ot 49. Tn caso auch poll bo not token on the day on which it is wood pa demanded, noice shall bo given of the time and place af taking it in the same manner as in the caso of an adjourned gene . meeting. gars 80, A declaration by the chairman that 6 resolution has bers ee carried or ia the ease of © resolution requiring any. particular — enjrty that it han been pued by the Tequisite majority. shall ‘deine! and on entey of such decloration ia the book of proveedings of the Corporation shatl be conclusive evidence thereat, witbout proof of the number or proportion of the votes recorded in favour of or against the motion to which such declaration relates. Hronwtien xt GL. The proceadings of every general meeting purporting to SONS i ave been dily called and cconsticuted, and all tazlutions and tele sri decisions of such meating aball be valid aad binding on the ims a Corporation uotwithstanding apy defect in the mode of erate eonvening the meeting or otherwise, tocos rm _ 52. On a show of hands every member, who, being am individual, is present ip person or, being corporation, is present by proxy or representative, shail have One vole. On poll every rember who is present in person or by proxy shall have ons vol, for every share of which he is the holder:”",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "Ceylon Hotels Corporation Act, No. 14 of 1966 28",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "Provided that the preference shares shall not entitle the boldet thereot to attend ont vote at any ordinacy annunt mesting ab which only ordianty business is to be transnted; bu shell entitle Such bolder to be present ond vote at all extraordinary meetings, aad to be present nb anounl meetings at which special business is to be transacted and to vote ob such meetings on such speciat Nusiness.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "53, (1) Ang authotity or corporation which is » shareholder eine ty of tha Corporation may by resolution of ite directors or other \"memaure everaing Hy authorin ash person tat thinks $4 to act sis fepresentative nb ang genera meeting, acd the person 30 authorized chal be entitled to exercise the some powers on behalf of the corporntion whieh ho represents ag that eorporation would exervica if it sere an individual member of the Corporation abd Stall be seckoued in the quorum preveut tt the maeting. 4",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "2) Tho Government director shall by virtue of his offies be entitled to exercise all the rights of the Government in reapoct of any sharen beld by ih",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "54. (1) Tf any shareholder bo an fiat or a person of unsound wee grind, Ne ingly potted manages sony veroae is vote and Roeuunt iC any sheceholder be a minor, his legally appointed curator of ‘rnde guardian toay exercise bis Yolo. “me",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "(2) No such manager, curator or guardian shall be entitled to ote unless he shail havo deposited at the bead office of the Gorporation not less than forty-eight boore before the Lime of holding the meeting at which be proposes to vote, such evidence © th board ny equ ins eet fk tbe manger, curator",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "oF Bonrian of the shareholder whose voto be slime to txarcie, ” 68. No shoreholder shell be entitled to vote im person or by marten FEST, gh my sroeth menting a tespeot of any share held by ora no",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "iim hile ang’ eall or interest or an uapeld call due from bisa mm vemaina unpaid.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "£6. No objection shail be taken to the validity of auy tole curate te except af the meeting or poll ot which wuch volo shall be Sum tandsced, and the abatrrann of such meeting shall be the sole \"oak ot fudge of the validity of every voto tendered theres}, se",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "87. Votes may be given either in person or by proxy, bub vung is every prosy suoll be appoiaied ia writing uoder the bead of poecheely th Sppointor, or iu the care of « corporation under the band of m= ‘the secretary or other ebief offlcer thereat.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "58. Until the boord ‘otherwise presoribe, the following form tee « with xy requisite modification tlereot, shall be the fot of sm. instrument of proxy:—",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "TAB. of vnscnenenniny @ shorebolder of the Ceylon Holals Corporation, appoint 6. B. Of ereese or him falling BY of ronson bah being siaceboldae of the’ Corporation,",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "‘vote as my prony at the general meeting of the Corporation, fo be held ah were terse OO THE sanrventeeneony TBirery 82d ab any adjournment thereot.",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "“Ae witness my hand thie sssse AY Of sesssnany Woes",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "80 Ceylon Hotels Corporation Act, No. 14 of 1986 guattoies ot 59. No person shall be appointed or set as » proxy unless ho pew, tui is a shoreliolder quelified to vote, and unleea the instrument of",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "hia eppointment be left at the head office at least forty-eight",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "ours before the hour for holding the meeting at whioh he ts to vote. Pant VI Proopedinga of Diveoton Devedoe 0. The direstors, may mest together, for tho, despatch, of Ecnnntg business, edjoum end otherwise regulate their mestings ea thoy think St end may determine the quorom necessary for the transaction of business. Until otherwise fixed the quorum ahall be three. ‘Miaw puss G1. The boord hall be presided over by the chairman if = eto 6, ox in bis absense, ey the deputy chaltmen, if any; but EP seithor » cbainina vor @ deputy chaiman shail have boon appointed, or if neither the chairman nor the deputy cbsirman . be present at the time fized for holding the mecting of the board, the directors present cball choote ous of their number to proside, Roy sete 22, Any question hich abel trioe, ab any mecting of the * board shall be desided by & majority of votes of those present, bor and in the oaoo of an equality of votes the diraator presiding ab the meeting shall have 6 aocond or casting vote, Ea 68, AUl acts done by the board ot by 9 committee of re eri Greotors or by a person acting ss director, whether solely or cite Bee aa member of fle board or of @ comamitien, ekall, notwiibe",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "etanding that it be stterwards discovered that there was o",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "defect in the eppointmont of the board, committee, ac person",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "soting as director, or that such person was not qualified to be",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "4 director, he ag volid ao if thers had been io auch defect end",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "‘the person soting aa director hid bean duly qualified. estes al G4. ‘The mectings and proceedings of any committee shell wonton, be governed by the. provisous of this Sohelule for regulating",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "the ‘meetings and proceedings of direstors, oo far ss tho same",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "are applicable thereto, ond are not eupersedad by the express farms of the appointment of the committe. Tn any motter ig which no provisions are made by the board or by this",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "Schedule = committee may conduct ite business in such monmer",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "45 ib thinks A, deci G5, (0) The board shall ome minviee to be made in, beoke non provided for the purpose of the following matters, nemely:—~ Stet (©) 0 appointments of officers and committeas made by",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "reer (®) the name of the dirsotors present ab avery mosting of ‘the board, and ab every meeting of a committees (© the proceedings and resolutions of all meetings of the ‘shateholders, the board, and oommnittess, (@) Buch minutes if algned by some person purporting to be the chairman of the meeting OF of tre board or gommibies to, which it refers, or by say two direotors prosent therest, or by",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "Caylon Hotels Corporation Act, No. 14 of 1960 81 the chairman of the next succeeding meeting, shalt be reesivabie in evidence without further proof of ths matters 7 ‘therein contained or any other proof.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "68. (1) The board shall provide a common aoa for te optoty wot",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "‘purposes of the Corporation, and may from time to time obange mart sume _ Bis\"eame; ond sual soal saay ba kept by auch person and fa",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "‘uch monner as the hoard from time to time may determine,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "‘but shall nob be used except by the authority of the board and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "in the presence of at least two directors, or of one direstor and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "the general manager or other officer appointed for thet Purpose",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "by, tig board, ‘who shall ign the document #0 which the seal is",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "0d,",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "(2) The ‘board shail have full power to uge the common seal in the execution of all or any of the powers hereby vested in them, or otherwise in relation to the ‘eBaire and business of the Corporation as they in their Hsoretion soe St",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "@7. No director shall be disquelified by bis office from Dina may ‘eaniresting with the Corporetion mor shall any much contract svc wit. grieved into by or on bekslf of the Corporation, im which any i direotor shall be in any way interested, be voided, nor ak any director co contracting or being Intevasted be liable to Acsount to” the Corporation for’ any prof realised by oF farising out of any such contract but the fect of hia ing interested and tha nature of his interest shall be disclose by him ot the meeting of the directors at which the contract is considered if hic interest then exists, or in any other case ab ‘the flesé meeting of the directors after the acquisition of his interest. =, A panarsl notice that,» director to » msber of » epecliiod fim or compsny, and is to be regerded oa interested in any subsequent transactions with auch firm or company, shall be sufficient discloaure under thia by-law, and after auch general . notion it shall not be necesssry to give any spovial notice relating to any particular transaction with such firm or * compat.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "68. No diraotor shall os @ director vote in rsapeat of any Tre steer contract in whieh be is 20 interested as aforeauid. and he chalt “*7 ‘withdraw from the mesting of the directors while any such contract is under consideration and the vote thereon is being {ten Tf any director doce 20 vole, ‘ba vole. aiull nob be counted.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "€8. Nothing in by-law 63 shall apply to any coniruot made Entig ty te on tbat of The Corporation Be Ye to io director oe eee ‘by of tham guy security for edvances or by way of indemnity.",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "10, The busioew of the Corporstion shall be controlled by nev a the board, who, in addition to the powers and authoritiea a (a veer law and by this Act expremiy conferred upon them mey,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "‘without suy further power or authority fram the shareholders,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "exercies ‘all such fore. vive all such consents, make ali suck",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "wrungamente, 0: ceed o all such ain and things es are",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "cr shall be by law or by thip Aoé disectel or authorised to bs",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "smoreised, given, made, ot done by the Corporation, and ara",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "Zot thereby expromly dirsolad to be exarceed, given, made or “Hoau by the Carporation in ganeral meeting.",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "-",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "82 Ceylon Hotels Corporation Act, No. 14 of 1966 anna ‘TT. The bonrd may delegate any of ite powers, other than emis of ho power to mae calls or fo apyoint the gencrst matager, to oat committess consisting of two or more directors, or to @",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "Airector, oF to the genern) mannger or to any other officer of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "the Corporstion selected by the boond, und they mag from",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "time to time revoke any such delegation either wholly or in ert aod sither as to penons or purpouss: but very such committee, director, general manager ot other officer eball, in the exerise of the powers delegated to it, or him, conform to all such regulations os ore prescribed by the bond, All acta dona by eny such ommities, “director, general manager, oF other ofcer, in conformity with such regulations end in folél- ment of the purposes of ils or bie appointment, but nob ‘othorwise, aball bate the like force and effest ns if done by the Pot VIE Powers and Daties of Directors ron oe 72, Where by reseon of forfeiture, aurreoder, or otherwise the Smeretan Corporetion scquires an interest in'or title to apy of its own tor | thates, the board shall sell, cancel or otherwise dispoas of such s share a4 G00 as conveniently may be. Bontaan 8, (1) A resolution signed by oll the tireotora of the Corpora- itra bast tion for ‘the time being sball be ea valid and effectual aa if is had muse vit been passed at a meeting of the board. @) Any auch resolution shell be recorded in the natnutes book sonteining the proceedings of the board os i it had been pasuad ‘ab a meeting of the board. 7 Pant VOI Remunaration of Directors",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "erveins \"4. During the fire yeors commencing from the seablshmant <‘urwm of the Corporation the directors shall be paid out of the funds of",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "the Corporation such ‘remuneration ns the Minister trom time to",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "ime shall 6x:",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "Provided that much remuneration chelt not exceed three",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "tbundred rupees per month. Peed 75. ‘The chairmen sbsll out of the funds of the Corporation st diaan be prid an additional recvuneration for hia services at the rate",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "of two hundred rupees per month. oteaton et 76. A sum of Sfty rupees aball be deducted from the cinees ina’ remuneration of the chaitmon or ony director in respect af each oe amacting of the board which be fails to attend, Bacco 77. A director in whose place » person hes been appointed gence fo ack chall not reesive the remuneration attached to bia afice aire during the continuance of such acting appointment, buk auch",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "Tamuneration shall be paid fo the person acting in bia piece.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "ond 78, After the period of five years aforessid the remuneration carrie at the direators Dull he determined from Sina to tine by the PEA EM shareholders in general meeting,",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "i",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "Ceylon Hotels Corporation Act, No. 14 of 1966 33 70. ‘Where any director ia entrusted with any special mission Rewonevauee of",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "or fonction of by request performs special services on bebalt of Mets ter",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "the Corporation the bosrd may grant bim such additional (ii,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "emuperation as ib thiake ft, ‘We directors may by repaid by",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "the Corporation all such ressousble travelling, botel end inci-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "dental expences a6 they moy incur in attending meetings of",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "the board or af committees of tha board or meetings of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "abarcholders or which they may otherwite incur in or shout the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "dusiness of the Corporation.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "£0, All remuneration to which the Government director Gemma",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "becomes antitled shail be paid to the Consolidated Fund. eee ae irae w Dern ro",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "Past 1X Dividends and Reserve 81, ‘The directors rosy, with tha sanction of the shareholders Sehrim,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "in general meeting, declare a dividend to be paid to the share: <*Mant",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "holders in proportion to the amount from time to time paid on",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "Gboie aares (but exclusive of ony amount for the time ieing",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "Paid up in advance of calls and carrying interest at an agrees",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "tate), and subject to any specint privileges or priotity for the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "‘ime being subsisting with regard to any particular class of shares.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "£2. In suuctioniog a dividend resommonded by the directors maraaiter",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "die shareholders shall ot be entitied to increase such dividend, =",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "‘Seat",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "»_ 88. (1) Tf the profits of any financial year of tha Corporation, seremmat avsilablo for distribution by way of divilend after providing for ‘ete contingencias and translerring twenty per centum of the profile died peng to the reserve find in eorordance with the provisions of thiz Act drivel wie but before making eoy other tanster oul of profits to the sma cry Publisbed reserve or reserves, aro sufficient to pay the whole x cid ac ‘any pert of the dividend on the preference sharea bub the directors Henne",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "tre of opinion that cuch dividend should not be paid but dhat",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "suck moneyz sould be retained in order to streagthen the posi-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "tion of the Corporation, the Secretary to the ‘Trossury may",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "requite tha distribution of such profits by way of dividend unless",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "tho directors furnish him with a certificate from the suditora",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "for the time being of the Corporation to the effect that in the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "opinion of such auditors the oourse proposed to be adopted by the ~",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "irectora is necessary in the interest of the Corporstion.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "@) The directors shall, in the sbsence of the certificate provided for in paragraph (1), be bound to comply with sny Fequest made under this by-law by the Gecretary to the Treasury.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "24. It and so long as ordinary meotings are bald ance yest samc anly, the directors mag, without the sanction of a, general met. Gviedn ing: declare hslf-yearly dividenda in those helf-yeors during which an ordinary meeting is not held:",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "Provided thas tho general maneger shell have reported to the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 34,
    "par_num": 35,
    "text": "dlzectors shot tho probie cdraed by, te Corporation ia the half: ‘Yeur justity the payment of such dividend.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 35,
    "par_num": 18,
    "text": "al 94 Coylon Hotels Corporation Act, No. 14 of 1966 0 ertsnte 85, As soon ee may be convenient after the end of each barbed finsnoial year of the Corporation the general manager shall yas present 40 the board 6 stetement of the Corporation's profits ‘iter making such provicion a6 he considers nocessary for all bad and doubtful debts and other contingencies, The board may inoreasa but shall not redvos such provision snd the profita available for payment of dividend shell be oalculsted after the deduction of the provision finally determined by the board, No dividend shall be paid excep out cf the profita arising from the business of the Corporation end exoept after providing for the maintenance of the capital of the Corporation and for the establishment and mointenanca of auch recerve fund or funds",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 35,
    "par_num": 18,
    "text": "4 the board is bound to establish and maintsin and eny direo-",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 35,
    "par_num": 18,
    "text": "tore who knowingly ond wilfully ooncur in the declaration or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 35,
    "par_num": 18,
    "text": "making paysble of any dividend in breach of the provision of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 35,
    "par_num": 18,
    "text": "{hia by-law shall bo jointly and severely liable for the stount of such dividend as x debb by them to ths Corporstion,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 35,
    "par_num": 18,
    "text": "Tove of 8. Any smounts standing to the credit of any reserve funds murwtwt and also soy other funds of the Corporetion not for the time being employed in or required for the purposes af the business of the Corporation shall be invested in stooks, shares, debenturse, bands or ssowities issued or guerontecd by tho Government of",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 35,
    "par_num": 18,
    "text": "Ceylon or by any other Government af any other country which ie 2 member of the Commonwealth or any local or publio sutho- rity in Coglon.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 35,
    "par_num": 18,
    "text": "‘Sanit evint 87. No unpaid dividend shall ot say time bear interest oe",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 35,
    "par_num": 18,
    "text": "Beh bee gainst the Corporation.",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 35,
    "par_num": 18,
    "text": "Dent may 68. The board may deduct from the interest and dividends,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 35,
    "par_num": 18,
    "text": "KoaSte  poyuile to aay sharcholder a woms of money due {ra him» to the Corporation om account of calls or interoat thersom or otharwise.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 35,
    "par_num": 18,
    "text": "Hota at 80. (2) Notlog of all dvidende and of interest payable, on",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 35,
    "par_num": 18,
    "text": "Seite. ‘capital paid in advanoa ehall be given to evary shareholder entitled thereto. Any such dividend, or interest unclaimed for three",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 35,
    "par_num": 18,
    "text": "ZEB tetsu notion may ‘be forfeited by the board for the",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 35,
    "par_num": 18,
    "text": "anefit of the Gorporetion,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 35,
    "par_num": 18,
    "text": "@ Notwithstonding such forfeiture the board may as say fist Wereaor if dy think 88, euthoriso the payment theral to any claimant who aball adduce'e title thareto to the selirfaction af the board.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 35,
    "par_num": 18,
    "text": "Paar X Notices mene ot, ©. (2) Ay notice, ciroular or other dosument required to be no served by the Carporstion upon any shareholder may be served entclden either personally or by being sent by post to the abareholder ab lis regotered sddrese, and avery notice or docament sent ehrovgh fhe poet ehall be deomed to bave been served at tho time at which it would have been received ia the ordinary coumme of pont,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 35,
    "par_num": 18,
    "text": "2} Tn proving auch servios by post it shall ba sufficient 40 prove ‘that the toties or document, of the letter containing It, was doly = addressed and poated.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 36,
    "par_num": 5,
    "text": "Ceylon Hotels Corporation Act, No. 14 of 1966 35",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 36,
    "par_num": 5,
    "text": "OL. Any notice or other document requlted to be served upon tari ot the Corporation by sny shareholder may be served by leaviog min ty ‘the anme ab the head office, or by seuding it through the post “™ addressed to the Corporation st the head office; and in proving such service by post, it ebell be sufficient to prove that the Rotion or dostiment, or the letter containing it, was duly addressed and posted or left at the head office,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 36,
    "par_num": 5,
    "text": "92. All votices required by these presents to be or which may Lérrcmeun, tbe given by advertisoment shall bo advertieed in the Gasstie ‘nd in ove of the daily newspapers published in Colombo, and hall be deemed to have been suliiciently given if so advertised.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 36,
    "par_num": 5,
    "text": "9B. very person who by operation of law, transfer, or other  mantases means whatvorver shall hegonie entitled € tay shere, sball be St bound by any and every notice or otber document which previous fs\" to his anme and address being entered in the regiater in respect ater cf thet share, has been given to the person from whom he derives his title.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 36,
    "par_num": 5,
    "text": "4. Whea any notice ot document is sont in aconrdance with sera o Athens regulations to the ragistared eddress of a abarebolder, then, tee, seo notwithstanding he be then deceased, and whether or not the Sanyo Corporation hae active of hiz decease, such notice ar other docu-  aretstw, ‘ment uball, for all the purpoces af these regulations, be deemed to bave been served on his heirs, exeoutors, or edministrators, otwithetanding they are not named therein.",
    "mean_p_confidence": 0.71
  }
]