[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "fe oS] PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA NATIONAL AQUATIC RESOURCES RESEARCH AND DEVELOPMENT ACENCY AGT, No. 54 OF 1981 {Certified on 2nd September, 1981] - Printed on the Orders of Government Published as a Supplement to Parl Il of the Gazette of the Democratic Socialist Repubtic of Sti Lanks of September 04, 1981 snc er merce oct eT eA ee Face aia a eo Pe Beas Price: Re Lt Postage: 75 cents .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "3 National Aquatic Resources Research and ‘ j Development Agency Act, No: 54 of 1981 1» + [Certified on 2nd September, 1981] <.: L, D—O. 48/80, . “ AXt ACK TO FROVIDE FOR THE ESTABLISHMENT OF THe! NATIONAL",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Aquatic Resources Rzszancu awp DsvELOrMENT AGENCY,",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "AND \"0 PROVIDE FOR MATYRES CONNECTED TREREWINS Of",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "INCIDENTAL, THERETO. :",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :— .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "1, This Act may be cited asthe: Nationsl Aquatic Short tue, Resources Research and Development Agency Act, No, 4 Snacstao cof 1981, and shall come into operation on such date as the Minister may appoint by Order published in the Gazette,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(in this Act referred to as the “ appointed date”). . ‘ 2 ‘There shall be established in accordance with the Betsblishe * provisions of this Act, the National Aquatic “Resources ental the _ Research and Development Agency (hereinafter referred to Aquatic as “the Agency\") which shall be the principal national ine- Resourses titution charged with the responsibility of carrying out and end Develop co-ordinating research, development and management \"At Agency. activities on the subject of aquatic resources; ~ 7",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "& The Agency shall, by the neme assigned to it by section Agency to 2, be a body corporate having perpetual succession and a bea body common seal amd may aue.and be sued in ite corporate “7",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "4. The objects and functions of the Agency shall be—- otjectsend-? . (@) to ensure the application and utilization of scientifie {pnalonzof",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "and technological expertise for the implementation of the national development programme on the subject of aquatic resources ; ety",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(b) to promote and conduct research activities directed",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "towards the identification, assessment, management and development of aquatic resources, end in particular in the following fields :—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(i) oceanography; .",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ". (i) improvement and development of fishing crait, fishing gear and equipment, and Sshing methods ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(iii) the social and economic aspects of the Ashing .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "‘ ,. . industry, including the: welfare of fishermen and their dependants ;..4:.° 2",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "SA S7TOS-18,000 (8107)",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "a National Aquatic Resources Research and - Development Agency Act, No. 54 of 198 : Gv) the processing, preservation and marketing of fish and related products; 1 ©. (gS the development, management and conservation ve. oof aquatic resources in the inland water, = = 40 HOF © + “gogstal wetlands and offshore areas; = ,. (9), 4@ provide advisory and consultancy services on = ‘\"\"\"“~ “geientific, technological and legal matters relatingto = = the exploitation, management and development of ee aquatic resources ; cewe”< +!\" (4) te Jordinate the activities of institutions engaged in - |” «the exploitation, planning, research, development, = ~ ““eontrol and management of aquatic resources ; ven _4@) 10 undertake the collection, dissemination and | ee 5\" pubbeation of information and data useful for the reves & development of aquatic resources and the fishing foi 0 foto industry in Sei Lanka; . - z ici. ' Gi) to provide training for persons required to carry out ai le, or assist in the work of the Agency; and . (a) to exercise, discharge and perform oll the powers, tess fh 14:3, functions and duties conéerred or imposed on the wee are. Agency under this Act fowesand §, ‘The Agency shall have the power— EERE... + (@) to acquire in uny manner whatsoever and hold any ‘vente Wi\" i movable or immovable property and to sell oF 1es. .sthevwise dispose of any such property ; “(@) te establish and maintain such facilities aa offices, buildings, installations, Iaboratories, plant, equip",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "' ts ylment, vehicles, vessels and other erafts as the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": ": veut Agency may deem necessary to achieve {ts objects;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": ". * (c) to underteke such activities and operations, including extension services, as the Agency may deem necessary for the commercial utilization and",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "+, - Gevelopment of aquatic resources and the applica- yu, tion and utlization of ite expertise ; (@) to enter into any contract ‘or agreement with “.: Government departments, local authorities, public ‘x leorporutions, and other persons for the purpose of carrying out Its functions; -",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "i National Aquatic Rerources Research and “3 i Development Agency Act, No. 54 of 1981 (©) to obtain loans’ oni such ‘terms and conditions as may zc be approved by the’ Minister with the concurrence J” of the Mintster in charge of the subject of Finance . for the purpose of ¢arrying out any of its objects; { () to charge tes for any services or facilities provided {27 by the Agency; . bok | {g) with the concurrence of the Minister in charge of the subject of Finance, to receive foreign or local * \"donations and grants including awards for training - a and to provide grants for research, teaching and =. -.* } training relating to the management and develop- fount ment of aquatic resources ; . (h) to enter into contracts or agreements relating to the use of patents, industrial designs, copyright, and , teade marks; bee : @) to conduct and render research and technical services— . Ley tape () for the Ministry of the Minister ta which the wet aubect of Fisheries is for the time being <'/ Tassigned, with thé object of ensuring the **\" “teaplementation of thé ‘national development coe.7 5. “S'pfogramme of such Ministry, and..:; . : (i) at the “tequest ‘of any -other Ministry, Government department, or any branch v + thereof, public corporation, or any other person, in such’ manner asthe Agency in : consultation with the Minister shall deem advisnble ; a @) to advise and make recommendations to any Ministry, any Government department or branch thereof, oF . any public corporation or any other person— 3) on research; management, development and : regulation, including the conservation and utilization, of the aquatic resources of Sri . Lanka, and ws (Gi) the formulstion of national policies relating to i the management and development of the : national aquatic resources of Sri Lenka $ : {k) to’ prepare an Acquatic Resources Management Development and Research Plan and to revise auch plan from time to time ; woo 4) to institute and conduct surveys of national aquatle , resources and off-shore areas of Sri Lanka;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": ". 4% National Aquatic Resources Research and ae Development Agency Act, No. 54 of 1981",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(m) to undertake and perform all such projects and ~ funetions as the Minister may, in consultation with ‘the Governing Board, assign to the Agency in the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": ". implementation of the national development pro grarame of the Ministry ; and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(n) ‘0 take all such measures as may be necessary for the fulfilment and performance of its objects and functions. .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "Sonatitetion (1) The powers and duties of the Agency shall be Gorining «Vested in a Governing Board (hereinafter referred to os ‘Board, \"the Board”) consisting of— :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(@) eight members appointed by the Minister (hereinafter referred to as “ appointed members\") each of whom has distinguished himself in the field of menagement, research or development of aquatic resources; and \"",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "{b) the following ex officio members—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "_  @) the person for the time being holding office as the Secretary to the Ministry of the Minister in charge of the subject of Fisheries ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "Gi) the person for the time betng holding office as the Secretary to the Ministry of the Minister In charge of the subject of Industries and Scientific Affairs or his representative nominated by such Minister ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "Gil) the person for the time being holding office as the Secretary to the Ministry of the Minister in charge of the subject of Finance oF",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": ". his representative nominated by such",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "Minister ; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(iv) the person for the time being holding office #8 ‘the Director-General of the Agency.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(2) Every appointed member shall, unless he earlier vacates office by death, resignation or removal, hold offlee",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "1 for a period of two years and shall be eligible for reappointment,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(@) Where any appointed member vacates office prior to the expiration of his term of office, the Minister shell appoint another person in his place to hold offiee for the unexpired period of the term of office of the member whora he succeeds,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "National Aquatic Reiources Research and = | i Development Agency Act, No. 54 of 1981 i I 1, (1) Subject to the other provision of this Act, the Powers and i ppd) Sabet the other peovsons oft Act, he popensed | (@) formulate the policies of the Agency, for the achievement of its objects ; at Fo + . en $9 ead (®) perform any of the funetions of the Agency; { (c) establish with the approval of the Minister such . departments and divisions of the Agency as may be necessary for the proper exercise, performance and discharge of its powers, duties and functions; 4{@) appoint, dismiss, exercise disciplinary control over’ \" and fix the wages and emoluments of the staff of the Agency ; “ : {e} determine the terms and conditions of service of such : stall; : : 4) establish and regulate provident funds and welfare achemes for the benefit of the staff and their : . dependants and make contributions to any such ‘ tund or achame ; a , : (g>administer and manage the affairs of the Agency. ! (2) Rules may be made under this Act in respect of all t ‘or any of the matters referred to in subsection (1). . : 8, (1) The Chairman of the Board shall be appointed by Chatrmaa : the Minister from among the appointed members of the Boum: -: | Board. + . : (2) The Chairman shall, unless he earlter vacates office : ‘as the Chalrman, hold office for a period of two years, but : shall be eligible for reappointment to that office: - Provided, however, that-where the Chairman ceases to ‘hold office as Chairman prior to the expiration of his term of offies the Minister may appoint another appointed member as Chairman and such successor shall, unless he earlier vacates office as Chairman, serve ag the Chairman for the unexpired period of the term of office of the Chairman whom he succeeds ~ ” (3) If the Chairman of the Board becomes by reason : ‘of illness, absence from Sri Lanka or any other cause i temporarily unable.to perform the -duties of hia office i the Minister may appoint any appointed member to act 1 ] his placa. ,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "4 6 Natisnel Aquatic Resources Research and noe Development Agency Act, No, 54 of 1981 t _., (8) The Chairman may resign the office of Chairman | by writing under his hand addressed to the Minister.” | Director, (1) The Minister may, on the recommendation of the | {ke Agesty, Board, appoint a person quelified in relation to the work of the Agency as the Director-General of the Agency (here = inafter referred to ag “the Director-General\")... i * (2) The Director-General appointed under subsection (1) | shall: be remunerated in such manner and at stich rates | ‘93 may be determined by the Minister with the concurrence j of the Minister in charge of the aubject of Finance and shalt bbe subject to such terms and conditions of service as may be specified by the Minister on the recommendation of the Board. ; ! * (8) The Director-General shall be responsible for the performance of the administrative functions of the Board and the implementation of the decisions of the Board. ; (4). The. Director-General shall be charged with the exercise and performance of such powers and duties of the Board as the Board may delegate to him. (5) For the purposes of subsection (1), the appointed members shall be deemed to constitute the Board. Eroceedings 10. (1) The Board shali meet at least once a month, ofthe . ‘Board fe... (2) The Chairman shall give at least seven days’ notice in writing of every meeting other than # special meeting of the Board to each of the members and shall specify tn such notice the business to be dealt with at such meeting. (@) The Chairman shall at the request of four members of the Bosrd summon a specisl meeting of the Board within seven days after being requested to do so in writing, | (4) The Chairman shall give at least two days’ notice in writing of such special meeting of the Board to each of the members and shall specify in such notice the business to be dealt with at euch meeting, (5) Five members shall from a quorum at any meeting of the Board, | a, - (6) Al! decisions of the Board shall as far as postible be taken by a consensus, o :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "| National Aquatic Resources Research and 1",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "i Devetopment Agency Act, No, 54 of 1982 (7) Where a consensus is not possible a decision thereon shall be postponed for the next meeting of the Board. Where such consensus is not possible at such meeting, a vote shall tbe taken thereon and a decision taken by a majority vote.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "; In case of an equality of votes the Chairman shall have »",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "{casting vote. - bead",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "f (8) The proceedings at every meeting of the Board shall",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "! be recorded in a minutes book and such minutes shall be adopted at the next meeting of the Board. -,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "| {8) Subject to the provisions herein contained the Board may determine its own procedure... |...",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "IL There shall be a Secretary to the Board, who shall Secrewry be appointed by the Board on such terms and conditions of $25, employment ag may be determined by the Board and be subject to the general direction and control of the Board,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "12, There shail be a Secretariat of the Agency which Secretariat shall be under the directicn and control of the Directors Qyemy Genre) and shall perform such administrative and other functions aa may be assigned to it by the Director-General,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "13. (1) There shalt be a Nutional Aquatic Resources The Nationa} Management Council (hereinafter referred to as “the Aavette Council\"). . ‘Manngement",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "7 Council.",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "(2) The Council shal} consist of—",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "(@) the fotlowing members appointed by the Minister :—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "(i) six oersons encti of whom shall be @ person of recognized competence or eminence in a . filled related to aquatic resources manage- tment ana development or is otherwise speci atly quulitied m relation to some espect of the work ot the Agency ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "+ (il) @ representative from the marine products pro- cessing ond export industry ; - ii) o representative from the fishing vessels and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "fishing gear manufacturing industry ; and (iv) @ person fiom the academic’ staff of a Highor Educational Institution engaged in teaching ‘or research in a field related to aquatic re-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "(®) the following ex officio members :—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "G) the appointed members of the Board ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 National Aquatic Resources Research and. . Development Agency Act, No. 54 of 1981 2 < * (il) the Secretary to the Ministry of the Minister in charge of the subject of Fisheries ; : Git) the Director-General ; r . “ \"\"\" Gy) the Director of each ‘of the Departments and = Divisions of the Agency: > . (x) the Directors of the Ministry of Fisheries, in charge of the following subjects— : {a) Planning and Programming ; . () Extension and Regulation: .* . {c) Development ; ; . (@) Fishermen's Welfare; oot (e) Inland Fisheries; * ) Const Conservation ; (vi) the Chairman of the Ceylon Fishery Harbours ‘Corporation ; ve (vil) the Chatrman of the Ceylon Fisheries Corpora- tion 5 f {vllt) the Secretary to the Ministry of the Minister 1 in charge of the subject of Finance ot bis representative nominated by such Minister; (ix) the Secretary to the Ministry of the Minister tn charge of the subject of Industries and . Scientific Affairs or his representative nomi- mated by such Minister; (x) the Secretary to the Ministry of the Minister in charge of the subject of Defence or his ‘representative nominated by such Minister; (Gi) the Secretary to the Ministry of the Minister i charge of the subject of Irrigation ot his rep- . resentative nominated by such Minister ; (xil) the Secretary to the Mimstry of the Minister in charge of the subject of Shipping or his representative nominated by such Minister? (xill) the Secretary to the Ministry of the Minister in charge of the subject of Foreign Affaira oF his representative nominated by such \"Minister ; at",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": ": Nationst Aquatic Resources Research ond ’ i Development Agency Act, No, 54 of 1981 | {aiv) the Secretary to the Ministry of the Minister | in charge of the subject of Education or his j reptesentetive nominated by the Minister ; i (xv) the Secretary to the Ministry of the Minister q in charge of the subject of Wild Life Conser- | vation or his representative’ nominated by such Minister. | (8) The Council may invite such other persons as it may ‘think fit to attend its meetings as observers, (@& Every member of the Council appointed under para- graph (a) of subsection (2) shall, unless he earlier vacates office by death, resignation or removal, hold office for a Period of two years and shall be eligible for reappointment. , (8) Where any member appointed under paragraph (2) of subsection (2) vacates office prior to the expiration of his term of office, the Minister shall appoint another person {n his place to hold office for the unexpired period of the term of office af the member whom he succeeds. 14, The powers and duties of the Council shall be— _ Pomersand (@) to advise and make recommendations to the Minister Gounci on matters relating to the mansgement and deve- lopment of aquatic resources in Sri Lanka ; and {B) ta prepare and keep under continual review the Resources Management Development and Research Plan 15. (4) The Secretary to the Ministry of the Minister in Chairman charge of the subject of Fisheries shall be ex officio GiiSt Chairman of the Counetl. (2) The Chairman of the Couneil shall preside ot every meeting of the Council and in the absence of the Chairman ‘at any meeting of the Council, the members of the Council present at that meeting shall elect from among themselves ‘a person to preside at that meeting. 16. (1) The Chairman shall convene a meeting of the Proceedings : Counelt once in every three months. Sonnet in (2) The Chairmen shall give at least fourteen days’ notice to each of the members and ahall specify in such notice the business to be dealt with at auch meeting. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "0 National Aquatic Resources Research and. Development Agency Act, No. 54 of 1981",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(B) The Chairman chall at the requeat of ten members of the Council summon a special meeting of the Counca within seven days after being requested to da so in writing.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(4) The Chairman shall give at least two days’ notice in writing of such special meeting of the Council to each of the members and shall specify in such notice the businese to be dealt with at such meeting.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "() Eighteen members shall form a quorum at any meet- ing of the Council,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(® All decisions of the Council shall as far as possibte be taken by a consensus. vos",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(2) Where # consensus is not possible a decision thereon shail be postponed for the next meeting of the Council. ‘Where such consensus Is not possible at such meeting, a vole, shall be taken thereon and a decision taken by a majonty =| vote, In case of an equality of votes the Chairman shall have a casting vote,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(8) The proceedings at every meeting of the Counc shall be recorded in a minutes book and such minuted shall be adopted at the next meeting of the Council, :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(9) Subject to the provisions herein contained the Councit may determine its own procedure.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "Scientite 17. The following shall constitute a Standing Committee $P8 teal of the Agency known as the Scientific and Technical Communes. . Committee (hereinafter referred to aa the\" Committee \") :=—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(a) the Director-General; -",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(®) the members of the Council appointed under",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "Paragraph (a) of subsection (2) of section 13; and {c) the ex officio members of the Counc'l holding office under sub-paragraphs (iv) to (1x) of paragraph (8) of subsection (2) of section 13. Duties of the 18, The duties of the Committee shall be— : (@) to tecelve and evaluate proposats for research and development and make recommendations to: the Board on the annual work programme and budget of the Agency ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "Notional Aquatic Resources Research ond 11 1 Development Agency Act, No, 5€ of 1981 (2) to receive and evaluate reports submitted to It and - monitor. the progress of approved projects, and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "i+ make recommendations to the Board on such",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "Projects; and - . .",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(e) to tender advice on auch scientific or technical matters",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "a5 the Board or the Counell, as the case may be, may reter to tt,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "1% (1) The Diveetor-General shall convene a meeting of Proceedings",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "the Committee at least once in every two'menths, Commuter &",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(2) The Director-General shall give at least seven days? wotice to each of the members in writing prior to such meeting.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(8) Eight members shell form a quorum at a meeting of : the Committee,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(4) All decisions of the Committee shall as far as possible be taken by a consensus,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(S) The proceedings at every meeting of the Committee shall be recorded in a minutes book and such minutes shall be adopted at the next meeting of the Committea,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(6) Subject to the provisiong herein contained the Com- mittee may determine its own prosedure,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "20, ‘The members of the Hoerd and Counef shall be Bemuyere- remunerated ia sush manner end et euch rates es may be members of determined by the Minister with the concurrence of the G20! Minister in charge of the subject of Finance,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "31, Where any appointed member of the Board or Removal ot member of the Council appointed under paragraph (a) of spenbers of subsection (2) of section 13 is deemed by a majority of the Council. other members of the Board or Council, as the case may be, to be unsuitable for the performance of his functions : ander this Act on acsount of hia misconduct or incapacity . or inefficiency the Minister may upon the recommendation of such other members of the Board or Counell, az the case may be, remove such member, . :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "12 —Natlonat Aquatic Resources Research ond Development Agency Act, No, 54 of 198t Disclosure of 22, A member of the Board or Council who is directly braresvo¥, or indirectly interested financially or otherwise in any Board or project, undertaking or contract made or proposed to be Council made by the Board, shall disclose the nature of hia interest ‘at the earliest possible opportunity at a meeting of the Board or Council, as the case may be, and such disclosure shall be recorded in the minutes of the Bosrd or Council, as the case may be, and the member shall not thereafter take part in any deliberation or decision with regard to the project, undertaking or contract, unless the Board or Counc!) directs otherwise. Vacancy 23. No act or proceeding of the Board or Couneil shall Gratker _be deemed to be invelid by reason only of the existence of Bae act any vacancy among its members or any defect in the frprereed~ appointment of any of its members, Board or Council, : Anpsinte 24, (1) At the request of the Board, any public officer public may, with the consent of that officer and of the Secretary Giteersto to the Ministcy in which that officer is employed or attached, ie Adimey. be temporarily appointed to the staff of the Agency for such period as may be determined by the Board with like consent, or with like consent be permanently appointed to such staff. (2) Where any public officer referred to in subsection (1) is temporarily appointed to the staff of the Agency under that subsection, the provisions of section 13 (2) of the Transport Board Law, No, 19 of 1978, shall, mutatis mutandis, apply to and in relation to him, * (3) Where any public officer referred to in subsection (2) is permanently appointed to the staff of the Agency under that subsection, the provisions of section 13 (3) of the Transport Board Law, No. 19 of 1978, shall, mutatis ‘mutandis, apply to and in relation to him, ‘Agency, 2%. The Agency shall be deemed to be a scheduled Geemed to institution within the meaning of the Bribery Act and the teat trata provisions of that Act shall be construed accordingly. . icin - ane : Bribery Act. . : ' Advisors 20, The Board may with the prior sanction of the ‘Minister seek the asslstance of any Government department ‘or any branch thereof or any public corpotation oF any other person to be oF f0 act as advisors-or consultants to:",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "Natienal Aquatic Resources Research and 18 Development Agency Act, No. 54 of 981 the Agency and pay such remuneration as may be deter- ee: mined by the Board with the concurrence of the Minister : and the Minister in charge of the subject of Finance. Loe 2%, ‘The Board shall turnish to the Minister such infor. Fumbiing mation ax he may call for from time to time in respect of nfo the activities and financial position of the Agency: ‘Minister. Provided, however, that no information in relation to matters which the Agency is bound to treat as confidential under any agreement with any patty, other than any Government department or branch thereof, shell be disclosed under this section, ae 28, The Minister may after obtaining the written Ministers observations of the Board give the Agency, in writing, fo'te general or special directions a3 to the exercise, performance Board. and discharge of its powers, duties and functions in relation to matters which are of national interest and the Board shall aive effect to such directions, ‘The Fund at 29. (1) The Agency shall have and maintain its own The ft (2) There shall be paid into the Fund of the Agency— (a) all sums of money as may be voted from time to time by Parliament for the use of the Agency ; (B) all sums of money received by the Agency in the exercise, performance and discharge of its powers, duties end functions | and - (@) all sums of money 2a may be received by the Agency” with the approval of the Minister by way of : donations, gifts or grants trom any source whatsoever whether local or foreigu. (8) ‘There ahr be pald out of the Fund of the Ageney alt sums of money required to defray any expenditure incurred by the Agency in the exercise, performance and discharge of {te powers, dutles and functions, . 30, The made and manner of withdrawal of any moneys Withdrawal from the Fund and the investment of any moneys of the mentof Fund shell be n ade by the Board in secordance with such Mcneveat tegulationa ag mxy be made from time to time for that purpore.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "uw Netonat Aquatic Resources Research and Development Agency Act, No. 54 of 1981",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "segs, 3L (1) The Agency shall be exempt from the payment Rompay- of re mee (a) any tax on the income or profits or other receipts of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": ". the Agency; and | cep tee",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "* () any stamp duty on any instrument executéd by oF on",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "++ behalf, or in favour, of the Agency: :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "(2) The Minister with the concurrence of the Minister In charge of the subject of Finance may exempt the Agency from the payment of any customs or excise duty on any goods danated to the Agency or imported or purchased out of its funds by the Agency, if the donation or import or purchase of any such goods ix considered to be conducive",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "++ tor the advancement of the objects of the Agency,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "(3) In the case of any instrument containing any agree- ment between the Agency and any other party and providing Tor payment to the Agency for services rendered or to be rendered by the Agency, or otherwise in support of the Agency's work, both the Agency and such other party shall be exempt from the payment of any stamp duty on such",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": ": instrument, .",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "_@) Any person making a payment to the Agency for services rendered or as a contribution to the general support of the Agency may claim the amount of such payment an & deduction from income in the year In whieh such payment is actually made for the purpose of computing liability for income tax, :",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "Financial 32 (1) The financial year of the Agency shall be the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "year af the",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "‘Agency sod calendar year. ay",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "Heoount, (2) The Board shall cause proper books of accounts to be kept of the income and expenditure, aasets and liabilities and all other transactions of the Agency. .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "{8) The provisions of Article 154 of the Constitution relating to the accounts of public corporations shall apply to the audit of the accounts of the Agency.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "Speciat 33, (1) There shall be charged, levied and paid an peer uty — export chity in respect of aquatic products exported from ing ine Fund — Sri Lanka, of such amount as may be determined from time Tncocte, to time by resolution of Parliament, . “ (2) Any resclution made under subsection (1) may be varied or reseinded at any time by a like resolution,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "National Aquatic Resources Research ond = 18 Development Agency Act; No, 54 of 1981",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "+48): This section shall have effect ‘as though {t formed",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "part ofithe Customs Ordinance, and the provisions of that",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "‘Ordinance shall apply accordingly: = 9.\" 7",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "Provided that the export duty imposed by this Act ahail be in addition to any export duty imposed by or under that Ordinance or any other written law. . A",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "(4) The proceeds of the export duty imposed by this Act ‘shall be paid monthly to the Agency by the Principal Col- lector of Customs and shall be credited to the Fund of the Agency.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "4. The Director-General shall cause to be maintained Records, records contataing the particulara of researches, studies, testa, experiments and other investigations conducted by the officers of the Agency and of discoveries or inventions tmnde by them.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "38. ‘The Minister may, by Order published in the Gazette, State transfer to and vest in the Agency the possession and use PrOPerty sf any movable ar immovable property of the State for the ble and im- purposes of the Agency: . : QR rae",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "Provided, however, that no Order affecting any fmmov- iste” able property of the State shall be made by the Minister 4ency. ander the preceding provisions of this section without the concurrence of the Mintster in charge of the subject of Lands: .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "Provided further that no Order affecting any movable property of the State shall be made by the Minister under ‘the preceding provisions of this section without the con- currence of the Minister having control over such property.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "36, Assoon a may be after the appointed date,the Agency Transfer shall trke over the responsibility for the direction, evoport Lee tala and continuance of all or any of the research projects proirsts to carried on by any division or any public corporation under ™*A8eMeF- the Minister or by any other person for or on behalf of Such divisioa er corporation, as may be ordered by the ‘Minister to be transferred to the Agency. =.”",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "37. (i) Where any immovsble property is required to Acquisition be acquired for any purpose of the Agency and the Minister,” f.\"propersy by Order published in the Gazette, approves of the proposed under the acquisition, that property shall be deemed to be required {ipa Aig for a public purpose and may accordingly be acquired under. the Land Acquisition Act and be transferred to the Agency.”",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "16 National Aquatic Resources Research and : Development Agency Act, No, $4 of 1981 (2) Any sum payable for the acquisition of any immov- able property under the Land Acquisition Act for the Agency shall he pald out of the Fund of the Agency... Protection 38, (1) No suitor prosecution shall lie: ' % itken under“ (a) against the Agency for any act which in good faith = this Actor 4s done or purported to be done by the Agency = = Section under this Act ; or . . Agency. (®) against any member, officer, servant or agent of the Agency for any act which in good faith is done or purported to be done by bim under this Act or on the direction of the Agency. : (2 Any expense mcurred by the Agency in any suit or prosecution brought by or against the Agency before any court shall be paid out of the Fund of the Agency and any‘ ‘costs paid to, or recovered by, the Agency in any auch suit or prosecution shall be credited to the Fund of the Agency. (@) Any expense ineurred by such person as is referred to in paragraph (b) of subsection (1) in any suit or prose- cutiea brought against him before any court in respect of any act which is done or in purported to be done by him under this Act or on the direction of the Agency shall, if the court holds that such act is in good faith, be paid out of the Fund of the Agency, unless such expense is recovered by him in such suit or prosecution,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "No officer 29, No officer or servant of the Ageney shall engage in",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "Siavneese ay paid service to any other employer without obtaining",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "Bemfer the prior consent in writing of both the Director-General",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "oe and the Board.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "‘employer,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "Reguitima «40, (1) The Minister may, in consultation with the Board, anake regulations for all matters in respect of which regu- lations are authorized or required to be made under this Act,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "(2) Every regulation made by the Minister under thie Act shall be published in the Gazette and shell come into operation on the date of such publication or on such later",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "date as may be specified in the regulation, (@) Every regulation made by the Minister shall, as soon as coavenient after the date of its publication, be brought : before Parliament for approval. Any regulation which is : not so approved shall be deemed to be rescinded as from ; the date of disapproval but without prejudice to anything previously done thereunder. ‘",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "| . National Aquatic Resources Reaearch and. 17 Developmen: Agency Act, No. 54 of 1981 1",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "41, (1) The Agency may make rales in respect of all or Rule. “ah any of the matlers for which rules are authorized or required by this Act to be made.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "@) A mule made by the Ageney under subsection (1) shall not have effect until it is approved by the Minister and notifieation of such approval is published in the Gazette.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "42, In this Act, unless the context otherwise required— [nterpreta-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "“aquatic product” means any aquatic resource or subs- tance, processed or unprocessed taken from within or beneath the medium of water within or outside Sri Lenka ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "“aquatic resources” means all living and non-living resources contained in or beneath the medium of water ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "“Ceylon Fisheries Corporation” means the Ceylon Fisheries Corporation established under section 2 of State Industriel Corporations Act, No. 49 of 1957 ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "“Ceylon Fishery Herbours Corporation” means the Ceylon Fishery Harbours Corporation established under section 2 of the State Industrial Corporstions Act, No. 49 of 1957 ;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "“coastal wetlands” means salt water, coastal fresh waters, marshes and mudflats including estuaries, lagoons and mangrove swamps;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "“inland waters” means all waters lying landward of the baselines applicable under the Maritime Zones Law, No, 22 of 1878;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "“national aquatic resources” means all Living and non- living resources contained in or found beneath the medium of water and which are subject to the sovereignty, jurisdiction or control of Sri Lanka ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "“ off-shore areas ° means all thase arens which are subject ta the sovereignty, juirsdietion or control of Sri Lanka in accordance with the provisions of the Maritime Zones Law, No, 22 of 1976;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "“public corporation” means any corporation, board or ‘other body which was or is established by or under any written law other than the Companies Ordi-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": ": nance, with funds or capital wholly or: partly",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "\"|, « sBrovided by the Government by way of grant, Ioan. or otherwise. . '",
    "mean_p_confidence": 0.69
  }
]