[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "‘ee PARLIAMENT OF THE ‘DEMOCRATIC SOCIALIST REPUBLIC OF : SRI LANKA MUNICIPAL COUNCILS AND URBAN COUNCILS (AMENDMEN‘T) ACT, No. 20 OF 1985 (Certified on 23rd May, 1985) Printed on the Orders of Government Published as a Supplement to Part Ir of ‘the Gazetie of the Demecraile __ Socialist Republic of Sri Lanka of May 24,1905 sinew mt meen ronan pr TO UE FUNCHABED AF TH COVENT POWLICATIOND HUREAT, COLORES. Price: 60 cents Postage: 60 cents",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Municipal Councils and Urban Councils (Amendment) * »* Act, No, 20 of 1885, : 1 [Certified on 230d May, 1905) / LD—O, 40/81 * rie Aw Act 10 AMEND THE MunucrraL CouNcis OuBINANCE AND * seo. Tae Unnan Counens Onpmianes BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka ox followsi—= .",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "1. This Act may be cited as the Muniefpel Counefla and Short tite, ‘Urben Councils (Amendment) Act, No, 20 of 1985.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": ": . PART I ane .",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "* 2 The Municipal Councils Ordinance (hereafter ti this Amendment Part referred to as the “ principal ensetment”}, sy amended $f Pectlon by Act No. 42 of 1079, is hereby further amended in section Chapter 252, 280 thereof, by the addition, at the-end of that section, of the following new subsection :— “ (4) The Minister may from time to time make regu- lations specifying the quantum of discount to which rate- . Payers who pay theie cates in advance shall be entitled”.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "3. Section 2474 (Insested by Act No. 42 of 1978) of the Amendment principal enactment 4s hereby amended in subsection (2) Strnof the of that section as follaws :— ey Fnetpal",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(2) by the substitution for the words “so licensed: \" of .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "the following :— “go licensed, and, where such Hcence authorizes the use of such premises for the purposes of any :, |, trade, having regard to— 5 +. @ the annual value of suich, premives ; (®) the turnover of business of such trade; “\"' + (@) the profit that i= kely to be eamed in such host pe tales and not “ 7 \"°(@ the essential nature of the goods or services “7 0+: supplied in the course of sach trade: ”; and (2) in’ the second proviso to that subsection— ‘© (a) by the substitution for the words “registered. swith the Sri Lenka Tourist Boord”, of the + words “ registered with or approved or recog- nized by the Ceylon Tourist Board”; and Ae-onmno—a,390 (08)",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "2 Municipal Councils and Urban Councile (Amendment) . Act, No. 20 of 1985 . ny ) by the substitution for the words “shall not = exceed one per centum of guch takings.”, of the following:— . *",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "\\.-“tshall not exceed one per centum of such. takings. Where such hotel, restaurant or lodg- ng house is in its frst year of operation, the cence duty shell be determined and levied according to the annual value of such preml-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "1 9eR Dg",
    "mean_p_confidence": 0.06
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Insertion 4 ‘The following new section is hereby inserted imme- war diately after section 24%, and shall have effect as section ‘2a7an in the 24Taa, of the Principal enactment :— enactment, ; *Determi- 247am, Where a Municipel Council resolves ant to.impose and-levy a duty tn respect of a tax where , . licence under section 247 or a tax on a trade Bei ere Under section 247, and the trade carried on carried on, is one of many other trades carried on in the . satne premises, the Council shall determine . *., such duty or tax on the basis of the appot- ‘ -\"\"“\"\" toned annual value of the area of the premi- sb ome ecagt ’ Bes veupied for the purposes of such trade.\", ‘Amendment ‘ 5, Section 27c (inserted by Act No. 42 of 1979) is here- of section _ gieatae = by amended as follows: . peingipel (a) Sn aubrection (1) of thet section, by the substitution for the wards “or any tax”, of the words “‘or no vt OPE . . (Bj by the ‘insertion, immediately after subsection (1) of that section, of the following new subsection :—~ “ Qa) A Municipal Counell ‘may by resolution ‘impose and levy annually on every person who, owithte the admintstrative limits of such Couneil, practises any profession a tax of an amount not * exeseding an amount specified by the Minister by vregulation: as the-maximum amount of tax which ‘the Counell may'so impose anid levy.\"; * (2) in subsection (2) of that section, by the aubstitution “'. , for the expreation “under subsection (1) \", of the +7 cexpression “ander subsection’-(1) or pubsection He a a : on",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "+ Municipal Councils and Urban Councils (Amendment) 8 . Act, No. 20 of 1965",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(@y in subsection (3) of thatsection— *",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "by G) by the substitation for the words \"the tax”, no of the words “any tax\"; and",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "_ (8) in the definition of busiviess”,. by the substi- a tution for the words “trade or profeasion or we. s+ + €alling®, of the word “trade”; and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(e) by the substitution for the marginal note to that sec-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "ton, of the following marginal note:— * “Tax on businesses -* . eit proteaionn.\". “",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "6 Section 24% (inserted by Act No. 42 of 1979) of the Amendment principal enactment is hereby amended in subsection (1) of Sf,fecson",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "_ that section by the substitution, in paragraph (0) of that principal subsection, for the words “less than the prescribed propor. m*ctment. y tion; or”, of the words “Jess than that prescribed by the A Council by resolution; ors : : wet ' -PART II t ao \\ 7. The Urban Councils Ordinance (hereafier in’ this Amendment Part referred to as the “ principal enactment\"), as amended of section by Aet No, 42 of 1979, is hereby further amended in section Chapter 256. 160 thereof, by the addition at the end of that section. of ~ the following new subsection :-7 .. ;, . . © () The Minister may from time'to time make regu-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "lations specttying the quantum of diseaunt to which rate-",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "payers who poy thelr rates in advance shell be entitled”,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "8. “Soction 164 of the principal ‘enactnient, as amended Amanimént by Act No. 42 of 1979, is hereby further amended in sub-\" $h4°sp the section (2) of thet section an follows:—-. >, principal",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "“(2) by the substitution for the words “to be Hoensed: ”",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "of the following :—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "nhs “fo be. Hoensed, and, where such Heence authorizes the use of such premises for the purpose",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "of any trade, having regard to— \"* (a) the ahnual value of such premises; :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(6) the tumover of business of such trade ; ve (6) the profit that is Ukely to be earned fa such Aredesand § 0! + : .",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "' (d) the essential nature of the goods or services . supplied in the course of such trade: \"; and",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "£4 Municipat Counciis and Urban Councils (Amendment) . Act, No, 20 of 1985 (2) in the second proviso to that subsection— . + (@) by the substitution for the words “registered ‘wsith”, of the.words “registered with ot ap- >, .\\.. Praved or recognized by * ; and . ‘+. (8) by the substitution for the words “shell not sxeeed one per centum of such takings,” of » ‘the foltowing —~ :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "* shall not exceed one per centum of such takings, Where such hotel, restaurant or lodg- ing house is in ils first year of operation, the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": ". Meence duty shalt be determined and levied a according to the annual value of such premi- ~ Bes, \"\", . . 1 ¥ Insertion S. The following new section is hereby inserted imme- Secton, diately after section 1654, and shall have effect as section oy 165aA, of the prinetpal enactment :— . Beincial “Determai- 165aa, Where an Urben Council resolves enactment sk gation of ta impose and levy a duty in respect of a where Ticence under section 164 or a tax on a trede Several. under section 1684, and the'trade carried on cored on, is qne of many other trades carried on in the same premises, the Council shall determine : such duty ot tax on the besis of the appor- toned annual value of the area of the preml- ses occupied for the purposes of such trade\", Amendment |, _ 10, Section 1658 (inserted by Act No, 42 of 1970) is hers- ‘1658 of the ‘by amended as follows :— . a Ehachment, (0) in mubseetion (1) of that section, by the substitution for the words “or any tax”, of the words “‘or no . tax”; . . (®) by the insertion, immediately after subsection (1) '. + of that section, of the following new subsection :— (14) An Urban Council may by resotation im- pose and levy annually on every person who, within the administrative Hmits of such Council, practises | any profession a tax of an amount not exceeding an amount specified by the Minister by regulation eas the maximum amount of tax which the Coune® + muy s0 impose and Jevy.*,...,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Atunteipat Councils and Urban Counciis (Amendment) & . Act, No, 20 of 1985 : (6) in subsection (2) of that section, by the substitution for the expression “under subsection (1) ”, of the expression “under subsection (1) or subsection (a) \"5 (@) in subsection (3) of that section— (@ by the substitution for the words “the tax”, of : the words “sny tax”, Gi) in the definition of “business”, by the substi- tution for the words “trade or profession or calling”, of the word “trade”; and {@) hy the substitution for the marginal note to that sec- tion, of the following marginal note :— : “Tax on businesses and . Brotessions. ”, . 11, Section 185c (inserted by Act No. 42 af 1979) of the Amendment principal enactment 1s hereby amended in subsection (1) of ot section that section by the substitution, in paragraph (b) of that prinetpal ‘subsection, for the words “less than the prescribed propor. mactment, tion ; or” of the words “less thn that prescribed by the Counell by resolution ; or”. ’ .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "eee “Annusl subscription of Bille and Laws of the Parliament, Rs, 150 (Local), Re. 300 (Foreign), payable to she Surmmvremnmc?, Covenmemt Pusicarions “BURMAN, P.O. Box BWW, Covantso 1, before 16th December euch year in respect ot the yeer 1 . a following. 7,",
    "mean_p_confidence": 0.63
  }
]