[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON :  4th Session 1968-69  : fy  fy )  BE orors |  Land Development  (Amendment)  Act, No. 16 of 1969  Date of Ate: Se 6 199",
    "mean_p_confidence": 0.4189473684210526
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Land Devslopment (Amendment)  Betts ise  00, ss  ‘Aw Acr ro sxeso res Lan Devztorsenvr Onoosatce  [Date of Assets June 6, 1989)  BE it enacted by the Qusen’s Mot Excellent Majesty,  by and with the advice and consent ofthe Senate and  the Hlnge of Representatives of Ceylon in. this  present Pasliment asembled, and by tbe authority  the same, a flows:",
    "mean_p_confidence": 0.47285714285714286
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  {This Act may be cited as the Land Development th  (Atbendment) Act, No. 16 of 1900.",
    "mean_p_confidence": 0.4947368421052632
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  2 Section 2 ofthe Land Development Ordinan, pwn ot  tereinafter refered tat the principal eackneat \", eee  is hereby amended as fllows:—",
    "mean_p_confidence": 0.3480769230769231
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  (@) by the oserion, immediately before the",
    "mean_p_confidence": 0.45999999999999996
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  m4) setsition of\" alienation\", of the following  ‘ow efition:—  < pgricaltaral nd Industrial Credit  ‘Corporation of Ceylon” means  {he Corporation exalised under *  {he Agriularal and Tndusteal  ‘Ceedit Corporation Ordinance  (0) by the irton, nimediatey after the definition  ff alison\", of the folowing’ new  ‘efnitions:—  “Gayla State Mortgage Bank”  ‘cnas the Bank established under  the Ceylon State Mortgage Bank  ‘Ordinance;  “citizen of Ceylon” means an  individual who is a citizen of  Ceylon under aay law for the  time fing in force relating to  citzenbips\"s",
    "mean_p_confidence": 0.42759615384615385
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Land Devslopment (Amendment)  ‘Act, Nov 16 of 1040",
    "mean_p_confidence": 0.5075
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (© by the omission of the definitions of  “Ceylonese \"and. “condition ‘of owner,  ship\";",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (@) by the insertion, immeiately after the  definition of \"disposition\", of the  following new debnition:—",
    "mean_p_confidence": 0.4768421052631579
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  “district agricultural committee”  ‘shall have the same meaning as in  the Irrigation Ordinance; \";",
    "mean_p_confidence": 0.5016666666666666
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (© by the omission of the definition of ** middle  class Ceylonese \";",
    "mean_p_confidence": 0.6425
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  by the insertion, immediately after the  Aefinition of peace offcer\", of the  following new defnition:—",
    "mean_p_confidence": 0.5057894736842105
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  “People's Bank\" means the Bank  ‘eitablisbed under the Poopts’=  Bank Act, No, 20 of 19815",
    "mean_p_confidence": 0.4605263157894737
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  (9) in the definition of “ permitholder ”* by the  substitution, for the words\" been issued”,  fof the words \"been issued and includes &  person who is in ecupation of any land  flieated to him ons permit although 10  permit has actualy been issued to bim;\":",
    "mean_p_confidence": 0.5933962264150944
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  (8) by the omission ofthe definitions of“ protected  holding” and “unprotected holding\"; and",
    "mean_p_confidence": 0.488125
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  ( by the insertion, immediately before tho  definition of \"regulation\", of the follow  ing new defnition:—",
    "mean_p_confidence": 0.5854999999999999
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  fa ™  “6 registered socioty ” shall have the  faume meaning as in the Co\"  operative Societies Ordinance;",
    "mean_p_confidence": 0.4982608695652174
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Land Development (Amendment) = 8  dee Nota of t008 .  Section 8 of the principal enctment ix hereby xin ot  amendel as follows: ei  in paragraph (n) of that section, the  05 ee, We the wand ad ae  Ceplnese,\") of the’ words certain lanes  of pero, and",
    "mean_p_confidence": 0.4175
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (2) by the repeal of paragraph) () of that",
    "mean_p_confidence": 0.5090909090909091
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  sean.",
    "mean_p_confidence": 0.10333333333333333
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  4 Section'10 and 11 of the principal enaciment mma  Dae SS  Isbatitated Gerefor:— ion",
    "mean_p_confidence": 0.33666666666666667
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  upd, 10, ‘The Government, Agent ball  ‘cmos’ transmit. tothe district agricultural  TEE e ap immitteeconstited in his sministe  ESTEE fie nice the seme aod diagram  Seem te di te ee oe ee  ELRTeuy Ennlcaign by tat omnes  TEEUS, 1. The diatrice agrioaeal com.",
    "mean_p_confidence": 0.31843137254901965
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  Ske mits sal win, ty days, Stor",
    "mean_p_confidence": 0.22777777777777775
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  Siren esa itl of te sone ad",
    "mean_p_confidence": 0.3066666666666667
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  EERE oe \"Sharam Tom the Government  Heat ‘Rfoot, Setira the athens \"aad the",
    "mean_p_confidence": 0.1875
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  ‘erate ilprim tothe Government Agent with",
    "mean_p_confidence": 0.35125
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  {hetervaion ofthe mate on Cat  sehome and digem.",
    "mean_p_confidence": 0.2218181818181818
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  4 Section 12 ofthe principal enatment is hereby nao  am Er",
    "mean_p_confidence": 0.3464285714285714
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "  6. Scion 1 i nil maint ry aap  repiaed and ‘the foldwing ction Ie substiated React  iBbrefor = tial",
    "mean_p_confidence": 0.2765217391304348
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "  sem mt 18, (1) After considering the obser",
    "mean_p_confidence": 0.366
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "  GER atl nay Se dnt geora",
    "mean_p_confidence": 0.2575
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "  ha Smt he one ta cnga",
    "mean_p_confidence": 0.24375
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "  SESE” ROSSA ole Creme Art",
    "mean_p_confidence": 0.15142857142857144
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "  Tein Gov imoly uch ashame end diagram",
    "mean_p_confidence": 0.20555555555555557
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "  Shr the alee and diagram, or ite  euiien cchene and diagram; as De",
    "mean_p_confidence": 0.34375
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Land Deve (Amendment)  fet Nee oft  case may be, shall thereupon be trans  mitted by the Gorerament. Agent to the  Land Commissioner together with the  sbvervations of the distit agrcaltsral  ‘ammittee on the scheme and diagram as’  Drepared and transmitted to that  fommitiee by the Government Agent.  @) The Land Commissioner shall  cousder the scheme and diagram trans  mitted to him by the Government Agent  under sub-section (2) and shall, within  thirty aye after the receipt’ of the  schere and diagram, devide whether a  Land” Kachcher! should be\" held ot  ot.  femimei st Te Section 17 of the. principal ensclment it  isteet” hereby amended by che subtitition, forall the words,  SHES eters and. figures from \"No shame ” to \"in  paragraph (0 of that section, of te fllowing:—  “No scheme which has been confirmed by the  ‘Land Commissioner shall, except with the approval  and consent of the Minister, be varied or modiéet-  fo ato enable and which has been mapped-oat for  Any purpose mentioned in paragraphs (a) to (f) of  fection 8 tobe mapped-out orto be uilized for the  purpose, mentioned in paragraph (x) of. that  feat:  taunt, 8. ‘The following new section is hereby inserted  EREGEUM in Chapter TIT of the principal enactment immedi  sisiia Gtely Before section 20, and shall have fect as  ‘setion 198, of the principal enactment:—  ‘Moe #194. (1) Alienation of Crown land 1  EGeial! any person under the provisions of this  Ordinance shall be ellcted in the  ‘manner hereinafter provided.  (©) Brery such person shall in the,  fst instance reosive a permit authori2<?  ing him to occupy the land",
    "mean_p_confidence": 0.5317589576547231
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Land Densepmans (Amenimend) «6",
    "mean_p_confidence": 0.11333333333333334
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  eae as",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  A peut ey ey  goat och sum as ay Ve speied  gen",
    "mean_p_confidence": 0.354375
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  Pn prt nb  eolame arent ta  aici cea tate  Erber aerate  iota  aerial  ‘such compliance has been extended by  a cee ae  Sleetaa ated",
    "mean_p_confidence": 0.23529411764705882
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  eee",
    "mean_p_confidence": -0.006666666666666667
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  Such amgont, aa for such period, as  oSSe maa  ite under section 38,",
    "mean_p_confidence": 0.35058823529411764
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  Dk ot el  a Sh Soe ae  eee  Suet ee  po cenons ss  ie Panie dba",
    "mean_p_confidence": 0.13782608695652174
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  ih rege  cee ead",
    "mean_p_confidence": 0.1457142857142857
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  ate aed Sone  {Sera a he exit nd gn  Praha mee tt ee  Soisecuanecon 2  antares mies  See oare  Sa ae aah  ergs  Roadins tra en  mea re",
    "mean_p_confidence": 0.14307692307692307
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  ene aa  il Aree ea  peepee  Peake ae  oe oer",
    "mean_p_confidence": 0.153125
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "  Tne: ome sy  cigar Smerened  ie",
    "mean_p_confidence": 0.063
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "  ey gn et en  secon (4) sll contain condition that",
    "mean_p_confidence": 0.33769230769230774
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "  ati ais oS",
    "mean_p_confidence": 0.156
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "  ears nati Se  Ba ae ear ais",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Land Development (Amendment  fee Nes faa  losin extent than the unit of the anb-  ido rs the testa elon  specie inthe grant",
    "mean_p_confidence": 0.323103448275862
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  (6) Tn the cae of any grant made to  4, Deron tary presebed| daw or  detrpton there Sl bs in aden  fin fa he og of he lag  trith the prise approval of the Govern  mot gent",
    "mean_p_confidence": 0.41818181818181815
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  Rateay “2 Soon 2 of pcp eaten spy  SEER” speed” the aiingootn vb  iin 90. ‘Th lation of pereons to whom  Site‘ctewa Crown land shall be alienated under  SERSTo  GlOndinence sat be mado ata Land",
    "mean_p_confidence": 0.36268292682926834
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  Rune!",
    "mean_p_confidence": -0.006666666666666667
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  Provided tat puch wlecton maybe  mais berinetn atsLand Rees  fee in goth owt as aay be  presrited *",
    "mean_p_confidence": 0.22173913043478263
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  teeta, 10, ‘The folowing now scion is hereby ingeted",
    "mean_p_confidence": 0.3290909090909091
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  EESSSe+ setmaiatly ter win 25 ant sal ove eto ax",
    "mean_p_confidence": 0.3016666666666667
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  ERRES Sl ai ot ie pipe eminent  Suaresy. 2,0) Xo, Comm land dal  tatu te\" alienated to. any person other than @  SEARE™ \"Dereon who is a Citien of Coylon.",
    "mean_p_confidence": 0.38942857142857146
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "  ‘Any alienation of land made. in  coatrbvnton of th preting prov  ‘Stns of this section sl be sneali.",
    "mean_p_confidence": 0.3090909090909091
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "  ‘The persons to whom land stall be  auleatal Bball bo seted from ch  liso peo ao ay be prone.",
    "mean_p_confidence": 0.4026086956521739
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "  Anta 14. Section 28 ofthe propa enactment trey  SSE ante ie  Scar NG) in auboncion (1) of that sctign, by the  (© i het, le ta onde el any  Spptoan  esie's proton gran  ben and \"of the words. alee the  SoeTeaut iwbom Grows land all be  Soares .  6) in subsection (@) of that section, by be  Om eeton, oe athe words Brom! by  1",
    "mean_p_confidence": 0.3379220779220779
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  * Land Development (Amendment) = T  wees io  lost ebsedion:” to the pnd of hat  sb eiga of ine ods “iy das  ain  12, The following new scion ix bercby inserted. own  - inudiney fer son 28 and salle cat as greet  feton Sie of te petal cononont: EGr--  Ssh 304, Where by reaon of a, dsison  SE Stree det made te Lad  EEE! Sseted rman t pera  SS eoraitael soy leat x poms  ‘Pride folder, the Land Commissioner may,  STS oe ea eer ibe te on whch  She poh ttn eset of  feat nary by ay of rote oe  Stchion ot Ue Ocetnent Ape ifn  ie opniee of te Land Cotner  tHe SRST ita vegan  48, Section 26 of he principal eostment is apt a  hereby repealed, Spel  4% Sections $2, 38 and 94 of the principal Rrra  continent ate hey pedal Soho  45. section 36 of the prinipal enctment isa  _bpreby repealed. seas  46, Section 8 ofthe principal enactments ersby Sana  seitind i ot tetas eres ar  ‘therefor:— does  singe, 8, The amt tepid by  SEER, pete ldo emnsny to de pups  Fee ractae ay foe  SALE aed in ecru sk  siatoes a ay\"be cade in at  iene J  17, Sections 39 and 40 ofthe principal enactnent ate  are heey sepctod andthe following wstons ate EGae  Sbalied Bite” ar  Epugtin et 89. (1) Noland alienated on a permit  SETS on prant shall sid rll in brene  BEETS GPs dowes of any oat:  Provided tat the preceding prov  . ares! iat een et  tpn te wim ame gf ad  Rinied on © grant in exalt of",
    "mean_p_confidence": 0.33589743589743587
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Land Development (Amendment) ~  Mee Nee of Tae  gti nt inn actin fy, the  ‘tian permitted by th Ordinanoe  ‘And povided fr tht hae any  tand“abenateds on\" raat “as tens  emp an bail for te elas ay  ersin ceo of sn olen before ary  Sonat how ih pron dos  fpoearas routed by Sich nar se  iid may be\" seised and old for the  ‘oer af suchen es may eed  til by such our",
    "mean_p_confidence": 0.3427272727272727
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  (Were land aaated on a grant  iaSoldnonecaton o's drs ented in  fo\"scion forte enforomeat aft  forlgnge om tat land th lethal ot  Sere by the curt wks he Land  Commistae’ hes approved the pur  hase upon aplication made Bast  SM Pee Peete",
    "mean_p_confidence": 0.3213725490196079
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  (8) Where the Land. Commisioner  relies pte te pout fay  Ae heel ogra pre  ‘al pp the cot pein foe  ‘side the sale on the ground that be baz  Sec spond by he Land Comm  Soner: Upon seh apiation tel  ale, he court shall pass an ordet  et ane the ale",
    "mean_p_confidence": 0.3719672131147541
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  (6) When aslo of land alienated of  grant ase ase onersubascaen",
    "mean_p_confidence": 0.40785714285714286
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  (@) the porches bo entitied",
    "mean_p_confidence": 0.2714285714285714
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  ‘etve back hia parhase money  From any pero mom 2  tase money Mas nen  {ewtally paid, aaa  (0) the and shall be purchased by the  ©) Oe ows far ni tant  : Gin Valuer ‘of the! Coverne  Seen ot any oficorsathortd  By may datarain.",
    "mean_p_confidence": 0.32685185185185184
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  () An oder forthe reparment ofthe  purcineotey ay” bale by he  Suton am aplication mace nde sb  fection (@) ifthe person agaist whom",
    "mean_p_confidence": 0.38357142857142856
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Land Devel (Amendment) ®  wee Ne of too  the onder is deste is a party to the  pleat” and aac order hay, be  stfornd against such person in ike  ‘anne as decree for money  (If the smoant paid by the Crown  st a amo pt eg  Say land alienated on a grant excoeds  EEF coun ot te GA din fo oe  mortgagee with, the costa 0  Seize and se, the mortgagor shall be  ‘ite to wd exces  Street 40. Subject to. the provisions of  EXMAIS section 9, tho seizure and ale fn execu  EESLE, on of theaters of «cour of any land  » ‘ate on sprit or grat all be  18._ Section 41 of the principal enacment is hereby Amite  amended as fllows:—\" sons  (2) by the subetitation, for the words “by grant ==  (©) by 2s proved ding\" of the words” by  fran or and ain opr  Siting tn by wit of th pose of  ‘absection (3) of tection 1k sand  “(bby the substitution, for the word grante  8 fake words grantee oF ef wl pari  fatder  418, Sections 42 and 48 ofthe principal enactment mamma  axe leréy epenld and the folowing sections are Erg!  Stiated tortor: ES  Jove 42. The owner of holding may dis.“  ‘Sze pow of wach boiding to any. otber poroon  Sim,\" capt where the. dipontion se pra  SieD Unde \"hie\" Grioncy and  fczordingly a disposition exected or  ‘tected im contravention of the provi  Sons of this Ordinance shall be nul and  vod  Lewmaet, 43, The owner of a olding—  EE) shall not eae sch aig ow  other pron exept a mah  cibed; and",
    "mean_p_confidence": 0.4161858974358974
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Land Development (Amendment)  ae hee oe  sal ot mortgage suc bling  Ooty perme “eter” than ihe",
    "mean_p_confidence": 0.29954545454545456
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  Rivllral ‘nd ins  eRe Sotponaion of Calon  Ss beta She  Goyien Site Storage ak  orgie wei oer  preted imation,  era a _ 29. Sections 44 and 43 ofthe principal encent  Wats‘ are hereby repealed.  Tees, Seton 4 ad ft pn nce  Bamag are hereby repealed and tl lowing sections are  fer aman \"s  “Bite 48. 1) Subject to the provisions of  SEES\" btn Gh no: permilhaer shal  Secu or fete Sn} dspotion of the  {int isa to hin onthe perm  (@) With the written consent of the  Goverment gent a pect blder ay  serge irene fa aie  Steno te pei, ny  pean eer  @), Any disposition, other than a it  slit a sian wit peo  nf, Subanin (yo nya  ‘aid soe permit all b nal and  id  Seopa) Wey deals made by  eeu Peniiialde who aa ember ¢ a  SEE Petre sxey tothe payent of ny  SEL\" hie we teeed secey on any  oan granted ont mrigug of fe a  ‘end on the perme what that  fume doc on aunt of inepal oF  ‘Meret ot Sethe toglred Sey  tay fer @ bona avard une  Seeion of the Cooperative Setter  Selanne bas een eon ihe apes  ‘whieh ed ares between the regina  Tuy and took mnsber by in ot  {ted soport the dofeatar tothe  Government Agent and transmit to him ¢  tewrlled eps te decaon of amar",
    "mean_p_confidence": 0.3567537313432836
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Land Development (Amendment) tL  wee te of tao  (@) The Government Agent, upon  : receipt of a report made under sub-  Section (1) and ofa ertied enpy of the  decision of award refered to in that  ‘ubsection, “may. take action under  Chapter X’of this Ordinance to resorer  Uh im die from the person against  ‘whom the report was wae as though  uch sum were due tothe Crown and sot  {o tho registered society by which the  report was made.  (8) Notwithstanding anything in an  salad Wiha nw, Sy Sm Sn tok  ‘egatered society on account of any au  nse on the ancaggy of and alle  {fated on a porait shall be recovered in  thats ti ths  ‘tcrordingly such mgistered see  tet take, tad shal be precloged from  faking, prosecdings for the reorery of  Sch sah in any eter mane.  4 afTie , Gorrament Agent sal  { iver to a regntered society any Sm  Serered under this section by his in  EStisfaction of the debt due’ to such  per socity and sally the cota  cf seizure, if reqrered, into the  . Consolidated Fund of Ceylon.\"",
    "mean_p_confidence": 0.4532558139534884
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  22, Soon 4 of he praipalemctnent is haby ete  Jopested end” tho following section satiated emg  ‘Soretor:— * oe  ‘Daan of 48, Ta this Chaptar “ suoteaar  sa lath sleet ay land",
    "mean_p_confidence": 0.2594736842105263
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  person whe is entitled onder” tis  Chapter to sucoee to that land or bold  {ng pon the death of the permit-holdet  + Gttowner thereof, if that permit-holder  oer ied witht ving bind  aor her spouse, or, if that permit-  ISLS or omer dl ata bid  tr her spouse, upon the faflre of that  Soe to soesed to ae land or holding  ‘Prupon the deat of that spouse.\"",
    "mean_p_confidence": 0.4408974358974359
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  12 Land Development (Amendment  ‘det, Nor 16 of 1000  lertinst a, 2% The following now sections are be  SPE inser tmmotiatly ster section 1) and hall ane  Eh cH etiom deh and dan, of the pial  SET, $84. (0) Upon tho dant of a permit  SESS ott vo oP ine of ote  ESEAEY [toy cfu proving of secon  Suro” (3) of section 19a, the spouse of that  Pezmitoder, weber be or be ba or  ect bees ‘nbn e sce  thas permit baler shal be ented  Scat lilo that  Permit-holder’om th’ permieand the  {ere and condiioy f that perm  bal bs appiesie to buch spouse  ‘Provided tat what a span Who Wan  ot nominate \"ae nicttvor \"Oy the  Secaed pari older suceeded under  ES preeng proviso fe abe  sc Nand anna to  Permit and ‘where ftr'cosucsoing.  Buch. spouse marries, then “upon such  mo te ed bya  OO) Ujeteazed permitholder” shal  owed to fe ands ot  (0 if ssomor bas ten 90 nomina-  “eds tho tle to to land sal  vole a presented by le 1  of ho Tid Schedule,  : If, daring he lieing of he  psa fa dono pore alder we  IRS teed endar Babaeatoe OS.  {he fad linated on the puri te  terme end coins of the\"permit are  complied. wi by” ch. opeam each  Spode shal be ntl ie a rant at  ina object. the. follwing ‘cond  ta  (2) rach spout shal have no power to  ©) sw Peas of the ad ican  iy the grant,  6) such spouse shall hare 20 joer  ©) ww ontaae a acute OS thd  ind",
    "mean_p_confidence": 0.3580844155844156
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Land Devslopment (Amandnent) 19  ‘het, Nata of 1000  (upon the death ofeach spouse, oF  (© oP pom hs or bee nla tos  arna, who was nounced at  Rocco bythe deceased  frrmicolaer or waa woald  ave been entitled 2 ceo aa  ‘is aoceor, shall suoteod  tha ana",
    "mean_p_confidence": 0.30701754385964913
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  Proie that the ford cn  tions shall not apply to a grant of  lend io be made to spout. who bas  een nominated by the desea permit:  Tide touted tothe nnd allnated  on the permit",
    "mean_p_confidence": 0.41833333333333333
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  {@) Any. disposition or nomination  sade by’ Sposa im ontrevetion of  the friar of obo shal Se  ‘avalia",
    "mean_p_confidence": 0.2408695652173913
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  Semets. 460, (1) Upon the death of the owner  ESSmr\" ota ding, the spout of tat ower  isu\" hall \"be ented fo sosmed to that  SA, holding’ taect to \"the folowing  “¥ ‘conditions!",
    "mean_p_confidence": 0.4033333333333333
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  (©) upon the marviage of such spouse,  (© Pleo th ing al Sevag  ‘on the nominated suceson of  the deoened owner or f thers  ‘ras o such nomination, om ths  ppenon, ‘who. war ent to  coma under\"nale I ofthe",
    "mean_p_confidence": 0.39851063829787237
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  ‘Third Schedule;",
    "mean_p_confidence": 0.2975
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "  (0) such sponse shall hare np power",
    "mean_p_confidence": 0.5133333333333333
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "  to dispose of that balding:",
    "mean_p_confidence": 0.37142857142857144
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "  (©) such spouse sball have no_ power",
    "mean_p_confidence": 0.4833333333333333
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "  Oot ene in",
    "mean_p_confidence": 0.11000000000000001
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "  ting",
    "mean_p_confidence": 0.07333333333333333
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "  Peri ta the afore aioe  shall ot apply tom spoase w  ‘ominated by the dacesed owner of the",
    "mean_p_confidence": 0.3686363636363636
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "  : Folding to assed to that holding.",
    "mean_p_confidence": 0.4088888888888889
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "  (@) Any disposition or nomination  sae by 4 spouse in contravention of the  prorsiae Bf subascuen Q) sal ‘be  Eval”",
    "mean_p_confidence": 0.39880000000000004
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  14 Land Development (Amendment  Derren anes  Brgy 2k Section 40 of the principal enactment is  Sipe! hereby led and the following section is  Eas! Some slaiake  LESEELE 49. Upon the donth of « permit.  SNS bolder who at the time Of its or her  SNSEL* Gels\" was ping an aoa! ae  virtue ofthe pvtons of steed  15) of Seton on or fan omer  otaing, without kaving behin hs oF  ferrous, or, eres perth  trae arg nh no  Spouse, upon the fale of ach gponse  oncsel Ho the land slienaod at  rat older the permit or hel  Erno the death of cach spouse,  Perm pominatd te moceator Gy eich  Fermit-flder or owner eiall soset to  Bia land or ting  wt, Seaton 60 of the principal enactment ix  ESL hereby repeated. ies  Rgnemeet ot _ 26. Section 51 of the principal enactment is  Bare’ oh a ie ee  ESM citalacd therefor rat  Bcc” Sh. No person sal bo nominated By  Zeer” pe owner Sar inng o ppm  Se” a isogenic oon  isthe spoue of such owner operate  folder, or nage non ofthe riupe of  relatives enumerated in rule fof the  Tid Sadao  mera M7. Section 52 of che principal enactment. ig  SEEN\" ately pened and che allowing men saat  See Genre  Ser 52.) A nomination made by the  SB. ede hel oe emi  SENT See ate af alg ch om  Tale” vat ari shape  Sarrage of sich ‘omer poral  folder be nll and it -  \"More pons tina, one may  cblatal iy ds ovo’ ofc ald tt  2° permivtolder aa” sucseors to che  Salter or ian allnated on te permit  Frode that uch nowination de no  Ectravene the conditions of fhe gran ot  —s",
    "mean_p_confidence": 0.3601510574018127
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  . Lond Development (Amendment) 15  aes tae  No porn shall be nomiatd ot  soar foe pare or are, wheter  Sided or endifted of a elding or  ~ ian sical on pm ee nthe  ccununt whey Eo © nominated  ‘scam uly noice te  feining att of sare of tia hol  Crland afienated onthe permits  (4) The nomination of sacar  solllaneaoallnon of ny ech anna  tom shall not be nde bea Any  comtnon or dafntante.”  28,_ Seton 5 ofthe prinsipal enactment is barby ste  seal Ea ey  (@) by the sabsitation, for the words\" sncotmor  aroha lfebaer, \"of the word  \"asec a  (0) by the sbstitation, for the words.“ the  commer” of the’ oordn “the owoar OF  permite  «4/2, Section Bo the principal enactment ie hareby Aner  fepeled ani the following seéaen it sobtated eee  teeter Sea  cri _ St, The ownet of holding, ot  Site eth dlder \"tay Saale Race  Semin inlet of any Momination  ‘ich as een eaneloy ad parson  Tay. be rominlad a eocewor  ‘mcithanding Ge previous oneal  tlm ofthe mmfoaod of that pore  paapeelye  20, Sexi 28 ofthe principal enatnent sas sn  smude es fllom:— sy  (0) by the sbetitatin, fr the words “a socmmor  cra lfehoder\", of tbe words 8  shecmor and  0) by th substittion, for the words “much  OM cuanto lfchalde'™, of the words  Sa acowor  samen",
    "mean_p_confidence": 0.3218867924528302
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  16 Land Deselopment (Amendment  ten Norte of tooo?  seria? _ ok pyar ipa ates  ERY\" amended as falows:— .  — (a) in sub-section (1) of that section—  (@) by the substitution, for the words \"a  Srey: aur Ss  comer cota  (0 by Betton fr or in  Seyi ee  opus  0 by ha son, fr substi) of ta  Bots kee os  “Te proses of tin)  Stl ees ot, are  Pe ona  Sc Seat eae  Sapna Sate  sid sia che a  1) ts bation (a Sn spn, in be  (i das to We words again Of 5  Sele ee a  Pam ee  .  epee _, Satin of pcp mace a ey  eer oA eeu aerate  ‘Mideea\"' —suceessor or a life-holder”, of the words “a  da _ ah, Hin mer cpt ems  GEBY\" amended as follows J  — (q) in sub-section (1) of that section—  (i) by the substitution, for the words “* a  ores serra  mee cols uioae  mine eusdee ee teat ws  signet, fe ch te  EB  1 it aa beg ty ha  Uiaton, fet te, words of ‘succor oF  ster ee et",
    "mean_p_confidence": 0.3612162162162162
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  and Development (Amendment) AT  ats isan  4 Senn 00of he ping ences nerdy saan  amended as follows:— ms nf sass  My the meton,_ for te words “of a Soe  pobre ate SP il  (2 Wy te pabtatin, forall he wods from “the  aia a coat  ‘eh. logo yr ale\"  =  (in the marginal note to that, sion, by, he  Se ginal te ardn ef amar ot  SEAL: Peter prc  45, Seaion of he principal emeinentisbereoy amt  voadtain Choierrastl pete ee  ‘Borefor:— Seer  “eget fl Th deh droge tenet  fea'g” the owner of a. oF a permit-hol  ERE” GP percon who hse been pominated by  ht Dame oie tera 8 we  7 dae Se ihe  Heo te yori Sia pea  2 Sillatton of the nomiaation of that  ; poe aoa  26. Sonn of the pinpal ection in herhytagtas «  ahieans sow  (a) in eaboeton (of ths ton— se  (@) by the substitution, for the words  a lag othe  saat tate toa lng ot 8  Te ental oe frit ad  Gi) ty tho substitution, forthe monde  acts aang Ste  sori iaccr tn ing  (by the emis ot aabantion @) of tt  ae  (0 by tm renumbering of abttion () a8  cccion @) of that section; and  gta pee sb of tat sri  710 eer tin Ihe aorta  Bate er Ade a bldg or &  reiioet",
    "mean_p_confidence": 0.31454887218045113
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  18 Land Development (Amendment)  het, Note of 1000  tpiagi! 21, Section 6 of he prin enact ier  eos\" anette inl  Laas (@) by the substitution, for the words “* as successor  » Pr or ay fear of a bolting, “rot the ©  woth a st to aig to  Tea uit re pees  (0 by tn sation forthe wore “omer of  ie, Mite oF hee « Smee oF  tine Palin ore perm else Soest  AER ln i en ned a  (0 in the nrgial mig to that sci, by, the  feast, fo the norte\" ower of  IBetworde of onsr or perit-le.,  seep! a8 Seco tof th prispa ensinent eek  Sipe amended as follows:— a  (0 by he statin, forthe, ond owner of &  Hae ree ert: ot Bedag  Seba and  (0) by the sittin, forthe onda“ ons of  ihe baling. af ened ter fat  neat ori Stl the Soh of tat  Pee Goat tiie my be  srgéagis! a2. Section ofthe principal ensetment is aeby  SEES thats aloe  — (a) in sub-section (1) of that section, by the subs-  i the wands ea  ‘words a holding oof @ permitboider ”:  0) in sobsntion )oftat seton—  (i by the substitution, for the, wonds ** a  ae th ost lng  eat Sper tla a  Gi) by the qbetton, for a in, wore  aaa te Auld he  fo eae anewtin of ie  Blowing  \"thei tthe holding orto the  ine a arm  de et tle ttl 0  sel retetion tw  mania ad teen teiered  arm ht ihe ome Sct  ising pete bole",
    "mean_p_confidence": 0.3459136212624585
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  Lond Decelopment (Amendment) 19  ‘et, Novi 0f 1968  4%, Section 06 ofthe principal enactient herby seat  amended as follows: , ee  hy the mbt, forthe mode \"a ong\",  of the, words\"“\"a. holding” or 8 peri  holder \"5 *",
    "mean_p_confidence": 0.33956521739130435
  },
  {
    "i_page": 20,
    "par_num": 2,
    "text": "  (0) by \"the substitotion, for, the words“ that  comer\" of the words at owner or  Pegler\" and",
    "mean_p_confidence": 0.3738095238095238
  },
  {
    "i_page": 20,
    "par_num": 3,
    "text": "  (0) by Me ‘gbatittion, for, the, words“ the  ener of the! words the owaer |e  para holders",
    "mean_p_confidence": 0.3623809523809524
  },
  {
    "i_page": 20,
    "par_num": 4,
    "text": "  44, Section 68 of the principal enactment ie",
    "mean_p_confidence": 0.43100000000000005
  },
  {
    "i_page": 20,
    "par_num": 5,
    "text": "  beteby “repeiad and the folowing’ section is  Soli \"s  TEE 68, the soo, of a deesnd rary  = litholder, who at the time of his or {steht  frr\"dnach was paying an amaual som Sua  Uy ope th orate of saben  Section Tbiy or the gpouse of a  etl it Bind  uch peraittalier on the permit ot  10 the holding of euch owner, ae the asa  may te  (0) if such sponse refuses to sumed  oy OM Gr rie ofa  (0) if sch spose does aot eater into  J powsmonof ha Ind o ol  ‘oaths reckoned from the date  Of the death of such permit  fnuder or owner °  24 mosis scenery to  ermit-talder who at the me of is  de nr death was paying an anal sm  iy virte ofthe provisions of subsection  (3) of section ide orto thn balding of  fn owner if he refans to mused to that  iendor baling” or ifthe nominate  ‘iesesnor dose ot eter nto ponesion  ‘f tat land or holding within period  ‘of se mont reckoned  (0) where such permit older or owner  : ‘los withov leaving being ie  ae bets om the at of  the death of Such pormitchlder",
    "mean_p_confidence": 0.4138864628820961
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  20 Land Development (Amendment  et ents of toa  Gi) where such permit older or omer  hes leaving bend iso Het  ‘ee gi date oF the  . seared, ch dale being  tech Svaag nt  provisions ‘of pargraph  BPetveccion Qh\" de  death of toch spouse, at the  ace may be\"  emit, y 2 Sections 69, 70 and 71 of the” prncpal  SER Pa enactment are ereby repealed. Principal  Baler 43,° Section 72 of the principal enactment is  Beets! herchy repealed and “the Goliowingsetion  ‘dort sited therefor == a  Serpe 72 Tf no. suocmor has been  HE Ea, pominated, orf de nominated sue  Fails tosucced, ofthe nomination of  fessor contravene he provisions of  the Grice le the  ‘enated on a permis to permit holder  ‘who at the time of his ore death ra  Poving an annual sum by virtue of The  Provisions of ub tion’) of sin  Tokor tote tolding of an wer shal,  spon ah of a” pe ie  grower witha ring fend Bs  fr aptee or where su permit-blder  ‘or owner ied leaving behind hip or het  spouse, upon the faifure of suck spouse  2°vacsend to thal land hola  {pon te death of sch spouse, detave  EE preeibed In tole 1 of the Third  Siete  gle a8, Section 78 ofthe principal enactment is heres  ise rept “andthe following section is utente  se Tilnor  “wah ——7AL_ Title to @ and alienated om  permit or to 2 bolding shall be deemed  {o have evolved on any pereon ents  {0 gicea tothe lel o Hing undor  the provision of scion TB as from the  date of te death of the papi bolder or",
    "mean_p_confidence": 0.3945859872611465
  },
  {
    "i_page": 22,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "  Land Development (Ameniment) 2  det, Now Woof 108  owner of th holding if ch permit  ities er ded. ito svang :  Behind his or her spouse, or, if suc  : permite oe owner” died eating  (eld gr bape apo, the  failure of such spose to suceeed or roi.  the date ofthe death of was spose, as  the ease maybe  48, Section 74 ofthe principal enactment is heey ya  amended by th sobtitation, forthe words * aucsex Semaet  ots ofa folding,\" of the’ words * sycamore to 8 Socata”  ined alienated ona permit or holding”  486, Section 75 of the principal enactment is hereby nce  amended as follows 7 Zee  (@) by the substitution, for, the words ** SM  soma or of a ltedoler, ofthe words  Soweto and",
    "mean_p_confidence": 0.4051020408163265
  },
  {
    "i_page": 22,
    "par_num": 2,
    "text": "  (©) by the substation, for th words of either,  of tie words \"of & secon”",
    "mean_p_confidence": 0.45999999999999996
  },
  {
    "i_page": 22,
    "par_num": 3,
    "text": "  41. Section 70 of the principal enactment is hereby Anata  usted as alow: Sosy  Ya) in sub-section (1) of that section— cea  {i by he substation, for te words ile",
    "mean_p_confidence": 0.4557142857142857
  },
  {
    "i_page": 22,
    "par_num": 4,
    "text": "  tor holding\"? of che words * tle  Xo a holding of land alenated on a  permit\" and  (i) by the substation, forthe morda that  Bofaag of te word th ol  ing or tad  (0) in subsection (8) of that, setion, by the  atiatit, for dle warts ower OC ts  folding of the words ® owner of the bad  ‘ng ofa ‘permit holds\"; snd  (6 by the substitution, for sub-section (6) of that  section, of the fllowing atb-section:—  “(@) Subjet to the provisions of this  seotinn, a person appointed under ube  fection’) fo be the curator of a minor  Ballin ferpect of thebolding of such minor  fr of the fand alienated on a\\pemmito*  ‘whlch sock minor hes sscseded and in",
    "mean_p_confidence": 0.44652173913043475
  },
  {
    "i_page": 23,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "  2 Land Deeelopment (daundmen  ee Norte of ta  rept, of, the management, cont,  fcetpation and protectin of that blding  or, land exerci all the right. and be  subject to all the lables St a, coator  Spponied “hy. a cout “of copie  jetnietion.”  alo, , 48, Sections 77,78, 79, 80,81, 82 and 69 of the  EeR CH + prncpal ecto are barely repented  Rnegr 49 Section 8 of the principal enactment i ere  SEGSI” repealed and” the” folowing section ie\" substitaed  SEY thee  SEcuy\" |S. Upon the death of a permit.  EET wile mbt um athe  SENSES Seti Lon for he land alienated to him  SERIES, orion the permit, then  () i at peri holder in survived  i hier es ‘pou, the spouse  allbe eutiled i sused to  that land  (0) it thar permittolder isnot  survived by his or her spouse oF  it te spouse dora not moat  to the land any offer pera  whois a” duly” owlnted  Toccesor “of the deceased  Dent older shat be‘ ened  (Stent tnt a nh  Gre'doremnment “Agent under  the proviso this Orainanes  te copy that land\"  gat 0, Seton 6 fh rina ence i  EEBES repeated and’ the following Sesion ie sbsivte  Scr teen: sd  LITE 5, Where on the death of « pemmit-  SERIES older who tte tine of bis‘or her  eS Meth was poying teat under subsection  (Bho mete 18 forth land lenatod  {2 hiner er on the permit, © person  fatiled to suosed to hat land undor  iis pravsions of ection 4 fil to €\"y  Siecle such peron sal be desmed  ieee elise tthe Crown iso rg  Ui dt na.”",
    "mean_p_confidence": 0.37410828025477705
  },
  {
    "i_page": 24,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "  Land Development (Amendment) “93  wee of tase  {Section 9 ofthe principal enactment is hereby nyeart  roped and te folowing hon iy mbnieoed Goa  eee Sr  “ieee! 7. A peraon to whom a Goverment  SES en tsar lente fad may  EkEra% sho is entitled under this Ordinance to  ESRD 'cihominied and the name of sak  Sows may te endored oe ie permit  lore io eund fot fst mecioed  perc, end the Governent Agent may  pon Geng toqusad soto 26 by tie  permitholler canes the name of sich  Eicucer bys aiden! on ne  Pena andes Ue pers tt  [En of ay te pron spp  {he permi-older ads uso  82, Setons £8, 89,90 91,9, $5, 4,95, 96,97, map  98, 99, 100, 101, 102 and 103'of the principal enact is\"  ment ce ir eps Bee  59, Spinns 18a 10! eripl ncn aa  ap heey repeied snd Ue Towing’ stcuouy are Sear gs =  batted defor: Eig  prt 105. Wher in the ase of 8 land  Be atttied ona parm ony porn who  Sixes, musa the ti of bis don paying an  ee pea nual sun by virtne of the provisions of  BEES. Schon 6) of gtn ie the as  EEE feces lan” of sarin “rena  EHTS? stowed or becuse no person so entitled  SEATS Pig to sutzed of where any land  tas ested in he Grown under son 8,  the overament gent of te namin:  thaive dtr intwhich that land  Sangha ent oe fee  Slonof tnt land on teal ofthe Crowe  Bese 108) TEC appar tt over  EEG. mene Agen ane 8 poraiesier as  Seance” failed to observe a condition of the  SEEGER permit, the Government Agent may by  ole in \"wong roy fuch pet  idm fo por bow af ne mh sum  . not exceading one bundred rupees, and  dno before toch date, as maybe spa  aes te mc, e",
    "mean_p_confidence": 0.3841525423728814
  },
  {
    "i_page": 25,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "  2 Land Devslopment (Amendnent  partes sean  fa, wies 6 eared to 1  liao meme, he  Sy hea tae  onl ce Ten ine  Brent aaa ohn  Speke gems soem  se  Gerree ek 2  Payers  Fo EN irr  ren ae sees  Seer one  footy a  se 8, Oat 10 ot Nhe ial ie 5  soe, Sansa  et (@) by fhe substitation, for the word and figures  Seshalinn, te ent a tows  ne he ee,  Pogo deer age  Or days \", of the words ‘ forty-two days”. al  teas) jm weaken ott pip! mses  soe th, Sn ot Ste se  suctneat ‘section of the following new sub-section :—  (3) Where a notice issued unde  all ental, woes ae  Sora sre ee  vest, ee ee  Peet Nah um tite  cece a a  Seeman as  semoups Ss 70 of pomp cased  sets Sf sa cnet  See presen hows oe ae  . Ph hace  sett Sp hn pagal minh  Sey eee  See ee cieccien et at sy SL  0 rere he ead of that subetion of the  aoe  A rch ey al ec  itl ecient tsi 9  spoke sea ale Seema  fra eben",
    "mean_p_confidence": 0.27185344827586205
  },
  {
    "i_page": 26,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "  Land Development (Amendment) © 2%  Tere sea  (© by the addition a the end of that section of the  following new subsoction:—  “\"(@) Where an. iogoiry, under this  cout iy adjourned, nee in weting of  feet and tne vine fo which the inguiey  iPjouned shal be given by the Gover:  ‘en ‘Agent to the permit bolder",
    "mean_p_confidence": 0.41424242424242425
  },
  {
    "i_page": 26,
    "par_num": 2,
    "text": "  8, Section 114 ofthe principal enactments her Arse  byramentod ip spstin (0) of tat actin by the Sean  Tasttation, or the words “thirty daye, of the mm  ‘rors forig-bwe days\"",
    "mean_p_confidence": 0.36257142857142854
  },
  {
    "i_page": 26,
    "par_num": 3,
    "text": "  40, ‘The following new section is ereby insert Inti  immediately after sion 115, and shall have elect fig eae  BSS fin of te principal enactments eee”  Sepaslae “11g, Where te Zand Commisioner  EAPSESE inthe enero of is powers under  SEGEES salon stare tachi of Goer:  SERSnee* ene gene electing a pron seo  EEE pe fv te cmgation of and, te  east LET ehamnsr sul ge an  Eyes writing in te preribed Tora to",
    "mean_p_confidence": 0.365
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "  Penn ital  (c) where pormit bas ben issued to  oe (©) whites fermen, sch permit shal  frith ete “from the date  Tpeciied in the otic,” be  ‘Bene tobe eamslled; oF  (0) where no permit has ben issued  to'rach parson ed here sogh  enn cei of te  id, such peroneal vacate  ‘nd deliver posession of the  [ina on such ate and at sich  Hine, and soc fer, ag ay  tersjeciied inthe nota",
    "mean_p_confidence": 0.37604651162790703
  },
  {
    "i_page": 26,
    "par_num": 5,
    "text": "  0, Section 119 of the principal enactment is smut  hereby amended by the substitution, for the words fens  “Seed canceled,\" of the fallowing:— Er",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 26,
    "par_num": 6,
    "text": "  “heen cancelled ander the provisions of section",
    "mean_p_confidence": 0.5222222222222223
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "  eta  8 61, Scotion 194 of the principal enactment ie nem  here sop, my",
    "mean_p_confidence": 0.43277777777777776
  },
  {
    "i_page": 27,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "  2° Land Development (Amendment  cats rage  fms, Seti 27 of the rp eat  SSS, Sethe game  (9 tn ben) a etn a lo,  6) yin sti, irre \"on  de sain a ara  sie aaa AP  69 ih iti eh mre  ee  stn at et  hte cs  Be Menta teal  ea eed  0) i bat (af nt tn, yo te  soraen tae tie te a  a eat rare a  serra Abia oo  serge Sima ae  sect Sein 8 of th ppl ect i  ‘emacs — hereby amended as follows:— “  = ‘ai the bering of that secti kia  amet  (in mere etn (yh i  eat el et aio  Gon d  (7 iy ction pm  sit atl a int  0) ae een it rin  silanes oe me  rane  cies,  coterie goon, a  ult Sarre ll  tel a epoca st  fem",
    "mean_p_confidence": 0.3017714285714286
  },
  {
    "i_page": 28,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "  Land Devlopment (Amandment) 97  fee Nene f tooo",
    "mean_p_confidence": 0.2618181818181818
  },
  {
    "i_page": 28,
    "par_num": 2,
    "text": "  (© by the adition atthe end of that seton of the",
    "mean_p_confidence": 0.5084615384615385
  },
  {
    "i_page": 28,
    "par_num": 3,
    "text": "  {ollowing new subsection: —",
    "mean_p_confidence": 0.295
  },
  {
    "i_page": 28,
    "par_num": 4,
    "text": "  ; “\"@) AU any inquiry by a Magistrate  ino te sa age he io a8  ander of ejeament from a land nienaind  hv er shal ot be ope fo the",
    "mean_p_confidence": 0.42542857142857143
  },
  {
    "i_page": 28,
    "par_num": 5,
    "text": "  nit holder or anyother pers lin  Tita such ined throog® or ender the  permicholde taser of prove  (a) that such land dots nt belong to  # the Crown, or oe  ) if the,permit was canceled, that  0 Sa Gaalites deal “aot  inve ben made.\"  4, Section 199 of the principal enactment is meta o  teraiy stented by He sobettusch, for the words eset  Siaowner by! peruicholder, of the words Sadi  Sperm bolder ™  5, Section 190 of the principe! enctment ie sami  sey amuind i bic (oar sean yt  {Go fobtoton, for the words. “on grants OF oda  permits,\" of te words on permit,  6. Section 192 of the principal enactment is some st  afk, Stn ty tle sobPctee torte wanes Seas  he gwner ofa Holdeng ara permit holder, Of the Sat”  swords °'A permit olde\"  7, Section 199 of the principal enctment i smmdane  hereby amended as follows:— Spun  (@) by the sbetitaton, for the words “by an Mutt  retry pcmihler a he wore  Thy a pee bolder\"; and",
    "mean_p_confidence": 0.3898979591836735
  },
  {
    "i_page": 28,
    "par_num": 6,
    "text": "  (0) by the sattation, fr llth words from on  {8 holding” th the end of hat section, of  {he words © onthe land bald by such pense  folder onthe permit.",
    "mean_p_confidence": 0.512
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": "  8, ‘Section, 194 of the principal entctment is samy o  Inrey amended as folows:— eee  {@) by the sabstitation, forall the word from \"It Sen",
    "mean_p_confidence": 0.38482758620689655
  },
  {
    "i_page": 28,
    "par_num": 8,
    "text": "  ihe owner of a Holding \"pw 50 made",
    "mean_p_confidence": 0.284
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "  _talaal of th flowing:",
    "mean_p_confidence": 0.205
  },
  {
    "i_page": 28,
    "par_num": 10,
    "text": "  vag igen men dtu in  ‘hm in respec of the land alcaated to that",
    "mean_p_confidence": 0.4129411764705882
  },
  {
    "i_page": 29,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "  28 Land Dendopment (Amendment  peritole on te part he Gore  pect elie ren Jhe ere  EE Sihg oy Rivtadtece  Ei eae aries  pala Sees ©",
    "mean_p_confidence": 0.2134375
  },
  {
    "i_page": 29,
    "par_num": 2,
    "text": "  Re ene  ©) carn Oe ty lg  Rona  rb ae areal pea i es, br  Sepals oi,  sees ENS: Taha hae  om.  tee tt Sette fhe rin des  sor tie  See ny etsy rts wre gore  Oe eg preg  © ye mtn, fo i  ee poet te tntntep  See om daaon a gem pulp, cae  sy J Se ae  —— (@) by the sutetitotion, for sub-section (1) of that  ag ao  “ (1) A seizure of a land refered to in  al desir  Perey eae ed  Ramee ce ee oe  Se ne el i  sis fr eiinaerenoes me  iP roe lS  bet Ay eon  So os ee  0) enon of at tion  Mg (i) by the substitution, for the words “* the  se api te at  a aE  ty ay i et  (ey oer werent rors coat  Spenrenn Sma a  Sorts \"that permit holder”; and",
    "mean_p_confidence": 0.29244444444444445
  },
  {
    "i_page": 30,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "  land Deselopment (Amendment)  Tete of Toso",
    "mean_p_confidence": 0.2611111111111111
  },
  {
    "i_page": 30,
    "par_num": 2,
    "text": "  () in subsection @) of that tion, by the",
    "mean_p_confidence": 0.3890909090909091
  },
  {
    "i_page": 30,
    "par_num": 3,
    "text": "  0 ination, Gor the words No old",
    "mean_p_confidence": 0.3055555555555556
  },
  {
    "i_page": 30,
    "par_num": 4,
    "text": "  Sa Wp Gined af defaulting owe",
    "mean_p_confidence": 0.1125
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": "  iisreal, of tha wore Ne land shal oe",
    "mean_p_confidence": 0.32999999999999996
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "  feted if te defalting permielder 8",
    "mean_p_confidence": 0.2275
  },
  {
    "i_page": 30,
    "par_num": 7,
    "text": "  Som i abwar aided ™  1, Section 142 of tho principal enaceat is topinee ¢  ap oe ee et see  (a) in exbocton (1) of that section, by the “me  (i Galtaton, ff te vos “ef eld  SPihe'words Wal sand. refered tS id  Stottn 10\"; asd  (0 in ebsetion (of that sestion—",
    "mean_p_confidence": 0.349672131147541
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "  {0 by the exbetittion, forthe, words “a  Wale eee verde land  leno o's permit aod",
    "mean_p_confidence": 0.4073684210526316
  },
  {
    "i_page": 30,
    "par_num": 9,
    "text": "  i) by te ution, for he word tha",
    "mean_p_confidence": 0.48200000000000004
  },
  {
    "i_page": 30,
    "par_num": 10,
    "text": "  2 by os dig of whe warda” that nd",
    "mean_p_confidence": 0.3109090909090909
  },
  {
    "i_page": 30,
    "par_num": 11,
    "text": "  el, Sion 18 of he pispal maine ig mee  sreby repealed and the following section is substituted Sma,c°  therefor: “ Sor  asec! 149.) The aezae of land under  wid sstion 149 aball operate ag a cancela  “Ppt on ‘ot the permit under” which auch  Fee land ‘wan allonated, ‘and the permit  Held iri et Lettie etna  tial he'as dita winter co aah  fin och perma sal he  ys win t perl of com ya’ fe  fhe dite of the seizure of th land the  {otal atoane due in reaper of uch land  together with he coe of sar, be  ctided be plsed in pots of  Sch land on te ste fee sa conde  fiom on whieh te land as bald by  suk permieolier on tie date of the  ‘Whe the pris di eos  an oer of ce yar  boerein before speed the \"igi, ta be  ince n pvsion of the fan aie  ate to the ecesed permit alder tay  : serie te spots a ch pe  Weider or any other pre newinated  tysuch prt oder Rhian on",
    "mean_p_confidence": 0.3691176470588235
  },
  {
    "i_page": 31,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "  8 Lond Development (Amendment)  ‘et Nota of 000  he, mame terms and within the came  patie  cabin tin  (may be given eee topo an  enepent Sal ip pee  ied ir dy the Gove  iad Every sch endorsement shall be  Tasted”  Peal. 1B._ Sections 144, 4, 140, 147, 148, 149,150 and  BESG* str dhe principal enachment ar hereby reese  cing gf, Th Station, 152 of the principal enactment is  SESEES pete amended a5 fellowes  SAC Co) in sb section (1) of that section —",
    "mean_p_confidence": 0.38747474747474747
  },
  {
    "i_page": 31,
    "par_num": 2,
    "text": "  (0 by the sabsttatio, for the worge “the  bnar ofa proied holding of the  swords \"a permit holder \"tana",
    "mean_p_confidence": 0.41391304347826086
  },
  {
    "i_page": 31,
    "par_num": 3,
    "text": "  (i) by he subsitation, forthe wopde each  Tlding's of the wards the land",
    "mean_p_confidence": 0.433125
  },
  {
    "i_page": 31,
    "par_num": 4,
    "text": "  : ‘Tieng to that pern-older on be  emit and",
    "mean_p_confidence": 0.27666666666666667
  },
  {
    "i_page": 31,
    "par_num": 5,
    "text": "  ) in subsection (of that, sition, by the",
    "mean_p_confidence": 0.257
  },
  {
    "i_page": 31,
    "par_num": 6,
    "text": "  0 aati, fr he word te ‘onder",
    "mean_p_confidence": 0.3255555555555556
  },
  {
    "i_page": 31,
    "par_num": 7,
    "text": "  apotected ‘holding in rps of sch hol",
    "mean_p_confidence": 0.30333333333333334
  },
  {
    "i_page": 31,
    "par_num": 8,
    "text": "  Tao a wo ap ile fo",
    "mean_p_confidence": 0.36375
  },
  {
    "i_page": 31,
    "par_num": 9,
    "text": "  renfuet of ce land alfnatel to that permit",
    "mean_p_confidence": 0.382
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "  Totter onthe permit\"",
    "mean_p_confidence": 0.418
  },
  {
    "i_page": 31,
    "par_num": 11,
    "text": "  seine gf 19, action 194 of the principal enactment is  SEER tty Giada bythe peer lgarre  Sitar! Pha cteied holding, \"of the words \"a Tand  ‘itndted n'a permit © aly person  gins ct 18, Section, 150 of the principal enactment is  HECEEY! etehy amended as follows —  Sa To by te ering of paragraph ) of that  reg rletng acolo \"  0) by tho insertion, Snmedaly after paragra",
    "mean_p_confidence": 0.36333333333333334
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "  Ghot that ection, of te following new",
    "mean_p_confidence": 0.43777777777777777
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "  eongeap—\"",
    "mean_p_confidence": -0.006666666666666667
  },
  {
    "i_page": 31,
    "par_num": 14,
    "text": "  '(@) the return of the apnaal payments",
    "mean_p_confidence": 0.36777777777777776
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "  Nae by the pera bole who had  ‘ade sich payfenta oder sub-section  {By of section Tou and howe permit  . fra case",
    "mean_p_confidence": 0.3325925925925926
  },
  {
    "i_page": 32,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "  and Desdlepment (Amendment) 3h  en Nesta of tone  77, Section 100 of the principal enactmenh ie Anata  Seay amended by tio sabeitation, forthe words Seen  ‘Seay holding’, wheter tose words ose clle: ===  -ily a tat scion ofthe words \"287 lan liaated  permit or olny  18, Section 101 of Uh principal enatneat a Ameo  terey amended by the antatauon, for ue words feta  ‘pemivors gran of ie word \"permits, ua  \"0. Section 102 of the principal eancment is Rater  tery “Topenied aa the \"folloming action ie Kepeed  ‘tla therefor acc,  SSarTc 10%) A, etary. al mt at  AEE say instmment operating aa «depot  Skis tis ofa ldiog which eotravency the  St! pronto hi Oriana  SEES (Gy An introns ened ratte  cot ia Giravention af the provisions of  EEL” Seti shal bem and oid”  90, Scton, 105. of he principal ecto in smug wt  fuepey amend as fllows’— es  (0) by tie renumbeeing ofthat eetion as sabaction na  {i of that nection and  ) by the addition atthe end of that section ot  AP) flowing new section  a \"Notwithitanding waything in any othor  (0) the, Crown shall be entitled to  state, telon \"agai ny  ‘ers, in we “avout “a  Seti’ aguinst te Crown, far  ‘ndealfn of ie to any and  Totered to eben (0)  Taso decor sale  {hat Tandy tho Crown or any  tao te hot work land  (op\" alonued “onder ais  Ordinanons and  (@) vo action sal be malta to  Seal ag  Gwe Yor danages ars  From i fosau f erh  son to won  Sunk ian \"hes been 50  ‘inated",
    "mean_p_confidence": 0.33715686274509804
  },
  {
    "i_page": 33,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "  52 Land Development (Amendment)  fee Nov of i000  Leen Te fling now ston i barby inex  HESS immediately aftr etsion 100, and’ shal bare fect.  Hee Behn lboa, of the principal enainent  irk hs ‘1654. (1) ‘Where an ation instituted  SPEC ty’ any parton agaion the Crown Tor  SA en iets ciated  ESMSE —Unler the Ordantn hs bee deeded  SEV favour of enc person, and where the  Minter approvestieeojutston of at  tanh floor ha od il  ited oy breed for a ble  crpon na may corny be to  Eompulsorlly under the Land Aoqsition  aa  . (2) or the parpoes of the arsasment  of compensation fa respect of any land  wij fp efred toe secten  Sntovnie is soir under te Es  Relation’ Act sub-section (0) af  ‘elon 48 ofthat Act aiall have eet  i SSP ee were abetted, for the  fords “on the date of plication of  Tat hoticg in the Garele”ogerring  Its scone ort te  Minmediatsly prec te  itnation ‘of thal land. by the Cretva”  let the Land” Beveloient Orda:  ssuimee 62, Section 168 of the principal enaciment is  Seaey lS, SN he  eat (a) in sub-section (1) of that section—  (0 by the substitaton, for the words If  sy pm of he wade,  25) Son witht the permission  iY Government Agent\"  Gi in paragraph (0) of that. aubsetion, by  (6) i Die iain, forthe words and  ich ha Been'mappef-ouy or of  Te onis land ar and  (Gi) by the substitation, for the words “tg  puro hte nt exneding ope hundred  Erbecs\"s of the wordt \"to pay  EiE\"on ckomeding He hundred Fupecn  rte imprint of ether desctip-",
    "mean_p_confidence": 0.38246006389776355
  },
  {
    "i_page": 34,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 34,
    "par_num": 1,
    "text": "  Zand Denxpment Amendment) 38  Bee of Tose  Mion for » ter, nt exerting six  fonae” of (\"bal sch ond  Epona\"  6) in sabsetion (@) of that sion, by_the  O18 Sata, fo ede Cota  ‘gent of the words Goverment Age  ‘ov oter‘preseribed ofcer \"and  (0) by tho eabsitaton, forthe marginal nota to  Gs “Wns et‘ Haloog nnoghad  “ Ofences in. regard to Crown  Jand.”. ~~  88, ‘The following now section is hereby inserted. atin  inmate iter selon 160 and shall ve eecas BE Se  teotion 163A, of the principal enactments BS  ects 1654. (0) If any peron enroncen  SEE cael uk in Ear bee altnsted  SE\"\"\" Shae ls Ordance'on'e pens bt  thal be uly of an ole end shell  Sn onion iter sunmary til btore  Sigil be ale ta hea  Scaelitg ire hunivel ropes or  fnprisontent of eter destription for  fim st exceeding ss oc eto  foil Sch fi nad sSprnoonent  Pressing under sabsztion (0  in be Tad ‘by the Genera  Spe tin adminre  EG sland enteciel on ie ued  Sriyanyoficer anova in at bt  i dach’Govermnt Aged  (@) A conviction under sxbetion 1)  soa ptats an ta ona of scien  deni stn 13 on oh  Couviton the Goernent gest  ‘Suntratie dnc in wii he and  tieeded ie sed as ator  Eps oft maya te Tae  Tie eppeneile ny oof er oe  fas fea peers. ‘tia Serta  a io in appeal spp ote  Magistrate under ‘secon \"27 for  fhe tnforcenmat of wich otder of  sett",
    "mean_p_confidence": 0.3113793103448276
  },
  {
    "i_page": 35,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 35,
    "par_num": 1,
    "text": "  3 Land Destepment (Amendment  are Stee  nes th, Sots tte, nd eminent  SEIS? petty tera Wy olbatn GOP her ee  SEEM’ e'ebatation, forthe monde a lfehiler or  Sar oP hans car  ect, 8h. Section, 171 of the prinpal nacent is  SHE ya hereby repenied.  deryis «8% Seton 172 of the principal eneinet a  SSrES ety Stent somes?  ee (q) by the substitution, for the words ‘ owners of  Saag ater te wel ata  Mey ie saat of\" Soe  © yermitholders who are peying’ anneal  mien oe pottian Ssett  Baran i a  ~ by the substitution, for the words “the owner  fa bling’, of the words such a permit:  ie  paris £1 The First and. Send. Sehednis to. the  Feri lal mactneat'are bay nope  or %  fee’ @&_The Third Saale tothe principal ences  Ses rey nena ee Plows  ES. :  SSKESC (yin let ofthat Seeds by the mbattton,  e for all the words from ‘* Where, on the death  Be ee on tien these  Ey gee oe wag  \") The groups of rll, frm  wick) eee ay anne forthe  es of scien tal bear  fa'the subjoined ble  (0) Tite a dig forthe porns of  seat Son poe  ‘ter of the gem olor omer in  ec A pe oe  cil ona tothe aiined  sa ke nie gre vss  ian one im any group.\" ; and  (by the repel of rls 8 and 5.",
    "mean_p_confidence": 0.3296336996336996
  },
  {
    "i_page": 36,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 36,
    "par_num": 1,
    "text": "  ‘Land Development (Amendment) = 38  det, Newt of 1009  20. (1) Every person who, onthe day immediatly uno  precedile the Ga of eommencment of this Act te oe  {occupation of any land. alienated under. \"the acum  Eons of the pra ances he opacity, sa  SF cther permit older ov owner, all on or before.  Such date an may be notited in the Gases by the Saag  Goveanest Agent of in sdninintatve art in 2  ‘ish such land peltated, ec wheter eich person SAE ey  ‘ill old ‘such land under he\" provisions of the eit,  Tiel eaten a teed bit under Eg  Dibislons of the procipal enetment before such erm  Aamiendment, and shall notify such election the ica,  Goreromené Agen. os  Where person elects under subsection (1) to Bsa  told chen Emel sat‘yemme unde ike yom  Provisions of the principal enactment ag amended by ca  {Eis At, the provisios of the principal epactment a  ‘2 amended sit be demed t apply to teh aienation  ‘tad such person sl be ett ohare the ae term  tad conlione applica to such alention endorsed  by the Gora Ager on tbe permit or grant ns  age may be.”Bot where a0 formit as sctally  besa ge auch, pero repo ay iad  ‘licated to hi on a'permit, the Government Agent  Shall to such parton a permit wherein the Sew  fae and onions apliaile tsuh atti  REI taped anda ach pore, already  developed the land alented tothe atisfacion of the  Goverment Agent, be shall ‘be Required pay  ‘siualy igen of fata sum of such mount end for  Such period as the Goverument Agent may determine  in aourdance with rgulatigns mae under selon 38  td the date on whch auch annual payments thal  ‘enmenos, the numbar of such payments aad’ the  Soda of each such payment shall speed i the  tert  {G) Where a peron elsts under subsection (1) to  told hind Mata o Sach: pron under the  visions of the principal enactest before they were  Emoaded by this Act, the provisions of the prsepel  fonction shall, notwitstanding anytbing’ ia this  ‘Ac, be deemed to upply to such aieation  @ Ja this section,“ permitholder ” incades 9  _petton whois in ocoupation of ny lad aionted 0  Emon a permit ltiough no pert bas actully en  issued to him.",
    "mean_p_confidence": 0.41067757009345796
  },
  {
    "i_page": 37,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 37,
    "par_num": 1,
    "text": "  80 Land Development (Amondnen  ae Nee of ta?  erispis! 90. (1) The Agrcntaral and Tadatrial Credit  SES cotporaten Oritsance te hers tended in be  Sea nl of at See by  IMeeton, imtinty after aregraph @)  Subsecisa, of the following dew eregrapts  “(0 to grant loans of money othe owner of  oe tolling alent wade te Lind Develop  sent rainy for thw purpose oh ‘he  fia bod \"",
    "mean_p_confidence": 0.359620253164557
  },
  {
    "i_page": 37,
    "par_num": 2,
    "text": "  ‘he People’s Hank Act, No. 20 ot 190, ie  tneby amended fe paragraph) of eabsction G) of  setion Sof that AGeas follows:",
    "mean_p_confidence": 0.4357692307692308
  },
  {
    "i_page": 37,
    "par_num": 3,
    "text": "  2) in sb-paragraph i) ofthat paragraph, by the  1 ee ee cee mcPts e coaiale  lrtaking: andy of the words tal  al undatadag,  (© by the renumbering of subparagraph (0) of  8 Jageapb heb pages Gad  © ye nein, Samet,  Roiowing new sub-paragraph  Go) shorter, medium-term and long.  Go) oem ons and ster sroonmodatce  Stenons mio ae ds onset of  Slee hide Fae  Bovctbment Ordiance’ for thir  Pennies; cad",
    "mean_p_confidence": 0.2980952380952381
  }
]