[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "3 : — : Br i TN Naat ees ; : Cea i PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA RECOVERY OF LOANS BY BANKS ‘ {SPECIAL PROVISIONS) (AMENDMENT) ~ ACT, No. 24 OF 1995. - . [Certified on 16th November, 1995] at Printed on the Order of Goverament + Published as a Supplement to Part IT of the Gazette ef the Demseraic Socialist Republic of Sri Leuka of November 17, 1095 FREATED AT THE DEFARTOCEN OF GOVESHNIENT PRIRTDC, St TAMEA > ‘TO BE PURCHASED ap TRE GOURENMENT FURLICATIONS HOFEAD, COMO OL Price: 30 Cents, Postage: Bs, 200\"",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "1 Recovery of Loans by Banks (Special Provisions) (Amendment) Act, No. 24 of 1995 : . [Certified on 16th November, 1995] 1 DHO. Aw Act TO AMEND THE Recovers or Loans ay Banas . (SrectaL Provisions) Act, No. 4 or 1990, BE itenacied by the Parliament of the Democratie Sosialist Republic of Sti Lanka eg fotlows:— . 1. This Act may be elted as the Recovery of Loans by Short ula Banks (Special Provisions) (Amendment) Act, No. 24 of 1995. 2% Section 22 of the Recovery of Loans by Banks Amendment (Special Provisions) Act. No. 4 of 1990, is hereby amended, Fy of by the substitution, for the definition of the word “bank* fivq™ « of the following definition :— “danke” meons— (a) @ licensed commercial bark within the meaning of the Banking Act, No. 30 of 1988, other than any bank established under the provisions of the Regional Rural Development Bank Act, No. 15 of 1985 5 (b) the Development Finance Corporation of Ceylon established by the Development Finance Corpora tion ef Ceylon Act (Chapter 165) ; and {e) the National Savings Bank established by the National Savings Bank Act, No, 30 of 1971. 3, In the event of any inconsistency between the Sinhala inhete and Tamil texts of this Act, the Sinhala text shail prevail, prevail ls iacooaistency",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "a",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Azaual subscription of English Bills oni Acts of the Parliament Re 868 (Local),",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Rs 1.180 (Foreign), payable to the Sureatenensenr, Govennncent PuaLicarions",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "‘ Bomac, No 32, Tranwworka House, Lntua Road, Colombo 91, before 18th December tach year in respect of the year tallowing.",
    "mean_p_confidence": 0.64
  }
]