[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON gee, : fey “syst Session 1952 a pWoyies +E Ng i Pal Zi 2S Rae Shas ya f > Acecuees), - Customs (Amendment) Act, No. 29 of 1952 ° Date of Assent : November 28, 1952 Printed on the Orders of Government Printed a the Grae Govr, Pass, Coconen,, To be Fa Su Som Rae Siete lis Annual ‘Subscription (including Bills) Rs. 25, payable in ‘Spauel Sotpigtion niu BUD Bs Pear Ne Burzav, Post Orrace Box 800, Secretariat, Colombo 1 Price: 20 conte Postage: 6 cents",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Customs (Amendment) Act, No. 29 of 1962. 3 ©. DO. 12/81. An Acr 70 AMEND THE CusTOMS ORDINANCE. eat to, [Date of Assent: November 13, 1952] page 44",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the Honse of Representatives of Ceylon in this present Parliement assembled, and by the authority of the same, as follows: — _",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "4. This Act may be cited as the Customs stor uh. (Amendment) Act, No. 29 of 1952.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2. Section 3 of the Customs Ordinance (herein- smmdment of after referred to as ‘the principal enactment \") is 2% 5g, hereby amended by the substitution, for the words “appointed by the Governor”, ‘of the words “appointed by the Minister ”.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "& Section 8 of the principal enactment ig Ampoineal o hereby amended as follows:— ° any",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(1) by the renumbering of that section as aub- section (1) of section 8; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(2) by the addition, at the end thereof, of the following sub-section:—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "“(2) A person making an inquiry under eab-atetion {1} may summon as & witness any other person whose evidence is necessary for the porposes of the inquiry; and a person who is summoned under this sub-section shall, if he does not comply with the summons or refuses to be sworn or affirmed or to give svideuce, be guilty of an offence and liable to a fine not exceeding five hundred rupees. ”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "A, The following new section in hereby inserted, lectin in Part I, immediately after eection 8, and shall have | 8:\",/°42\" effect as section 8a of the principal enactment:~—- Pemcoat cen 84 (1) The Collector or any officer of de, all, customs authorised in that behalf by him . Floteeo may, for the purpose of ascertaining or jocumaata. verifying any matter relative to the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "costoms, by written order require any",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "person to produce any books or docu- ments in his possession before such date as may be specified in the order.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1.2 muse go ch,",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "4 Customs (Amendment) Act, No. 29 of 1958.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(2) A person who does not comply with an order issued to bim under sub- section (1) shall be guilty of an offence",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": ". . and Hable to a fine not exceeding five hundred rupees. ”. Ammiam of 5. Section 92 of the principal enactment is hereby vei Ht amended as follows: y Seacaen, _ _ @) by the re-numbering of eub-seotion (2) as eub- section (8) thereof; and @) by the insertion immediately after sub- section (1), of the following ew sub- section :—— “@) Any petrol purchased or pro- cured locally Jor the “oficial or perssoal : use of any of the following persons stall be exempted from the payment of import duties: —",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(@ The diplomatic representative in",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "“ey rae Peet & foreign Stats.",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(®) The High Commissioner in Ceylon of any metber of the Common- wealth,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(c) A representative or officer of the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": ": Government of any. part of the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "Commonwealth or of any foreign",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "State, \"temporarily resident “im",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "Ceylon for official purposes, in",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "scoordance with any arrangements",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "- made with” the Goverament. of Ceylon.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(@ A trade Commissioner in Ceylon for any part of the Commonwealth.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "© A-consular repromniativo in Ceplon of a foreign State, if he is a citizen of the country represented and is not, “and has not, been, otherwise engaged in any business, occupation oF pro-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": ": fession in Ceylon.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(f) Such member of the staff of any pergon referred to in any of the foregoing paragraphs as may, for the purposes OF thts tab-setion’ be specified in a otifcation made by the Minister of Finance and published in the Gazette.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Customs (Amendment) Act, No. 20 of 1952, 3 The exemption provided by the preceding provisions of this sub-section shali be granted to a person of the class or descrip- tion serie in those provisions, if and only if, in the State of which he is a aubject or citizen or in which be is domiciled, a similar exemption has been granted to persons of @ corresponding class or =~ description from Ceylon.”'.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "6. Section 23 of the principal enactment, as -mmmimeat amended by Ordinance No. 32 of 1941, is hereby 9% tide further amended as follows :— peopel",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(1) in the Proviso to sub-section M by the aub- **.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": ". stitution, for the words “officer in whose charge ’, of the words “ person in whose charge \"7; and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(2) in sub-section (8), by the substitution, for the ‘word “officer”, of the word “ person”.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "7. Section 24 (8) of the principel enactment, as Amnament ot amended by Ordinance No. 8 of 1944, is hereby further seen, £4 G) of amended by the auhstitution, for the words “persons essdmeat. making a vemporary stay in the Island ”, of the wards “ visitors to the Island ”.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "8. Section 25 of the sinsipal enactment ig hereby Amesiment of amended, in paragraph & of the Proviso to sub-section Peced @), by the substitution, for the words “native sumer vessel’, of the words “' sailing vessel or a vessel not exceeding three hundred tons burthen ’’.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "9 Section 40 of the principal enactment is hereby {mppiment of amended as follows: — fhe, praca!",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "enneta (1) in the marginal note to that section, by the substitution, for the words “ any ehip.”, of the expression ‘‘ any ship, &¢.””; and (2) by the addition, at the end of the section of the following :— “The owner of each snch boat shall . provide the Collector within euch period us may be specified in that behalf by the . Collector a statement setting out the quantity and description of the goods so laden, the n to whom and the place at which he bee delivered. those eos, and . such other particulars as the Collector may, by written order issued to him not less than seven days before the expiration of the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "& Customs (Amendment) Act, No. 29 of 1962.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "aforesaid period, require him to furnish. Any such owner who fails to provide ‘such statement within such period shall be liable to a penalty of one thousand rupees.”",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "Amendment of 40, Section 49 of the principal enactment is",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "sees oreby amended as followss—",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "concent, (1) by the substitution, for the words “of such goods fairly written”, of the words ‘‘ of auch goods, on a form of such size and colour as may be specified in that behalf by she Collector by notification published in the Gazette, and fairly written ”;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": ": (2) by the substitution for the words ‘‘ containing the gooda,”’, of the words “‘ containing tbe goods, and ‘such other particulars as the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": ". Collector by that or a stbsequent notifica- tion may require him to furnish,” ; and (8) by the substitution, for the words “ such packages, and shall pay down”, of the words “such packages. If such person fails to deliver o bill of entry prepared as aforesaid, he shall be liable to a penalty of fifty ropees. Such person shall pay ?”. Ameadment ot 44. Section 50 of the principal enactment is herel scien $0 ot tbe amended as follows: — primer or Eicment, (1) in paragraph (b) of the Proviso to that section, Vy the ee for the words ‘‘ such delivery not been granted;”’, of the words “delivery boon. ofaimed. On’ the presenta tion of the bill of entry;’”; and. @) by the substitution, for paragraph (¢) of the Proviso, of the following new para . graph:— “() if any sum of money imposed as & penalty be not aly pail, it sball larrinl for the ofits of customs to refuse to pass any other goods imported by that importer until the said sum of money is paid.” Atinet ¢ 12, Section 59 of the principal enactment is hereby talon Sct he amended us follows:— neces. {1} by the sabstitation, for the words “ of such goods fairly written’, of the words ‘of such goods, on a form of such size and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "Customs (Amendmont) Act, No. 29 of 1952. 7 colour as may be specified in that behalf by the Collector by notification published in the Gazette, ond feirly written”;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "(2) by the substitution, for the words “‘ contain- ing the goods,”, of the words “ contain- ing the goods and such other particulars as the Collector by that or a subsequent xotifcstion may require him to furnish,” anc",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "(8) by the substitution, for the words “ such packoges, and shall pay”, of the words “such packages. If such person fails to deliver @ bill of entry prepared aa afore- said, he shall be liable to a penalty of fifty rupees. Such person shall pay.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "_ 18, The following new section is hereby inserted taseion af now immediately after section 89, and shall have effect as fates, 04, @ section 594, of the principal enactment :— andes “arpareioo «594, Notwithstanding saything oon- Emcee o¢ tained in the last reveling eection, bilet ery. shall be lawful for the Collector, on",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "application made in that behalf by an",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "exporter of goods and subject to such con-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "ditions 2s may be imposed by the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "Principal Collector and notified in the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "Gazette, to permit the exportation of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "guch goods price to the presentation of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "the bill of entry for such goods:",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "Provided that—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "@ any misdesoription or under- ‘valuation appearing in the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": ": application shall render the",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "exporter liable to the penal- ties imposed. by this ‘Ordi- nance for misdescription or under-valuation in the bill of entry;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "2) such permission to export shall not in any way be construed as a waiver of the Collector's Bee order forfeiture of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "s, if t is have",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": ". not already been fod ont of the Island, for any breach",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "of this Ordinance committed",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "in respect of the goods by the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "8 Customs (Amendment) set, No, £9 of 1052. exporter, or shall not relieve the exporter from. say penalty or liability to which he would have been sabject had the goods been exported after the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": ": presentation of the bill of entry; and (c) if any sum of money imposed a8 a penalty be not duly paid, it Shall be lawful for the officers of custome to refuse to pass any other goods brought for exportation by the exporter antil the said sam of money is paid.”",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "a 1%, Section 684 of the principal enactment suming of Gacerted by Act No. 9 of 1849) fe hereby amended in the prinoal —gub-sdetion (5), by, the substitution, for the words",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "“gue ship, shall’, of the words * such ship, and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "any goods which are unlawfully carried therein or any",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "goods which having been unlayfully carried therein are jettisoned therefrom, shall”. Aupings ¢ 46. Seation 108 of the principal entotment, sx tetimi@ amended by Ordinance No. 8 of 1944, is hereby Eegeet further amended, in sub-section (2) thereof, as follows:— @ in paragraph () of that sub-section, by the Eobatitution, os tke words or recovery.””, of the words “or recovery; and\"; and (®) by the addition, at the end of that sub-section, of the following new paragraph :—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "“@ require the furnishing of security in money for the payment of any duties, dues, feca or charges Payable in respect of goods izoported",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": ". or exported before the presentation of the bills of entry for such goods. *”. Amendsuant 16, Section 104 of the principal enactment is grt, hereby amended as followe:— principal (1) in sub-section (4) thereof, by the substitution, smcimenh, for the ion (Ot ninety days » of the words “thirty days\"; and in the marginal note to sub-section (4), by the ® substitation, for the frais“ oety days ”', of the words “ thirty days ””.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Customs (Amendment) Act, No. 29 of 1952. 17. Section 106 of the principal enactment is hereby Aneamen of amended as follows:— Te eeieapel (a) by the re-zumboring of that section as aub- =\" section (1) of section 106; and (®) by the addition, at the end of that section, » of the following sub-sections:— *©() Any passenger leaving the Island anny bp sonzcit and hie baguege examined by such officers, and in accordance with such co directions, as the Collector may prescribe by notification published in the Gazette: . Provided that no female passenger shall +” be searched by any person other than a female daly “authorised! in that bebalf by the Collector. es (8) If any prohibited or uncustomed goods as found Johveoled in the baggage of ony passenger leaving the Island or upon his person or in any. place io. which they have put by his direction or with his connivance either before or after embarkation, . those goods chall be forfeited.””. 18. Section 108 of the principal enactment is Amenlmen hereby amended as follows: — Steet ibe (1) by the substitution, for the words “three Tonkimt, months”, of the words “thirty days\" (2) in-the marginel note thereto, by the substitu- tion, for the worda “‘ three months’, of the words “ thirty days.” ,. 19. The following new section is hereby inserted Teuton of a9 | immediately after section 106, aud shell have effect as e'proapsi” section 1084, of the principal enactment :—~ twnclncok * Osteers 1084 (1) For the purpose of prevent- pore Joris ing the congestion of goods in any King’s from, 08 oe warehouse or in the customs premises, or . Goober if the Collector considers it expedient, he may by written order require any = | person who has deposited any goods in that warehouse or in such pretties to |, Femove them therefrom and deposit them in'such other place within the customs . premises as may be specified in the order - ‘within the period speoiied thereta. ‘@} A person who does not comply with 2 . . ‘ .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "ao 10 Customs (Amendment) Act, No. 29 of 1958. : an order issued to him under sub-section . * () shall be liable to a penalty of one + Basta rupees... Amines ot 20, Section 121 of the principal enectment is tein Mot hereby amended by the substitution, for the words meiaict” —_\"* on euch goods,”\", of the words “on such goods or for any other purpose relative to the customs,”. Teeetion of oon. 24. ‘The following new section is hereby inserted HESIEL\" “immediately -after section 195, and shall bave effect ‘enacttpet, as section 135, of the principal enactment :— : TP 1954, If any mn throws over- Sone, board any goods ome ship for the cman of : + purpose “of” preventi seizure ‘foot, ae Bheteot, he shell be galey of an offence ' ‘and liable to a fine not exceeding one an thousand rupees; and if, in a prosecution . for-any such ofance, itis proved to the » Satisfaction of the court that goods were “thrown overboard while any officer of customs was on board in exercisa of the powers conferred by section 65 or section 116 or section 185 of this Ordinance or in the course of an attempt by an officer . . of costoms ta seize the goods, it shall bo . ~ presumed unless the contrary is proved an that they were so thrown overboard for . ‘ the purpose of preventing seizure.”” Toretioa stun 22. ‘The following new section is Leneby inserted Go ocet in immediately after section 138a, and shall have effect stdask” as section 1888, of the principal enactment: —~ : y.omienet © 188n. If any person faila to pay an} igor aum of money which he, under this Ody, wom\"? nance, has forfeited, oF beoomes Hable to forfeit or to pay as e penalty, the officers of customs may refuse to pass any goods which that person imports or brings into so ‘or is seeking to export-or take out of ~ *. Ceylon until that sum is paid: . Provided that nothing in the: i provisions of this ssotion shall el : to prohibit the recovery of such sum by + *, the Collector under any. other provision of law.”, Antedmat of 28. Section 140 of the principal enactment is here- 440 by amended by the- substitution, for the words ‘ any ccurct' -  pott ahall ”, of the words “* any port or of the territo- + ial waters of Ceylon shall”, -",
    "mean_p_confidence": 0.72
  }
]