[
  {
    "i_page": 1,
    "par_num": 5,
    "text": "PARLIAMENT OF CEYLON",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "ist Session 1953 aN Beene Local Authorities Elections (Amendment) Act,”",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "No. 25 of 1953 Date of Assent : April 25, 1958",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": ". Printed on the Orders of Government .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "Pan '.Oa.cpion i, Pas Sm, Pe + PR ee Neca ca Price : 30 cents Postage: 10 cents .",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Local Authorities Elections (Amendment) § - Act, No. 25 of 1953. LD. F sal. Aw Acr 70 antexp Tux Loca Avronintes ELECTIONS Onpinance, No. 53 oF 1946. [Date of Assent: April 25, 1953.)",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1, This Act may be cited as the Local Authorities — stort tl. Elections (Amendment) Act, No. 25 of 1953.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2. Seotion @ of the Local Authorities Hlections Astodment of Ordinance, No. 53 of 1946 (hereinafter referred to as Grisucr “the principal enactment\") is hereby amended ag %o Sof sub followa:—",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(2) by the repeal of sub-section (1) of shat section and the substitution therefor of the following new sub-section :-—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "on “ (1) No person chal! be qualified to vote at any election under this Ordinance of a member of a local authority unless hia name is entered in any parliamentary. register for the time being in operation.’””;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(2) by the repeat of sub-sections (2) to (8) (both inolusive) of that section; and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(8) by the omission of paragraph (6) of sub-section (@) of that section.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "8. Section 7 of the principal enactment is hereby Replacement ot repealed, and the following new section substituted ‘Seni! therefor :— Tinroeet, neni of 7. ‘Every person— oPatttoeat (a) whose name is entered in any . Sree parliamentary register for the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": ". time being in operation for any electoral district; and :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "() who Was on the date’ of the commencement of the pre patation or revision of that Parliamentary register. resi",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "+ dent in any’ ward which is situated wholly or partly within the electoral district,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "SLR Ramaespn",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "4 Local Authorities Elections (Amendment) set, No. 25 of 1958. shall be entitled to have his name entered . in the electoral list of that ward: Provided, however, that a person who is disqualified by paragraph (a) of sub- section (6) of section 6 shall not be entitled to have his name entered in the electoral list of any ward of a village : area. Hope of 4. Section 8 of the principal enactment is hereby marae vepeated. pene . Panciacet, Recent 5. Section 0 of the principal enavtment is hereby Revprcpai’ repealed, and the following new section substituted eonetment. therefor :— * fener) 9. Every person who is not disquali- err... fied’ as s provided by wection, 10 shall be qualified at any time for election as 8 member for any ward of an electoral area if—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(@ he was, on the date of the com- mencement of the preparation or revision of the Parlia~ mentary register for the time",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ". being in operation for any electoral district in which that electoral area or any part thereof is situated, quatified to have his name entered in that register; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "() he was, on the date aforesaid, resident in that ward or any",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ": other ward of the same electoral area.” Amendment of &. Section 10 of the principal enactment is hereby tealen 19 of St amended as follows: — pene enactment. (2) in sub-section @)— (a) by the substitution, for paragraph (a), of the following new paragraph! —",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "** (@) ig not 2 citizen of Ceylon, or if he is by virtue of bis own",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ": aot, under any acknowledg- ment of allegiance, obedience or adherence to any foreign Power or State which is not",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "+. a member of the Common- wealth; or’;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Local Authorities Blections (Amendment) 3 Act, No. 25 of 1963.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(0) by the substitution, for paragraph (9), of the following new paragraph: — “© @) is, under any law in force in",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Ceylon, found or declared to be of unsound mind; or”;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(c) by the substitution, for paragraph {3},",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Oty OF he following new Paragraphs “(i ig serving a sentence of",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "imprisonment for an offence punishable with imprison- ment for a term exceeding twelve months or is under sentence of death or is serving a sentence of imprisonment awarded in lieu of execution of a sentence of death; or”;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(@) by the insertion, immediately after paragraph (i), of the following new paragraph :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "\" @ is a member of the Local ernment Service _con- stituted by the Local Government Service Ordi- nance, No. 43 of 1945, or ”; and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(0) by the substitution, for paragraphs (j) and (4), of the Glowing new paragraphs: —",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "«is dingualifed from being elected, or from sitting or voting, aa a member of any local authority by reason of the operation of sub-section (LA) of this section or section 81 of this Ordinance; or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "4%) ia disqualified by section 5 of the Public Bodies (Pre- vention of Corruption) Ordin- anos, from being elected, or from sitting or voting, as a member of a public body as defined in that Ordinance, by reason of a conviction, or of afinding of a Commission of Inquiry, referred to in that",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": ". section; or”;",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "& Local Authorities Llections (Amendment) Act, No. 26 of 1953.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "{2} by the insertion, immediately after aub- section (1) of that section, of the following new sub-section: —",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "“ (LA) A person shall, at any time, be dusqualified from being elected under this Ordinance, or from sitting or voting, as a member of any loenl sathority if such Person at that time—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(@) is incapable under any provision in that behalf in the Ceylon Garis.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": ": mentary Elections) Order in Council, 1946, of being elected or appointed 8 a Senator or Member of Pa:lia- ment, by reason of any conviction referred to in such provision, or by reason of the report of an election judge in accordance with that",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "@) i ds nalified b h. (&) of aub-",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "is diequalified by paragraph (&) of aub- section (8) of seeuion 19 of the Ceylon (Constitution) Order in Council, 1948, for being elected or appointed as a Senator or as a Member of the House of Representatives, or for sitting or voting in the Senate or in the House of Representatives, by reason of an adjudgment referred to therein. ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(3) in sub-section (2)—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(a) by the substitution, for the expression ‘© provisions of sub-section i.” of the expression “provisions of sub- section (0) and eub-seetion (1A),”5",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(0) in paragraph (5), by the eubstitution. for the words “ Ordinance; or ”, of the word “ Ordinanca,”’;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(©) by the omission of paragraphs (c) and @); and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(@ by the omission of the words ‘or conviction, as the case may be. *”;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(4) by the repeal of sub-sections (8) to (5) (both inclusive) of that section; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(8) in sub-section (6) of that section—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "{@) by the substitution, in paragraph (2), - for the expression “ provisions of sub-section (1), ’, of the expression “ provisions of sub-section (1) and sub-section (1A), ”; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "{b) by the omission of paragraph (B).",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "Local Authorities Elections (Amendment) 7 Act, No. £6 of 1958. : .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "7, Section 18 of the principal enactment is hereby Aunémeat of amended in paragraph (a) of sab section @ ofthat. foegpet section, by the substitution, for the word “May ”, of ‘metic. the word “* June”. :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "8. Section 15 of the principal enactaient is hereby Ameatmen of amended in sub-section (2) of that section, by the ‘ten. of the substitution, for the word ‘May, of the word fucken. “June”,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "9. Section 16 of the principal enactment is hereby Ameoinen ot amended as follows: : foc",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "Sneeleat, (1) hy the repeal of sub-section (8) and the subs- titution therefor of the following new sub- section: — “© (3) For the purpose of fociliteting the preparation or revision of elector: lists under this Ordinance, the Commis- sioner of Parliamentary Elections shall cause to be furnished to the Commissioner from time to time all such information as may have been obtained by or on behalf of registering officers as to the places of resi- dence of persons whose natties are entered in the Parliamentary registers for the time being in operation.” (2). by the re-numbering of sub-section (4) as sub- section (7); and (8) by the insertion, immediately after the new . sub-section (3), of the following aew sub- sections: — ‘« (4) For the purpose of preparing and revising electoral Hite under this Ortun. vet ance and of determining whether the name = * \"Vu.\" of any person should be entered in or ahh erased from the liste, an Elections Officer shall have regerd to ‘any information furnished to the Commissioner under sub- section (3), and may, in addition, make such honse to house or other inquity ag he may deem nevessary either by himself or through » person authorised by him in that behalf: For the porpose of such inquiry the Elections Officer may require any house- holder or any person owning or occupying any land or premises in his district or the ' agent of auch person to-give in such form ag may from time to time -be provided by",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "8 Local Authorities Elections (Amendment) Act, No. 26 of 1953.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "BOE the Commissioner any information in the : . osotsaion of such person or agent which re Elections Officer may require. Any",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "notice requiring information under this",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "na sub-section may be sant by ordinary letter",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": ".. post to the person from whom the informa-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "fo tion is required or may be delivered to him or to an adult member of his household. _",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(6) Every person who, being in",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": ". possession of any information required under sub-section (4) of this section, fails ” to give ench information to an Elections Officer or to any person authorised in that behalf by the Elections Officer or wilfully gives any false information, shall be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be liable to a fine not exceeding one hundred rupees.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(6) Every person who is authorised under this section by an Elections Officer and who wilfully suppresses, or wilfully",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": ". Makes any ‘incorrect representation or communication or record ot return of, any . information relevant for determining whether the name of any person should or should not be entered in or erased from the electoral lists, after such information has been furnished to or collected by him, shall be guilty of an offence and shall, on con- vietion “after summary trial before o Magistrate, be liable to & fine not exceeding one hundred rupees.””. Amenowot ol 40. Section 19 of the principal ensctment is hereby principe amended, by the addition, immediately after sub- votes, section (5) of that section, of the following new . sub-sections:-—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "* (@) Every person who wilfully makes a false statement or declaration in any claim or objection. or at any inquiry held in connection therewith shall be guilty of an offence and shall, on convie- tion after summary trial before a Magistrate, be liable to a fine not exceeding one hundred rupees. _\"(®), The Elections Over shall keep order af any inquiry held ander this section into any claim or objection, “and shall regulate the number of persons to he admitted at a time, and may exclude all persons; except the claimant and persons who desire to oppose the claim or, as the.case may be,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "Local Authorities Elections (Amendment) 9 Act, No. 26 of 1958.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "the objector and the person in regard to whom",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "the, objection is made, the potice ofcars on duly, ~",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "and other persons officially employed for the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "purposes of the inquiry.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "@ If any person misconduots himself at any inquiry held under this section into any claim ot objection, ot fails to obey the lawful orders of the Elections Officer, the Elections Officer may canse him to be removed forthwith from the place at which the inquiry is being held by any police officer or by any other person authorised in writing by the Elections Oficer.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "(8) Any person removed from a, place at which an inguity is being held under this seetion—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "{a} shall not, except with the permission of the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "Elections Officer, be allowed to enter that . place again during the inquiry; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "{b) may, if he is charged with the commission of",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "any offence in that place, be kept in custody until he can be bronght before a Magistrate.”’,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "44. Seotion 28 of the principal enactment is hereby  Amodmert ot amended ae follows: y fae {1) in eub-section (2), by the substitution, for the “™=™e\" word March”, of the’ word",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "“ February '\"; and (2) by the addition, immediately after sub-section (4) of that section, of the following new sub-section: — . “ () Nothing in thie Qniinance shall be deemed to. prohibit oa, Elections Ofer, before certifying any electoral lista, from correcting any clerical error which appears to him to have been made therein.””.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "42, Section 24 of the principal enactment is hereby Amepésrent of amended, by the substitution, for the expression foe section 28 (3)””, of the expression “section 23\". ‘scien.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "418. Section 26 of the principal enactinent is hereby Amigest, of amended in sub-section (hot that section as follows:— Saget",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "(1) im paragraph (o), by the substitution, for al] Sessimeet.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "the words from “ be held” to the end of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "that paragraph, of the following: — ‘ be held within the period of three months : preceding the, date on which the . tarm of office of the members who are : to be elected is due to commence;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": ": or”; and",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "19 Local Authorities Elections (Amendment) Act, No. 25 of 1953. in paragraph (), by the substitution, for all a The words Qu ig be held ** to the end of that paragraph, of the following :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "* he held within the period of five months preceding. the date on which the term of office of the members who are to be elected is due to commence.”",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "Ammiocs ot 14, _ Section 27 of the principal enactment is hereby",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "pundpat amended in sub-section (1) thereof as follaws:—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "‘soactueat, (1) in paragraph (a) of that sub-section, by the substitution, for all the words from “ The notice shall state’ to the end of that paragraph, of the following: —",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "“The notice shall state, as respects each ward of the area, the date on which, and the place at which, candidates for election must be nominated. Such date shall—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(i) where the area is a municipality or a town, be a date not earlier than fourteen days or later than twenty-one days from the date of the publi- cation of the notice; or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(ii) where the area is a village area, be a date not earlier than fourteen days or later than twenty-eight days from the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": ": date of the publication of the notice.” ; and (2) in paragraph (¥) (ii) of that sub-section, by the substitution, for the word ‘' March \", of the word “ February’. Awendiaent of 15, Section 44 of the principal enactment is tacmi'™ hereby amended by the sobstitation, for the first tment. - Proviso thereto, of the following new Proviso:—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": ": « Provided that if any person, who by reason of his conviction of a corrupt practice or an illegal practice or by reason of the report. of an election judge, or by reason of his conviction of an offence under Section 52 or Section 63 of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "” the Ceylon (Parliamentary Elections) Order it Council, 1946, or by reason of the operation of Section 44 of that’ Order, is incapable of voting at any election under that Order, votes at any",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "Local Authorities Elections (Amendment) 11 Act, No. 25 of 1958.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "election under this Ordinance, +he shall be guilty",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "of an offence and shall, on conviction after",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "summary trial before a Magistrate, be liable to , a fine tot exceeding five hundved Tupess or, to",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "imprisonment of either description for a period",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "not exceeding six months:’”.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "16, Section 48 of the principal enactment is hereby Ameaduen: of amended by the substitution, for paragraph (@), of uote the following new paragraph :— Enacient,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "“\"(@) shall contain a list of the candidates in English, Sinhalese and Tamil, described, subject to the provisions of section 60, at in their respective nomination paper, end arvanged alphabetically in English in the order of their surnames or ge names, and, if there are two or more candidates with the same surname or ge name, of their other names; ”’.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "17, Section 58 of the principal enactment is hereby Apindment ut amended in sub-section (3), by the substitution in precml",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "» paragraph (a), for the words ‘either embossed ’*, of fmcimest, the words “either stamped, embossed\", smth the following new section is hereby invented, tee immediately after section 694, and shall have effect ty \"ES as section 698, of the principal enactment: — paced Names of 69e, Immediately before the adjourn- 7 ment of any election on nomination day .  toenable a poll to be taken, any candidate . | may, by writing under his hand, indicate to the returning officer which of his names mentioned in the nomination paper he desires should be omitted and which should be specified by initial only; and for the puzposes ofthe election the names which the candidate desires to omit may be omitted and an initial may be used in, place of each name which he desires should be specified by initial.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "49, Section 78 of the principal enactment is hereby Augodment, of amended es follows: ree",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(@) by the repeal of sub-section (2) of that section; “™\"\"™*",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": ". an .",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(®) by the re-numbering of sub-section (1) of that",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "section as section 78.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "42 Local Authorities Elections (Amendment) Act, No. £6 of 1958. Replacimest of 20, Section 81 of the principal enactment is hereby see étal he repealed, and the following new section substituted Srectment. therefor :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "Inearcty fr 81. Any person who is convicted of - Sietios. an offence under the provisions of any of the following sections of this Ordinance, . namely, sections 75 to 80 (both inclusive) shalt, in addition to any other penalty to . which he may be liable for that offence, . he disqualified for a period of five years reckoned from the date of such convic- tion, from being elected or from sitting or voting, as a member of any local",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "authority. Amendunent of 24, Section 88 of the principal enactment is horeby waintate amended as follows: — : ‘seta, (1) by the insertion, immediately after the definition of the term “‘ district”. of the",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "following new definition:—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "«electoral district *' has the same mean- ing ae inthe Ceylon (Parlianentasy Elections) Order in Council, 19463\"; and",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "(2) by the insertion, immediately after the defini- tion of the term “ municipality °\", of the following new definition : —",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "‘ “parliamentary register for the time being in operation” means any register of electors for the time being in’ operation under the Ceyton {Parliamentary Elections) Order in Council, 1946;”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "Ropbemtot 22. The First Schedule to the principal enactment he Ries is hereby repealed and the following new Schedule Schndule to 4 the iB the pineipat aubstituted therefor :— seinen. “ Finer Somzouts. {Section 29 (4) ) . Form of Nemination Paper. Nomination paper for the csccssseessnetennsesesncssetnsntrs vweard of the alectoral area of the arrcaccn senses (Municipal Council/Urbsn Council/Town Council/Village Conmitteo. 1. Name of candidate in full: sesenenncanesecneennantt Give name, Christian 4 geo other nomen in 5 sumame or ge . ‘tame frst) sesnesnepasgnenanatte",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "Local Authorities Elections (Amendment) 18 Act, No. 25 of 1958.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "2 Address: esas aeepspenenennnnee",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "3. Ocoupation: tbereereeaetherntcnenannaes",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "4. Name of proposer in full: coereentseneevrtesousanonsane",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "5. Proposer’s No. and Ward .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "in electoral list: see ceacemmeseenaneacaneneteass .",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "6. Name of seconder in full: ans ceeen cane nen enanenranentant",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "7. Seconder's No. and Ward",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "in electorel list: see rtessannanesenanemeaeeneaes",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "Signature of Proposer. Signed by the above-named 1... cscs ecene nee etsareneeneens {proposer} in my presence Un vnvnone nomen GAG Ob {3 Justica of the Pence ot Commissioner for Oaths or",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "Notary Public). .",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "Signature of Seconder. > Sigued by the above-named ....ccscscsessssseecencneenestegne (seoonder) in my presence Eis vioscsseresccsccscrecseersenes Bay Of (A Tustion “of the “Beace or ‘Commissioner for Onthe or",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "‘Notary Public).",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "The above artioglara must be printed also in Sinhalese and Tamil.””",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "28. ‘The Third Schedule to the principal enact- Berens ot ment is hereby repealed and the following new Schedule “sd, Setus, substituted therefor: — toncteeat.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "“Tan Scprpuis. . (Section 48) Porm of front of ballot paper. Counterfoil No. \") AMARASINGHE, JAMES * Note: Pe Gounterfoll is rr ave & number tol + correspond with that JANSZ, HECTOR on the back of the) << ballot paper. MAKEEN, M. M. ~ Candidates’ names must be]",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "printed algo in Sinhalese and) ———————_",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "Tam, RUTNAM, K. «",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "* Hero print distinetiva symbol allotted to the candidate.”.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "14 Local Authorities Elections (Amendment) Act, No. 25 of 1968. . Sains a 25, Where, in the case of any person who is a sealieaton of member of any locel authority at the date of the com- iat Tnencement of this Act, any question arises, at any antbevitey time during the term of office of the members of that. rote, local authority in office at the date aforesaid, as to + ‘whether or not such person is qualified to be a member of thet authority, then, notwithstanding anything in the proceding provisions ofthis Act, that question shall be determined in all respects under and in accordance with the written law in force immediately prior to the date of the commencement of this Act and in like manner as though this Act had not been enacted. ‘Teanaiionel 28. Notwithstanding anything in this Act, sections Wie'ecion. 6, 7, 8, 44, 78, 81 and 88 Of the principal enactment shall, in the case of avery election of a member for any ward of a local authority which may be held prior ta the date on which the electoral list of that ward is . first certified after the date of the commencement of this Act, apply as though those sections had not been amended by this Act.",
    "mean_p_confidence": 0.87
  }
]