[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC . SOCIALIST REPUBLIC OF SRI LANKA SCHOOL DEVELOPMENT BOARDS ACT, No. 8 OF 1993 . [Certified on 26th Fobruary, 1993] . Printed on the Orders of Government . Published as a Supplement to Part 11 of the Gazette of the Democratic Socialist Republic of Sri Lanka of February 26, 1993 PROTED A THE MEAETMEE OF GOVERRAGGT? PROTON, ARE AMA Wim Tarcmanm ar Gan cormmnamr Pomicamons Pom, ouaum> Price: Re 1200 - . Postage; Re. 1.80 :",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": ": School Development Boards : : Act, No, 8 of 1903 . [Certified on 26th February, 1999)",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "L, D—O. 104/92,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "At Act 70 provine Fon THE Esrastisnamner or Scuoot Devaiorment Boanbs ; AND FOR MATTERS CONNECTED ‘THERE- ‘WINE OR INCIENTAL THERETO BE it engeted by the Parliament of the Democratic",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Socialist Republic of Sti Lanka as follows: —",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "1. This Act may be cited as the School Development Stott ste : Boards Act No. 8 of 1992, und shall come into operation MSSue “4 on such date ax the Minister may appolnt by Order published in the Gazette (hereinafter referred to as the “appointed date”). :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2 ‘here shall be established, with effect from the  Bsablish~ appointed date, a School Development Boatd (hereinatter Zehoo! - referred to as a“ Board”) for every school. Development",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "‘Boards. 3. A Board established for a school shall consist of— Constitutions (a) the following ex officio members, namely, the Bevelopment Principal of that schoo!, whio shall be the Chairman O™4* of the Board, and the Senior Deputy Principal of that school ; (W) the following other members— . : @) three teachers of that school, elected by secret ' ballot by the teachers teaching in that school at a meeting of such teachers summoned for the purpose by the Principal or in his absence, the Senior Deputy Principal of that school, or where the number of teachers teaching in that school is three oF less than three, sll the teschers teaching in that ~ - school, Where the number of teachers 29 elected is less than three, the other members of the Board shall elect or nominate to the Board such number of members as are required to make up the difference between three and the number of teachers so elected, from among the parents of pupils of that “school, past pupils of that school and wellwishers of the school community, endeavouring to ensure, as far es practicable, that oll such categories are equally re- presented on the Board : ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "2 School Development Boards ‘ Act, No, 8 of 1993 .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(di) three parents of pupils presently studying in that school, elected by secret bellot at @ meeting of such parents summoned for the purpose by the Principal or in his absence, ‘the Senior Deputy Principal, of that school, A legal guardian of a pupil studying in that school shali be deemed to be @ parent of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ": that pupil for the purpose of this section $",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(ii) three past pupils who are members of the Pest Pupils Assoclation of that echool, elected by secret ballot at a general meeting of the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Past Pupils Association, or where there it no puch Past Pupils Association of that school, three past pupils of that school elected by secret bailot at a meeting of such past pupils summoned for the purpose by the Principal or in his absence, the Senior Deputy Principal, of thet school, Where there are’no such past pupils or the number of past pupils present are inadequate for the purpose of holding an election, the otner members of the Board shell elect or nominate to'the Board, three members from among the teachers of the schocl, parents of pupfla of that school and the wellwishers of the school community, endeavouring to ensure, ‘as far as practicable, that all such categories are equally represented on the Board ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "iv) a person elected by the members of the Board to represent the wellwishers of the school community.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "In electing or nominating members to a Board established that achool shall endeavour to ensure, that as far o% ‘he parents of the pupils of that school and past pupils of that school shall endeavour to ensure, that as far 38 Frecticable, both sexes are equally represented on the Board,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "A member elected or nominated under this paragraph, is hereinafter, referred to ag.an “ olected member”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "School Development Boards - 3 : Act, No. B of 1983 4. A person shall be disqualified from being elected or Disquall- Nominated ot from continuing sg a member of a Board Aston for ‘tablished for a school it he— ™ (@) 4s a Member of Parliament, a Member of a Provincial Council, or a member of a local authority 5 (0) is under eighteen years of age ; (c) is under any law in force in Sri Lanka or any other country, found or declared to be of unsound mind 5 {@) is a person who, having been declared an insolvent, or a bankrupt under any law in force in Sri Lanka or in any other country, is an undischarged insolvent or benkrupt ; (¢) ina person on whom a sentence of imprisonment (including a suspended sentence) hus been imposed by any court in Sci Lanka or any other country 5 or (f) ds registered as a con{ractor under the Ministry of . the Minister or the Ministry of the Minister in _ charge of the subject of Higher Education or the Ministry of the Provincial Minister for the purpose of undertaking coniracts for the construction of buildings, or the supply of equipment or the provision of services or is the parent, spouse, brother or sister of such person or is a person who Is exaployed by, or has an interest in, a company of a partnership registered with the Ministry of the Minister or the Ministry of the Minister in charge L of the subject of Higher Education or the Ministry of the Provincial Minister for the purpose of undertaking contracts for the construction of buildings, or the supply of equipment or the provision of services or is a parent, spouse, brother or sister of such person, & (1) An elected or nominated member of a Board or tenure of - wub-committre established or constituted for a school may office of Fesign his office at any time by a letter addressed to the Sotee cy Principal or the Senior Deputy Principal of that school. mene of (2) Hf an elected or nominated member of a Board or SU sub-committee established or constituted for a school heewes subsect to any of tha disqualifications set out in ection 4 or is guilty of conduct detrimental to the welfara “",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "4 + School Development Hoords : Act, No, 8 of 1993",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "of the school, the teachers, parents and past pupils of auch school may remove such member from office by a resolution passed at a meeting of the teachers, parents and past pupils of such school summoned for the purpose by the Principal, at the request of at least ten teachers, parents and past pupils, in the aggregate.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(3) An elected or nominated member of a Board of sub- comnmittee established or constituted for a school, who on the thirty-first day of December in any year has iailed to aitend st least one-half of the number of meetings held by that Board or sub-committee, as the case may be, during the period of twelve months immediately preceding that dete or during such part of the period of twelve months, immediately preceding that date, as he was a member of such Board or sub-committee, as the cass may he, shell unless he was absent from any such meeting on the ground of ill health or with the leave of such Board or sub-com- mittee first obtained, be deemed to have vacated his office 43 member of such Board or sub-committee, as the case",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "may be, with effect from the aforesaid thirty-first day of _ December of that year.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(4) An elected or nominoted member of a Board or sub- committee established or constituted for a school, elected. or nominated by virtue of hts being a teacher of the school, shall vacate office as a member of such Board or sub- committee, as the case may be, upon his ceasing to be a teacher of such school.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "\" @) An elected or nominated member of a Board or sub- committee established or constituted for a school, elected ~ \"or nominated by virtue of his being a parent ot guardian of a pupil of that school ehsil vacate office as a member of such Board or sub-committee, ag the case may be, upon his child or ward or the last of his children or wards ceasing to be pupils of such school, . -  @) In the event of the varation of office of an elected. or nominated member of a Board or sub-committee  estrblighed or constituted for a school by reason of death, removal from offiee or other cause, another person may be nominated by the Board having regard #o the provisions of section 3, or nection 9, as the case may be, to act in place of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "7 School Development Boards 5 . : ‘Act, No. 8 of 1993 that member, Any person nominated in place of a member vacating office, shall hold office during the unexpired part of the term of office of the member whom he steceeds,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(i) If any elected or nominated member of a Board: or sub-committee established or constituted for a school te temporarily unable to discharge the functions of his offtce during any period due to ill health or other infirmity or absence from Sti Lanka, another member may be nominat- ed by the Board, having regard to the provisions of section 3 or section 9, as the case may be, to act in his place during such pertod,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(8) Subject to the preceding provisions of this section, the term of office of an elected or nominated member of @ Board or sub-committes established or constituted for 2 school shall he three years, and such member shall be eligible for’ re-election or re-nomination, as the case may be.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "49) No act or deeision or proceeding of a Board or aub- committee established or constituted for a school shall be deemed to be favalid by reason only of the existence of a vacancy atmaang its membera or any defect in the election or nomination of a member thereof,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "8 (1) A Board established for a school shall meet at Meetings gf Jeast once in every two months, Saad",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "@) The Chairman of such Board shall preside at every meeting of such Board, Jn the absence of the Chairrean from",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "+ any meeting of the Board, the Senfor Deputy Principal shall preside at such meeting and in the absence of hoth the Principal and the Senior Deputy Principal from any meeting of the Board, a member nominated by the Prine? pal shall preside at such meeting,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(3) The quorum for any meeting of such Board shall be seven inclusive of the person presiding at such meeting.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(@) Any question arising for decision at any meeting of such Boatd.shall be decided by a majority of the votes of the members present and voting, In the event of an equality of votes, the Chairman of such Board or the Taember presiding at such meeting shall, in addition to his vote, have a casting vote, f",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "6 School Development Boards Act, No. 8 of 1993",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "'@) A special meeting cf such Board shall be summoned by the Seerelary of such Board appointed under section 7 al the written request of at least five members of such Board, within one week of such request being made to the ~ Chairman of such Board,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(8) Subject to the provisions of this Act, such Béard may regulate the procedure with regard to its meetings and the transaction of business at such meetings,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "‘Bocretary 4. There shall be a Secretary for every Roard establish-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "of s Board ed for a school, elected by such Board, A teacher of &",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "for school, school shall be disqualified from being elected as the Secretary of the Board established for that school The Secretary shall, when required to do so by the Chairman ef such Board, summon ail meetings of the Board and shall keep a record of the minutes of the meetings of such Board,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "Functions & (1) The functions of a Bosrd established for a schon",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "Of a Board. — ghall be to advise and assist the Principal of in hls absence, the Senior Deputy Principal, of such school, in matters connected with the development of the school and—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(2) to assess and assist in the current needs and per-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "rts formance of the school, t¢ secommend relevant improvements to academic curricula and modes of teaching to the National Institule of Education and to promote greater collcboration among parents, teachers and students of the schoo! j {by to promote sports snd reefeationsl, literary, aesthetic, social, vocational and other extra curricular activities in the school ; fe) to promote cultural, retigious (neluding inter-cultural and jinter-religious) and moral acti- vities in the school ; . (@) to assist in the development and maintenance of the infrastructure of the school ; () 10 assist in the improvement and expansion of facill- ties of the schoal, with regard to Ubreries, educa- __, tional equipment and other alds to learning ; 4f) to ascertain the requlrements of the school for school » books, mid-day meal stamps, student unfforma and : ~vtorelfest the distribution thereof ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": ": Schoo! Development Boards . Act, No, B of 1993",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "{g) to foster and strengthen the welfare activities of the school community, with a view to preserving ita identity and traditions ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "{h) to interact productively with the media so as te enget- der a cohesive relationship between the school, on the one hand and the community and religious ingututions ou the other ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "@) to assist in the maximum utilization by the school, of ‘state allocations and contributions from the com- munity, and to take necessary steps for the propor disbursement thereof;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "@) to assist in the development of the personality of the’ - pupils of the school with a view to inculcating in them, a spirit of caring for, and sharing with the members of the school community, team work and . organizational ability.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(2) Nothing in subsection (1) shell be deemed to autho- Tize a Board established for a school, to require the Princi- pal of that school, to make any particular decision relating to any academic, administrative, personnel or disciplinary matter of the school.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "9. (1) Subject to the provisions of subsection (6) ther® gs. shall be constituted for every school, the sub-committees committees, sperified to the Schedule to this Act. The function of each mub-committee so constituted shall be to make recommenda: tions to the Board established for that school in respect of the matters assigned to that sub-committee by that Schedule,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(2) Each sub-committee constituted for a schoo! shall consist of at least three members and shall include as far 68 Practicable # teacher of that school, a parent of a pupil of that school and a past pupil of that school.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "” (3) Save as provided in subsection (7), a member of a Board established for a school shalt not be qualified to be elected or nominated as a member of a sub-committee cons- ‘tuted for that school under this section.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(4) The members of each sub-commftten shelt be elected <= i\" * tat the meetings held respetively, under sub-paragraph (1),",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Ai) and (iti) of paragraph (0) of section 3 for the election of members for the Board established for that school,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "8 School Development Boards . ‘Act, No. 8 of 1993",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(S) The Boacd established for any school may increase the thembership of any sub-committee canstituted for that school if it is of the view that the activities of such sub-com- mittee are such that it requires additional members, In in- creasing such membership, the Board shall endeavour to ensure that the teachers of that school, the parents of the pupils of that school and the past pupils of that school are",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": ": ‘equally represented as far as practicable on such sub-comt- mittee. :",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(6) Where there is un insufficient number of persons available to constitute any sub-committee for a school oF where the activities of a school are such that they do net require the constitution of oll the sub-committees specifled iti the Schedule to this Act, the Board established for that school may constitute such number of sub-committees #s are commensurate with the activities of the school, and shall re-sssign the functions of the sub-committees specified in the Schedule to this Act, among the sub-committees 50 constituted.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(2) A member of the Board established for a school, nominated by such Boatd, shal? preside at every meeting of a sub-committee constituted for that school,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(8) A sub-committee constituted for a school shall meet at least once a month,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(®) The quorum for any meeting of a sub-committee constituted for a school shall be three inclusive of the ‘Chairman, (20) AU recommendations and decisions of any sub-com- mites constituted for a choo! shall be submitted to the Board established for that school for its consideration, Schenk ng _ Jt _ (0) Every Board established for a schoo! shall main Develotent tain a Fund to be called the School Development Fund.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": ": (2) There shall be paid into the School Development Fund maintained by such Board, all such monies as may be teceived by such Board from the Government or any Pra- vinelal Council, all monies heing levied by such school 29 facilities fees prior to the appointed date all monies sollected from projects held tn sid of such schoo! and such voluntary contributions sa may be received by such",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "Board from wellwishers of the school.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "School Devetopment Boards ry Act, No, 8 of 1998",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(8) All such monies and contributions pald to the Schoot Development Fund maintained by such Boacd under sub- section (2) shall be deposited in any licensed Commercial ‘Bank within the meaning of the Banking Act, No. 30 of 1988, in the name of such Board,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "@) A Board established for a school may, subject ta the guidelines, {f any, laid down by the Appropriate Eduea- tonal Authority, utilize the monies in the Schoo! Develop- ‘ent Fund maintained by (t for the development of that school.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "48) Every contribution made to the School Development Fund maintained by such Board shall be deemed for the purposes of the Inland Revenue Act, No, 28 of 1979, to be a donation made in money to a Fund established by the Government,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "18. (1) There shall be a Treasurer for every Board esta- ‘Troamwer af Dlished for a school, elected by the Board, from among the “+ Bead. Tmembers of ihet Board elected under sub-paragraph (i) of Paragraph (b) of section 3.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(2) The Treasurer shall cause proper books of accounts to be kept of the receipts ani] expenditure of the School De- velopment Fund maintsined by the Board under section 10, and of all other transactions of such Fund ; and all such hooks of accounts shal! be open for inspection by the officers of the Ministry of the Minister or the Department of Education or by the officers of the Ministry of the Provincial Minister or Provincial Department of Education.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(8) All cheques for the withdrawal of monies to defray any expenditure approved by a Board established for a school shall be signed by the Treasurer and the Chairman or the Secretary of such Board.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(@) All accounts of the School Development Fund main tained by the Board under section 10 chall be audited annu ally by an Auditor appointed by such Board, The accounts ‘of much Fond shall be submitted to euch Auditor by the ‘Treasurer of such Board within two months of the close of the calender year to which the audit relates and such Audi- ‘tor shall submit a report relating to such audit to the Board",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": ": within four months of the close of that calendar year and ‘the Board shall submit such audited accounts within & = * month of the receipt thereof by the Board to the Appropriate ‘Bducational Authority. f",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "0 School Development Boards . Act, No, 6 of 1993 : (8) Nothing in this section shall be read or construed a8",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "derogating from the powers conferred on the Auditor-Gene- yal by any written law.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "Bigotution | 42, (1) Where the Appropriate Educational Authority #3",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "fewmsmuben, *tisfied that Board established for a school under section 3 is not discharging the functions assigned to it by this Act or is not effectively discharging such functions, he may, bY ‘Order published in the Gazette, dissolve such Board and shell cause a new Board to be constituted for that school i accordance with the provisions of section 3.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "(@) In the event of a dissolution of a Board established for a schocl, the Provincial Director of Education in the case of a specified school ana the Divisional Deputy Director of Yducation in the ceso of any other school, shall discharge the functions assigned to suen Board by this Act, until such time as a new Board is constituted for such school.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "Regulations, «13, (1) The Minister may make regulations for the pur : pose of carrying out or giving effect to the principles and Provisions of this Act, (2) Every regulation made by the Minister shall be pub- Ushed in the Gazette and shall come into operation on the . date of such publication or on such later date as may be specified in such regulation, (8) Every regulation made by the Minister shall, as soot ‘2 convenient after its publication in the Gazette, be brought ‘before Parliament for approval. Any regulation which ts ‘not 80 approved shall be deemed to be rescinded as from the date of disapproval, but without prejudice to anything pre- viously done thereunder. (4) Notification of the date on which any regulation made ‘by the Minister fs so deemed 1o be rescinded shall be publish ed in the Gazette, ‘renrttonal 4. (1) Where there is on the appointed date in ony sronmen. school, & School Development Board and sub-committees ‘establithed or constituted In # manner similar to that pro - vided in this Act and such Boards or sub-committees are",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "Tecognized in writing by the Anoronriate Educatlonal Autho» *",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "rity, such Boards and ah-committees shall bedeemed to",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "have heen established and constituted under the provisions -",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "of this Act, nes *",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "School Derelopment Boards n Act, No. 8 of 1993. (2) Every member of a Board or sub-committee recogniz- ed under subsection (1) and holding office on the appointed date, shall continue to hold office in such Board or sub- committee, asthe case may be, for a period of three years ealoutated, from the appointed date, * (3) The Appropriate Educational Authority may give such directions, not inconsistent with the provisions of this Act, as appear to him to be Necessary or expedient to enable any such Board or sub-committee to discharge the functions assigned to a Board or sub-committee by this Act. 18,_ In the event of any inconsistency hetween the Sinhala _ Sinhala text and Tamil texts of this Act, the Sinhela text shall prevail. {2 Estee inconsisieney- 16, In this Act, unless the context otherwise requires— Tatgreree “ Appropriate Educational Authority\" in relation to— (2) & specified school, means the Secretary to the Ministry of the Minister or any officer autho- sized in writing by such Secretary ; and {b) any other school, means the Sectetary to the Ministry of the Provincial Minister or any . officer authorized in writing by such Secre- tary; “Divisional Deputy Director of Education” means the officer in charge of Education in a Division of a Pro- vinee, under the Provinelal Director of Education ; “local authority\" means any Municipal Council, Urban Councii or Pradeshiya Sabha snd includes any authority created end established by or under any law to exertise, perform and discharge powers, . duties and functions corresponding to or similar to, the powers, duties and functions exercised, per-  ~ formed and’ discharged by any such Council or Sabha; “Minister” means the Minister appointed under Article 44 of the Constitution to whom the subject of Edu- cation hus been assigned ; a “Provinelal Council® means @ Provincial Council esta blished by Article 1544 of the Constitation ; “Provincial Director” means the officer in charge of Eau~ cation in a Province; f",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "@ School Development Boards ‘Act, No, 8 of 1903 “Provincial Minister\" means the Minister of the Board of ‘Ministers of a Province to whpm the subject of Edu- cation has been sssigned ; “Senior Deputy Principal” includes a member of the tea- ching staff of a school who is authorized by the Principal of thas school or appointed by the Appro- priate Educational Authority, to petform the duties « Of the Principal of that school, in the absemtce of the Principal ; “‘school” means 4 State school ; . ., ~ speelfied school ® means school classified as a National School by the Secretary to the Ministry of the ‘Minister. SCHEDULE (Section 9 (a) Eoueational Development Sub-Committee ‘To make recommendations on matters referred to in sec~ ton 8(a). (©) Concurrienlar Activities sub-committen ‘To make recommendations on matters réferred to sec tion 8 (0). .  (@) Moral Development sub-committee * ‘To make recommendations an matters referred to in section & {c). (a) Physical Resaurces sub-committee =.” ‘To make recommendations on matters referred to 10 section 8(2). («) Library and Edueations] Equipment aub-committee To moke recommendations on matiers referred te In section B{e), i 4) School books, Mid-day Meal and Uniforms sub-committee ‘To make recommendation on matters referred to In saotion 8(0). : 7 (g) Welfare and Community Relations sub-committee : ‘Jo make recommendations on matters referred ta in secticn 88). (M) Communications sub-committee — - : ‘To make recommendations on walters referred to in section Ah). () Floance sub-committee . ‘To moe recommendaticns on metiers refersed to 1n sectlon 841), | 44) Student Personstity Development sub-commlttes Ta make recommendation on matters referred to in section 8G).",
    "mean_p_confidence": 0.69
  }
]