[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ae a peer . PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRE LANKA POISONS, OPIUM AND DANGEROUS DRUGS (AMENDMENT) ACT, No. 26 OF 1986 [Certified on Sth September, 1986] Printed on the Orders of Government Published as a Supplement to Part Il of the’ Gazette of the Democratic Socialist Republic of Sri Lanka of September 05, 1986 moron AG 9H AEFARTHOENE OF SOWRDADIT PADD, eI LANKA TO me FORSLeeD A SuR GOVE FORLIOATIONG SONAI OOS Price : 30 cents Postage : 75 cents",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Poisons, Opium, ond Dangerous Drugs (Amendment) Act, No. 26 of 1986 . [Certified on Sth September, 1986] L, D—O. 74/84 Aw Act To AMEND THE Posons, Orrom, and Dangreous ‘Darvas OapnANcE BE it enacted by the Parliament of tha Democratic Soclalist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "1. This Act may be cited es the Poisons, Opium, and Short Dangerous Drugs (Amendment) Act, No, 26 of 1986. Hele,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2, Section 85 of the Poisons, Opium, and Dangerous Ammdment Drugs Ordinance (hereinafter referred to as the “Principal 3205\" lon. enactment\") is hereby amended hy the repesl of mub- Chapter sections (1) and (2) of that section and the substitution ° therefor, of the following subsections :—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "“ (1) ‘The Director may in his discretion distribute raw or prepared opium to registered consumers or registered ayurvedic practitioners as provided for in the Act.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "(2) Such distribution shall be effected through opium officers who shall he—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "{0} public officers in the Department of Health specially appointed by the Director to be opium officers; and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "(b) officers in charge of all hospitals and dispen~ , saries of the Department of Ayurveda appointed by the Commissioner for Ayurveda to be oplum officers,”",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "3, In the Second Schedule to the principal enactment, nfodiseation every reference to the Director, in relation to an opium fi, officer appointed by the Commissioner for Ayurveda, shall Schedute be deemed to hee refermnce to the Commissioner for (Ht, Ayurveda, Eoachment,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "Fe Atmuel subseription of Bia and Lawa of the Porllament Re, 160 (iocal), Be UO (Foreign), payable io the Suremnrmxmet, Goveuracmnr PUCUCATONS Buwmav, Covomso 2, befvre 15th December each year im respect of the JEP",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "following. ‘",
    "mean_p_confidence": 0.46
  }
]