[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". Se PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA CONSUMER CREDIT . ACT, No. 29 OF 1982 [Certified on 18th August, 1982] Printed on the Orders of Government Published as @ Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanke of August 20, 1982 “exci i u0_oeeAKTARIT OF SOMBIE PEDRTING, SEL LEA ‘TO BE PURCHASED AT THE GOVT. PUBLICATIONS BUREAU, coromo ~ Price: Re. 155 © Postage: 13 cents",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": ": 1 Consumer Credit, Act, No, 29 of 2982 + ot es [Cevtified on 18th August, 1962] ‘ L, D0. 16/81, : : AN Act 10 nzinee AND REGULATE THE DUTIES OF PARIIES TO",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "HIRE-PURCHASE AGREEMENTS AND'TO PROVIDE FOR MATTERS",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "‘CONNECTED THEREWITH Of INCIDENTAL THERETO,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sti Lanka as follows :— .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "1. This Act may be cited as the Consumer Credit Act, short ticle ‘No. 29 of 1982, and shall come into operation on guch date agua! as the Minister may appoint by Order’ published in the Gaxette, .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "2. The provisions of this Act shall apply in relation to all Application hire-purchase agreemente entered into in Sri Lanka after Het ‘the coming into operation of this Act.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "Forstarion ana Contents oF Him-puncuase Aqwamcnis",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "3. (1) Before any hire-purchase ageeement fs entered Require into in respect of any goods, the owner shall state in writing -Telating to Yo the’ prospective hirer, otherwise than in the agreement, MIS & price at which the gooda‘may be purchssed by him for Bgreemente, cash (in this section referred to as the “eash price\") :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "Provided that the requirements imposed by this subsee~ tion shall be deemed to have been sufficiently complied with—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "(a) if the hirer has inspected the goods or like goods and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "at the time of his inspection, tickets or labels were",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "‘- attached to, or displayed with, the goods clearly stating the cash price, elther of the goods as a whole or of all the different articles or sots of artictes ‘comprised in the goods ; or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "(b) Hf the hirer hus selected the goods by reference to a",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "catalogue, price list or advertisement which clearly",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "+ stated the cash price, elther of the goods an a whole",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": ". +, oF of all the different articles or sets of artleles",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": ", comprised in the goods, .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "* @) An owner shall not be entitled to enforce a hire-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "Purchase. agreement or any contract of guarantee relating",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "to the agreement ot any right to recover the goods from",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "the hirer, and no security given by the hirer in respect of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "money payable under the hite-purehase agreement or givan 2 e860 -rraenianine",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "2 Consumer Credit Act, No. 29 of 1982.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "‘by a gusrantor in respect of money payable under a contract",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "of guaruntee relating to the agreement shall be enforceable",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "against the biter or guarantor, unless the requirement",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "‘Spectiied in subsection (1) has been complied with, and—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(2) the agrocment ig made and signed by the hirer and ‘by, or on behalf of, all other parties to the agres- ment ; .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "@) the agreement containe—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(@) a statemant of the bire-purchaze price and of ‘the cash price of the goods to which the agreement relates, and of the amount of each of the instalments by which the hirepurchase",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "+ price is to be paid, and of the date, or the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": ": mode of detertnining the date, upon which",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "each instalment ia payable ; (@) a statement of the depostt paid ; and Gil) List of the goods to which the agreement , relates sufficient to indentify them;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": ". c) the agreement contains a notice, which is at least 3 prominent as the rest of the contents of the agree ment, in the terms set out in the Schedule to this Act; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(@) 4 copy of the agreement is delivered or sent to the : hirer within fourteen days of the making of the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "agreement.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "* (8) Where any part of the hire-purchase price fs, or i=",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "to he, paid otherwise then in cash ar by cheque the hire-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "purchase agreement shall contain a description of that part of the hire-purchase price.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(4) A hire-purebase agreement may be enforced notwiti- atending that there bas been a failure to comply with the requirements specified in subsection (1) or in paragraph (®) oF paragraph (¢) or paragraph (d) of subsection (2) or in subsection (3) if the court in which an action iS instituted to enforce. such agreement is satisfied that-sve® failure has not prejudiced the hirer and that it would De just aud equitable in ail the clroumstances of the case 10",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "Consumer Credit Act, No. 29 of 1982 3 Promcnow or Hoes",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "4 (1) Im every hire-purchase agreement there shall be— Wayrantion",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "(a) ax implied warranty that the hiver shall have and conditions, enjoy quiet possession of the goods ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "(b) an implied condition on the part-of the owner that he will have a right to sell the goods at the time - ‘when the property is to pass; .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "{c) an impiied warranty that the goods shall be free from any charge or encumbrance in favour of any third party at the time when the property is to pass.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "(2) In every hire-purchase agreement there shall be an Implied condition that the goods will be of mecehantahle quality but such a condition shall not be implied—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "{@) as regards defects of which the owner could not reasonbly have been aware at the time the agree- ‘ment was made ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "{b) where the hirer has examined the goods or a sample thereof, as regards defects which the examination ought to have revealed ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "(e) as regards defects specified in the agreement whether Yeferred to therein a8 defects or by any other des-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": ". eription to the like effect ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "{@) if the goods are second-hand goods and the agreement contains a statement to that effect,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "(8) Where the hirer whether expreasly in writing or by ‘implication has made known to the owner the particulat Purpose for which the goods are required, there shall be ‘an implied condition that the goods will be reasonbly St for such purpose. .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "“(A) ‘Where the goods are let or agreed to be sold under @ hire-purchase agreement by referene to a sample thera shall bo~",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "{@) an implied condition on the part of the owner that the bulk wilt correspond with the sample in",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "1 quality ; and :",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "* @) an implied condition on the part of the owner that",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "\"' the hirer will have a reasonable opportunity of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "comparing the bulk with the sample,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "4 Consumer Credit Act, No, 29 of 1982",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(S) Where the goods are let ot agreed to be sold under a hire-purchase agreement by description there shall be an. iruplied condition that the goods will correspond with the description ;'and if the goods are let or agreed ta be sold. under the agreement by reference to a sample as well af by deseription it shell not be suflicient that the bulls of the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "“goods corresponds with the saruple if the goods do not cor- respond with the description.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(6) An owner shalt riot be entitled to rely on any provi- sion In a hire-purchase agreement excluding ot modifying ‘he condition set out in subsection (8) unless he proves",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": ". that before the agreement was made the provision wes",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "brought to the notice of the hirer and its effect made clesr to him.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "Jimaitation 5. (1) In this section—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "Binraes (@) “cosh price instalment”, in relation to a hire-purchase instalment, means an amount which bears to the net cash price the same proportion as the amount of the hire-purchase instalment bears to the total amount of hire-purchase price less any deposit a defined in paragraph (6) ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(®) “deposit” means any sum payable by the hirer under the hire-purchase agreement by way af deposit or other initial payment or credited or to be credited to hin under the agreement on account of any such Geposit or payment, whether that sum is to be oF has been discharged by payment of money or by ‘transfer or delivety of goods or by any other means ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(©) “net cash price”, in relation ta goods comprised in &",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "_ . hire-purchase agreement, means the cash price of such goods as is required to be specified in the hire gurchase agreement under sub-paragraph (i} of paragraph (b) of subsection (2) of section 3 less wy deposit as defined in paragraph (2) of thir eubseetion ; Coe",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(& “net hire purchase charges”, in relation to a bire- Purchase agreement for sny goods, means the difference between the net hite-purchese price and the net eash price of such goods ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "Consumer Credit Act No, 29 of 1982 5 (@ “net hirepurchuse price”, in relation to goods comprised in a hire-purchage agreement, means the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "total amount of hire purchase price of suck goods ” a9 Je zequlred to be specified in the hire-purchase agreement under sub-paragraph (1) of paragraph",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(B) of subsection (2) of section 3 less—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "@® any amount which is payable to cover the expenses of delivering the goods or any of them to or to the order of the hirer and which is specified in the agreement as included in the hire-purchasé price ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(8) any amount which fs payable to cover regisira- tion or other fees under any Saw in respect",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": ": af the goods or the agreement or hoth and ‘which is specified ia the agreement as includ- ed in the hire-purghase price ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(ii) any amount which is payable for insurance in respect of the goods and which is specified in the agreement as included tn the hire purchase price ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "Gv) the amount, if any, payable as installation",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": ". charges and which te specified in the agree- ment and included in the hire-purchase",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "Price; (v) any deposit us defined in paragraph (b) ; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(si) any amount peyable as business turnover tax",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "or such other tax ax ia specified in the hire- purchase agreement, being a tax ou the hire \" or sale of the goods; {f) “statutory charges” in relation to a hire purchase agreement, means the amount calculated in accor- dance with the provisions of subsection (2).",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(2) The stétatory charge shall be an amount calculated at auch rate percentage per annum as may be prescribed by ‘the Minister in consultation with the Minister in charge of the mubject of Finance, having regard to the rates at which",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "8 Consumer Credit Act, No. 29 of 1982 ‘the Central Bank lends monies to commercial banks and to the interests of the national economy, in accordance with following formula :—~ sc-nc XR XT 190 ‘Where . SC—represents the statutory charges; ‘NC_represents the nett eash price ; 7 ‘R-xepresents the rate; and ‘T-xepresents the time expressed in years end fractions of years that elapses between the date of agreement and the date on which the Jast hire-purchase instalment is payable a under the agreement, In this subsection, “Central Bank” means the Central ‘Bank of Ceylon established under the Monetary Law Act. (8) Where the net hire-purchase charges in relation to & hire-purchase agreement exceed the statutory charges in relation to such agreement calculated in accordance with the Provisions of subsection (2), the hirer shall be entitled to ‘have his Hability reduced by the amount by which the net hire-purchase charges exceed the statutory charges aforesaid. : (4) Where the hiver is entitled to have his ability re duced by the amount referred to in subsection (3), his Wability shall be reduced by that amount and that amount may be set off by the hirer ageinst the smount that would otherwise be due under the agreement and, to the extent to which it is not 0 set off, may be recovered by the hirer an a debt due to him by the owner, Paming of & Subject to the provisions of this Act, the property 12 Property: ‘the goods to which @ hite-purchase agreement relates shall pass to the hirer enly on the completion of the purchase fa the manner provided in the agreement. Rrats axp Osurcarroxs or um Fioeam Fists of . % @) The hirer may, at way time during the continuance Ee of 2 hire-purchase agreement and after giving the owner wit rebate, hot Jess. than fourteen days’-notice in writing of his’ intex- tion s0.to do, complete the purchase of the goods by peying",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "Consumer Credit Act, No. 29 of 1882 v or tendering to the owner the hirepurchase price or the ‘balance thereof as reduced by the rebate calculated in the manner provided in subsection (2).",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "(2) The rebate for the purposes af subsection (1) shell be equal to two-thirds of an amount which hears to the Idre-purchase charges the seme proportion sa the balance of the hire-purchuse price not yet due hears to the hire- purchase price,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "In this subsection “hire-purchase charges” means the difference between the hire-purchase price and the cash price as stated in the hire-puschese agreement.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "(3) The provisions of this section shall have effect not- withstanding anything to the contrary contained in the iat ‘hlve-purchase agreement, but where the terms of the agree-~ ’ went entitle the hirer to a rebate higher than that allowed - by this section, the hirer shall be antitted to the rebate pro- L ‘vided by the agreement.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "+ & (2) The hirer may, at any time before the final pay- Rightat ment under a hire-purchase agreement falls due, and after Bites ty giving the owner not Jess than dourteen days’ notice in writ- sgreenent ing of his intention so to do and re-delivering or tendering’ fie” ‘the goods to the owner, terminate the hire-purchase agree-!",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "‘ment by payment or tender to the owner of the amounts’",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "which have accrued due towards the hire-purchase pica”",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "and have not been paid by him including the sum, if any, *",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "‘which he is Hable to pay under subsection (Z)-\"° =i",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "(2) Where the hirer terminates the agreement under sub~ section (1), and the agreement provides for the payment fet ‘Of a sum named on account of such termination, the lisbility : b of the hirer to pay that stim shall be subject to the following =\" conditions, namely— we",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "() where the sum total of the amounts paid and the = 7",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "+ amounts due in respect of the hire-purchase price",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": ". immediately before the termination. exceeds one-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "\"half of the hire-purchase price, the hirer shali not",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "be able to pay the sum sonamed; ~~",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "@) where the sum total of the amounts patd and the . amounts due in respect of the hire-purchase price",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "immediately before the termination does not exceed one-half of the hire-purchase price,'the hirer aball_",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "A ‘be Hable to pay’ the difference between the sald sum‘",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "> total and the said one-half, or the sum nainied in the tors ragpeement, whichever i'less, * 08 oe) s1t orl",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "8 Consumer Credit Act, No. 29 of 1982 . ‘",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(3) Nothing in''subscction (2) shall relieve the hirer from any Isbility fot any hire which might have accrued due before the termination. . an",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "Gy Any provistonin any agreement, whereby the right conferred on a hnrer by this section to terminate the hire Burchase’ agreement is excluded or restricted or whereby any liability in addition to the liabiblity imposed by this Act 3s imposed on a hirer by reason of the termination of the hire-purchase agreement by him under thia section, shall be void, °",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(G) Nothing in this section shall prejudice any right of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "+ hirer to terminate a hire-purchase agreement under and by: virtue of any other provisions of this Act. Bight of 9% A hirer who is liable to make payments in respect of ee ate ‘two or more hire-purchase agreements to the same owner Payments” shell, notwithstanding any agreement to the contrary, be 3 reeset entitled, on making any payment in respect of the agree- mare. ments which is not sufficient to discharge the total amount sereemants, then due under afl the agreements, to appropriate the sum : so paid by him in or towards the satisfaction of the sum due under any one of the agreements, or in or towards the satis- faction of the eums due under any one af the agreements, or in or towards the satisfaction of the sums due under any . two oF more of the agreements in such proportions as he thinks fit, and, if he fails to make any such appropriation as aforesaid, the sum so paid shall, by virtue of this section, stand appropriated towards the satisfaction of the sums due under the respective hire-purchase agreements in the order fn which the agreements were entered into. Asrignment ‘10, (1) The hirer may sssign his right, title, interest and fades; obligations under a hire-purchese agreement with the hicer's right written eonsent of the owner and all other parties to such Ghder nag. @greement or, if the written consent is unreasonably with- Purchase held, without his consent. . : 3greemeat, .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(2) Except as otherwise provided in this section, no pay- ment or other consideration shall be required by an owner for his consent to an assignment under subsection (1), and where an owner or any other party to such agreement",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": ", Tequires any such payment or other consideration for his consent, that consent shail be deemed to be unreasonably withheld, : _—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(8) Where on a request being made by a hirer in that ‘Dehalf the owner or any other party to such agreément fails or refuses to give hia consent to an assignment under aub- wection (1) the hirer may apply to the court for an order",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "Consumer Credit Act, No, 29 of 1982 8 declaring thet the consent of the owner or any other party to such agreement to the assignment has been unreagonably. withheld, and where auch an order is made, the consent shall be deemed to be unreasonably withheld .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "(@)..As a condition of granting such consent to an assign- ment under subsection (1}, the owner or any other party to such agreement may stipulate that all defaults under the hire-purchase agreement shall be made good and may | require the hier and the assignee to execute and deliver to the owner or any other party to such agreement an assign- “ ment agreement, in a form approved by the owner or any other party to such agreement, whereby, without affecting the continuing personal liability of the hirer in such respect,. the assignee agrees with the owner or any other party to such agreement to be personally Hable to pay the instel- ments of hire remaining unpaid and to perform and observe all other stipulations and conditions of the hire-purchaso agreement during the residue of the term thereof and whereby the assignee indemnifies the hirer in respect of such liabilities.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "(6) The provisions of this section shail apply notwith- standing anything to the contrary contained in the hire- purchase agreement.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "Ti. The owner may assign his right, title, interest and Assignment obligations under a hire-purchase agreement with the and ‘wanmls- written consent of the hirer and any other party to uch Swners agreement or, if the written consent is unrensonably with- Hight oF held, without his consent. The provisions of subsections (2), under hirer 18), (4) and (5) of section 10 shall, tautatis mutandis, apply purchase: te to an assignment made under this section, eroement",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "12, Subject to the provisions of this Act, a hirer shell be Obilgotion hound : oenirer ts",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "oa {a) to pay the hire in accordance with the agreement, and tyreement, (0) otherwise to comply with the terma of the agreement 18, (1) A hirer in the absence of a contract to the con- ohigation tay pos (2) shall be bound to take as much care of the goods to SHS,» which the hire-purchase agreement relates as aman good. “* of ordinary prudence would, under s!milar circums- tances, take of his own goods of the game bull; quantity and value ; @) shall not be responsible for the loss, destruction or . .. deterioration of the goods, if be hes taken the amount of care thereof described in paragraph (a). |",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "10 Consumer Credit Act, No, 29 of 1982 (2) ‘The hirer shall be liable to pay compensation to the owner for any damage caused by failure to take care of the pods in accordance with the provisions of subsection (1), (8) Where there has been loss, destruction or deteriota- tion of the goods, the onus shall be on the hirer io prove that he took auch care thereof as is described in paragraph (@) of subsection (1). Obligation 14, If the hirer makes any use of the goods to which & Si feapect hire-purchase agreement relates which is not according to tae ‘the conditions of the agreement, the hirer shall be liable to make compensation to the owner for any damage arising 10 ‘the goods from or during such use. Obligation 15. (1) Where by virtue of a hire-purchase agreement eee toe. a hirer is under a duty to keep in his possession or contra, uation os the goods to which the agreement relates, the hirer shall, abouts of on receipt of a request in writing from the owner, inform ‘eoods. the owner where the goods are at the time when the infor~ mation is given or, if it is sent by post, at the time of Posting. (2) It 2 hirer fails without reasonable cause to give the said information within fourteen days of the receipt ofa",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "- request under subsection (1), he sball be gulity of an ‘offence and shsll on conviction be liable to a fine not ex~ ceeding five hundred rupees or to term of imprisonment not exceuding three months or to both euch imprisonment and fine.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "Rights of 16. (1) Where-the owner repossesses under paragraph case of (®) of section 19 the goods let or agreed to be sold under Epeenion a hire-purchase agreement, the hirer may recover from the $f Fede, owner the amount, if any, by which the hire-purchnse prior falls short of the aggregate. of the following amounts, namely— :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "(a) the amounts pafd in respect of the hire-purchase price “© up to the date of repossession; and * ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "(b) tha value of the goods on the date of repossession.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "“ (2) For the purposes of this section, the value of any goods on the date of repossession shall mean the best price that.can be reasonably obtained for the goods by the owner on that date less the aggregate of the following amounts, namely | .. + au .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "{@ the réasonable ‘expenses incurred by the owner for ”-” peposseasing the goods ;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "Consumer Credit Act, No, 20 of 1982 u",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "(ii) any amount reasonably expended by the owner on the storage, repairs or maintenance of the goods ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "Gil) (whether or not the goods have subsequently been sold or otherwise disposed of by the owner) the reasonable expenses of zelling or otherwise dispor- ing of the goods ; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "(iv) the amount spent hy the awner for payment of arrears af taxes and other dues which are payable in rela- tton to the goods under any 2aw for the time being in force and which the hirer was Hable to pay.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "(@) Where the hire-purchase price is in oxcem of the aggregate of the amounts referred to in subsection (1), the owner mey recover such excess from the hirer.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "(4) If the owner fails to pay the amount due from him ‘under the provisions of this section or any portion of such. amount to the hirer within a pertod of thirty days from the date on which a notice for the payment of the said amount fa served on him by the hirer, the owner shall be liable to pay interest on such amount at the rate of twelve per centum per annum from the date of expiry of the said period of thirty days. .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "() Where the owner has sold the goods repossessed by ‘him the onus of proving that the price obtsined by him for the goods was the best price that could be reasonably ‘obtained by him on the date of repossession shall He upon him,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "(®) For the purposes of this section, the best price that can be obtained for the goods by the owner on the date at repossession shall be— i",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "(q) the highest price offered to the owner for the goods",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "in response to advertisements for the sale of the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "goods published in a newspaper circulating in the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "‘Sinhsla, Tamil and English languages, such adver-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "‘tisements being published—",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "@ within thirty days of the registration of the goods in tha owner's name, in any case where ‘the goods.are required, by any law for the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "a “* time belng tn force, to be registered in the",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "tan owner's name; or o",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": ", AI) within thirty days of the date of repossession,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "4a any other case; or",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "2 Consumer Credit Act, No, 29 of 1982 (b) in any cose where the hirer does not agres to the price referred to in paragraph (a), the value of the goods as determined —",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "(@ by the person specified in the hire-purchase agseement as the person who shall determine the value of the goods for the purposes of this subsection ; or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "(i) if there is no person so specified, by a person nominated by agreement of all the parties to the hire-purchase agreement ; or :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "i) {f such parties cannot agree to such nomination, by a person nominated by court on the appli- cation of any party to the hire-purchase agreement :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "Provided, however, that the court shall not make a nomination under sub-paragraph (li!) unless the application for the same is made within fifteen days of the rejection by the hirer, of the price referred to im paragraph @. Fraudulent 17. Every person who, by the disposal or sale of any ect goods comprised in a hire-purchase agreement, or by the eee Temoval of the goods ot by any other means, defrauds of ‘hy hizer, attempts to defraud the owner shall be guilty of an offence and shall be Yable to a fine not exceeding five thousand Tupees or to imprisonment for a term not exceeding six months fo both such fine and imprisonment,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "RigHra ap Obuartons oF THE Owe",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "Rights, of 48 (1) Where a hirer makes more than one default in",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "ferminsta the payment of hire as provided in a hire-purchast",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "Ture ase ‘agreement then, subject to the provisions of section 21 end",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "Fecement after giving the hirer notice in writing of not less than—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": " permect (a) one week, in a case where the hire iz a payable at",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "of ire oF weekly ar lesser intervals ; and :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "Hoo oe {b) two weeks in any other case, .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "express the owner shall be entitled to terminate the agreement by",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "sonsitiens, giving the hirer notice of termination in writing ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "Provided that if the hirer pays or tendera to the owner",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "‘the hire in arrear together with such interest thereon as muy be payable under the terms of the agreement before the expiry of the said pertod of one week or two weeks, as the case may be, the owner shall not be entlded to ‘arminate the agreement =",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "Consumer Credit Act, No, 29 of 1982 B (@) Ifa birer— (@) does any act with regard to the goods to which the : hire-purchase agreement relates which is inconsis~ ‘tent with any of the terms of the agreement ; or {b) breaks any express condition of the agreement which . provides that on the breach thereof the owner may ° terminate the agreement, the owner shall be entitled to terminate the agreement by giving the hirer not Jess than thirty days’ notice in writing apecifying the partiewler breach or act which entitles him to terminate the agreement: . Provided, however, that in any case where the breach or att specified in the notice is capable of being remedied by the hirer, it shall be the duty of the owner to require the hirer by such notice to remedy the breach or act com plained of, before the expiry of the said period of thirty days, and if the hirer remedies the breach or act complained of, before the expiry of the sald period of thirty days, the owner shall not be entitled to terminate the agreement 19, Where a hire-purchase agreement fs terminated under Rights of this Act, then the owner shall be entitled— Aermainmetion (@) to tetain the hite and the initial deposit which have already been paid and to recover the orreats of hire due: Provided thut when such goods are reposrcssed : hy the owner, the retention of bire and the initial deposit, and recovery of the artears of Sire due shall be aubject to the provisions of section 18; () subject to the provisions of section 16 and section 21 and subject to any contract to the contrary to repossess the goods ; : {c) subject to the provisions of section 20 and section 21 to rieover possession of the goods by action in court; (@) without prejudice to the provisions of subsection (2) ‘of seetion 19 and of section 14 to damages tor non- delivery of the goods, from the date on which termination is effective to the date on which the ‘toods are delivered to or repossessed by the owner.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "uu Consumer Credit Act, No, 29 of 1982 Restriction 29. (1) Where goods have been let or agreed to be sold Hight to under a hire-purchase agreement and seventy-Ave per Fecoves centum of the hire purchase price has been paid (whether Sreooss” fm pursuance of a judgment or otherwise) or tendered by frwite or on behalf of the hirer or any guarantor before the lawful through termination of the contrect, the owner shall not enforce sour ‘ny right to recover possession of the goods from, the hirer",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "otherwise than by action: *",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "Provided that, notwithstanding anything to the contrary in the hire-purchase agreement, the owner shall not be entitled to recover possession of the goods from the hirer unless he has duly terminated the agreement in accordance with the provisions of this Act.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "(2) If the owner recovers the goods in contravention of the foregoing subsection, the hire-purchese agreement, if not previously terminated, shall terminate and—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "+ (a) the hirer shail be released from all lability wader the agreement and shall be entitled to recover from ‘the owner in an action all sums paid by him under the agreement or under any security given by biz in respect of the agreement; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "(®) any guarantor shall be entitled to recover from the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "owner in an action al] sums paid by him under the contract of guarantee or under any security given by him in respect of that contract,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "(2) The foregoing provisions of this section shall not apply in any case in which the hirer has determined the ‘agreement by virtue of any right vested In him.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": ". Rowers nat 21, (1) Where, in any case to which section 20 applies, peta ‘an owner commences an action to enforce a right to recover foods\" possession of goods from a hirer after seventy-five per",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "centum of the hire-purchose price has been pald or tendered ‘as aforesaid, the owner shall not take any step to entorce payment of any sum due under the hire-purchase agree- ment ot under any contract of guarantee relating to the ‘agreement, except by claiming the sum in the action,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "(2) All the parties to the agreement and any gusrantor shall be made parties to the action.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "@) Pending the hearing of the action the court shall, im addition to any other powers, have power, upon the application of the owner, to make such orders as the court",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "Consumer Credit Act No, 29 of 1082 B thinks just for the purpose of protecting the goods trom damage or depreciation, including ordera restriciing or prebibiting the usa of the goods or giving directions as to their custody.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(4) On the hearing of the action the court may, without prejudice, to any other power—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "{@) make an order for the specific delivery of all the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "~\" goods to the owner ; or",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "{®) make an order for the specife delivery of all the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "goods to the owner and postpone the operation of",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "the order—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "@) on condition that the hirer or guarantor puys ‘the unpaid balance of the hire-purchase price at such times end in such amotints ag the court thinks just having due regard to the means of the hirer or guarantor and any other relevant citcumstances; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(Hi) ‘subject to the fulfilment of such other condi tions by the hirer or guaranter as the court thinks just ; or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "{©} make an order for the specific delivery of a part of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "‘the goods to the owner and for the trensfer to the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "hirer of the owner's title to the remainder of the goods. -",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(6) The court shall not meke an order transferring to the hirer the owner's title to a part of the goods unless it ts satisfied that the amount which the hirer has paid in Tespect of the hire-purchase price exceeds the price of the Part of the goods (determined in accordance with subsection (@)) by at least seventy-five per ceatum of the unpaid balance of the bire-purchase price.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(6) Where damages have been awarded against the owner in the proceedings, the court may treat the hirer as ‘having paid in respect of the hire purchase price, in addition te the actual amount paid, the amount of the damages, oF such part thereof as the court thinks fit, and thereupor. the damages shalt accordingly be remitted either in whule or in part,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(1) In this section and elsewhere in this Act “order for ‘the specific delivery of any goods” means en order for the delivery of the goods to the owner without giving the hirer an option to pay thetr value,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "16 Consumer Credit Act, No. 29 of 1982",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": ". (8) In this section “price”, in relation to any gecda, Means such part of the hire-purchase price as is. assigned ‘to those goods hy the note or memorandum of tie hire- purchase agreement or if no such assignment is made, such part of the hire-purchase price as the court may determine.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(8) It.atany time before the hearing of an action to which this section app'ies the owner has recovered possession of a part of the goods, the references in subsection (4) to alt the goods shall ba construed as references to all the goods which the owner has not recovered, and if the parties have Rot agreed upon an adjustment of the hire-purchase price in respect of the goods so recovered, the court may, for the purposes of the paragraphs (b) and (c) of that subsection make such reduction of the hire-purchase price and of the unpaid balance of it as the court thinks just.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(10) When an owner has recovered a part of the goods let under a hire-purchase agreement and the recovery was effected in contravention of section 20, the provisions of this section shall not apply fn relation to any action by the owner to recover the remainder of the goods.’",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "Aprlleation 22. Where goods have been let under a hire-purchase fections agreement and, at any time after seventy-five per centum Band 21 to of the hire purchase price has been paid or tendered. the fice owner makes a further hire-purchase agreement with the purchase. hirer comprising those goods, the provisions of sectlons 20 S&iween'” and 21 shall have effect in respect of the further agreement ae from its commencement",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "Effect of - 28. (1) ‘While the operation of an order for the specific gf coder delivery of goods to the owner is postponed under section delivery _‘41, the hirer shall be deemed to be in possession of the goods",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "under and on the terms of the hirepurchase agreement:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "Provided that .",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(a) no further sum shall be or become payable by the hirer or a guarantor on account af the unpafd belance of the hire-purchese price except fu accor- dance with the terms of the order; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(b) the court may make such further modifications of the terms of the hire-purchase agreement, and of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "|‘ any contract of guarantee relating to it, as the court considers necessary having regard tc the varlation of the terms of payment. -",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "Consumer Credit Act, No. 29 of 1982 Ww",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "{2) Hf while the operation of an order for the specide delivery of goods to the owner is postponed under section 21 the hirer or a guarantor—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "{@) fails to comply with any condition of the postpon- ment or with any term of the agreement ag varied by the court; or : Va",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "() wrongfully disposes of the goods, ~_ ea the owner shall not tale any ctvil proceedings in respect ‘of the failure or disposal against the hirer or guarantor otherwise than’by making an application to the court by which the order was made: .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "Provided that, in the case of a breach of any condition relating to the payment of the unpaid balance of the hire- purchase price, it shali not be necessary for the owner to apply to the court for leave to execite the order unless the court has so directed.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "(8) When the unpaid balance of the hire-purchase price has been pald in accordance with the terms of the order, the owner's title to the goods shall vest in the hirer.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "(4) The court may at any thue during the postponement ‘of the operation of an order under section 21—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "(a) vary the conditions of the postponement and make such further modification of the hire-purchase agreement, end of any contract of guarantee relat- ing to it, as the court considers necessary having regard to the variation of the conditiong of the Postponement ; aan",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "(b) revoke the postponement ; ‘",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "{c) make an order, in accordance with the provisions of section 21, for the specific delivery of a part of the ‘goods to the owner and for the transfer to the hirer of the owner's title to the remainder of the goods.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "() If in ony action to which section 21 applies an offer",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "15 {0 conditions for the postponement of the operation af an order under paragraph (b) of subwection (4) of that section is made by the hirer and accepted by the owner with the approval of court, an order under that paragraph may thereupon be made by the court fn accordance with the said oiler without hearing eyidenee an 49 matters spestfied 1n Shot paragraph 5 : hee",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "1B Consumer Credit Ach No, 29 of 1982 :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "Provided that where a guarantor is @ party to the action, tbo such order shall be made before the date fired tor the hearing of the action.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "‘Obligation: 24, (1) Tt shall be the duty of the owner to supply, free",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "$f SRD of cost, a true copy of the hite-purchase agreement, signed",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "goples sat by the owner, where there is a contract of guarantes, to the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "mation. guaremtor on demand made at any time before the final payment has been made tinder the agreement.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "(2) Tt shall also be the duty of the owner, at any time before the final payment hes been made under the hire purchase agreement, to supply to the hirer, within fourteen days after the owner receives a request in writing from ‘the hirer In that behalf and the hirer tenders to the owner the sum af one rupee for expenses, » statement signed by the owner or his agent showing—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "(a) the amount paid by or on behalf of the hirer ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "(®) the amount wich has become due under the agree- ment but remains unpaid, and the date upon whch each unpaid instalment became due, and the amount of each instalment; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "(@} the amount which is to become payable under the agreement, and the date or the mode of determining the date upon which each future instalment is to",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "* hecome payable and the amount of each such instalment.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "(8) Where there is a fallure without reasonable cause to earry out the duties imposed by subsection (1) or sub- eection (2), then, while the default eantimes—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "(a) the owner shail nat be entitled to enforce the agreement against the hirer or to enforce any contract of guarantee relating to the agreement, or to enforce any right to recover the goods trom the hhiver ; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "(b) np security given by the hirer in respect of money payable under’the agreement or given by a guarantor in respect of money payable under such a contract of gurantee as aforesaid shall be enforceable against the hirer or the guarantor by any holder thereof,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "and, If the default continucs for a period of two months the owner shell be prinishable with fine which may extend to two hundred rupees .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "Consumer Credit Act, No, 39 of 1082 rT)",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "(4) Nothing in subsection (3) shall be construed a8 affecting the right of a third party to enforee against the owner or hirer or against both the owner and the hirer any charge or encumbrance to which the goods coveted by the hire-purchase agreement are subject.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "25, Where an owner has agreed that any part of the hires Discharge purchase price may be discharged otherwise than by the Sihtrwise payment of money, any such discharge ehall, for the than by purposes of this Act, be deemed to be payment of that pert BP mousy. of the hire-purehase price,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "26. (1) Where, during the continuance of a hire- Insols purchase agreement, the hirer is adjudged ‘insolvent aha be under any law with respect to insolvency for the time being in force, the assignee chall have in respect of the goods which are in the possession of the hirer under the agreement, the same rights and obligations as the hirer had im relation thereto. -",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "{2) The assignee may with the permission of the District ‘Court assign the rights and obligations of the hirer under the agreement to any other person and the assignee sball have all the rights and he subject to all the obligations of the hirer under the agreement,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "27. Where, in a suit or application by an owner of goods Byidence, . which have been let under a hire-purchuse agreement, to Seamuer® enforeé a right to recover possegsion of the goods from the in mult or hirer, the owner proves that, before the commencement af {¥ecaver the suit or application and after the right to recover Bosseasion. possession of the goods acarued, the owner made a sequent ° 035 in writing to the hirer to surrender the goods, the hirer’s possession of the goods shall, for the purpose of the owner's elaim to recover possession thereat, be. deemed to be",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "28. (1) Any notice or document required or authorized Servies to'be served on or given or sent to an owner or hirer at boise ay Guarantor under this Act may be.so served or given of cent",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "(a). by delivering it to him personally ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "+ 46) by sending it ty registered post, ‘addressed to him |",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "| | at his fast known place of abode or business; of (hy nending it by ordinary post addressed to him at his last known place of abode or business and Ps obtaining a certficate of posting. .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "20 Consumer Credit Act, No, 29 of 1982 » (2) Where a person on whom any notice or document cequired or authorized to be served on or given or sent to is-a corporation, board, public body or a company, such notices or document may be served in the manner provided in the Civil Procedure Code for service of summons on such corporate bodies, . Avoldares: ~ 39, The following provisions in a hire-purchase agree- = ‘ment shall be void, that is to say, any provision— Burehioe, (a) wherevy an owner or a pernon acting on his bebalf is authorized to enter upon the premises where the . hirer resides for the purpose of taking possession of goods which have been let under a hire-purchsse agreement or is telleved from lability fot any suet . enbyy or. (b) whereby the right conferred on e hirer by this Act ‘to determine the hire-purchase agreement 1 excluded or restricted, or any Viability in addition to the Hubility imposed by this Act is imposed on : a hirer by reason of the termination of the hire c° © purchase agreement by him under this Act; or {c) whereby  -hirer, after the determination of the ‘hire-purchase agreement in any manner whatsoever, is subject to a ability which exceeds the ability to which he would have been subject if the sgree- ment bad been determined by him under this vee Agty oF (a) whereby any person acting on behalf of an owner oF +. eeller in connection with the formation ar concla- \\.. siom of a Eire-purchase agreement is treated as, oF deemed to he, the agent of the hirer or buyer; oF {e) whereby an owner or seller is relieved trom liability tor the acts or defaults of any perzon acting on his +” behalf in’ connection with the formation oF eanelusion of a hite-purchase agreement; oF {f) whereby the hizer or buyer is required to avail bimselt — of the services, as insurer or a repairer or in other capacity whatsoever, of a person other than # ‘ ‘person selected by mutual agreement betweea the owner and the hirer or buyer.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 22,
    "par_num": 23,
    "text": "Consumer Credit Act, No. 29 of 1982 a",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 23,
    "text": "20, (1) ‘The Minister may malve regulations in respect of Regulatious, any matter in respect of which regulations are authorized by this: Act to be made or required by this Act to be prescribed” ~",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 23,
    "text": "() Every regulation made under subsection. (1) shall be published in the Gazette and shall come into operation an the date of such publicatiqn or on sueh Inter date as may bbe specified in the regulation,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 22,
    "par_num": 23,
    "text": "(8) Every regulation made under subsection (1) shall 2s soon ag convenient after its publication in the Gazette be bbrongat hefore Parliament fox approval and any regulation which is not so approved shall be deemed to be rescinded tas from the date of such disapproval but without prejudice to anything previously done thereunder.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 23,
    "text": "(4) Notification of the date on which any regulation is deemed to be 20 rescinded shall be published in the Gazette,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 22,
    "par_num": 23,
    "text": "31. In this Act, unless the context otherwise xequires—~ interpre.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 22,
    "par_num": 23,
    "text": "“condtionsl sale agreement” means an agrecment for U9",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 22,
    "par_num": 23,
    "text": "* sale of goods under which—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 22,
    "par_num": 23,
    "text": "*\")  (@ the purchase price or part of it is payable by",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 22,
    "par_num": 23,
    "text": "3 instslments; and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 22,
    "par_num": 23,
    "text": " *  (®) property in the goods is fo remain in the seller",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 22,
    "par_num": 23,
    "text": ": (notwithstanding that the buyer is to be in vs possession of the goods) until such conditions",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 22,
    "par_num": 23,
    "text": ": 48 to the payment of instalments or otherwise",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 22,
    "par_num": 23,
    "text": "Se as may be specified in the agreement are",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 23,
    "text": "© fulfilled ;",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 22,
    "par_num": 23,
    "text": "“contract of guarantee *, in relation to any hire-pucchase agreement, means @ contract whereby a person (in this Act teferred’ to as “ guarantor”) guarantees",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 22,
    "par_num": 23,
    "text": ",_«,, the performance of all or any of the hirer’s oblign-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 22,
    "par_num": 23,
    "text": "7! tions under the hire-purchase egreement ;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 22,
    "par_num": 23,
    "text": "“court” means the court having jurisdictiton to entertain",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 22,
    "par_num": 23,
    "text": "+2 the ault or action ; i “guarantor” means s person who has guaranteed the “+, .petformance, by the hirer of sll or any of his obligations under a hire-purchase agreement ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 22,
    "par_num": 23,
    "text": "“hiro” means the sum payable periodically by the hirer under the hire-purchase agreement ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 22,
    "par_num": 23,
    "text": "“hize-purchase agreement” means on agreement under",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 22,
    "par_num": 23,
    "text": "c= Which goods are let on hire and under which—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 23,
    "par_num": 12,
    "text": "cz) Consumer Credit Act, No, 29 of 1982 (@) the possession of goods is delivered by the owner thereof fo a parson on condition that such person pays an agreed amount in Perlodical instalments; and (®) @) either the hirer has an option to purchase ‘the goods in accordance with the tarms of the agreement; or (8) the property in the goods is to pass to the hirer on the payment of the last of such instalments, and includes 2 conditional sale agreement but doo not include any agreement whereby the property in the goods comprised therein pasves at the time of the agreement or upon or at any time before delivery of the goods ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 23,
    "par_num": 12,
    "text": "“* fiire-purchase price” means the total aum payable by",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 23,
    "par_num": 12,
    "text": ". the hirer ander a hire-purchase agreement in order to complete the purchase of, or the acquisition of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 23,
    "par_num": 12,
    "text": ": Property in, the goods to which the agreement relates, and includes any sum so payable by the hirer under the agreement by way of a deposit or other initisl payment or credited or to be eredited to him under such agreement on account of any auch deposit or payment, whether that sum fs to be or bas been paid to the owner or any other ‘person or is to be or has been discherged by payment",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 23,
    "par_num": 12,
    "text": "* af money or hy transfer or delivery of goods or by any other means, but doss not include any sum payable as a penalty or as compensation or damage for a breach of the agreement ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 12,
    "text": "“hirer” means the petcon who obtsins or hax obtained Possession of goods from an owner under a hire- purchase agreement and includes 4 perton to whom the hiter’s rights or abilities under the agreement",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 23,
    "par_num": 12,
    "text": ". +. has passed by assignment ot by operation of law ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 23,
    "par_num": 12,
    "text": "“instatlation charges” meang any expenses incurred by",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 23,
    "par_num": 12,
    "text": "____ the owner in respect of—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 23,
    "par_num": 12,
    "text": "(@) the fixing of the goods to which the agreement",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 23,
    "par_num": 12,
    "text": "Telates to the premises where they are to be",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 23,
    "par_num": 12,
    "text": "\" used and the alteration of premises to enalile ac any such goods to be used thereon; and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": "Consumer Credit Act, No, 39 of 198% 2",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": "(b) where it is reasonably necessary that any such",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": ": ‘goods should be constructed ot erected om the",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": "Premives where they are to be used, any work.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": ". earned out for the purpose of sueh construc ~ tion or erection ;",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": "“owner” means the person letting, hiring or agreeing to sell goods onder a hire-purchase agreement and ineludes a person fo whom the owner's property in the goods or any of the owner's rights or lishilltes under the agreement has passed by assignment o¢ operation of law ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": "“third-party insurance” means any insurance in relation to Hability in respect of death or bodily injury saused by or arising out of the use ot a motor vehicle being insurance-required by law ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": "“vebscle registration fees” means any amount to be provided under a hire-purchase agreement by the ‘owner for payment by or on behalf of the hirer ° under the law in connection with registration and vse of a motor vehicle, excluding any smount payable for insurence.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "28 Consumer ‘Credit Act, No, 28 of 1982 “ SCHEDULE : Notice jor inetusion in hire-purchese agreements Sommsry of your financial obligations under the proposed ite-purehase agreement relating {0 ---..esecseeeeesesssteneesee {a sbort description, of the goods)“ 1, The cash price of the goods ix TR esaaee Installation charges LOR eee Tolst Ra ese 2 The hire-purchase price including statutory + charges and deposit of Rs... 9, Mb eeeses 8, The following amounts bave been Included in the bbre-purchase prite—",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": ". (a) Freight charges (expenses of delivery of the goods or any af them to or to",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "no ‘the order of the hlter) we BS seepee (b) Reglatration or ther fees payable",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "under any aw ve BR eee",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "(© Insurance we RR csesee",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "(@) Instatation charges. we BB esas",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "te) Business turnover tax or other taxes «BS. ....s+",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "4. The instalments payable and the interval at which ouck instalments are payable ere as follows s—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "5 With the written consent of the ownar you cam assign your ighte under the hire-purchase agreement and he mos\" oot ‘unteasonably refuse bis consent. .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "6. You have the right nt any time to purchase the goods with & rabate in terms of section 8 of the Consumer Credit Act, 1982.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "7, You have the right to terminate tha hire-purchssa agreement at any time by returning the goods to the owner at your own expense subject to tha provisions of section @ of the Consuiner Credit Act, 1982, .",
    "mean_p_confidence": 0.82
  }
]