[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". oe ot aN aN es | PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA TURNOVER TAX (AMENDMENT) ACT, No. 27 OF 1993 2 blot [Certified on 26th July, 1993] . t / fea Printed on the Orders of Government . Published as 2 Supplement to Part IJ of the Gazette of the Democratic Sociakine Nopublie of Sri Lavkkn of July 16, 1093 : PROKTED Ar TH DEPARTMENT Of GUIRARDSENT PROUT, SOK LARA ee SS EET Pome mA GLENS 4 . z",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "ZO\" > Grurniver Tax (Amendment) . Aut, No. 27 of 1008 [Certified on 16th July, 1993] an",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "LD—O, 5/98 ’ AW Act 70 Augen tam Tuunovir Tax Act No. 69 or 1981 ‘BE it enacted by the Parliament af the Democratic Socia-",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "‘st Republic of Sti Lenka as follows :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "1 This Act may be cited as the Turnover Tax (Amend- Short title. tment) Act, No, 27 at 1983.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2 Section § of the Turnover Tax Act No, 69 af gal Amedmen (uereinafter referred to as the “principal enactment”) i forthe hereby amended in sub-paragraph (1) of paragraph (@) of furnover subsection (1) of that section, by the substitution, for the No gp of Words “increased by ten percentum”, of the words 961. “incressed by twenty-five percentum”. ,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "‘& Section 9 of the principal enactment is hereby amen- Amendment ded by the repeal of subsections (9), (10) and (1) ot $af\"the ‘that section and the substitution therefor, of the following prinsipal wubseetions :— cnsctment. . _*(Q) Where any person fails to furnish within the ‘the specified in subsection (1), a return which he is re-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "«quired to furnish under that subsection, or fails to com- ply with the requirements of # notice given to him by 3m Assessor under subsection (2) directing him to fur-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "+ ish, within the time speeied in such notice, a return con-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "taining such particulars as the Assessor may require, the Commfssioner-General may—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(c) impose on such person, a penalty of a aum not exce-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "eding fifty thousand rupess, and give notice in",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2 writing, to such person of the imposition of such",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "‘penalty 5 .",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(2) by notice in writing require such person .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ": @) to pay such penalty ; and ‘izing (ii) to furnish the retum he is required to furnish",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "21 tinder aubsection (1) wheo much return has oO not been furnished or to comply with the os roquirements of the notlea given to him un-",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "der subsection (2) when such requirements J (+ 1. have mat been complied with, as the core . may be, . within such period as may be apecified in such . notice. . re cet a",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Turnover Tax (Amendment) Act, No. 21 of 1993 (10) The Commiseioner-General may reduce or waive any penalty imposed on any person under subsec- tion (9) (a) it such person proves to the satisfaction of the : - Commissioner-General that his failure to furnish such return which be is required to furnish under subsection (Q)-or to comply with the requirements of the _ notice given to him under subsection (2), as the case may be, was due to circumstances beyond his control and that he has subsequently furnished such return or has com- plied with the requirements of such notice, as the saa? may be, QI) Where a penalty is imposed on any person. . + under subsection (9) for failure to furnish a retura un- der subsection (1), or to comply with the requirements of a notice given to him under subsection (2), as the > case may be, such person sliall not be Hable to prosecution for any offence under paragraph (a) or (b} of section 53 relating to that return ot that notice. *. Amendment 4, Section 17 of the principal enactment is hereby of aectiem amended as followa:— Prinetpal (Q) by the insertion immediately after subsection (3) of . ‘that section of the following subsection :— “(@a) Every person prefering an appeal under subsection (1) against any assessment [or addi- ‘tional assessment as the case may he, for any quat- ter commencing on or after April 1, 1993 {unless, guch person has done so already}. pay to the Com- mincioner-General, the amount of the turnover tax -payable by such person on the basis of the re- turn made by him for that quarter together with any penalty accrued thereon upto the date of the natiee of such assessment or additional aésessment as the case may be, and shall attach, to the peti - 4 tion of appeal a réceipt in proof ef such payment : . Provided, that the Commisstoner-General upon being satisfied that owing to serious ‘nancial hard ship suffered by the appellant at or about the time *, of such notice of assessment or additional assess- ment, as the case may be, or, owing to other reaso- nable cause, the appellant was prevented from paying such tex and such penalty, may grant an extension of time for the payment of such tax and ‘the penalty accrued thereon upto the date of pay- ment, and accordingly, a receipt in proof of pay- maent of such tax and penalty seerted thereon upto",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "a Turnover ‘Tox (Amendment) a Act, No. 27 of 1993 the date of payment, furnished within such extended time shall, be deemed to be sufficient compliance with the requirements of this section.”, {2} in subsection (4) of that section, by the substitution for the words and figures, “ provisions of subsections (2) and (3) shall not be vaild.”, of the words and ‘Sgures, “ provisions of subsections, (2) and (3) and . (@A) shall not be valid.” . 5. Section 48 A of the principal enactment is hereby Amendiuent ‘mended in subsection (1) of that section, by the substitu- 488 of the tion for the words and figures “commencing on or after Pxmdipal | October 1, 1891 paid\", of the words and figures “com- mencing on or after October 1, 1991, but prior to January 1, 1993 patd—*, an 6. The following new section 1s hereby inserted imme- Insertion diately after section 4A of the principal enactment, and STEW shall have effect as section 483 of that enactnent :— in the Deduction af, (1) Where any registered manufac fraciment Weenminlac~ user (hereinafter in this section referred to : fumover tex as the “first-mentioned manufacturer”), * Pichitery or has daring any quarter commencing on or , weet after January 1 1993 paid\", quarter (@) to another’ registered manufacturer on or aie? (hereinafter in this section referred January 1, to as the “second-mentioned manu- 1908, . facturer”) in respect of any tran- \" ssction entered into during that quarter any sum which includes ; turnover tax, or (ii) to the Director-General of Customs i . ‘under seetion 12, during that quar- i te. any turnover tax, : in respect of machinery or equipment used by the Arst-mentioned manufacturer in his business of manufacture of any article, the turnover tax so included or so paid, as the case may be, hall, notwithstanding tha pra- visions of section 47 or section 48, be deduc \" ted, to the extant it can be so deducted, from ' any turnover tax payable by the first-men- ' tioned manufacturer in respec of his turn over arising frm the sale of such article | —Dowenes (93/08) i",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "a. Turnover Tar (Amendment) Act, No. 27 of 1993 Provided that— _(@) the amount of the deduction shall not",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": ". . exceed twelve and one-half per centum of the turnover tax $0 in- eluded or 80 paid;",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": ". (®) the deduction shall, subject to the provisions of paragraph (d), be made first from the turnover tax payable in respect of such tumover tor the quarter immediately sucee- ding the quarter in which the use ‘of such machinery or equipment for auch manufacture commenced, and then from the turnover, tax payable",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": ". in respect of such turnover for the next succeeding quarter and so on; (©) the deduetion of the turnover tex 90 included or so paid ehall not be made . * @) Af such turnover tax is in res- ect of machinery or equip- . ‘ment used in any business of we * manufacture of excepted ar- . tides or in any business : which is exempt from turn- over tox under section 4; {1} uniess the first-mentioned man- ‘ufacturer has obtained a vou- . cher, aa required by section : 48 (2), from the second-men- toned manufacturer, or. @ ; ‘voucher from the Director ‘++ General of Customs, ta res pect of the sum so included : or of the turnover tax 50 Paid, as the care may be; and GY) from the turnover tax payable = in respect of such turnover for apy quarter if t1.> use of . ‘ ° + guch machinery or equinment bet in much business ceases in LOE SIL 7 auch quarter",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": ". Turnover Tax (Amendment) “8 Act, No. 27 of 1993 (@) any turnover tax 90 included or so paid, as the casa may be, by any . registered manuacturer prior to bis registration as a registered : manufacturer, shall. notwithstend~ ing anything in paregraph (b} be deducted first from the turnover ‘ax in respect of such turnover nayable for the quarter in which be becomes chargeable to turno- . ver tax and then from the tumo- ver tax, in respect of such tur- nover payable for the next succe- eding quarter and so on.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(2) The residue of the turnover tox which is deductible in accordance with the provisions of subsection (1), after its dedue- tion frora the turnover tax in respect of the turnover referred to in subsection (1) for each of the eight quarters reckoned from the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "“quarter in which the deduction was first made shall, subject to the provisions of sec- ‘tion 49, be refunded :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "Provided that so refund shall be made unless the machinery or equipment referred to in subsection (1) has boon used in the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": ". ‘business of manufacture referred to in sub- oe section (1), in each of the efiht quarters re- ferred to in this subsection, ”",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "7, The amendment made to section & of the principsl Resteospecuve enactment by section 2 of this Act, shall be deemed for all *##¢t Purposex to have come into operation on February 1, 1993 and accordingly—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(o) sny turnover tax collected during the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "period commencing on February 1, 3999 and ending on the date of eommencement of this Act from",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "an importer on his turnover ¢2)- . . culated in accordance with section 5 of the principal enactment a3 toe amended hy section 2 of this Act yoo aball be deemed to have heen and DoLit, 17 U0 “te be, validly levted nnd entleeted :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "6 Turnover Tax (Amendment) Act, No. 27 of 1963",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "®) the turnover tax payable by an im- Porter on his turnover caleulated in accordance with section 5 of tae principal enactment as amen- . ded by section 2 of this Act shall : bbe deemed not to be in default if such tumover tax or the difference . between such turnover tax and the turnover tax paid by such imm- porter for the relevant quarter, as the caso may be, is paid’ within ‘one month of the date of commen-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": ". cement of this Act, Sinhala res 8. In the event of any inconsistency between the Sinhala in case of and the Tamil texts of this Act, the Sinhala text shall",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "inconistency prevail.",
    "mean_p_confidence": 0.6
  }
]