[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "fire wy I Oro) { Bu re PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA BUDDHIST TEMPORALITIES (AMENDMENT) ACT, No, 22 OF 1980 rm [Certified on 22th May, 1980) . < . Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sxi Lonke of May 16. 1980 ‘panrcmm ar Tin pevaiinteny OF QOVERIOGENT WRRGEING SE LAMA \"FO mp FURCHASID AT Ta CObr. PUDLICATTONG NOMEAU, COLGMSO Price: 20 cents Postage : 95 conta",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Buddhist Temporalities (Amendment) Act, No, 22 of 1980 [Certified on 13th May, 1960] LD—0. 22/80, ‘Aw Acr 70 ancenp Tax Bunotasr TEMPORALITIRS ORDINANCE. BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1. This Act may be cited as the Buddhist Temporalities Short title ~ (Amendment) Act, No, 22 of 1980.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2 Bection 1¢ of the Buddhist Temporalities Ordinance Amendment (hereinafter referred to as the “principal enactment™) ia pf section. hereby amended 25 follows :~ ae",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(A) by the substitution for the words “No person shall be",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "appointed, or, if so appointed, shall act as trustee”, of the following :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "“No person shall be eligible to be elected ar to be appomted, or if elected or appointed shall act, as trustee—\"; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "@) by the insertion immediately after paragraph (b) of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "the following new paragraph :—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "* (bb) it he is disqualified, by or under the pro- visions of any written law, from practising or engaging in any profession, vocation or teade ;”.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "3. The amendments made to the principal ensctment by seclion 2 of this Act shall be deemed for all purposes to have lve ee come into force ou the date on which the principal of amend ‘enactment came into force.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "4. Nothing in this Act shall invalidate or be deemed to 2 have invalidated any act done by any person as a truce “VOR = prior to the commencement of this Act.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "\\ = 2 tras ta00 ca0}08)",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "Appual subscription of Bills and Laws of the Parliament Ea 30 (Local), ‘Rs. 40 (Foreign), payable to tha Surmanrrznpmrr, Goymmcmnr PouLiCATions Spe EO Be Sata Neer OR Daten Eh tape hae meanest Dear ee et ROS seer nase",
    "mean_p_confidence": 0.47
  }
]