[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Fe PES Soir Gree PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SR] LANKA IRRIGATION. (AMENDMENT) ACT, No. 13 OF 1994 [Cestified om 7th June, 1994) Printed on the Order of Government Published as a Supplement to Part I! af the Gazette of the Democratic Socialist Republic of Sri Lanka of June 40, 1904 FMDHTED AT TEE OSEARTMOENT OF GOVERMENT FAINTING, WA LANKA \"ga ne FORGKASED A TEE GOVERIDGENT PUBLICATIONS BUREAU, COLGMEO Price: 75 cents, Postage: Re. 1.00",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "trrigation (Amendment) Act, No. 43 of 1994",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "[Certified om \"th June, 1994]",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "LD—0. 74/90 : AN Ac? 70 aMEND rife igRIGATION OnDINANCE BE it enacted by the P:..jiament of the Democratic Socialist Republic of Srl Lanka as follows:— 2. Thin Act may b: cited as the Irrigation (Amendment) shot tithe,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Act, No. 13 of 1594.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "+ 2 The Isrigation Ordinance (hereinafter referred to as Subsu- the “ prinefpal enactment”) is hereby amended by the subs “Gultva- fitutlon for the expression “Cultivation Committee” itcc tae wherever sich expressiva occurs in any section of that oan enacten ion * : sation” germ",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "ent, of the expression “Farmers' Organisation ”. Chapter ‘wa 3. The following new sections are hereby inserted tm- Insertion mediately after section 2 and shall have effect as section 22 “oZiony and 2u respectively of the principal enactment :-- 2a ond 23 qPower to ay, Where any Farmers’ Organisation principal san which has taken ever the operation end «actrasnt Jans from ‘maintenance of the whole or part of the dis- Pale tributory canal system of a Inter-provincial irrigation and land evelopment scheme requests that lands within the jurisdiction of such Organization be exempt from the pay- urent of the derigaticn rate iraposed under sub- setion (1) of section 2, the Divisional Secre- tary of the Divisional Secretary’s division within which such landsare situated may, by Order published in the Gazctte, direct thet. + +, for such period, and subject to such terms and conditions as may be specified in the Order. . the Iands within such area specified in the ‘Order shall be exempt from payment of the irrigation rate imposed under subsection (11 of section 2. Barmers? 28, (1) Any Farmers’ Organization which Qrpanizaticn has taken over the whole or part of the 2 vy. operation and maintenance of distribu tory canal system and the lands within whose jurisdiction are exempted from : the payment of trrigation rates under seetion 2x may, impose and recover a levy of such amount in respect of such lands to cover the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "2 Irrigation (Amendment) Act, No. 13 of 1904",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "cust of operation and maintenance of the dis-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ". tributory canel system and any other work beneficial 19 the farming community in sack. area. The levy imposed in relation toa landim Fespect of which there ia an allottee or tenant cultivator or owner cultivator shall be pay able by such allottae or tenant cultivator oF owner cultivator, as the cate may be,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "@) The provisions of subsection (4) of section 2 hull, mutatis mutandis, apply to @ levy imposed under subsection (1).",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(@) Where any levy is imposed under sun- section (1) in respert of a land, the Farmers’ Organization within whose jurisdiction such land is situate shall give a written notice of the amount of levy, to the person who is Ha ble to pey such levy under subsection (1)-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(4) It shall be the duty of every person on whom a notice under subsection (3) is given, to comuly with such notice within the period specified therein,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(5) Where default is made in the payment of the levy imposed under subsection (1) of this section, in relation to a land the Fanners’ Organization imposing the lavy shall inform the Divisional Secretary of the Divisional Secretary's Division within which auch land is stuated in writing, und the Divisional Secretary shall proceed to recover the levy in the same manner ag provided in Part VII of this Ordinance, and the provisions of that Part shall, mutatis matondis, apply to the recovery of such levy. The levy 50 recovered by the Divisional Secretary shall be transmitted by him to the Farmers’ Organtzation in reepect of which such default was made.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(8) Any sume recovered by a Formere’ Organization under subsection (2) and sub- section (5) may be used by ouch Farmers! Organization for the purposes referned to in subsection (1).”. .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": ", Istigation (Amendment) 3 Act, No. 13 of 199% . 4 ‘The following new heading is inserted immediately lwerion fter section § in Part II of the principal enactment :— heading ic ofthe principal “PROJECT MANAGEMENT COMMITTEES ”. enactment, & The following new section is hereby inserted imme- Insertion diately after section § of the principal enactment and shall Section ba ‘bave effect as section 54 of thet enactment :— in the Pr principal Mana $a. (1) In respect of every major irriga-  ™actment ment Com. tion work being a part of 2 futer-provincial mites im irrigation and Jand development scheme ‘i whieh is specified by the Secretary to specite Proton the Ministry of the Minister m charge ot rane the subject of Irrigation, there shall be a Pro ject Management Committee consisting of {a) such number of representatives of the farmers’ Organizations in that area as may be necessary to make the sumber of farmer reprensentatives in the Committee not less than fifty per centum of the total membership of the Committee ; (6) a Project Manager appointed by the Secretary to the Ministry of the Minister in charge of the subject of Irrigation who shall fuaetion as the Chairman or Secretary of the Com- raities 5 {e) @ representative appointed by each of the following wificers :— @ the Director of Irrigation, (@) the Land Commissioner, (i) the Commissioner of Agrarian Services, ‘@v) the Director of Agriculture, and () the Commisstoner of Co-opera- tive Development ; . {d) representatives from any other related agencies as may be determined by the Sectetary to the Ministry of the Minister in charge of the subject of Irrigation ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "fh Frrigation (Amendment) Act, No. 13 of 1904 {e) the Divisional Secretary or Secretaries ‘ol the Divisions) Secretary's division or divisions within which that irrigation work is situated.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(2) ‘The Chairman of the Project Manage ment Committee shall summon a meeting of she Committee as often as may be necessary and in any case before the commencement of each cultivation season,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "48) The Project Management Committee shall have the power to set up Sub-Project Menayement Committers, where in the op! aion of the Project Management Committes it fs necessary for better co-ordination of the project at sub-project level Such Sub-Project Committee shall be presided by a representa- ive of the Farmers’ Organizations in the Committea.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(4) It shall be the duty of the Project Management Committee to co-ordinate all project management activities at the project level and sub-project level.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(8) The Project Management Committee may by » special meeting held before the commencement of each cultivation season (hereinafter referred to as the “Precultiva- tion Meeting\") mske recommendations the Divistonal Seretary of the Divisional See- retary’s division within which the irrigation ‘work ia situated or where the irrigation work covers more than one Divisional Secretary's Division, to the District Secre- ‘tary on much matters relating to cultivation a",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "@) the date of the commencement of cult",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "vation operations including plough- ing, sowing and reaping ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "tH) the eropping pattern for the season ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(iit) arrangements for the annual main-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": ". tenanee of irrigation works, and any other matters relating to the execu lon of rules made under euhsections (1) ond (2) of section 11.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "Ustigation (Amendment) 6 Act, No. 13 of 1994",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "(©) The Divisional Secretary or the District Secretary, as the case may be, shall upon receipt of the recommendations of the Project Management Committee under sub- section (5), summon a special meeting of the Project Management Committee (herein- after referred to aa the “Cultivation meeiing”} and thereupon the powers con- ferred on allottess, cultivators or proprietors of lands within an irrigable area by sub- section (5) of section 11, shall be exercised dy the Project Management Committee at such meeting. The Divisional Secretary or the District Secretary, as the case may be, may cell on any persun whose participation is in his opimon useful, to attend such meeting:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "Provided, that any such meeting shall not be deemed to be valid unless at least two- third of the representatives of Farmers’ Organizations in the Project Management Comumittes are present at such meeting, *.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "(7) Where at a meeting referred to in sub- section (6), # decision under paragraph (b) or parsgreph (c) of subsection (6) of section 1 has not been arrived at whether for want of quorum ox for any other cause, the power to make such decision ehall be exercised by the Divisional Secretary or the District Sec- retary, ab the case may be, who summoned the meeting’.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "@ Section 6 of the principal enetment ix hereby Amendment amended in subsection (1) of that section, by the substitu. 8 of the ton for the words \"In respect of every major Irrigation Eascuhent work”, of the words “Jn respect of every major irrigation work, other than an irrigation work in respect of which a Project Management Committee has been appointed under section Ba”. ”",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "2. Section 24 of the principal enactment is hereby qeation amended in subsection (3) of that section by the substitu. Motthe tion for the words and figures “Commissioner for action SpzGhl under section 38 of the Paddy Lands Act, No. 1 of 1958”, of the word “Commissioner ™,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "8 trrigation (Amendment) Act, No. 13 of 1894 8 Section 118 of the principal enactment is hereby Amendment amended in subsection (1) of that section as follows:— $f echm {@) by the omission of the definition “Cultivation enactment. Committee”; and (®) by the insertion iamediately before the definition of “Government Agent”, of the. following definition :— ‘“Fermers’ Organizaticn” means a Farmers Organization registered with the Commis- sioner of Agrarian Services under the Agrarian Services Act, No. 58 of 1979;°. $. In the event of any inconsistency between the Sinhale Sinhala and Tamil texts of this Act, the Sinhala text shall ft 19 prevail. Tecase of Theapsstency.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "oe",
    "mean_p_confidence": 0.02
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "Annua! subeciption of Hogiish Bills end Acta of the Parliemant Ra. 635 (Local).",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "Re. 1,190 (Foreign). peyeble to the Surmnotranpexr Goveuncars Pumicanioms",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "Bumaiu, No, 285, Bavoonarara Mawamma, Cotonno 7 before 15th December atch year in rexpact af the year following",
    "mean_p_confidence": 0.63
  }
]