[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON . Ist Session 1970-71 . TaN. P A SAhed Cy’ A NG . ZORA, 4 ‘ie AQ-< ey Roms aS, Qe Ceylon. (Constitution) Amendment Act, No. 29 of 1970 Date of Assent: November 18, 0 : Printed on the Orders of’ Government leks Oe Rea SORRELL USS ETS sonal Subscription Cnciudme BUI) Ra, 20 Cac), Ra 4 yawn Sobreigton Gaxindne BUD Be Lact Client ee FT, o,\"Hor STeaENS” 1, SEE Bk ., Besember each veal in respert of \"the year, {slowing Late Becombe eeefee, Matera ot te Ta AE BS neg Bln i dis Shs noth pote Price: 16 cents ‘Postage: 10 cents",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": ": \\ _ Ceylon (Constitution) Amendment At, No, 29 of 1970 L. DO, 91/70, | AN Acr 70 AMeND HE CxyLox (Constrromioy) : Open wv Councit, 1946. i i [Data of Ascent: November 18, 1970] | BE it enacted by the Queen's Most Excellent Majesty, : by and with the advies and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: — : 4, This Act may be cited as the Ceylon (Conatitu- Sew we tion) Amendment Act, No. 29 of 1970. 2, Section 13 of the Ceylon (Constitution) Order in Amine Council, 1948, is hereby amended as follows :— aapuae (1) in sub-section (3) thereof— : (2) by the substitution for paragraph (B), of the following paragraph :— “ @) if heis— ‘ @ a judicial officer; or Gi) the Auditor-General; or (iii) the Commissioner of Parliamen- tary Elections; or (iv) a member of the Armed Forces; or : () a police officer; or (vi) @ peace officer exercising police functions under the Criminal Procedure Code; or - (sii) a public officer in any Government Dopartinent holding any office the initial of the salary seale of : which is not less than Rs. 6,720 . per annum; or . (viii) an officer in any Government Corporation holding any offiea the initial of the salary seale of . which is not less than Rs. 7,200 . por annum; or\" ; aad + Fiero coro",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Ceylon (Constitution) Amendment — Act, No. 29 of 1970 (b) in paragraph (¢), by the substitution for ° The words & ‘ere in the Island; , of the foliowing:— “ Crown in the Island: Provided however that _no public officer shaii be deemed to be dix- qualified.under this parayraph by reason only of his service under the Government; ” ; and 2) by the addition at the end thereof, of tho following new sub-section: — * (6) For the purposes of sub-section (3) of this section: — (a) “Armed Forces\" means the . Ceylon Army, the Royal Ceylon Navy and the Royal Ceylon Air Force; @) “police officer ” means a member ‘of the police force established under the Police Ordinances; and (©) “Government Corporation ”* means a corporation — the capital of which is wholly or partly subscribed by the . Government.’,",
    "mean_p_confidence": 0.79
  }
]