[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "(ex) PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRE LANKA PROVINCIAL COUNCILS ACT, No, 42 OF 1987 . {Certified on 14th November, 1987} Printed on the Orders af Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of November 20, 1987 morc. TOE PLETAL OF OONRELEWY PEND, UE Tie i roca or oom rooms Foe, Gnomes Brice : Re, 1.50 Postage : Re, 1.18",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "¥ Provineiat Councils Act, Noy 42 of 1987 ” ny + [Certified on 14th November, 1987], .- + Ls DO, 62/87, Pin Tay ey ‘Axe Acr 70 PROVIDE FOR THE PROCEDURE TO BE.-FOLLOWED 3K; Provinctal Councits; FOR MATIEAS RELATING 10 THE Provinctab Posiic Sxevick ; AND POR MAYTERS CONMPCIED THEREWITH OR INCIDEATALTHERETO: [2b ast (~ BE it enacted by the Parliament of the Democratic So- etalist Republic of Sri Lanka ag follows?—es' 2-9 1, This Act may be cited as, the Provincial Counells Act,, Shorttitte, No, 42 of 1987, and shall come into operation in respect operation. of all or any of its provisions, on euch date or dates as the President may appoint; by Order published in-the Gazette, not being a date or dates prior to the coming into operation of the Thirteenth Amendment to-the Constitutions «1. t 1 : PARTI boot oF a syn 2 Where a Provincial Counefl is established for a Rp Province by virtue of Article 154a of the Constitution, the of President shall, by Order published in the Gazette, assign rove\" name to such Council and specify the number of memberg SU such Provincial Council shall consist of, In specifying such se sumber, the President shall have regard to the. area and. population of the Province for which, that Provincial Council ts constituted. Plas oa 2% No person shall be qualified to be elected es. a member Quslitestion of-a.Provinelal Councll or to sit.and vote as @ member of: fpemberanip such Comme. oi, ar) anette oY tet (a) it euch person ts subject to-any of the disqualifications. Gouncih. “sc specified in paragraphs. (a); (ch, (d) -(¢), (f)-and sanedat wero (9) of Article 91(1). of the- Constitutions, :2!.5 4, (0) ff such person is under any law, disqualified from Voting at an.élection <of “mambers’ to 2 local tiers’, MUthOrIAY Ss eee Fnaciana, AEP {c) af he is a Member of Parlamont iy: oh. oc + 2-4@) if he is a member of any other Provincial Counell or stands nominated as a candidate-for-election for Goveret mere than-one Provinelal Counell,. a... 143 “e(e) if he stands. nontinsted asa candidate for election to +013 -a-Provinelal Council, by more than one recognized political party or independent growpas 3-9 os0830—a0.018 tH)",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "3 ‘Provincial Councils Act,'No, 42 of 1987 Osteen «No ember of & Provincial Couneit shall sit or vote ty ‘48 auch member until he has taken or subscribed the-oath, members, or made or subseribed the affirmation, set out in tbe Fourth ‘Sthedule to the Constitution, 2 tse eA TA Yate (Yee a member of any Provinelal Couneil— yoy * @) becomes subject to any disqualification mentioned fein section 35 Or... sim, betvine att () resigng his seat by writing under his hand sddresed. 1 to the Chairman; Piha ees oe eae be seat’ inthe Provinctal’ Council shall thereupon. becorie . vacant, OM dey eae ~ . a 42) If for a petiodof-ninety days a member of the Pro-: vineial Council is without permission of the Council absent . from all meetings thereof, the Couneil may declate his seat vacant : Provided that in computing the said period of winety days, no account shall be taken of any period during which _ the Council 14 prorogued for more then four consecutive agg day bo a au toe ty Pee? Fensiip.be,..f 8, If a person sits or votes az a member of a Provincial ‘waing 20d.\" Council’ before he has complied with the requirements of pared section 4, or when he knows that he is not qualified, or that, hon he is disqualified, for membership thereof, he shall: be disqualified. linble.in respect of each day on which he so sits or votes: to a penalty of one hundred rupees to be recovered as 6 debt due to the State. soon craters si6 tet end PART Dee 6 6 apc sett 4té1 teow Mievoics ane Conpucr'or Bummuss Gr Puovincial, CouNctia Chakmen:.yy 7% () Every Provincial Council shall, ag soon as may Peony f°! Be, choose’ two wembers of the Council to be respectively ‘Chairmen, Chairman and Deputy Chafrman thereof and, so often af the office of Chairman or Deputy Chairman becomes vacant, the Council shall choose ancther member to be Chairmen dr Deputy Chairman, #3 the case may. be. +: (@) A member bolding office as Chairman ‘or Deputy Chairman of a Provincial Couneil— vie) 4 1? *\"Ya)\"'thall vicete hii office if he ceases'to bea member of so hes the Counell 7 uur 26 dowsucan swe @) may at any time by writing under hia hand addressed, ‘ete 4 gach meimber fg the Chairman, to the: Deputy - Chairman, and if sich member is the Deputy Chait ‘man tothe Chairman, resign his office 7\"",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "Provincial, Councils, Act, No. 42 of 1867 om",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "-4¢),taay.be removed from his office by a resolution of the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "ig - Counall passed by a majority of the whole number",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "vicy sof-members of the Council (ineluding these not",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "‘present} = vot",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "Provided that whenever thé Council is dissolved, the ‘Chairman shall not vacate his office. until. immediately before the first meeting of the Council after the dissolution. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "@) While the office of Chairman fs vacant, the duties af the office shall be performed by the Deputy Chairman or, if the office of Deputy Chairman ix also vacant, by such member of the Council as may be determined by the « Pales of procedure of the Council, . .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(4) During the absence of the Chairman from any. sttting of the Counell, the Deputy Chairman, or, if he is also ‘brent, such pervon az may be determined by the rules ‘of procedure of the Councll, or, if no such person is Present, such other person as may be determined by the Couneil shell act ax Chairman, =",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(8) There shall be paid to the Chairman and the Deputy Chairman of the Provincial Council such salaries and. aliowanves ag may be fixed by the. Provincial Council, by 1 statue and, until provision in that behalf is s0.made, such miaries and allowances ax the Governor may, with the approval of the President, by order, determine.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "& (1) At any sitting of the Provincial Council, while, Cosimmas any resolution for the removal of the Chairman from his Gyalrman office ia under consideration, the Chairman, or while..any 30% seaolution for the removal of the Deputy Chairmanfrom bis, Mille ‘office is under consideration, the Deputy Chatrman,. shell Femi not, though he is present, preside, and the provisions of Teoval subsection (4) of section 7 shall apply in relation to ‘every Yaaissien, such sitting as they apply in relation to a sitting from which tha Chairman or, as the case may be, the Deputy Chairman: . ie absent “ esos Wn erie a",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(2) The Chairman shall have the right to speale in, ‘and ‘otherwise to take part in the proceedings of, the Provineial. ‘Coumeil-while any resolution for his removal, from office is ‘under -consideration in the Council and shall, notwithstand- ing anything in section 10, be entitled to vate only in the first: instance on such resolution or on any ether matter during such proceedings but notin the’ caseof an. equality of ‘of votes, -",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "r ~ . 4 Provincial Cowncile Act, No. 42 of 1987 Powers % (1) Sabject to the provisions of this Act and: to the Pbsece | ‘Tiles aba standing orders regulating the procedure of @ cd Provineial Council, there hall be freedom of speech in every yom Provincial Council, @) No member of thé Provincial Councti shall be Huble ‘to any proceedings in Court im respect of anything sald or any vote given by him in the Council or any Committee thereof, and no petsan shall be Liable in respect of the pub- Yeation by, or under, the authority of such Council, of , any report, paper, votes or proceedings. {@) The provisions of subsections (1) and (2) shall apply in relation to persons who by virtue of ony written Jaw have the right to speak in, and otherwise te take part in, the proceedings of, « Provincial Council or any committer «thereof as they apply in relation to members of that Couneit. Voting 16. (1) Save as otherwise provided in this Act, all ques- Benet. tona at any sitting of the Provineial Council shall be de- termined by a majority of votes of the members present and voting other than the Chairman or person acting as such. (2) The Chairman or person acting as such shall not vote 4n, the first instance but shall have and exercise a casting ‘vote in the case of'an equality of votes. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": ". @) A Provincia? Council shall have the power to act",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "‘ notwithstanding any vacancy in the membership thereof,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "‘and any proceedings in any such Council shali be valid, not~",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "+-./\" withstanding that it is discovered subsequently that some",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "77\". (person who was not entitled to do so, sat or voted or other-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": ": wise took part in the proceedings.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "«. \\... 2 @) The quorum to constitute a meeting of a Provincia! Couneil shall be one-third of the total umber of members of the Council. Where one-third of the number of members is an integer and fraction, the integer immediately higher ‘to that integer and fraction shall he deemed to be the one third of the number of members for the purpose of ‘bis",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(8) If at any time during a- meeting of a Provincial",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Couneil there is no quorum, tt shall be the duty of the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Chairman, or person acting as such, either to adjourn the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Council or to suspend the meeting until there ia a quorum.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Rolesot “4. “A-Provinetal Council may make rules for regulating.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Procedare, _gubject to the provisions of this Act, its procedure aod: fbt conduct of its business :",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": ". Provincial Councils Act, No, & of 1987 5",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "Provided that the Provineial Council shall, after consul ‘tation with the Chalrmen of such Council and with the approval af the President. make rules—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "{@) for securing the timely ‘completion of financial",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "business; . * @) tor regulating the procedure of, and the conduct of ‘business in, the Provincial Councif in relation to .., any financial matter or to any statute for the appro- “*\"\" priation of moneys out of the Provincial Fund of the Province; *' aes (c) for prohibiting the discussion of, or the asking of questions on, any matter which affects the discharge of functions of the Governor in so far as be is re- quired by the Constitution or this Act, to act in his discretion, .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "1% (1) The validity of any proceedings in a Provincial Court aot ‘Councit shall not be called in question on the ground of joiaure alleged irregularity of procedure, = Pyccoadings",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(2) No officer or member of a Provincial Counell in Ptoriasial whom powers are vested, by or under this Act, for regulating ‘the procedure, or the conduct of business, or for maintaining order, in such Council shalt be subject to the jurisdiction of ‘any Court in respect of the exercise by him of those powers,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "13. ‘The property of the State shall, save in 90 far as Exemption Parlement may by law otherwise.provide, be exempt from Siig ‘alt taxes imposed by or under any statute made by a Pro- vinci] Counc ee 14. (1) A statute pending in a Provincial Council shell Lposlag ‘Rot lapse by reason of the prorogation of such Council, Statatoe,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(2) A statute pending in a Provincial Council shall Japse n a dissolution of the Council. . 45, (1) Tho Govemor shall make rules for the allocation Condint ‘of business among the Ministers in.eo far as it is not busl- business, ‘nesi with réxpect to which the Governor is by, or under, the Constitution required to act in his discretion, : (2) Save ag otherwise provided in this Act, all executive action_of the Governor, whether taken on the advice of his ‘Ministers ot otherwise, shall be expressed to be taken in the name of the President,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "7 WON ee ta ee € Provincial Cowncilé' Act, Wo, 42-of 1987 sheng + ase i - 40, (@), Ordery and uther instruments made arid “executed in the name of the President, shall be authenticated - in much zoanner ax may be specified in rules to be made‘by the . . “Governor, and the validity of an order or instrument which , 4s so authenticated shall not be called in question on the ground that it is not an order or instrument, made of executed by the President, .:.. ° ._ i on Contrarts 5° 16,\".(1). Al contracts entered into in the exercise of the ey executive power of the Governor of the Province, shall he “ entered into, and performed, in the name of the Provincial ‘Council constituted for that Province, as if such Provinelal -Couneil were a body corporate, - * (a) All actions in relation to the exercise of such execu tive power shall be brought by, or against such Provincial «+ Council, as # such Provincial Council were a body com 2 porate. : i Seeretarist 17, (1) A Provincial Counefl shall have its own secre- ee. are an (2) A Provincial Council may, by statute, regulate the * Tecruitment, and conditions of service, of persons sppoint- ‘ \"ed to its secretarial staff Retrletion 18 Subject to paragraph (4) of Article 154 of the discussion ‘Constitution, no discussion shall take place in a Provincial Provincial Council with respect to the conduct of the President or the ‘Council. Governor or & Judicial Officer or a Member of Parliament. : . PART Ul : wy Frvaxce Provinclat 19, (1) There shall be a Provincial Fund for each Pro- pundot ‘wince into which shall be pald—\" = : (@) the proceeds of all taxes imposed by the Provincial ses Counell of that Province; en series\" () the proceeds of all grants made to such Provincial Council in respect of the Province, by the Govern-, + ment of Sti Lanka; .  (@) the proceeds of all joans advanced to the Provincial “°°” * Counell from the Consolidated Fund of Sri Lanka: (d) all other receipts of the Provincial Council",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "\\Provinclal Councils Act, No. 42 of 1957 7 int.) No moneys out of the Provincial Fund of a Province ., abail be appropriated except in accordance with, end’ for the purposes, and in the manner, provided in this Acc ;; 48) No:purn shal) be withdrawn. from the Provincia} ‘Fund of a Province except under a, warrant under the bend ~of the Chief Minister of the Province, 0 0070-1 i ‘aesetse (4) No auch warrant shall be issued unless the dum, hus by statute of the Provincial Council, been granted for ser- * vices for the financial year during ‘whiich the withdrawal i= to take place or is otherwise Inwfulty charged on the “Pro- ‘vincial Fund of the Province.” nae ;._ @) The custody of the’ Provincial’ Fund of a Province, ‘the payment of moneys into such Fund, and all “other matters connected with, or ancillary to, those ' inatid:. _, Shall be regulated by rules made by the Governor, hoses “1 98,” (0) There shall be established a Emergency 'Fund in Emeremice, the nature of an imprest to be entitied “mergency'Fund \"tbe of the Province” into which shall be paid from and out of Provincs, | the Provinefal ‘Fund of the Province sueh sums '‘as ‘may, = from time to time, be determined “by statute made by the ‘Provincial Council, and guch, Fund shall be held by: the : Governor to enakle advances to. be made by him cut -of Such Fund, . ” toa, mage (2) No advances shall be made out of the Emergency ‘ Fund of the Province except for the purposes of meeting * wnforeseen expenditure pending authorization of such ex- penditure by the Provincfel Couneil under appropriations made by statute-under sections 26 and 27. i . . \"\\\\ 3) The Governor may make rules regulating all matters ‘connected with, or ancillary ta, the custody of, the payment . of moneys into, and the withdrawal of moneys from, the _ Emergency Fund of the Provines. ' 21, (1) The Minister in charge of thé subject of Pinsnce Government + may.give guarantees ia respect of loans raised by a: Pro. {OU 7 vineia‘Counedl: cos too Toons. (2) Immediately after a guarantee fs given under sub- + section {1), the Minister in charge of the subject of Finance shall, lay a statement of such guarantee before Parliament. + @) Any sum required for the fulfilment of a gvarintee given’ imded sibsection (1) shall be peid out of the Con- ““goltdated Fund of’Sri Lanko, * ‘ .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "“4 ‘Provincial Councils Act; No. 42 of 1987 | ‘Any sum pad out of the Consolidated Fund of | Sri “Lanka in fulfilment of a guarantee given under subsection @ shall be repaid, together with interest thereon, at such ‘wateas may be determined by the Minister in charge of +whe.mubject of Finance, by the Provincial Council, in ;such manner and over such period, as the Minister in charge of the subject of Finance may determine. . a |. @)\"A Provincial Couneil may’ not, without the consent ofthe Minister in charge of the subject of Finance, raise any loan if there is still outstanding any part of a loan which bas been made in respect of a Provineisl Couvcil out Of the Consolidated Fund of Sri Lanka or in respect of ‘which a guarantee has been given under subsection (1). Fovsien 22, Forelgn aid negotiated by the Government for a Siatinoiay ss: Pegject or scheme in a Province, shall be allocated by the projects, 4) “Government to such project or scheme. aut” \"93. (4) article 154 of the Constitution shall apply to the , audit and accounts of the Provincia! Fund of a Province. \"(A copy of the’ Auditor-General’s report relating to the accounts of the Provineial Fund of a Province shell be submitted to the Governor who shall cause it ta be Iaid ‘before the Provincial Council, . specat “26.” (1) A statute in relation to any subject with respect propedare to which the Provincial Council has power to make statutes, Diatates shall not be introduced.into, or moved im, a Provinctal polating Council except on the recommendation of the Governor, if ‘Soepetat * wich statute makes provision for any of the following matiees,  mmatters, mamelys— . (2) the fanposition, abolition, remission, alteration ar re- coor vgs Salation ofany tary. er et (0) the amendment of the-law with respect to any financial obligations undertaken, or to beunder- taken, in respect of the administration of the pee HOVE i a {e) the appropriation of moneys out of the . Provincial yp .- *s Bund of the Provinoes - . oat (a) the declating of- any. expenditure to be expenditure > ag Stated on the Provincial Fund of the Province oF ~ \"the increasing of the amount of any such ex- penditure ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "\"  Provingiat Councils Act, No. 42 of 1987 ay . () the receipt of money on account of the Provincial nuit /Pund.of-the Provinee or the custody .or.. issue of 5%)’ A statute aball not he deomed to make provision for ‘any of the.matters aforesaid by reason omly that ft provides for the imposition of-fnes or other pecuniary penalties, or for the demand or payment of fees for licences or fees for, services rendered, or by reason that it provides for the im- position, abolition, remission, alteration or regulation of “) any tax by any local authority or body, te local purposes. (3) A statute which, if enacted and brought into ope- oe ration would involve expenditure from the Provincial: Fund of a Province shall not be passed by the Provinelal Council of the Province, unless the Governor has recommended 0 that Councfl the consideration of the statute. -. 28, (1) The Governor of a Province shall in respect of Anmuat every financial yeor, at least five months before the expira- S22Sremy, tion of auch financlal year, cause to be laid before the Pro- vincial Council of that Province, a statement of the est! mated receipts and‘expenditure of the Province for that year, fn this Part referred to as ‘the “annual financtal Statement” com a ee ene iv (2) The estimates of expenditure embodied in. the . annual financial statement shall show seperately— —, +, (@) the sums required to meet expenditure desoribed by this Act as expenditure charged upon the Provin- cial Fund of the Province ; and “\" () the gums required to meet other expenditure pro + +\" posed to be'made from the Provincial Fund of the and shall distinguish expenditure on revenue.account from other expenditure, . 1” (3) The following expenditire shali be expenditure ‘' charged on the Provinclal Fund of the Provinee:— 71+ (@).the emoluments ‘and allowances: of the Governor ; qb) the charges payable in respect of loans ailvanced 7) Mm respect of the Provines from the Consolidated . Fund of Sri Lanka including interest, amortization +, ise paymenta,-and other expenditize' connected there- sei to ERMtRG rel wre way 1 '(¢) Phe: dalaries and allowances of the Chairman and : the Deputy Chairman of the Provincial Council ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "49 “iProviticial: Councils Act, No. 42 of 1987 it (@ any-sums-required to-satisfy any judgment, decree or award of-any court or arbitral tribunal, entered ageinat the Provineial Couneil 5; + + 1. (@) any other expenditure declared by.the Constitution tot... or by law made by Parliament, or by atatute made 12. + ./by the Provincial Council, to be so charged, Broceaure \"ag, (1) So much of the estimates as relates to expendi- Provincia) ture charged upon the Provincial Fund of the Province with shall not be submitted to the vote of the Provincial Coun- Fempect ty cil, but nothing in this subsection shall be construed as cormeles. | preventing the discussion in the Provincial Couneil of ang of these estimates. ue ~ moe ~ . (2) Bo.much of the said estimates as relates to other ex\" Penditure shall be submitted in the form of demands for grants to the Provincial Council, and the Provincial Coun- ~ cll shall have power to assent, or to refuse to assent, to any demand; or to assent to any demand, subject to » reduction ‘of the amount specified therein; an “ (@) No demand for a grant shall be made except on the recommendation of the Governor. | Aepremistion 27, (1) As soon as may be after the grants under. ~ section 26 have been assented to by the Provincial Council there shall be introduced a statute to provide for the appro- priation out of the Provincial Fund of the Province, of all moneys required to meet— : : (a) the grants so made by the Provinelat Counsfl ; and + (B). the expenditure charged on the Provineial Fund of the Province hut not exceeding in eny: case the +. , amount shown in the statement previously Jaid ., before the Council. ., (@) No amenciment shall be proposed to any such statute im the Provincial Couneil which will have the effect of varying the amount or altering the destination of any grant ‘a0 made or-of varying the amount of any expenditure charged on the Provincial Fund of the Province and the declsion of the person presiding as to whether an amend- - Inent is inadmissible under this subsection, shall be finsL + () Subject to the other provisions af this Act, nn money shall be withdrawn from the Provincia!’ Fund of the + Province except under anpropriation made in accordance with the provisions of this section, © <0.“",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "“Provincia Counctte-Act; No: 42 of 1987 n * 38.5 (2) ‘The Governor shall--- Boe wae . «.(@) if the amount authorized by any statute made Jn Supple- -, ,  gevordance: with the provisions of section 27 to be amie” iv. .a expended for a particular wervics for the current : financial year is found to be insufficient for the pur- . » Roses'of that year or when e need has arisen during * the eurrent financtal year for supplementary or . additional expenditure upon some new service not, . ; contemplated im the annual financial statement for “\" “ co) Pthat yeurpor ve OE J QQ) if any money has been spent on any service during 2 : cis ne, Stencial year in excess of the amount granted for . that service and for that year, i cause to be laid before the Provincial Council, another ‘stalement showing the estimated amount of that expendi- ture or canse to be presented to the Provincial Council with . _ Such previous approval, a demand for such excess, as the roe cave may be. : (2) The provisions of sections 25, 26 and 27 shall have effect a in relation to any such statement and expenditure or demand",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "+ -and also to any statute to be made authorizing the appro-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "Priation of moneys out of the Provincial Fund of the Province to meet such expenditure or ths grant in respect of such demand as they have effect: in relation to the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "»-annunl dnancia! statement and the expenditure mentloned therein or to a demand for a grant and the statute to be made for the authorization of appropriation of moneys out",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "* of the Provincial Fund of the Province to mevt such ‘expenditure or grant.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "«+ 28, (1) Notwithstending anything in the foregoing pro- yoteson visions of this Purt, the Provincial Councii shall have power account, ‘to make any grant in advance in respect of the estimated expenditure for a pert of any flnancial year pending the - completion within a period of four months of the making of the grant of the procedure prescribed in section 26 for the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": ".. Voting af such grant and the passing of the stature ia acc",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "s. OFdance with the provisions of section 27 in relation to that ‘expenditure and the Provincial Council shall have power",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": ". te autharize by statute, the withdrawal of money from‘the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "tv Provinciat Fund of the Province for the purposes for which the said grant is made,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "BR Provincial Councils Act, No. 42 of 1987 (2) The provisions af sections 26 and 37 shall have effect in relation to the making of any grant under subsection (1) or to any statute to be made under that subsection as they ‘have-effect in velation to the making of a grant with regard ‘a any expenditure mentioned in the annual financial Statement und the statute to be made for the authoriza- ~ tion of appropriation of moneys out of the Provincial Pund ‘of the Province to meat such expenditure. Apfhorization $0, Notwithstanding anything in the foregoing provisions SXpenditere of this Part, the Governor may authorize such expenditure sending from the Provincial Fund of the Province as he deems Fike _ihecessary for a perlod of not more than six months beginntig Blowing with the date of the constitution of the Provinelal Fund of 7 ‘the Province, pending the sanction of such expenditure by the Provincist Councli. : PART IV Provincia Pysrac Seavice Comsnssiow ~ et, “ Sa, ‘The President shell appoiat the Chief Secretary of any each Province, with the concurrence of the Chief Minister of that Province. Provincial 3% (1) Subject to the provisions of any other law the wervice, appointment, transfer, dismissal and disciplinary control of officers of the provincial public service of each Province 4a hereby vested in the Governor of that Province. 2) ‘The Governor of Province may, from me to time, delegate his powers of appointment, transfer, dismissal and |, disciplinary control of officers of the provincial public service ,..t0 the Provincial. Public Services Commission of that . Province. + () The Governor shell provide for and determine ll +; = matters relating to officers of the provincial public service, +. sineluding the formulation of schemes of recruitment and codes of conduct for such officers, the - principles. to- be followed in making promotions and transfers, and the ‘procedure for the exercise and the delegation of the powers of appointment, transfer, dismissal and disciplinary control . of guch officers, In formulating such schemes of recruitment and codes of .conduct the Governer hall, ax iar 8s practicable, follow the schenes of recruitment prescribed for corresponding offices in the public service and the codes of conduct prescribed for ‘officers holding corresponding offices in the public service. ..-c. 60 07> mre",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "Provinelat Counells Act, Noi 42 of 1987 w",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "+38. (1) There shall be a Provincial Public Service Com- Fublit mission for each Province which shall consist of not less Public then three persons’ appointed by the Govemor of that Sete Province, The Governor shall-nominate one of the members of the Commission to be the Chairman, . .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "- (2) No person shall be appointed or cantinue as a member of a Provincial Public Service Commission if he ip Member of Parliament, a member of a Provincial Council, a public ‘affcer, a judictel officer or officer of a provincial public service,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "(8) Every member of a Provincial Public Service Com- mission shall hold office for a period of five years from the date of hia appointment, unless he earlier resigns his office by @ writing under his hand addressed to, the Governor of the Province or is removed from office by such Governor for cause assigned, but shal! be eligible for re-appointment.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "(4) The Governor may grant leave from his duties to any ~ member of a Provincial Public Service Commission and may appoint 2 person qualified to be a member of such Commis sion to be a temporary member for the period of such leave.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "(8) A member of a Provincial Public Service Commission . may he paid such salory as may be determined by the Provincial Council for that Provinee. The salary payable to any such member shell be charged oni the Provincial Fund of the Province and shall not be diminished during his term of office. ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "(6) A Provineial Public Service Commission shall have power to act notwithstanding any vacancy in its membership and no act or proceeding of such Commision shall be, or deemed to be, invalid by reason only of any such vacancy or any defect in the appointment af a member. -",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "(1) For the purposes of Chapter IX of the Penal Code,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "‘a member of 2 Provincial Public Service Conimission shail ‘be deemed to be a public servant. a",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "\" (8) ‘the Governor 6f a Province shall have the power tu alter, véry ‘or tescind ‘any appointment, order of transfer ‘oF dismissal'or any other order relating to & disciplinary + matter made. by the Provincial Public Service Commission of that Province.\"",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "uw Provincial: Councils. Act, No: 42.of 1987). interterenct--' 4, -ivery person who, otherwise than: in the course of Provineial:\";~- duty, directly or indirectly, ‘by. himself -or- by. any .other.. Pupils\" person, in any manner whatsoever, influences.or attempts : Soaminien. ' to influence, any decision of a. Provincial. Publie Service;",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "‘Commission or any member thereof-shalt be guilty-of an.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "offence and shall on eanviction by the High Court after trial",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "‘without a jury be liable ta a fine nat exceeding one thousend =. . tupees or to'imprisonment for a term not exceeding one year",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "or to both stich fine anid inprisomment: = 2 ~~.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "Provided that nothing fm this section shall probibit any.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "person from giving a testimonial or certificate to any appli-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "cunt or candidate for any offtce in the Provincial Public",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "‘Oath or, 35. A person appointed to any office in the Provincial alfiraation —_ pyblie Service shall not eriter upon the dutied of his office until he takes and subseribea the oath, or makes end subs-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "+ aribes the affirmation, set out in the Fourth Schedule to the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "Constitution, .",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "Power of 9%. If any difficulty arises in giving effect to the provisions President te of this Act, and, in particular, in relation to the constitution Siicaltiss, of a Provincial Council fora Province, the President may, by Order, take such action, not inconsistent with the provi- sions of this Act, as appears to him to be necessary, or expedient for the purpose of removing such difficulty. Ietarien 37. (1) (@) The President may by Proclamation declare provision, that the provisions of this subsection shell apply to any two or three adjoining Provinces specified in such Proclamation",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "(hereinafter refered to.as “the specified Provinces\"), and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": ": ‘thereupon such Provinces shall form one ‘administrative unit, having one elected Provincial Council, one Governer, one Chief Minister and one Board of Ministers, for the. period commencing from the date of the first election to auch Provincial Council and ending on the date of the pall referred to in subsection (2) of thie section, or if there is more than one dete fixed for such poll, the last of such",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "dates, wert Was oe a",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "{b) The. President shall..not make a, Proclamation declaring that the provisions of subsection (1) (a) shall apply. to the Narthern and Baste Proyinces unless he is. satlefied that arms, ammunition, weapons, explosives and other military equipment, which on 2th July, 1987, were,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "Provincial Counelie» Act, No: 42 of 1987 « 15 ‘held or under the control of terrorist militant ar other groups having as;thelr objective the establishment of a. separate . State; have been surrendered: to the: Government of Sri. Lanka or to-suthoritles designated by it, and that there has, beon-a cessation of hostilities and other acta of violence by > Such groups in the sald Provinees...0.1, 0. a brenkl Lys +r",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "Sedees in yn atk wegen Tudeh BS an totes ont",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "(2)--(a). Where a Proclamation is made under the provi- - sions of subsection’ (1) (a),.the President shall by Order published in the Gazette, require a poll, to he held in each , of the specified Provinces, and fix a date or dates, not later, than Bist'day of December, 1988, for such poll, to, enable to the ‘electors of each such specified Province to deciie. Webel ae en ate EL hn",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "@ such Province should remain linked with the other",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "+: specified Provinoe or Provinces a one.administra-",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "‘1 1» tive’ tnt, and continue to be administered together «",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "dvi. with such Provinee or Provinces ; or < (i) such Province should constitute a separate adminis. _frative unit; having , {ts own distinet .Provineial . Council, with a separate Governor, Chief Minister. Bed Board of Ministers a se",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "(bY The President may, from time to time, at his discres” =~ ort, by sixbsequent Orders: published-in ‘the Gazette;‘post-* pone the date or dates of such poll 1° °F 9 “anite +",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "Matte bk tw ” . :",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "(8). Where at the poll held in each of such specified Pro- ‘vinces, the decision of the electors in each such Provinee ix that stich Provines should.remain linked with the other specified Province or Provinces, such specified Provinces shall continue to form one administrative unit, having one elected Provinciat Counell, ofe Governor, one Chief Minister and one Board of Ministers, and the provision of any written law relating to Provinetal Councils shall be construed as if the specified Provinces were one Province :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "‘Provided that if at such 2 poll in the Eastern Province, ‘the dectaton of the electors of such Province ts that such Province should remain Linked with the Northam Province, 4 poll shall not be required in the Northern Province, and accordingly such Provinces ehall form one administrative nit, havirig one elected Provineial Council, one Governor, one Chief Minister and one Board of Mintstera.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "1@* Provincial Council Act; No: 42 of 1987 %",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "{@) (0) Where two or more Provinces aré Specified ‘in: ‘such Proclamation; and the decision of the electors of one such Province is that such Province should constitute 2 ~ separate: administrative’ unit, having its ows distinct: Provincial Council, with a separate Governor, Clict Viinis-~ ter and Board of Ministers, the Provinces specified in the Proclamation shall forthwith ceuse to form one administra- tive unit and separate Provincial Counctis, with a separate Governor, Chief Minister and Boord of Ministera shall be deemed to have been established and constituted for each buch Province with effect from the date on which the result of such poll ts declared ; and the President shall thereupon by Order published in the Gazette cancel the poll tn the other specified Province or Provinces, if such poll has not already bee bel ss _",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "(®) The President may, by Order published in the Gazette, make mich provision as may be necessary for the istribution of the property of such specified Provinelal Councils, and with respect to the officers ard servants of, contracts entered into by, and setions instituted by, and against, such Councils during the period when the such Provinces farmed one administrative unit.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "() Such pol shail be conducted by the Commissioner ot Elections, and the Presirfent may make regulations under Bhis subsection providing for all matters relating to the conduct of such poll oo yea",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "(6) ‘The electors of a Province shall be deemed to have decided in favour-of a proposal submitted to such electors ‘at such poll if such propota) bas been approved by am absolute majority of the valid votes east ot such poll. «",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "(1) Every such poll will be monitored by a Committec of three persons, consisting of the Chief Justice, who shell: bbe the Chairman thereof, and two other persons appointed bby the President, who shall report to the President. , . .,",
    "mean_p_confidence": 0.82
  }
]