[
  {
    "i_page": 1,
    "par_num": 3,
    "text": "Selene PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA , COSMETICS, DEVICES AND DRUGS (AMENDMENT) : ACT, No. 38 OF 1984 (Ooetified on 11th October, 1984)",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "So eal Printed on the Orders of Government wt Poblished es a Supplement to Pact I of the Gasette af the Democratic ‘Soelalist Repubile of Sri Lanka of Qvicber 12, 1984 ROTTED Af Ut METAR OF SOUERIREDEY SOREN, LANA",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "10 mi FORCHARED AP THE COVINIOCENE FODLIEATTONG BURGAU, COLOWEO, Price : 60 cents Postage : GW cents",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "__ Casmatics, Devices and Druge (Ammendment) Act, No. 38 of 198¢ :",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4 [Certified on 11th October, 1964] 1 1, Do. sa/az, 7 f {",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "An Act 20 ammyo Tim: Comirres, Davices aro Dxows Act, . No. 27 oF 1980. BE if enacted by the Parliament of the Democratic Socialist ‘Republic of Sxi Lanka as follows :—",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1, This Act may be cited as the Cosmetics, Devices and Short title, Drugs (Amendment) Act, No. 38 of 1984.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2. Section 9 of the Cosmetics, Devices and Drugs Act, Replacement No. 27 of 1980 (hereinafter referred to aa the “principel SfeaNe oy enactment”) is hereby repesled and the following section of 180. substituted therefor :— peeing! 9. 1) No person shall manufecture or ‘Premises for import any drug without a licence issued by Teng the Cosmetics, Devices and Drugs Authority. .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Fd fe OFS\" (2) No person shall store, sell, distribute, transport or offer for sale any drug without 3 licence issued by the Cosmetics, Devices rot «and Drugs Authority except a drug which in the opinion of the Minister is safe for general use and which ia specified by regulations # made under this Act,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(8) No person shall manufecture or prepare any drug in any premises unless such premises has been licensed by the Cosmetics,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "va Devices and Drugs Authority,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "r (@ Neo person shall store or sell any drug",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "in any premises unless such premises 13 . Heensed by the Coameties, Devices and Drugs",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ". . Authority, except such drug which in the",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "us . opinion of the Minister fs safe for general use and which is specified by regulations . 5 made under this Act.”. 7",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2. \"The following new suctions are hereby inserted imme- Insertion diately after section 10 of the principal enactment and shall Sections 104, have effect ar sections 10a, 102 and 10c of that enactment: i@nand 10c “Prohibition Wa, No jon other than the persons principal cPEmane” described sm Schedule C shall obtain or have sehen,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "in his possession any cosmetic which in the A “1 -aplnion-of the Minister is injurious to the ‘ead 2 is Deaith of the user, and which ia specified by jsnt-fagulations made under this Act, 8 9789 A, FTD 184/00)",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 — Cosmetics, Devices and Drugs (Amendment), “Act, No, 38 of 1984 Probihition _, 10, No person other than: the parsons des- Bietnion ot etibed im Schedule G shall obtain or have in vices, his possemion any device, which in the “opinion of the Minister is not safe for general vse, and which is specified by regulations a made under this Act. =~ veh Prohibition 0c. No person other than the persons at Dosvession of described in Schedule G shall obtain or have ne in his possession any drug, which’ in the | _ Opinion of the Minister is not safe for general we : , ‘use, and which is specified by regulations Sos ge a Bade under this Acts a, Replacemert 4. Section 16 of the principal enactment is hereby Sepecton 26 repealed and the following section substituted therefor :-— Brera “Prohibion \",,\" 16. No person shall manufacture, impart, ofeatain’ store, sell, distribute, transport, offer for drugs, ~~ sale or have in his possession any drug de ‘i ~ enibed in Schedule E,”. 5. - Amendment 5. Section 18 of the incipal enactment is here afsection I sended.as follows jy a Principal ane a ‘enactment. (1) in‘subsection ‘(1) of that section—'~ ». @) by the substitution, in paragraph (m) of that subsection, for the words “a representative of the Sri Lanka Medical Association nomi- nated by that Association; and”, of the words “a representative of the Sri Lanka “ ‘Medical Assoctation nominated by that Asso- i ciation s 3 (b) by'the substitution, in paragraph (0) of that . subsection, for the words “a representative . + of the Independent Medical Practitoners” Association nominated by that Association. ”, of the words “a representative of the Inde- * . * * pendent Medical Practitioners’ Association ‘i+ nominated by that Assocation 5”; ~~ ». (©) by the addition, immediately after paragraph “ (0) of that subsection, of the following para tye BBW ' +\" (p) a- representative of: the College of Jie : General Practitioners’ of Srl Lanke ++ '* nominated by that College;",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Conmitios, Devices dnd Druge (Amendmeit) 3 . ‘Act, No, 38 of 1984 . {q) a representative af ‘the College of CESS phyuichens: horninated ”? by that thar College and 2 Fe\" (r) a representative of the Sri Lanka y2 , College of Obstetriclans and Gynse- 4 ecologists nominated = by..,. that College 5.) aaa felt (2) in subsection (2) of that section, by the substitution, for the expression “paragraphs (i), Gj), 0), @ (mm), (9), oF (0) of subsection (1) *, of the expres- sion “paragraphs (3); (3), (&), @). (im), (}, (0), (), (@), oF (7) of subsection (H)™ 6 Section 20 of the principal enactment is hereby Amendments amended us follows :— fet teats a emmnoet Sp getton ad (a} by the repeal of subsection (2) of that section jana Taacument, (®) by the renumbering of subsection (@) as subsection ++ + (8) of that section, a naane pana 4,\" The following new section is hereby inserted: imme- Insertion diately after section 20 and shall have effect as nection 20a seuiion 2% of the principal enaetment:— 02) \"78\" aves iar “~ principal ‘“Pegistrotion - 20a, (1) Bvery cosmetic, device and. drug Drug shall be zegistered with the Authority.\" (@) No person shell import, store,:sell; : distribute, transport, offer for sale; expose for sele or advertise any cosmetic, device or ns drug which is not registered with the Autho- rity under subsection (1).”.>!\"' oan S. Section 38. of the ‘principal’ énactmang ‘is hereby Amendment amended by the addition, immediately after paragraph (K) of the of subsection (1) of that section, of the following new PEmeinel, Paragraphs :— * @) the mode and manner in which any cosmetic, device or drug shell be registered, the terms and condi- tions applicable to such registration, the fees ta be levied for such registration and any other matter . relating to such registration ;",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "4 Cosmetics, Devices and Drugs (Amendment) Act, No, 38 of 1984 . (m) the destruction of cosmetics, devices and drugs mu : 7 Respect of which an offence has been committed under this Act or any regulation made there- | under”. Amgptstt —- 9. ‘The Schedule to the principal: enactment is hereby ta the amended by the addition, immediately after Schedule F Biber _ thereof, of the following new Schedule :— .“ SCHEDULE G oa",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "{e) a registered medical practitioner, denti:: or pharmacist registered under the Medical Ordinance (Chapter 108), or o veterinary surgeon registered under the Vetorinary Surgeons tnd",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": ", Practitioners Act, No. 4f of 1988; ‘(e) any person who holds a itcence issued by the Coametica, ‘Devices and Drage Aathority ; (6) any person who has obtained a drug on a prescription given by a medical practitioner 5 t (4) any person [n charge of 2 registered hospital, clinic, nursing",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "‘bome or other institution which provides sredical, surgical, dental | ob veterinary treatment or any person acting under the authority | Gf such person within. such premizes ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "{@) any person ‘in charge of p laboratory of any person whose functlons, consist of or include the conduct of scientific education or research of any person acting under the outhority of such person; 5",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "() the Government Analyst, the Approved Anslyst of an “Additional Approved Analyst; + a",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "{9) the ownet of a ship or aiteratt carrying medical supplies and ‘the master or captain of auch ship or aircraft: (h) any public offtcer arting in the course of his duties where ; hia work involves dealing with coametics, devices or drugs”.",
    "mean_p_confidence": 0.74
  }
]