[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "8 GD) SHhemaAen oOo daddad MmdRoOaQo 1984 gow 36 ede Eom (MSEsOa_q O,40de) Gidea GeO. (ocala) sam [emdiene wOmet meg 1884 qoute’m Sy 24 Om En] ; etge® Baba 8% Besta mdm ch Ae ese UT bm costae! gaabond tenes! og eco ch GB cree Slew Gyai aqatnobalyet Seale moe Ch at died Gaon cine tome Fann: 68 mend ealgn an: 60 @",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1981 que 36 g6m Coto (WadGoGaim ODGe) Godeen qe (Ewa) wm Temsiinse eSent med 108 geateley Ox 2 B20 260]",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Og. S—B, 82/84 °",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1916 crt (eBGebaim OuhOsac) dane gRD",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "neeaiioe 35 sem 2 omad,",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "8 Grete Gehemat Ges OEE cndtect naeebehegw Siaf ober omdg ae",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2. 68 ome 1084 qom 3 edn Com (OIGCEWD AB con mea B68) coeteey mend (Srecifin) Som agedar meatesg asa.",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2208 Sof agi gim gyda” aedsl eCet ang’ m2—q Om 1040 comm (mdGebatm RADE) tson gonced qed 28 Om Susser (5) Oo Cedent seas “me BP eutdiin Eee sfOG Om” um esgO eDQO “mE geadea ecaldden Bend eoddG Semmeto* am enzo peda Hosort Se 8 dosida 82a mealone a6 O68.",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "3. gino gee Baul 28q Dwatdie e@BaT QOUY 296g CB gne qd, T edQO oma awelm Dowda weve aig Ps sem Cee gaycen wee %8q. 1) &htdeaat aawseo BaF ae sé qaubet Ewcd ended P Enead,",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Bee 1061 qm 1 gdm eobGeba?a AOE ox",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "one” eles! BGadt efancn eateced Sneutt acag e880 &8a8 aa fg sforee enfead, 66 omen exp Sa6mn000 OaF8, 6& gap) adert MhddeG tan vem Baar? edaviem ewead Oucunt Semy C880 S8ak of ge a",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2) U) Om cedasided BA8QD Sant",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "oe 88 gerd, exatien caf sam GROCE mina wem Bgodt efancn oxecc Dace acag GSD 88nd c& aS qo nde, 28 wafend 1081 gem 1 eo AdGebwy HADI omm aden? eOet 969 OB FHOD adm CE CHEE, 2p OAT Beef BABA. OCO adar O, 8 goed aOee? 88 odend coe adm af HaeD mdm Og ons Basast ecm cae gta a.\"",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4. gikm pee daw 29 Om Dacidled (t) Om coda gaa S28, “m8 enldim mend oofO4 om\" am sags og Pot 80 “mn enidim Emeud enddd demgn” an ened onete Bele Mico S Daxida Oke maalinn ad aed. SR 8 oer 1.318 (408)",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "3 1984 Gum 38 Edm Cum (UGsOsIg ShOdE5) Grimm BRD (Heaam) oma Oe 5. pm yet Bed 8 On Sarina gw hdd @, enn Rags\" qaedm gow dense meet men CaM gud ee oneldia Se Bed Sg Saat iie coe GOATS Eq oI B38, see 34g. 9 eaten, Rmeaé BEa0 ADEE ‘Rocca eoO het meat Hest seS2'se |) em excdaed domen Om 80 oe ani dbing Bodden 6Bn SAO mre feast saddim oguc OB ermiaes; ext 20 9 OB, (pe) 28D enddaed damen om HO wot eW88m5 ScOdn Gdn OG Bagd me euliin oD Oy Bet gdweve 26g oo H808 ext entgedss S82 yes waman 2® cation Dén GH exnBd 08, extend Heider Bas! 6 80 De® emOmaa dé eda a? fo wep Gd, 28 EKESme qEdsa OAT Be gee Bag Oy F emBmde oan BGef gdh 959 CBs gq a, mew i ded péin B80 maEo gq @ det De T MDSe80 nem Bas dg ase we SrO Galen Ere T Qdese6s teem BIO . RED Ge qEtS® mOcsitn, Emsd Bo em Soe ErBewst eke Fo eas eBd emg Eman Bs ay a”. oy & gdm omeiied 39 by Ousitiod (3) Om Cudeoxt eee Ba gOst ad, F edDO OOD adel Coda Ha HEA Cedige  —«-BEaBa O Bost GB menlone 26m O08 — 588, (8) oro Sysok og adm cam Hed gman Bhs, emOaSal don Sant soma a6 Boda sal més GODeneT . Ba, ok tate emdacsam fate S888, 35 : De DawlBa adex? Haw mdm ag Ret anddd, wd ¢6do még OSe Ba Pad, 7 die ofa mde yoo 96 Bey o”. eon 7. gO BeT Hed AT Dn Oaxihad ghd © on Bet aWade egw Savina anew a6 cam and oa oT eanlSe Bae ed 47y Dosthe sos Ag RANE gaye a “dete - 419. (1) ORs fdevdedd BESac este] emede eg eon Bm Gea, hog (4) Sule S8B@ phn BEB ager Bod 8d gut sBqed 8 ab Sxig OES . Sule FORE Gite HID smd Balm Qpewt",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "1984 que 36 gdm Cum (Oteedaig HADES) 3 Adem BEd (Meco) vm (op) dufe B08 vem Bae od HS 80 aE dale exssh date B80 pddw De MO safe BOBS goaet BESO HoBm eOcr0 oma’ 28 dare 8088 LdeD ean @OO exmd Ont Q; ent (qm) Sete singd Bah 26 2 qh Sate e008 enbsl ob Swe soOSadh CY88md Dod em a5 BO exo E20'm 2 BOTS Dm, 08 Lote ered Sete dowd dds BEsf & 22 Sm est6Oerd Solin oem gate gy gad ow Sed Bide: Bist J 8D smOmBe'd6u ela ewig a8e gga @) Sule embauam sufe omend 95 6D (1) Om ceded aden emanded CAE 80 smOmsdoan Eas, o8 date amBgS oom AQ Sz'¢ suf oon Aho md 2 Bg bore cool waea! H3EO gemsman £6, S dale ammdcae meen Sade BORE® ode ensd8 AEmGO ealtg Ba ms AD aca? Ona ef md, F date emsed Ua'¢ BOBS, and RIEs HE dH CdD Haden Caer 80680 28 pme aéy abe ad qd, 08 Se ees qgonst dates HO xem inant Ba® adn ade ae a ded Hae még COD tne T dw ang etawasest By ebm emdd Mase Rosch BO wd seen MO ES&RD sto exh werden apd esegm Serch esmbon ry o.. Seve 20888 goo Smo Bane od deal cdien mmowede! B woah Aseniad Oo gdefome wn O8 sxe exmOantis gURED QA ever abs Ges \"ane meg cam gwSO Gaul emomta Bde, Bast en ocy] ce oy 8) (2) Om Cederttia cen? P ae so , aif ged ebefOg coe stg BORGm 2 Salen 20 om kten asset BSS Baed . ees 30 qqgb 28 Be, 37 Om, 39 Oe, 40 O20, . 44 Bm, 42 Om, 43 Di, A8q Dm, U4 Oe, 45 Bm, 46 DM, 47 Ow ww 48 Or Basi Hde ED Bao qOus sdme EB BSod ene Bo By @, 8 date BORO 2 peated anim",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 ABBL gem 98 e6m Quem (ab Reatg GS6—5) Guide GRO (UesawdH) oad ; dete 68 s08 edawa, 89 gboeuet eat Pn o¢ Sate BOBCB 2 geaidnen atm a 0g Seg GB m8 edaned 8a ge a, aot G) 2). dm cedewe alee mtn og Sato gens cdafdm og hedg B82Cm 2 Bagg, Bq ar 56(2) Ox DoH BAGO 246 BEC anda agen, F Daxthae asees \"88 Qabeaad I sate BORG coutOm ce oF nad ty fn\" am cage o8 dots Baa agin F Hades Che Bae mdm o¢ Emad 0g ima oBawdeust Q ecust Gada Boa BCMA C8 gH oo (5) (2) Om gutastiie mde mém og Balad ymd aden ce safe EVID Sales 2B aol geds? BHOSeun 2 oof Béme Om Sxfeo cen a® mare, 6 Hue aden aB Deut wom O64 de embed a8 acon af ay a Oe eet 8% gir geetieud 48 Sm Deuliud gavAG © com Bice «—- gs02m qaot Cosihe eda gnaw még CAM 4704 butte 8 daria, J yes tied 48g Donde cee aC Hao Pad aga zy 484. (1) Save exmtitrsom date emo ome sdawdean! emégéd ATe(l) OD Oot Baca — He Eee emOnbt dn en Gh ne BeetF— gweten 08 eménd caifeed c® stg : sngest afasfacast ¢ & date ences Gig e208 ad, F Sure emddecd 169 Boge Sule aLOS enfBbend Hedda, 0 . ORE OEP F dale embdrae age Ddaked dle wate B88 pskn ms oy O ee7Bbard HoAsw com CAG SoG HOO 2¢ Safe ovisy B8O méartccas, KA . Sbahaw 2 dete amet HIEO qoe Q oF geesd BESOD geg Ba gg a env SBend Bolsa Elst save exO80g ste acest : eed Ont Oxf ger a ween BAe! Ge ort se Of Save mded Bim om DE Boe cot @) Safes wes 880 gee OO B a Sg embanam we Soe engw SbATO kart ereBenBlOGin Ebed 479/2) Em Bost Be alert Sig Hudant emadyg ash md (1) Oem godastdae gmaqed mdm c¢ Sag",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "$984 qm 56 gc com (GEOR SAE) 6 Grktsies RED (HeEaToD) oad omy 8800 € O58 deve whnOst om eet gettaluenc ex'S oxt8 qe BD geet 1350 acm emdmed Oden OB ot Sbend ModsenO Bare oe wey ot.",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "(8) Sale main? BBO que dsl 2 KS Dées emBiomana at Gute onent nbawd coal exmOeSe Olen Ser, iq(3) on Daw seo wed Haast ag gRewsy, SeBGimnd DBeida Saf (1) dn qudard Bad GRC BSH Ce Mate ood ALD 2 eat dav qedstune, Fest qamsia Sxfe mam s7q(2) Sarita alent P Bato yard COovO og Mufe FORO ET qedieom SSsf ch watim o¢ site Bem dep mdm OB ay gad det deg HOF sed OHO date mdwoa Chant geratann ets oS ad see emn még ake gq a”.",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "RUMabsiQe® coef eopteetds am Male OMe qua Be (ese) & 10 A",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "(2eg es) 100 sma 4, me 08. geet 500, dtled gman mime god 0m",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "me Shes’ semtad So 1S fii {OD ans Gee Ped. sob oyP OgedD tut oat Siva ete OD chee ede",
    "mean_p_confidence": 0.32
  }
]