[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  National Institute of Technical Education 5  of Sri Lanka Act, No.59 of 1998  @) to enter into and excute, whether directly or through  any officer or agent authorized in that behalf by the  Institute, all such contracts or agreements as may be  necessary for the discharge of the functions of the  Institute ; Loe  (& to make rules in respect of the administration of the  affairs of the Institute and in relation to its officers  and servants including their appointment, promotions,  remuneration, disciplinary control, dismissal and the  grant of leave to them ;  (D to enter into agreements with employers, for the  provision of in-house training to trainees, selected for  training by the Institute ; and  (m) to doall such other acts or things which, in the opinion  of the Institute, are necessary for, or are conducive or  incidental to, the attainment of its objects.  PARTI  ConstiTuTION oF THE BOARD  5. (1) The administration, management and control of Administration of  affairs of the Institute shall be vested in a Board of Governors the Institute  (hereinafter referred to as the “Board”). oo a  (2) The Board shall, for the purpose of administering the  affairs of the Institute, exercise, discharge and perform, the  powers, functions and duties conferred on or assigned to or  imposed on, the Institute by this Act.  (3) It shall be the duty of the Board to prepare, in  accordance with regulations made on that behalf, a three year  plan of work, the annual plan and programme and the annual  budget and shall submit such plans and programmes for  approval by the Minister. .",
    "mean_p_confidence": 0.7987248322147651
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  6 National Institute of Technical Education  of Sri Lanka Act, No. 59 of 1998  Constitution of the 6. (1) The Board shall consist of the following :—  board",
    "mean_p_confidence": 0.7448484848484848
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  (@) ex-officio members, namely—",
    "mean_p_confidence": 0.5933333333333334
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  (® the Secretary to the Ministry of Minister in charge  of the subject of Vocational Training who shall  be the Chairman of the Board ;",
    "mean_p_confidence": 0.7617241379310344
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  Gi) the Chairman of the Commission, who shall be  the Vice Chairman of the Board ; and",
    "mean_p_confidence": 0.788
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  (&) five other members appointed by the Minister, of",
    "mean_p_confidence": 0.6890909090909091
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  whom three shall be from among entrepreneurs in the  private sector. (hereinafter referred to as “appointed  members\").",
    "mean_p_confidence": 0.7252380952380952
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  (2) Every appointed member shall, unless he earlier  vacates office by resignation, death or removal, hold office  for a period of three years from the date of his,appointment  and shall be eligible for reappointment.",
    "mean_p_confidence": 0.7992307692307692
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  (3) An appointed member may at any time resign his office  by leter to that effect addressed to the Minister, and such  resignation shall not take effect until it is accepted by the  Minister.",
    "mean_p_confidence": 0.7725641025641026
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  (4) Where any appointed member is by reason of illness,  infirmity or absence from Sri Lanka for a period not less than  three months, temporarily unable to perform the duties of his  office, the Minister may appoint some other person to act in",
    "mean_p_confidence": 0.8102083333333333
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  _ his place. ?",
    "mean_p_confidence": 0.4116666666666667
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  (5) The Minister may, if he thinks it expedient to do so,  remove any appointed member from office without assigning  any reasons therefor, and thereupon that member shall be  deemed to have vacated his office.",
    "mean_p_confidence": 0.826
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  ° (6) (a) Where an appointed member dies or resigns or is  removed from office, the Minister shall, having regard to the  Provisions of section (6) (1) (b),appoint another person to be",
    "mean_p_confidence": 0.7788888888888889
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  : a member in place of the member who dies, resigns or is  removed from office.",
    "mean_p_confidence": 0.743157894736842
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  National Institute of Technical Education 7  of Sri Lanka Act, No.59 of 1998",
    "mean_p_confidence": 0.74875
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (6) A member appointed under paragraph (a) of this .  subsection, shall unless he earlier resigns or vacates his office  by death or removal, shall hold office for the unexpired part  Of the term of office of the member whom he succeeds.",
    "mean_p_confidence": 0.8140425531914893
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (7) Every'ex-officio member of the Board shall hold office  as long as he holds the post by virtue which he is a member  of the Board,",
    "mean_p_confidence": 0.782
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  7. A person shall be disqualified from being appointed Disqualification  or continuing as a member of the Board if he— fom being",
    "mean_p_confidence": 0.7456
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  appointed or",
    "mean_p_confidence": 0.445
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (@) is or becomes a Member of Parliament, a Member continuing as»",
    "mean_p_confidence": 0.7214285714285714
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  of a Provincial Council or a Member of a local Bong”  authority ;",
    "mean_p_confidence": 0.665625
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  (6) is under any law in force in’Sri Lanka or any other",
    "mean_p_confidence": 0.7707142857142857
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  country, found or declared to be of unsound mind ;",
    "mean_p_confidence": 0.7833333333333333
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  () is a person who, having been declared an insolvent,",
    "mean_p_confidence": 0.7516666666666666
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  or a bankrupt under any law in force in Sri Lanka or  in any other country, remains an undischarged  insolvent or bankrupt ; or",
    "mean_p_confidence": 0.7917857142857142
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "  (@ is serving or has served a sentence of imprisonment",
    "mean_p_confidence": 0.7691666666666667
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "  imposed by any court in Sri Lanka or in any other  country,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "  8. The Director-General of the Institute appointed under Secretary of the  Section 16 shall be the Secretary of the Board. He shall be Board.  entitled to be present at any meeting of the Board but shall  ot be entitled to vote thereat.",
    "mean_p_confidence": 0.8080851063829787
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "  9. The Board may act notwithstanding any vacancy Acts or .  among its members and no act or proceeding of the Board proceedings o  shall be or deemed to be invalid by reason only of the existence geemed not  of any vacancy among its-members or any defect in the tobeinvaid by  appointment of any member thereof. Sosajor™",
    "mean_p_confidence": 0.7495238095238095
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "  . . defect in the  appointment  of any  member.",
    "mean_p_confidence": 0.4228571428571429
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  8 National Institute of Technical Education  of Sri Lanka Act, No. 59 of 1998  Remuneration of 10. All or any of the members of the Board shall be  Bomber ofthe «remunerated in such manner and at such rates as may be  determined by the Minister with the concurrence of the  Minister in charge of the subject of Finance. .  ‘Meetings of the 11. (1) The Chairman or in his absence the Vice  Bee» Chairman shall preside at all meetings of the Board. In the  absence of both the Chairman and the Vice Chairman from  any meeting of the Board, a member elected by the members  - present shall preside at such meeting. :",
    "mean_p_confidence": 0.8045599999999999
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (2) The Meetings of the Board shall be held at least once  in every month and the quorum for any meeting of the Board  shall be three. .",
    "mean_p_confidence": 0.8099999999999999
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (3) All questions for decision at any meeting of the Board  shall be decided by the vote of a majority of the members  present. In the case of an equality of votes, the Chairman or  the member presiding at such meeting shall, in addition to  his own vote, have a casting vote.",
    "mean_p_confidence": 0.8372413793103447
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (4) Subject to the preceding provisions of this section, the  Board may regulate the procedure in regard to its meetings  and the transaction of business at such meetings.",
    "mean_p_confidence": 0.8315625
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  Directions of the 12, The Minister may give the Board such general or",
    "mean_p_confidence": 0.7986666666666667
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  Minister. special directions in writing as to the exercise of its powers  and the discharge of its functions under this Act and the Board  shall give effect to such directions.",
    "mean_p_confidence": 0.8317647058823529
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  Power of Minister 13. The Minister may from time to time, order all or any",
    "mean_p_confidence": 0.788235294117647
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  rei wn into _f the activities of the Institute to be investigated and reported",
    "mean_p_confidence": 0.68625
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  ‘activities of the upon by such person or persons as he may specify, and upon",
    "mean_p_confidence": 0.7805882352941176
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  Institute, ‘such order being made, the Board shall afford all such facilities  and furnish all such information, to such person or persons as  may be necessary to give effect to such order.",
    "mean_p_confidence": 0.8272222222222223
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  National Institute of Technical Education 9  of Sri Lanka Act, No.59 of 1998  14, The seal of the Institute— Seal ofthe  Institut,",
    "mean_p_confidence": 0.7192592592592594
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (q) shall be in the custody of such person or persons as  the Board may from time to time determine ;",
    "mean_p_confidence": 0.7858333333333333
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (8) may be altered in such manner as may be determined  by the Board ;",
    "mean_p_confidence": 0.7638888888888888
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (c) shall not be affixed to any instrument or document  except in the presence of two members of the Board  both of whom shall sign the instrument or document  in token of their presence.",
    "mean_p_confidence": 0.8115384615384615
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  1S. (1) The Board may establish as many Academic Academic affairs",
    "mean_p_confidence": 0.7623076923076924
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  Affairs Syndicates of the Institute (hereinafter referred to as syndicate.  a “Syndicate”) as it may deem necessary, to make  Fecommendations on different fields of technical and  vacational training or on any other activity of the Institute,",
    "mean_p_confidence": 0.8014634146341463
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  (2) Each Syndicate shall consist of not less than three",
    "mean_p_confidence": 0.7816666666666666
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  members appointed by the Board, from among the members  Of the staff of the Institute and from among persons of  eminence in the respective technical and vocational training  fields for which such Syndicate was established.",
    "mean_p_confidence": 0.80525
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  (3) Subject to the provisions of this Act, a Syndicate shall  be responsible for the academic affairs of the Institute within  the scope of the activities assigned to such Syndicate.",
    "mean_p_confidence": 0.8361764705882353
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  (4) Without prejudice to the generality of the powers  conferred to it by subsection (3), each Syndicate shall exercise,  Perform and discharge, the following powers, duties and  functions :-—",
    "mean_p_confidence": 0.7926470588235294
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "  (@) conduct examinations perscribed by the Institute in  accordance with the rules made in that behalf, and  Tecommend to the Board, persons who, having passed  such examinations and satisfied other prescribed  conditions, are eligible for the award of certificates,  diplomas, associate degrees and other academic",
    "mean_p_confidence": 0.8103846153846154
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "  * distinctions of the Institute ;",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  10 National Institute of Technical Education  of Sri Lanka Act, No. 59 of 1998",
    "mean_p_confidence": 0.7235294117647059
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  (®) advise the Board on matters pertaining to technical  and vacational training ;",
    "mean_p_confidence": 0.703125
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (c) consider and report on any matter referred to it by the  Board ;",
    "mean_p_confidence": 0.7647058823529411
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  (@) make recommendations and reports to the Board on  ‘matters connected with the courses of study, teaching  programme or programmes and examinations,  conducted or held, by the Institute ;",
    "mean_p_confidence": 0.7744117647058824
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  (©) recommend to the Board, the requirements to be  imposed for the admission of technical and vocational  trainers to courses of study, teaching programmes and  examinations conducted or held by the Institute ;",
    "mean_p_confidence": 0.8055263157894736
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  (f) make rules relating to the courses of study, teaching  programmes and examinations conducted by the  Institute and submit such rules to the Board for  approval ;",
    "mean_p_confidence": 0.7715624999999999
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (@) recommend to the Board, names of persons suitable  for appointment as examiners at examinations  conducted or held by the Institute ; .",
    "mean_p_confidence": 0.7514814814814814
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  (h) recommend to the Board, conditions for the award of",
    "mean_p_confidence": 0.7566666666666667
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  . scholarships, medals and other distinctions ;",
    "mean_p_confidence": 0.6244444444444445
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  (@, appoint with the permission of the Board, committees",
    "mean_p_confidence": 0.6863636363636364
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "  * to assist the Syndicate in the performance of its  functions and may appoint such persons not being  members of a Syndicate to be members of any such  committee,",
    "mean_p_confidence": 0.7635294117647059
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  National Institute of Technical Education 11  of Sri Lanka Act, No.59 of 1998  PART III  ‘APPOINTMENT OF THE DIRECTOR-GENERAL AND STAFF OF THE  . InsmrruTe",
    "mean_p_confidence": 0.6703225806451614
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  16. (1) The Minster shall, in consultation with the Board, ° Appointment of  appoint a Director-General who shall be the chief executive Director-General  officer of the Board. The terms and conditions of employment _ % the Institue.  including the remuneration of the Director-General shall be  determined by the Minister in consultation with the Minister  in charge of the subject of Finance.",
    "mean_p_confidence": 0.7777941176470589
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  (2) The Director-General shall, subject to the general  direction and control of the Board, be charged with the  direction of the affairs of the Institute, the exercise, discharge  and performance of its powers, functions and duties, and the  administration and control of the officers and servants of the  Institute,",
    "mean_p_confidence": 0.8235714285714285
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  (3) The Director-General may, with the approval of the  Board, whenever he considers it necessary to do so, delegate  to any officer or servant of the Board, any power, function or  duty conferred or imposed on or assigned to him by this Act  and such officer or servant shall exercise, discharge and  Perform such power, function or duty subject to the general  0F special directions of the Director-General.",
    "mean_p_confidence": 0.8248684210526316
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  (4) The Minister may, without assigning any reason  therefor, remove from office the Director-General appointed  under subsection (1) and such reifioval shall not be called in  question in any Court.",
    "mean_p_confidence": 0.7819999999999999
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  (S) The office of the Director-General shall became vacant  uupon the death, removal from office under subsection (4), or  resignation by letter in that behalf addressed to the Minister.",
    "mean_p_confidence": 0.7993939393939393
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  (©) Unless removed from office under subsection (4), any  Person who has been appointed as Director-General shall be  eligible for re-appointment as Director-General.",
    "mean_p_confidence": 0.772962962962963
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  12 National Institute of Technical Education  of Sri Lanka Act, No. 59 of 1998",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  (7) Ifany vacancy occurs in the office of Director-General  the Minister may, appoint a member of the Board to perform  the duties of the office of Director-General, until an  appointment is made under subsection (1).",
    "mean_p_confidence": 0.8195
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  Staff ofthe 17. (1) The Institute may appoint such officers and  Institute servants as it considers necessary for the exercise and  performance of the powers and duties of the Institute,",
    "mean_p_confidence": 0.7894117647058824
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  (2) The officers and servants appointed under subsection  (1) shall be remunerated in such manner and at such rates,  and shall be subject to such conditions of service, as may be  determined by the Institute.",
    "mean_p_confidence": 0.8022499999999999
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  (3) Atthe request of the Institute any officer in the public  service may, with the consent of that officer and the Secretary  to the Ministry of the Minister in-charge of the subject of  Public Administration, be temporarily appointed to the staff  of the Institute for such period as may be determined by the  Institute with like consent, or be permanently appointed to  such staff. .",
    "mean_p_confidence": 0.8167123287671233
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  (4) Where any officer in the public service is temporarily  appointed to the staff of the Institute, the provisions of  subsection (2) of section 14 of the National Transport  Commision Act, No. 37 of 1991, shall, mutatis mutandis,  apply to and in relation to such officer.",
    "mean_p_confidence": 0.8296153846153846
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  (5) Where any officer in the public service is permanently  appointed to the staff of the Institute, the provisions of  subsection (3) of section 14 of the National Transport  Commission Act, No. 37 of 1991, shall, mutatis mutandis,  apply to and in relation to such officer.",
    "mean_p_confidence": 0.8265384615384614
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  (©) Where the Institute employs a person who has agreed  to serve the Government for a specified period, any period of  service to the Institute by that person shall be regarded as  service to the Government for the purpose of discharging the  obligations of that person under such agreement.",
    "mean_p_confidence": 0.8198181818181818
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  National Institute of Technical Education 13  of Sri Lanka Act, No.59 of 1998",
    "mean_p_confidence": 0.745
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  (7) At the request of the Institute, any member of the Local  Government Service or any other employee of a Local  Authority, may, with the consent of such member, employee  and the Local Government Service Commission, or the Local  Authority, as the case may be, be temporarily appointed to  the staff of the Institute for such period as may be determined  by the Institute with like consent or be permanently appointed  to such staff on such terms and conditions including those  relating to pension or Provident Fund rights as may be agreed  upon by the Institute and the Local Government Service  Commission or that Local Authority.",
    "mean_p_confidence": 0.833135593220339
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  (8) Where any member of the Local Government Service  or any employee of any Local Authority is appointed  temporarily under subsection (7) to the staff of the Institute,  he shall be subject to the same disciplinary control as any  other member of such staff.",
    "mean_p_confidence": 0.8138
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  (9) Atthe request of the Institute, any employee of a Public  Corporation may, with the consent of such employee and the  Governing Board of such Corporation, be temporarily  appointed to the staff of the Institute for such period as may  be determined by the Institute with like consent or be  Permanently appointed to the staff of the Institute with like  consent under such terms and conditions, including those  relating to pension or Provident Fund rights, as may be agreed  upon by the Institute and the Governing Board of such  ‘Corporation.",
    "mean_p_confidence": 0.8213861386138613
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  (10) At the request of the Institute, an officer or servant  of any Higher Educational Institution established under the  Universities Act, No. 16 of 1978, may with the consent of  that officer or servant, the University Grants Commission and  the principal executive officer of that Higher Educational  Institution be temporarily appointed to the staff of the Institute",
    "mean_p_confidence": 0.835625
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  for such period as may be determined by the Institute with  like consent, or with like consent be permanently appointed  to such staff.",
    "mean_p_confidence": 0.8085185185185184
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  14 National Institute of Technical Education  of Sri Lanka Act, No. 59 of 1998  Delegation of 18. The Institute may delegate any of its powers or  Powers, functions functions (other than the power conferred on it by this section)  and duties to to any off fs .  aoe any officer or servant of the Institute and any such power  Servants ofthe of function shall be exercised, or discharged by such officer  Institute, or servant subject to the special or general direction of the  Institute.  PARTIV  Finance  ‘The Fund of the 19. (1) The Institute shall have its own fund (hereinafter  Institute referred to as the “Fund”),  (2) There shall be paid into the Fund of the Institute—",
    "mean_p_confidence": 0.763560606060606
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  (@) all such sums of money as may be voted from  time to time by Parliament for the use of the  Institute ;",
    "mean_p_confidence": 0.7948148148148149
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  (®) all such sums of money as may be received by  the Institute in the exercise, performance,  discharge its powers, duties and functions ; and",
    "mean_p_confidence": 0.8020689655172413
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  (©) all such sums of money as may be received by  the Institute by way of income, fees, charges,  loans, donations, gifts or grants from any source  whatsoever, whether from within or outside Sri  Lanka.",
    "mean_p_confidence": 0.8004878048780488
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  (3) There shall be paid out of the Fund of the Institute—",
    "mean_p_confidence": 0.7978571428571428
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  (@ all such sums of money as are required to defray  any expenditure incurred by the Institute in the  exercise, performance and discharge of its powers,  duties and functions under this Act ; and",
    "mean_p_confidence": 0.8097435897435897
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  (©) all such sums of money as are required to be paid  ‘out of the Fund, by or under, this Act.",
    "mean_p_confidence": 0.7966666666666667
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  National Institute of Technical Education 15  of Sri Lanka Act, No.59 of 1998",
    "mean_p_confidence": 0.69125
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  20. The Institute may, with the concurrence of the Borrowing powers  Minister and the Minister in charge of the subject of Finance, ofthe Insti.  rin accordance with the terms of any general authority given  with like concurrence, borrow, by way of over-draft or  otherwise, or negotiate and obtain on credit terms, such sums  as the Institute may require for the purpose of discharging its  functions under this Act :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  Provided that the aggregate of the amounts outstanding in  Tespect of any amount borrowed by the Institute under this  section shall not at any time exceed such sum as may be  determined by the Minister with the concurrence of the  Minister in-charge of the subject of Finance.",
    "mean_p_confidence": 0.8318867924528301
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  21. The financial year of the Institute shall be the calendar Financial year of  year, the Institue,",
    "mean_p_confidence": 0.698
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  22, The provisions of Article 154 of the Constitution Audit of accounts  relating to the audit of accounts of public corporations shall, _ ofthe Institute.  apply to the audit of the accounts of the Institute.",
    "mean_p_confidence": 0.7702564102564102
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  PARTV  GeneRAL",
    "mean_p_confidence": 0.28400000000000003
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "  23. (1) All property movable and immovable vested in Transfer of  the National Institute of Technical Education of the annoy .  Department of Technical Education and Training (in this Pope. funds or  section referred to as the “National Institute of Technical National Institute  Education”) and used on the day preceding the appointed date _of Technical  for the purposes of the National Institute of Technical Education?  Education shall be transferred to and for all purposes be  deemed to have vested in, the Institute with effect from the  appointed date.",
    "mean_p_confidence": 0.7678571428571429
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "  (2) Allcontracts and agreements entered into, by, or with,  the National Institute of Technical Education for the purposes  of the Department of Technical Education and Training, and  all liabilities incurred by the National Institute of Technical",
    "mean_p_confidence": 0.8204878048780488
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  16 National Institute of Technical Education",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  of Sri Lanka Act, No. 59 of 1998  Education in respect of the Department of Technical Education  and Training, and subsisting on the day preceding the  appointed date shall be deemed, with effect from the appointed  date to be contracts, agreements and liabilities entered into,  by or with the Institute and may be enforced accordingly.",
    "mean_p_confidence": 0.8385483870967743
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  (3) The Minister may, for the purpose of facilitating the  transfer of functions from the National Institute of Technical  Education of the Department of Technical Education and  Training to the Institute, make such transitional orders, as are  not inconsistent with any written law, which shall have effect  for a period not exceeding two years from the appointed date.",
    "mean_p_confidence": 0.8409230769230769
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  Power of the 2A, (1) Notwithstanding anything in the Crown Lands",
    "mean_p_confidence": 0.7338461538461538
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  Ministerse vest Ordinance or any other written law, where the Minister",
    "mean_p_confidence": 0.6330769230769231
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  Institute. considers that any State Land is required by the Institute for  the purpose of discharging its functions, the Minister may,  with the concurrence of the Minister in charge of the subject  of Lands, by Order (hereinafter in this Act referred to as a  “Vesting Order”) published in the Gazette, vest such land in  the Institute with effect from such date as shall be specified  in the Order, subject to such restrictions or conditions, if any,  as may be specified therein,",
    "mean_p_confidence": 0.8473333333333333
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  (2) A Vesting Order shall, subject to such restrictions and  conditions as may be specified therein, have the effect of  giving the Institute absolute title to any land specified in such  ‘Vesting Order, free from all encumbrances,",
    "mean_p_confidence": 0.8226190476190476
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "  Acquisition of 25. Where any immovable property of the State is",
    "mean_p_confidence": 0.7892307692307692
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "  rena naderthe Tequired for the purposes of the Institute, including the use of",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "  Land Acquisition Such property as a residence for any officer or servant of",
    "mean_p_confidence": 0.7993333333333333
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "  ‘Act for the Institute, that property may, if the Minister by Order published",
    "mean_p_confidence": 0.8033333333333333
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "  Institute, in the Gazette approves the proposed acquisition, be deemed  to be required for a public purpose and may accordingly be  acquired under the Land Acquisition Act and be transferred  to the Institute under that Act. .",
    "mean_p_confidence": 0.814047619047619
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  National Institute of Technical Education 17  of Sri Lanka Act, No.59 of 1998",
    "mean_p_confidence": 0.73375
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  26, The Board shall, before the expiry of a period of six Board osubmita  months after the closure of each financial year of the Institute, por ofits  transmit a report giving a full account of the activities of the paiNies ‘©  Institute during that year to the Minister who shall cause copies\"  thereof to be laid before Parliament,",
    "mean_p_confidence": 0.7542187499999999
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "  27. The Institute shall be deemed to be a scheduled — thstitute  institution within the meaning of the Bribery Act, and the Sepa oe  Provisions of that Act shall be construed accordingly. institution",
    "mean_p_confidence": 0.7513513513513513
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "  within the  meaning of the  Bribery Act.",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "  28, All members of the Board and, officers and servants Members ofthe  Of the Institute shall be deemed to be public servants within Board and officers  the meaning and for the purposes of the Penal Code. cue.",
    "mean_p_confidence": 0.771219512195122
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "  public servants.",
    "mean_p_confidence": 0.3575
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "  29. (1) No suit or prosecution shall lie— Protection of,",
    "mean_p_confidence": 0.6725
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "  action taken:  under this Act.",
    "mean_p_confidence": 0.39875
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "  (@) against the Institute for any act which in good faith is",
    "mean_p_confidence": 0.8007142857142856
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "  donee or purported to be done, by the Institute under  this Act ; and",
    "mean_p_confidence": 0.7752941176470588
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "  (®) against any member of the Board, or any officer,",
    "mean_p_confidence": 0.725
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "  servant or agent of the Institute for any act which in  g00d faith is done, or purported to be done by him  __ under this Act or on the direction of the Board.",
    "mean_p_confidence": 0.8081081081081081
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "  _  @) Any expense incurred by the Institute in any suit or  Prosecution brought by or against the Institute before any  Court shall be paid out of the Fund of the Institute, and any  costs paid to, or recovered by, the Institute in any such suit or .  Prosecution shall be credited to the Fund of the Institute.",
    "mean_p_confidence": 0.8099999999999999
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "  (3) Any expense incurred by any such person as is referred  to in paragraph (b) subsection (1) in any suit or prosecution  brought against him before any court in respect of any act  which is done or purported to be done, by him under this Act $  ES",
    "mean_p_confidence": 0.8127777777777778
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  18 National Institute of Technical Education",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  of Sri Lanka Act, No. 59 of 1998  or on the direction of the Board shall, if the court holds that  such act was done in good faith, be paid out of the fund of the  Institute, unless such expense is recovered by him in such  suit or prosecution.",
    "mean_p_confidence": 0.8178181818181818
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  Regulations. 30. (1) The Minister may make regulations in respect of  any matter required by this Act to be prescribed or in respect  of which regulations are authorized by this Act to be made.",
    "mean_p_confidence": 0.8097368421052632
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  (2) Every regulation made under subsection (1) shall be  published in the Gazette, and shall come into operation on  the date of such publication.",
    "mean_p_confidence": 0.8060714285714285
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  (3) Every regulation made under subsection (1) shall, as  soon as convenient after publication in the Gazette, be brought  before Parliament for approval and any regulation which is",
    "mean_p_confidence": 0.8115625
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  s not so approved shall be deemed to be rescinded as from the  date of its disapproval, but without prejudice to anything  previously done thereunder.",
    "mean_p_confidence": 0.7710344827586206
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "  * (4) Notification of the date on which any regulation is  deemed to be so rescinded, shall be published in the Gazette.",
    "mean_p_confidence": 0.7856000000000001
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "  Sinhala text to 31. Inthe event of any inconsistency between the Sinhala",
    "mean_p_confidence": 0.725
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "  Prevail incase of and Tamil texts of this Act, the Sinhala text shall prevail.",
    "mean_p_confidence": 0.77625
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "  inconsistency.",
    "mean_p_confidence": 0.2866666666666667
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "  Interpretation. 32, In this Act unless the context otherwise requires—",
    "mean_p_confidence": 0.6866666666666666
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "  “local authority” means a Municipal Council, Urban",
    "mean_p_confidence": 0.7200000000000001
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "  : Council or Pradeshiya Sabah and includes any  authority created or established by or under any law  to exercise, perform and discharge powers, duties  and functions corresponding to or similar to the  powers, duties and functions exercised, performed  and discharged by any such Council or Sabha ;",
    "mean_p_confidence": 0.8014814814814815
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "  “Provincial Council” means a Provincial Council",
    "mean_p_confidence": 0.71375
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "  established by Chapter XVIIA of the Constitution ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "  * “University Grants Commission” means the University  Grants Commission established by the Universities  Act, No. 16 of 1978.",
    "mean_p_confidence": 0.7354545454545455
  }
]