[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  5th Session 1969-70  ©  dees)  ey  Explosives (Amendment)  Act, No. 33 of 1969  Date of Assent: December 9,808 :  ont nnd A cma |  Boe Tee ee",
    "mean_p_confidence": 0.47878048780487803
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Aeplsies (Amendment) Ast Ho 28 of 1069  cen  ‘hv Aor ro ca vex Exvcorrs Ar.  [Dato of Ast: Dene 8, 186]  BO it mated by the Quen’ Mot Ext Maj,  ty and th the advice ad couent ofthe Senate and  mst pues of Coons et  isisentaled. and by arty he  alone  {This Act may be cid the xploies wu  (abiendnst Sete, te,  2. ‘The ong he Expl Ast enter seem &  rate sigel ha Repaea Ask miata gece  Siasie, Gy the taeda oe tg pret S  \"faorao, Homan, Sl ro. xreion  «favor Eapeta tn Rowcn Sae Ey  wore =  2 Secon © of the prinpal Act bord pane  repeat aad te Taming new een beach SS  ihrtor: oo  amt, BQ) No_ pero, other than a  ERE chil prin nh sthraed  See Pivied a per wie cal  Seer o export Say exe  Teer (2) No a other than a licensee  it wlutalnn Gtinesntes  arias, shall manufacture, sell, expose for sale  SS Ao on  5. Section 9 of the prinpal AG ie berdhy tent  senda lows! — sory  in scancion Qof ta ein, ty te sai.»  Sg ed  Taporet ne ample of ay septa a  a eae  iin anatase, irae  either ee mplar of ey expat  ‘Se goon! noe  © (in nabamcton (@) of that scion, by the  mn pire, the ene alate  Fite ort ot ae eal the igre *  ees Se ee pee go,  Stren Stet r",
    "mean_p_confidence": 0.3034285714285714
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Boplosies (Amendment) Act, No. 9 of 1909  (© by the substitution, forthe marginal note to  7 Seton of ihe folowing Sew marginal  Sapa  *\"Fjences and permits mating to  expesive” \\  mri! 8. Section 10 of the principal Act is bereby  SEES amtaded a flow:  be (1) by the substitution, for the expression  “aly of ay cates or reworks  align na exced he prsered quantity\",  Sf the exprcasion * qunaity of any clas of,  Sipe ay on nu ean he quay  procribed in tenped of much da  Eipiiee and  (2) by the substitution, for the marginal note to  &N5 Sation of te following Hew margiea  “Exemption upto prsribed quantity  of any cus of exploivan™  smetepte! 6. Suction 11 of the principal Act is bere  SRE F amended as follows e  a (0) in paragraph @) of that ation, by the  tet, (or fhe expression importa  cen Othe expen importation,  cortisone eoroe for sal\":  (©) by the relettering of paragraphs (2) and (2) of  ‘that section as paragraphs (d) and (¢) of that  seston, rrpectvelyé aed  (©) by th ination, immediatly after paragraph  © GF oP hat wedlon, of the following  paragraph:—  “* (@) to exempt, subject to such conditions as  ‘ony by ipod, any son or other  Salona nstation from \"tie  ‘Ege of ong er fo  se acuton, poset, ramp  {ation gr agp of any cass or casas of  exponen  sceergtg 7. Section 12 of the principal Act is harcby  ‘Sites! amended as follows:—  “ (1) in sub-section (1) of that, section, by the;  sshataton, fo paragraph () of thal eh  Seton, for the Exprcson, \"anspor aad  Sot tne exptenion transport, all.  pons for atl\"",
    "mean_p_confidence": 0.4352336448598131
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Baplosines (Ameniiment) Act, No. 93 of 1909  (oi mbewtzn (of tn on, by ‘he  hme Gh ar  pees, ere Pcl oe  i eee ci a  Sas  it emt of ce ah  Torrie st ntete nt  eee  (06 ha eo, ted a la:  Per  ace  wa lie an hb pp  of Oars eee  ne a reat  eres a sui a ae  rbd ghee rgd  poorer lay Satie  i  ils Ga Raina eh Ge tae  ee re oes  (6) to acquire, possess and transport the  Sera, rovet wel roe te  et mente  © ne one tn etn tes  becseaieaeria tars:  Cemecien, for We elpration trast  eae ot Ge ee eae  geoades  (6) in the renumbered nub-section (6) af that  Pipe ym  eS sccm 1, ei sa  ee ree gear  poeta data  Pari nates  yt ape aa gata  reinstate  sie ree  din tpn, tilly fhe  ere ea ee adian Oral tat oasaet  ee resin Oat  TOA. pee eps ae,  siti a a fe  Spe",
    "mean_p_confidence": 0.2556310679611651
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4. Beplosces (Amendment) Act, No. 88 of 1068  the provisions of this, Act and of the  ‘egulations made under this Act, authors  SE perce to inpes septs of  last or clases Seah Inthe permit end  {Spc rancor te th ess  Inport undef \"the suthority of the  mae  ‘A prnit granted forthe xpvtation  ot dap Raper stall ete he  Solas et nt fi an  sores oF Sis As wd of he sar  moras de ae  ids fo expt enter of te  Br classes speoited in'the permit and to  Toe eiered cadet te ating  of the permit \"  mtrpig! 8. Seton 14 of the principal Act it hs  SSE haces Taoease Phe md  a (1) im sub-section (1) of that section, by the substi-  re eee Sauna,  See ee ei  \"who ig emvicted of ay fens under  (©) tay tla wetogs of tho Pood Gass  Seat te Schutt te  Start onder ihe fare Weapon  AE Se Boe aa  €) in ebaction (of hat eton—  (0) by th stmaton, in paragraph () of hak  ‘cehindn fn png  Sintra” toe aad  (0) by im inion, iil eter para  ) WYO Pat aebections ote log now  ‘paragraphs :—  “(o) when (for reasons to be recorded  Waar “wing the sing  ttl dan neater for ts  rip bf he pas pos ine  Sa eae ee pom bas  sae ot  (@ ite ening nto sts eat  Oe Mooealbn abd be of expanse  He Dias is degra?  Rh ent fay ar Pert ot  pena  hie",
    "mean_p_confidence": 0.35713310580204777
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  spline (Amendment) Act, No. $9 of 1080 8",
    "mean_p_confidence": 0.506
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  9. Sextion 16 of the principal Act is bereby Anata  anne a fllows:— Paced  - (1) by the insertion, immediately after sub etin  {i} of that section, ofthe following new sab-",
    "mean_p_confidence": 0.47277777777777774
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  °(6) ‘The Controller may in such  cic 8 yt nto,  fais el, Saab” inact i he  pressed foes and",
    "mean_p_confidence": 0.29625
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  (2) in th manginal note to that section, by the sub",
    "mean_p_confidence": 0.5492307692307692
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  slo ier the crea ad  rit. of the expression * and permit  ha copies theref.",
    "mean_p_confidence": 0.3078947368421052
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  40, Section 18 of te principal Act ie bereby” sna  amended as follows: — Etec",
    "mean_p_confidence": 0.4627777777777778
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (0) in subsetion (2) of that ection, by. the“",
    "mean_p_confidence": 0.4636363636363636
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  stitution, foe the expression’ “within  Uiney days, of tho expression “* not lo  Sow mnie",
    "mean_p_confidence": 0.3268421052631579
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  (2) by the renumbering of cubation @) of thus",
    "mean_p_confidence": 0.4790909090909091
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  ssSic't mb on) of tht sto: eed",
    "mean_p_confidence": 0.2811111111111111
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "  (5) by the insation, immediatly after sab-sxtion",
    "mean_p_confidence": 0.33222222222222225
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "  © Gl of tnt aion, of the following ew 2  “\"(@ Where any peron fails to make  tae sepa applaion for the eal  of soe wig th nee a  Sshsction (1, Ue Teens autor  {his dineetn allow the fonewal of such  {icence on payment, fm addition tothe few  renrbed Yor sh leno, of fe eqtal  Toth mouse of dhe fo prescribed Tor  sch Home.",
    "mean_p_confidence": 0.3746666666666667
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "  14. ction 91 of the. principal Act ie boreby sami  amr by the ution, for sbaetion G) of Se  clinton, ofthe flowing new absctions—) Feet",
    "mean_p_confidence": 0.33620689655172414
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "  “(1 (a) Where. a icosee or permitze ig  conv yn ar ofa ofene Under any of  the sections of she Penal Code enumerated tthe  Scheie this Aa, of under the Ofensire",
    "mean_p_confidence": 0.3819444444444444
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  © Enplosies (Amendment) Act, No. $9 of 1960  Weapons. Act, No. 18 of 19, the cour sal  caus nti of such convient te given tthe  ficensinguhorey. ‘who. granted alent or  feimi ch ie of permit, an ch  Repo ary ly ofa Te of sh  atic by wien cnr’ cea that iene’  Darmil, Sook onder shal specify the grout of  Eoalaion of sch licence or permit",
    "mean_p_confidence": 0.4209333333333333
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  () Where a licensee or permite i convicted  sgl court ofan lens sik tt hl oro aay  tence under any ater welen wai as  Sra Sct witht pon  Sg of ay gin or expe or inthe commaion  of which any gun or explosive was aod the court  Shall caus nice of such conviction f be ven  tothe lensing aathoriy who granted «iene  pea a pt Sah  Hemaing. andonty may, upen Tesape. ofS  otc, hy writen oney'sospend that lismoy ot  Berit fore pero sled im the order  2 thi rm Suh oder al",
    "mean_p_confidence": 0.40735849056603773
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  aly the grounds of epnton or cancelation  oF sac Looe or porns.  angtg! 12. Setion 25 of the principal Act is here  SEF amended es fallown ct Ot Prineioal 7  “ (2) by the substitution, for paragraph (a) of that  seston, of the flowing ter pasgrapte =  (@ enter and inspect any plac, oF sop,  ner “and \"tape aby wee Ot  ‘esel in which  (0 any. explosive it manafactared,  Dan ceed owt supplied, sc,  Zeponed for ale Canepored  {ported ot expired der &  Jets or permit, oF  i) be bas reason to elieve that an  Gi) we elisve bas bo a  fmunfoctred, posed, sel,  Spon si expen at  ?Neansord iapetad oF  Spout ty oniavenion of  Ne Ae: ot of any regulations  mma unde hi Act,  Gi) has reason to bellows that  (2) Ne plone. in ‘edetaoraiod  ebuiion sprees",
    "mean_p_confidence": 0.3620731707317073
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Replaces (Amendment) Act, No. $8 of 1960 7  €) in paragraph) ofthat sso, by the abtin-  Toms\" 1or the expremion “value thereat:  and of the exprsion* value thereof  -  (9) by the relteing of paragraph (of that  secon an paragraph @) of that soto; and  (© by the insertion, immediatly after pars  Bae he lain toe  paragraphs  *() wharf tie hak  Thy explrie found in aay snc plce,  ior ren! se dort  (0 couse such explosive tobe removed  rom. such place, veicie OF  eset ‘witht payment Gare  Torr and  Gi dition a he wo  hapa at th eplie;  4%, Suction 26 of the principal Act is hercy semina w  amended a follows: ™ o soy  yin section) of eat scion, by Ue aati  (@) in paragraph (@) of tha, nb section,  eRe Eepsenon \" asbsectn )  and\" of? the, expresion wb!  Sesto’ (and and  () in paragraph () of that sub-section, for  ° Repo aga re  of and report on he rents ofthe  Shalt \"af the expremion for  tarsi thet Os ns  Ses, °  ty the renumbering of sub-ztion @) ofthat  © by Sins sola) of tas Souls  (©) by th insertion, immiatly after sub-section  7 (hof that section of He following new sab  ets  “\"(@) Where in any proention, of &  peri for at ofens under tha A 8  Eenibeate of che Coverument Analyst",
    "mean_p_confidence": 0.3796616541353383
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Beplosves (Amendment) Act, No. 33 of 1008  produced in court to the effect that be is  ‘aise tha a aie hep we  the offence fs alleged to have been commit~  ted is an explosive sa defined in this Act  the court shall presime, until the contrary”  proved, that the ariel. in respec of  ‘which the offence is alleged to have been  ‘mitted isan explosive dened in is  ae",
    "mean_p_confidence": 0.50975
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  (4) Where in eny protection of @ per  salle an cee tr Sis hs ot  fate of the Government Analysts pro  diced in cout to te elect that e a eats  fied that sm article in respect of which the  fac ie ged to have ben ome  {s not an authorized explosive se defined  ‘in the ‘regulations made” under this Act,  Mh cure Sl prety tha tay  {s'proved, that the article in respec  sh helene lege far, ean  Some ot an athriaed erre  {fr defined jn the regulations made \"on  Bieken \"send",
    "mean_p_confidence": 0.44383177570093457
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  (4) in the renumbered sub-section (6) of that seo.  tion, by the bstitation, im paragraph (0) of  ‘hat sub-section, forthe expression period”  of foortzen days”, of the expresion  \"pero of three months”  fngtace¢ 18 Section 27 of the principal Act is hereby  SERA amended follows —  (Q) in subsection (1) ofthat section, as follows: —  (@) by the substitution, in paragraph (0) of  that subsection, for the expression  “of a icence,”, of the expression  “of a licence or permit, \": and  (0) by the substitution, for the expression  “term aot exceeding. one year of  the expresion \"term not exceeding",
    "mean_p_confidence": 0.48686956521739133
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  ‘oo years\") and",
    "mean_p_confidence": 0.322
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  (2) in subsection @ of that section, by the substi!  tation, in parsgraph (2) of tht sub-section,  for the expremion \"of a lence\", of the  expresion “of & licence or permit,",
    "mean_p_confidence": 0.47305555555555556
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Beplosives (Amendment) Act, No. $3 of 1963 9  an, ‘ia, 87 Ws taped Ak hey ale  SE ee er eo  + (1) im the definition of “explosives”, by the sub- “  pO) i hs sion. in paragraph ()of at anion,  qd  Se et Pn  SP tints sepeee,  ‘pti aen  Contact with anyother sutanoe, \"5 and  2 by the nin tmedinaty ar thai  oe ope ern eee  ania  \"worrameat Analyt” nddig an  anes tae, dhe  18. The flowing Sete ia bert nowt an  il folerog, Set ty, need ee  meee, ect  ttre feel the Rowan  eso ny = Ota i  Sie get a rt me  135, 30 ara af  ‘(nchusive). = poi nian  anon Gui Bea ee  eas paige as a  mae mare he  A mn lt ee  2 ma pw Seem yi, Aso  ais soo  67 to S71 (inclusive) elt thal af cot, ds.  Se ne  al oo  pee 2 Sa eine  Sa Ctth\" \"cana ote  aoe pe gee ee nes  ‘ead =",
    "mean_p_confidence": 0.30955
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Baplosioes (Amendment) Act, No. 99 of 1080  Section of Pat Coe oars of Ooms  400 2 408 Geetuine) Casting.  421 16 4285 (ose) ait, fe. hi  458 0 451 (adie) Towettoyacs, ——taing  x  450 48 (lo) Ringe,  17 to 80 clio) aig 1 oa  os fre onl task nota  oo 1 ini eatin,  11 ote Genta) a 09 Abtng.eeing amp  te “Beet ase  sees he Sek",
    "mean_p_confidence": 0.3276543209876543
  }
]