[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA REGIONAL RURAL DEVELOPMENT BANKS ACT, No. 15 OF 1985 (Certified on 10th April, 1985) Printed on the Orders of Government Published as a Supplement to Pait Il of the Gazette of the Democratic \"Socialist Republic of Sri Lauka of April 11, 1985. PRIMED A ts DESAREMIOT OF GOMERMAER PAOTING, RAE LARA ‘YO DE PURCHASED AT THE GOVERNMENT PUBLICATIONS BUREAU, COLOMBO, Price: 1.56 Postage: $0 cents",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "ae Regional Rural Development Bonk . Act, No. 15 of 1985 [Certified on 10th April, 1985) LD—O 63/83 AN ACT TO ENABLE THE Mowerany Boasp oF THe CENTRAL Bans 170 ESTABLISH REGIONAL RURAL DEVELOPMENT BARKS WITE & VIEW 10 DEVELOPING TH RURAL ECONOMY HY PROVIDING, FOR crite DEVELOPMENT OF AGRICULTURE, COTTAGE AND SMakic SCALE INDUSIRY, FISHING TNDUSYRY, COMMERCE AND OTHER RVELOPMENT ACIIVITIES I RURAL AREAS j AND YOR MATTERE CONNECTED THEREWITH OR DICIMENTAL THERETO. . t BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :— 1. ‘This Act may be cited ar the Regional Rural Develop- short ttle, ment Banks Act, No, 15 of 1985, . PARTI EsramisuMent or Recionat RuxaL DEvELoPMENT BANKS ‘ 2 (1) Where the Monetary Board of the Central Bank incorpore: (hereinafter referred to ax “the Monetary Board”) can- foramab™ sidere it necessary thet one or more than oue Regional lshmeatote Rural Develpoment Bank (hereinafter referred to an “the Bef’ Deve- Bank*) be established for the purpose of developing the lopment rural economy by providing for the development of ngrieul- ‘ture, cottage and small-scale industry, sbing industry, com- meroe and other development activities in raral areas, the ‘Monetary Board may by Order (hereinafter referred to as the “Incorporation Order”) published in the Gazette (0). declare that the Bank be established for the purpose of developing the rural economy by providing for the development of agriculture, cottage and smell- seale industry, fishing industry, commerce and other development activities in rural areas ; - (b) assign corporate name to the Bank ; .  @ state the area within which the Bunk shall operate ; (@) state the principal place of business of the Bank ; {e) fix a date on which the Bank shall commence busi- mess ; and ) state the names of the persons appointed under +. section asthe first members of the Board of Directors of the Bank, aa ORR eee eese",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "+ 2 Regional Rural Development Banks Act, No, 15 of 1985 (2) ‘Every Bank shall, by the name assigned to it by the {ncorporation Order he a body corporate and shail have Perpetual succession and a common seal, and may sue and ‘be sued in such name, are 3 (1) The principal place of business of the Bank, zhall yg Pe #8 specified in the Incorporation Order, eat @) The Bank may where the Board of Diveetors considers it necessary sp to do, establish its branches and agencies at any place within the area specified in the Incorporation. . Order, Qbiectsot «=, The objects of the Bank shall be to promote agricul- theBank .  giral: industrial, fisheries, commercial and other develop- ment activities within the area specified in the Incorporation Order. ‘Sreeetion & The, Bank may carry on and transact banking of the Bank. ‘business other than any foreign exchange operations. Ege | 6. Subject to the provisions of this Act, in carrying out ° its objects. the Bank may exercise ad of any af the iollowing powers:— .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(@) to grant shor! toxm, medium term and long term loans and other accommodation particularly to farmers and avricultural isbourers, whether individually or in. groups, and to co-operative ‘socleties and marketing and processing societies for agricultural operations or other purposes",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "___ Telating to agefculture ;",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(B) to grant short term, medium term and long term",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "+. + loans and other accommodation ta artisans and such other’ persons individually or in groups, who are engaged in cottage industries, fishing industry, commercial activity or other types of + itlevelopment activities which are-of @ striall-",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "scoue evPiiale in the opinion of the Boand of Directors ;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(J to ‘open, maintain and manage current, deposit,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "\"t- ghivings and other accounts; (d) to discount, buy, sel] and deal in bills of exchange, \"promissory notes, “ dratts, shares;: debentures, certificate,..ccrlp and other instruments and securities;",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "Regional Rurat Development Banks 3 ‘Act, No. 15 of 1985",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(e) to negotiate loans and advances, to receive money,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "securities and valuables on deposit, or for safe . custody ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": ") to collect and tronsmit money and securities ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(g) te manage property both movable and immovable and transact all kinds of agency business com- monly transacted by bankers ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "i) te borrow or raise money in such manner as the ‘Bank chall think fit, and to secure the prompt repayment of any money borrowed, raised or owing by mortgage, charge or lien upon the whole or any part of the property or sssets of the Bank whether present or future, including its uncalled capital and, also by a similar mort- Sage, charge or lien to secure and guarantes the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": ". performance by the Bank of any obligation or » Hability i may undertake ; 4",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "@ tolend and advance ‘money on’ securities and property and give credit to such persons, firms ‘or companies on such terms as it may deem expedient either with or without security ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "@) to assist and promote the marketing and process- ing of agricultural produce and industrial products; an",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "‘(%) to assist and promote the marketing of fh umd",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": ", the processing of fish products ; @) to carry on the business of a pawn broker subject 5 to such conditions as may be determined by the . oe Monetary-Board; 00 chow. tut “(m)' to acquire or purchase any movable or immova- ble property or agricultural, industeial, Scheries, commercial or other enterprise and to -manage > or arrange for the managament of such property or enterprise, and to sell or otherwise dispose of such property or enterprise; . our f° + (8) ‘to undertake rural development. projects which 7.\" \"gre of a small-scale, including pilot projects, in + order to achieve the objectives of the Hank;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "4 Regional Rural Development Banks Act, No. 15 of 1985 (0) to assist in promoting the development of rural ares by providing encouragement to such + activities as tree planting as part of ecological recoustruction and the improvement of villages and generally to provide advisory",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "’'  ausistamce which serves the objectives of the Bank; . .",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "(p) to engage in and promote the construction of warehouses, godowns, stores and buildings in rural areas, required for agricultural, indus- trial, fisherises and commercial activities ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "(q) 0 enter into auy agreement with any banking institution or co-operative society, subject to guidelines formulated by the Board of Direo- tors, for taking over any undertaking or project which is belng financed by such banking institution or co-operative society or which is ‘elng carried on by such banking institution or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "~ eqoperative soclety ;",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "(@) to open deposit accounts in the Central Bank, any commercial bank or co-operative society oF ‘with the approval by the Monetary Board, in any bank or financial institution outside",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "* Sri Lanka;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "(8) to Tense, let on hire, sell outright, or sell on a hire purchase basis, warehouses, godowns, stores and buildings in rural areas and machinery,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "\"equipment and other goods ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "(® to purchase or acquire shares in co-operative, marketing and processing societies and other",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "“ types of co-operative societies in order to pro- vide infrastructural support to the lending",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "+ operation of the Bank ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "“(u) ‘to acquire in any manner whatsoever and bold, take or give on lease or hire, morigage, pledge,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "ty; Sell or otherwie dispose of, any immovable or",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "» movable property; :",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "24) to appoint such officers and servants as may be",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "A pecessary for carrying out the work of the",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "debe Banke. i at",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "(w) to establish: @ provident fund, and provide",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": ". , Relfare and recreational facilities, and accom= ‘tmodation facilities, for persons employed by",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "oft onthe Banks 2 cap ope og",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "- Regional Rural Development Benks. 5 _ Act, No. 15 of 1985 (@) to dismiss and exercise disciplinary control over the staff of the Bank; _{y) to fix the wages or salaries or other remunera- ton of the staff; (2) to determine the terms and conditions of service of such staff; . (ea) to enter into and perform all such contracts, whether in or outside Sti Lanka, as may be necessary forthe exercise of the powers and the performance of the duties of the Bank ; | (bb) to make rules in relation to ite officers and servants including the appointment, promotion, remuneration, disciplinary control and conduct and the grant of leave to them ; (ec) to make rules in respect of the administration of . the affairs of the Bank ; and {@d) to do all things which, in the opinfon of the Board, are necessary to facilitate the proper carrying on of the business of the Bank. PART H MaMacunener OF THE BANK",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "7. (1) The management and administration of the affairs Management. ‘and business of the Bank chall vest in the Board of Directors (hereinafter referred to as “ the Board”).",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(@) The Board may exercise, all the powers of the Bank under this Act or any other law, and do all acts and things which may be done by the Bank under this Act.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(3) The Board shall in exercising its powers act on sound | business principles and have due regard fo the interesty of rural development.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "& (2) The Board shalt consist of — Spnstinatiog",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(@) three Directors appointed by the Monetary Board",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "‘with the concurrence of the Minister ; {b) two Directors appointed or elected as provided in subsection (8).",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(2) The Monetary Board shell, with the concurrence of the Minister, appoint a Chairman from among the Directors appointed under paragraph (a) of subsection (1) of this section, .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "6 Regionat Rural Development Banks Act, No. 15 of 1985",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(8) The Monetary Board shall, with the concurrence of the Minister, appo.nt the two Directors referced to in paragraph (B)of subsection (1) to hold office in the first inatance for a period of two years or until the transfer of shares of the Bank as provided in section 20, whichever is later and thereafter the general body of the Bank shall elect two Directors to represent the shareholders other than the Central Bank irom among persons having such qualifications and in accordance with such procedure as may be determined by the Monetary Board.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(#) Subject to the provisions of subsection (6), the term of office of a Director other than the Directors appointed in the first instance under subsection (3) shall be five years,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(@ Where any Director \"vacates his office prior 40 the expiration of his term of office, the Monetary Bourd shall with the concurrence ef the Minister or the general body of the Bank, as the case may be, appoint or elect w successor to hold office, for the unexpired portion of the term of office of such Director,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(@) The Monetary Board may with thé concurrence of the ‘Minister remove from office any Director appointed by such Board, :",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "e-() A Director vacating his office by effusion of time may be re-appointed or ze-elected,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(BY A Director elected ky the general body of the Bank under subsection (2) shall vacate his office if a motion af no confidence is passed at 2 meeting of the general body of the Bank by.a majority of the mambers present and voting on such motion and his successor shall be elected for the unexpired portion of the term of office of such Director.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(9) Any Director may resign hig office by letter addressed to the Monetary Board.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(10) Where any Director is by reason of illness or other infiemity or absence from Sri Lanka, temporarily unable to perform the duties of his office, the Monetary Board may, with the concurrence of tre Minister, or the general body of the Bank, as the case may be, appoint or elect a suitable person to ect as his alternate at Board meetings and suck ‘person shall have the right to vote therest,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "Regional Rural Development Banks 7 - Act, No, 15 of 1985",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "8, No person shall be qualified for heing appointed or Dicquali elected as a Direetor or for continuing as a Director it he — fications tar",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(a) is a Member of Parliament or a Member of any scoala",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "+ District Development Council, or of any local Southunges",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "authority ; or member,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(®) is, under any Jaw in force in Sri Lanka, found or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "declared to be of unsound mind ; or (@) fs 2 person who, having been declared an insolvent or a bankrupt under any law in force in Sti Lanka or ‘any other country is an undischarged insolvent or bankrupt ; oF - + (@) is convicted af an oftence involving moral turpitude and punishable with imprisonment for a term not Tega then six months. ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "10, (1) If the Chairman fs by reason of illness, infirmity Chairman. or absence from Sri Lanke temporarily unable to perform gf tB8 + the duties of his office, the Monetary Board may, with the ne. concurrence of the Minister, appoint another Director-to act in his place, :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(2) The Monetary Board may with the concurrence of the Minister without assigning any reason, terminate the appointment of the Chairman of the Board and such term{- nation shail not be called in question in any court,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(8) The Chairman may resign from his office by letter addressed to the Monetary Board.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(4) Subject to the provisions of subsections (2) and (8)",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "‘the term of office of the Chairman shal! be bis period af ‘membership of the Board. .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "11, ‘The Directors may be pald such remuneration out Remunere- ofthe funds of the Bank as may be determined by the iscotorn ‘Monetary Board,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "12. A Director who is directly or indirectly interested im Director to a contract proposed to be made by the Hank shall disclose 4400 the nature of his interest at a mesting of the Board of contrast,” Direetors, The disclosure shall be recorded in the minutes bermade by of such Board, and thet Director shall not take part iu any deliberation or decision of such Board with respect 10 ‘such contract, .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "a Regional Rural Development Banks Act, No, 15 of 1885 .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "Maitingsof . 13. (1) The Chairman of the Board shall, if present pre- freBoare, | _ side at every meating of the Board. In the absence of the Tequlation™ Chairman from any such meeting, the Directors present etprocedure, shall elect one of the Directors present, to preside at such",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "meeting.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": ". (2) The quorum for any meeting of the Board shail be",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "‘three members. '",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "{8) The person presiding at any meeting of the Board shall, in addition to his own vote, have a casting vote,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "-(@) Subject to the provisions of subsections (2) and. (8) the Board may regulate the procedure in regard to the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": ". meeting of the Board and the transaction of business at",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "such meeting,",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "setae he -  \"M._No act or proceeding of the Board shall be invalid tobe by resson only of the existence of any vacaney among the invalidty Directors, or any defect im the appointment or election of any. ‘a Director. Detegation 15. (1) The Board may delegate to the Chairman or any otpowers —_— other employee of the Bank any of tts powers and duties, of the Board.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "(@) Every person to whom any power or duty is dele- gated under subsection (1) shall exercise or perform such power or duty delegated to him subject to the general or wpecial directions of the Board, .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "‘Seal of the 16. (1) The seal of the Bank shall be in the custody Bank. of the Chairman or any other officer authorized by him.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "(2) ‘The seal of the Bank may be altered in such manner",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "a6 may he determined by the Board.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "(8) The seal of the Bank shall not he affixed to any ins- ‘rument except in the persence of two Directors of the Board oth of whom shall sign the instrument in token of their presence.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "General 11. (1) On or after the diffusion of the shareholding of",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "body otthe the Central Hank under section 20, there shall be a gene- ral body of the Bank consisting of twelve persons nominated by commercial banks incorporated or esteblished.in Sri Lanka under any written law, of electad, by co-operative societies which are shareholders of the Bank to represent” such banks and societies in the general body of the Bank,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "Regional Rural Development Banks 9 Act, No, 15 of 1985",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(2) The Board may determine—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(a) having regard to the shareholding the number of persons who may be nominated by such commer- cial banks or elected by co-operative socleties un- der subsection (1) of this section ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "{) the qualifications required, for persons to be 90",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "nominated or elected; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "{e) the procedure to be followed in the election of such",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "Persons to the general body of the Bank.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "() The general body of the Bank shall not be disquali- fied trom performing the functions vested in it by this Act by reason any af the existence of any vacancy among ‘te members,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "18 ‘The Bank may promote and sponsor training of Trainingot banking and technica? personnel, farnuors and arlisana and Ponking and other persons engaged in allied activities individually or personnel tm groups or through co-operative societies in the subjects of agriculture, industry, commerce, fishing industry, trade and other development activities, and for these purposes ‘the Bank is authorized to defray the costa incurred in that regard.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "PART Oi Finance",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "19. The authorized share capital of the Bank shall be Gartial oe fitty million rupees divided into five hundred thousand shares of one hundred rupees each.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "28, (1) Subject to subsection (7) the issued capitel of | Gonttta- the Bank for the time being shall be ten million rupees, Hon DTPA",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "Bank",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(2) ‘The issued capital af the Bank shall be subseribea to by the Central Bank in full.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "@ The Central Bank may, after # period of two years from the date of incorporation, offer shares upto forty nine per centum of the issued capital to commercial banks . incorporated or established in Sri Lanka under any wrlt- ten law and to co-operative sociaties.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "( The maximum shareholding held by the co-opera- tive societies in the aggregate shall be limited to ten per centum of the issued capital of the Bank,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": ": 10 Regional Rural Development Banks ‘Act, No, 18 of 1985",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "(8) No shareholder of the Bank which is a commercial - bank incorporated or established in Sri Lanka under any written law or a co-operative society shall alienate the shares owned by it in any manner whatsoever to any per eon other than a shareholder of the Bank.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "(®) Any silenation im contravention of subsection (5) ball be null end void,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "(1) ‘The issued capital of the Bank may be increased by\" the Monetary Board and where additional capital is issued, such capital shall aleo be subseribed in the same manner as specified in subsections (8) and (4) of this section,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "For the purposes of this section and section 17, commery etal bank incorporated or established in Sri Lanka means",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": ".. the Bank of Ceylon established by the Bank ef Ceylon Or- dinanee, People’s Bank established by the People's Bank < Act, No, 29 of 1981, the Hatton National Bank Limited and the Commercial Bank of Ceylon Limited incorporated under the Companies Ordinance. (Chapter 145). Grenttrom 21,_‘The Central Bank shall, allocate a sum decided upon Bink” by the Monetary Board by way of an outrignt grant to meet the initial expenditure in relation to the establish ment of the Bank as soon as it is incorporated, Zemporary 22, (1) The Bank may, from time to time, borrow sums Bomithe’ of money from the Central Bank for periods not exceeding: Serial rix months, subject to such terms and conditions as to the jan. interest thereon and the repayment thereof as may be determined by the Monetary Board, (2) Borrowings by the Bank under subsection (1) shall “at no time exceed a sum equivalent to ten per centum of ‘the paid-up capital and free reserves af the Bank, Boremings 23, The Bark may, from time to time, borrow from the Eerenment Government, with the prior approval of the’ Monetary Board and the Government may, from time to time, lend to the Bank through the Central Bank from the Consolida- ted Fund any sum of money approved by Parliament sub- ject to such terms and conditions as may be determined by the Government,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "7 Regional Rural Development Banks u 7 Act, No, 18 of 1985 ,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "2, ‘The Bank may, with the prior approval of the Mone- Borrowings tary Board from time to time, borrow from any foreign $07, Government, or any other source whatsoever outside Sri Governments Lanka, any sum of money on euch terms and conditions ag 8 to the interest thereon and the repayment thsreof as may be determined hy agreement between the - Monetary Board, and such forelgn Government or such other source, as the case may be.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "25, The Bank shell establish a General Reserve Fund General and shall credit to wich Fund every year percentage of ‘Fund its annual profits determined by thu Board,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "28, ‘The Bank shall establish a Speclal Reserve Fund for Special ‘bad and doubtful debis and shall eredit to such Fund every Fund. year a percentage of its annual profits as may be determined bby the Board,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "21. The Bank may establish, maintain, manage and  staftDeve- control a Fund to be called a “Staff Development Fund” lopment to enable the Bank to meet the expenditure incurred by the ‘Board in securing specialised services and such expenditure incidental thereto and may from time to time, transfer to the Fund, out of the resources of the Bank, such sums of money as it may deem necessary to discharge the functions for which such a Fund fs established,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "28. (0) The Bank shell establish a Fund to eccept gperal grants or donations, from local or foreign organizations Fund, which shall be known as the “Special Resources Fund” (in this section referred to as “ the Fund\"), ‘The Fund shall not o form part of the general funds of the Bank, but shall be a",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "separate fund which shall be administered by the Bank separately from the general funds of the Bank for and ‘on behalf of the Government, or for any such foreign Gov- ernment, foreign or international organization o person or Persona as may be approved by the Government.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "{2) The Bank, in terms of wny agreement entered into",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "between the donor and the Bank, is hereby authorized to",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "., Make or give from the Fund any loan, advance, grent, oF",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "“other accommodation to any agricultural, industrial, fisheries, commercial or other enterprise.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "2 Regional Rural Development Hanks Act, No. 15 of 1985",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "(3) There shall he credited to the Fund by the Bank the © amount of all donations and graute made, for the purposes of the Fund, by the donor, In addition the Fund shall be credited with the net income or interest arising from the operations of the Fund.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "(4) All financial commitments or Hablities of the Bank arising from or incurred in connection with, any act or thing done by the Bank with the object of carrying out the pur- poses of the Fund shall be charged on the Fund,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "(5) The Board may invest temporarily the excess resour- ees of the Fund which cannot he utilised immediately in pursuance of the objectives of the Fund in such securitles ‘as it may deem appropriate, without prejudice to the long term interests of the Fund,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "(6) Rules may be made under this Act in respect of ail or any of the following matters :—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "(a) the manner in which the accounts of the Fund shall",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "be kept; (D) the establishment of reserves in the Fund for bad and doubtful debts, the depreciation of sssets, and for such other contingencies az may accord with normal banking practice (©) the closure or winding up of the Fund ; and (@) any other matters connected with or incidental to any of the matters aforesaid, Reserve 28, Notwithstanding anything contained in the Monetary ‘wequirements. Tow Act the provisions of section 93 of the Monetary Law Act, shall not apply to or in relation to the Bank for aperiod . of three years after the date of commencement of its business and thereafter for the next succeeding period of ‘ three years the Bank chall be required to maintain only ‘one-half of the resetves that such bank fs required to main-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "tain under that section. , Exemotion 0, ‘The Bonk shall be exempted from the payment of fGen — income fax upon the profits and income of the Bank, for a ax period of ten years after the date of the commencement of ite business, - 7 .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "Regionat Rurat Development Banks 8 : ‘Act, No. 35 of 1985 + 32, (1) Any loan granted by the Bank shall be on seeu- Security ~ rity and other terms and conditions as may be determined Marbe by the Board. Reibeak” (2) Notwithstanding anything contained in subsection (i), the Board may, in their absolute discretion, grant loans for, purposes as may be specified by the Monetary Board without security in any cases in which the Board, for ree sons to be recorded by it in writing, decides having regard to the nature and seope of any scheme or the purpase for which such loan is granted, that such security is not neces- sary. PART TV Smarr 82 (1) The Chairman shall be the Chief Executive chairman Officer of the Bank. ibe the @) The Chairman shall, subject to the general direction Oftarat” and control of the Board be charged with the direction at \"°° the business of the Bank, the organization and execution of the powers of the Bank and the administration and control of the employees of the Bank. : : (@® The Chairmen, may, with the approval of the Board, whenever he considera it necessary to do so, delegate, in writing, to any officer or servant of the Bark any power, function or duty conferred or imposed or assigned to him hy this Act, and such officer or servant shall exercise, dis- charge and perform such power, funetion or duty, subject to the general or special directions of the Chairman, $& Q) The Board may appoint such other officers and Staffot servants a3 it considers necssary for the efficient discharge of its functions. . (2) The officers and servants appointed under subsection + QD shall be remunerated in such manner and at such rates and shall be subject to euch conditions of service as may be determined by the Board. . - .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "4 Regional Rural Development Banks Act, Wo, 15 of 2985 PART V ‘Recovmny or Loans ~",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "Apglinbility $4. The Provisions of Part V of the State Mortgage and",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "Uaeset® Investment Bank Law, No, 19 of 1975, shall, mutatis mutan~",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "30d {avers dis, apply to the recovery of loans by the Bank.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "Sraxt Bank",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "Taw No.1",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "oeibTs.",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "PART VI AUDIT AND ACCOUNTS.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "Franelat 35, The financial year of the Bank shall be the calendar",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "Bank year. ’",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "Avait. 36 (1) The Bank shall cause proper books of accounts to be keptof the income and expenditure, assets and liabili- ties and all other transactions of the Bank,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "= {2) ‘The provisions of Article 154 of the Constitution re- lating to the audit of the accounts of public corporations +.» shall apply to the audit of the accounts of the Bank:",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "Dissolution 37, The provisions of Part IX of the Companies Act,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "Bank No. 17 of 1982, shall, mutatis ‘mutandis, apply to and in rela- tion to the dissolution of the Bank. : ‘PART VIL ‘ ++ Gmemnat, se",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "‘Application —_—38,_(2) Any person over sixteen years of age who has &",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "setae ong «deposit or savings account in the Bank mey, nominate a",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "Tine Person, to whom the moneys lying to the credit of such",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "Eatiowt, 4, first-mentioned person shall be paid upon his death end,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "‘Accifs.30°\" the provicions of section 4é of the Nasionsl Savings Bank",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "2671, Act, No. 30 of 1972, shall, mutatis mutandis, apply to, and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "» +, {relation to, such nomination and:. the payment of the >\", moneys in such account fo the nominee. am",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "Certain. 39. ‘The provisions of the following written laws shall",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "cate not apply to the Bank :— Lee",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "“ wt",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "ik, (0) the Money Lending Ordinance}...,.-",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "2 (b) the Debt Conciliation Ordinance ; and: - {c) the Pawn Brokers Ordinance.\"",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "Regional Rural Development Banks 6 Act, No, 15 of 1985",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "40. ‘The provisions of the Compentes Act, No. 17 of 1962, Applicstlon * shall, mutatis mutandis, apply to the procedure at the provisions meetings of shareholders for the election af the general body Companies",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "‘Act No. it of the Bank. oribs2,",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "41 The Bank shall be deemed to be an approved credit The Bank agency within the meaning of the Mortgage Act (Chapter besa 28). gan",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "agency, \"42, Notwithstanding anything in the Stamp Duty Act, Breupt from No. 43 of 1982, any instrument required or authorized to be “4m? SW wade or executed by the Bank or any instrument made or executed in connection with the business of the Bank by the Bank, and any instrument made or executed by any other person in favour of the Bank in respect of any security for a loan, shall be exempt from the payment of - duty under that Act:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "43, Notwithstanding the provisions of section 22 of the Opening of Finance Act, No, 65 of 1961, any person may oper accounts ot with the Bank established under this Act. :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "44, Every Dizector, officer or ottier employer of the Bank indstontty, shall be indemniad by the Bank against ali losses and ex & pense incurred by him or in relation to the discharge of hhis duties; except such a1 are caused by his wilful act or default. ., .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "45. (1) Every Director, auditor, officer or other employee Declaration _ or agent or other person employed in the business of the fBerer. Bank, shall before entering upon his duties sign a declara~ tion pledging himself to observe sirict secrecy, respecting all transactions of the Bank, its customers, the state of accounts with any person or institution and all matters re Inting thereto and shall by such declaration pledge himself not to reveal any other matters which may come to his Imowledge in the discharge of his duties except—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "(@), when. required wo to do 2h “GY by the Board ; ae” toe (8) by a court of laws or “  * Boe (Why the person to'whomi such miatténs relate ; oF Gv) “bythe Monetary Board: thet",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "18 Regional Rural Development Banks * : + Act, No, 18 of 1085 (b) in the performance of his duties ; and (e) in order to comply with any of the provisions of this Act or any other lew,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "(2) Every Director, auditor, offlcer ot other employse, agent, or other person employed in the business of the Bank shall decline to answer any question concerning the business of the Bank it he cannot answer the question without in- fringing his pledge of secrecy under subsection (1).",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": ". (@) Every Director, auditor, officer or other employee, agent or other person employed in the business of the Bank ho reveals any information in contravention of a declara~ tion signed by hit under subsection (1) shall be guilty of an offence under this Act and shall on conviction after sum- mary trial before a Magistrate, be liable to a fine not ex- ceeding two thousand rupees, notwithstanding that such fine exceeds the amount of fine a Magistrate may impose in ‘the exercise of his ordinary jurisdetion.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "Monetary «46, ‘The Monetary Board may, from time to time give",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "Board to to the Board general or special directions in writing aa to",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "Exum the policy and performance ot the duties and the exercise of the powers of the Bank, and the Board shall give effect to such directions.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "‘Provision 41. In the event of any conflict or inconsistency between",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "FSR the provisions of this Act or any other written law the pro-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "walten lew, visions of this Act shall prevail,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "‘Rules, 48. (1) The Board may make rules in respect of all or any matters for which rules are required or authorized to be made under this Act.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "(2) No rule made by the Board under this Act shelf have force until it has been approved by the Monetary Board.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "Interpret. 49, In this Act, unless the context otherwise requires—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "fon “ banking business” means the business of receiving funds",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "trom the public through the acceptance of money",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "deposits payable upon demand, and the use of such",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "funds either in whole or in part for advanee, invest",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "ments or any other operation either authorized bY . law or by customary banking: practices ; ..",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "Reglonal Rural Development Benks ” ‘Act, No. 15 of 1985",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "“Central Bank” means the Central Bank of Ceylon es ‘tabUshed by the Monetary Law Act (Chapter 422) ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "“commercial bank” shall have the same meaning as in ‘the Monetary Law Act (Chapter 422) ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "“co-operative society” meuns a cooperative society registered under the Co-operative Socleties Law, No. B of 1972;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "“enterprise” means any body of persons, whether cor porate or unincorporate, by whatsoever name Or designation called, and includes a corporation sole or a sole proprietorship ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "“general body of the bank” means the general body of the Bank constituted in accordance with the provi- sions of section 17 of this Act;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "“Monetary Board” ineans the Monetary Board of the Central Bank of Ceylon “established under the Monetary Law Act (Chapter 422) ; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "“gmullecale industry” means any industry irrespective of technology or location where the investment in plant and machinery excluding land, buildings and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": ": utllities does not exeded one million rupees.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "Annual subscription of Bills and Laws of the Parliament Rs, 150 (Local),",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "Re. 200 (Foreign), payable ta the Supentrenpens, Govzaracent PUmicaTioe®",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "‘Bunzay, P. 0. Box 500, Covonsno |, before 16th December eech year in respect of the year following.",
    "mean_p_confidence": 0.67
  }
]