[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  (cy)  ae  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  ; SRI LANKA.  NATIONAL CHILD PROTECTION AUTHORITY  ACT, No, $0 OF 1998  [Certified om 12th November, 199K]  5 vente te nn  ’  }_rosauessgptes nti at am  ae en  meena meen 3",
    "mean_p_confidence": 0.41629629629629633
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  National Child Protection Autor  Ae No 30 of 198  (Cente on 128 November, 198)  L097  ‘Act Yo mows 10 Te MRL oF 18 Nano  {hate Provecion Attwoniy ror se rUtOSE OF  BE i nated by he Pranet ofthe DemocreSoiit  Repco Sank lows =  1. ThisAclma be ciedas the Natonl Chl Ptetion shan  Authoty Ac No 30 of 998 and stall come operation Swope  ‘nau de athe Minister may,appoin by Order pubsed  ine Ganne  2 Wy Terstalleesabishdan Autry which matter  tecaledhe Nao CuldPraecton Auta hereinair Sens  Ins Actretered toast \"Aor oad  ) The Author sal by the name asigned 10 it by  subsection (0) bea body copra and sal ave perpetual  Serco ands common el an ay te and be sed in  eh name  3 The Auth sal const of — Mane te  bows  (@) the flowing members to be appoined bythe  President (reinte efored ae “pad  renter) —  (0 nts one bt not erening vo  (4) senior peti  B) senior paediatricians ;  Domsssox0 win *",
    "mean_p_confidence": 0.36381443298969074
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Raaonat Child Protection Autry  et No, 50 of 188,  EC) seca peattionees engaged in the  Sid of forensics  1D} senior payshotogiss,  ocinatd by the Minster chage ofthe subject  ates  it a senioe offices of dhe Attar Gonaat’s  Department set deloe hater oF Senior Site  ‘Cooneet nominnted bythe Minter in charge  ofthe suet of Fntice ;  it) sence oficor ofthe Dapanent of Pulse  ot below the rank uf Dopuey Inspector  ‘Genera noise by the Miniter sn cage  ofthe subject of Defence  68) fee ments om pis whe app tothe  Provident co have wie snperienee, cepacity  aud rocogaition in law, child welfare,  ‘nucaton or any ther elated Bel nd  (8) he ftowing evaficie member, namely  W de Commissioner of Probation and CHIE  Cas  (9) the Commissioner of Labour and  iid tu Cnizsian of he Commie exabitned,  by Aric 40 af to Charter onthe Rights of  ‘he Chi forthe purpose of plerienting the  provisions of tha Chace  Boyne $A penson ssl dsquaia fro being appiniad  embers ce conlag a crete ofthe Author iF—  (a) be ie or becomes 2 member of Passes oF ay  Provincial Count or aay toca authority or",
    "mean_p_confidence": 0.36199095022624433
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Nationa Chik Prvecon Authority 3  ‘Act No SO of 1098  Wh) De Is ao or ceases to de. 9 citinm of Set  Lanka sor  (6 Is csr ay J a fone Lanka. nay  ther country fue ox decid tobe of wach  veind or  (dy he is sorving or has served » semenee of  ‘pmsonmecn amps by ay ecard SE nha or .  uy oer bony  (0) hots cx enjoys aay right cx eft under ny  ; ontact made by oF on behalf the Authoity 5 oF  (Ge has any facial ber Inte ni key 10  affect prejudicially the discharge by Bim oF hay  . feseions ava member ofthe Auth  B._() Ansppeined member ofthe shart my een Roe ed  i ofa by lees sdcesend tp the Prasat and sock Emer!  Fesignution shat be effeive froma Be dete on which itis  scooped bythe Present.  (2) The President may for eatonsassgped remove 20  _sppsinied meavber ofthe Autry fom office,  ©) Whete a member ofthe Ausority sie, esis  euioved for fice the Present sal, ving epaeothe  visions of section 3, appoint mother rites Js is pace,  (6) A member appointed unde ebsecton (3) hall bold  | iice tera espe gare eter otic ofthe mente  whom he suceeds.  6 Subject tobe poisons of robsectons (1) aut (Q)of Mocefetiest  Section 5 the ama of oie of an appointed ember of ie EE  Authorisy shall be dnae years and euch member aha be  lige frre appointment foe ane more term of oc.",
    "mean_p_confidence": 0.4004332129963899
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 National Child Protection Authority  ‘Act, No. $0 of 1988",
    "mean_p_confidence": 0.4492307692307692
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  Remumtionsr 7. The members of the Authority shall be paid  Bova of remuneration o allowances out of the Fund ofthe Authority  ‘eabe. st such rates as may be determined by the Minister  CChimanans (1) The President may appoint asthe Chairman ofthe  Depa Charmin Authority, amember who has proven experience and capacity  he Asbo. in the eld of administration, management, aw, child welfare,",
    "mean_p_confidence": 0.5184057971014493
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  ‘eeaton or other related field.",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (2), The President may appoint another member a the  Deputy Chairman ofthe Authority.",
    "mean_p_confidence": 0.645
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  {G) Ifthe Chairman othe Deputy Chieman is by reason  ‘of illess or absence from Sri Lanka, temporarily unable to  perform the duties of his office, the President may appoint  ‘nother member ofthe Authority tact in his place.",
    "mean_p_confidence": 0.49952380952380954
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  (4) The Chaisman and the Deputy Chairman shall not  ‘engage in ay paid employment ouside the duis oftheir  fice, without the approval ofthe President",
    "mean_p_confidence": 0.5839285714285715
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  Mecingsof te 9, (1) The Chairman of the Authority shall, i present",
    "mean_p_confidence": 0.5085714285714286
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  — reside at every meeting ofthe Authority Inthe absence of  {he Chairman from ary such meeting, the Deputy Chairman  shall preside at such meeting. Inthe absence of both the  ‘Chairman andthe Deputy Chairman fom any such meeting,  4 member elected from among the members present shall  reside at such meeting,",
    "mean_p_confidence": 0.5940350877192982
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  (@) Tre quorum for any meeting ofthe Autbority shall be  six members",
    "mean_p_confidence": 0.47866666666666663
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  (8) The Chairman or the Deputy Chairman or other  member presiding at any meeting ofthe Authority, shall in  dition o his own vote, havea casting ote.",
    "mean_p_confidence": 0.5526666666666666
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "  (4). Subject to the preceding provisions ofthis section.  the Authority may regulate the procedure in regard to the  meetings ofthe Autonty andthe transaction of business of  such meeting.",
    "mean_p_confidence": 0.5693939393939393
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Wolionak Ohld Protection Audenty —§  ‘Ac No, $8 of 998",
    "mean_p_confidence": 0.21769230769230768
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  30. Nowa decision ocpoccedng ofthe Authority shall At  to cre ca be at by esacn vty ofthe exinence of Sandy  ay vcanay ofthe Aust any fectnshe appointment Name #  ‘any ects hace,",
    "mean_p_confidence": 0.29783783783783785
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  11,1) The sed of the Anthony may be deerined Sed ote  0d dis bythe Astor ard may be aired in wach bo,  omer ob may be termined by the Any,",
    "mean_p_confidence": 0.4526470588235294
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  (2) Toe set ofthe Autry shal be a heey of  acs pron the Anthony may devide rom tne ota,",
    "mean_p_confidence": 0.4254545454545454
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  (3) The na of the Abort sol not be fed tay  insrement or aanowient except wih he saaeton af Oe",
    "mean_p_confidence": 0.42478260869565215
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  \"Authority ane tn the pesence of te Chaimaa and ne  remeber wo sl sigh the etvcat or oesec tohen  Of hr presence",
    "mean_p_confidence": 0.3630769230769231
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  Say The Auboriy shall maistic a regan of the  inamimess a dcumeats fo which he ea afte Autboty  hashes aed.",
    "mean_p_confidence": 0.30833333333333335
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  12_Tnthecrmviap of us poner and sharge ote Aun",
    "mean_p_confidence": 0.22400000000000003
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  ftsetoas, the tots shall empl wid the pokey af tip ec  ‘Goverment in relation tothe protaion and welfare of resonate  luton ad wits any grate or speci! Greta smed to” SS  5 he Mia in ladon wo he pment of sh  soli",
    "mean_p_confidence": 0.3714583333333334
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  13, (1) The Autorty miy delegate my of the poweys Deepaba ct  sedhactorse behaberty thane at OeDepy eeme  Cheinaaa. Sextet te",
    "mean_p_confidence": 0.306
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "  pone  * 2) Mees an the Dopey Chinn wht any  ‘ofthe powers and fetias of toe Authorey have best  delegated under suena ents ot dichargs  + geser and neti os deep, subject oe gona  special directions of he Anshan  14 The fmcion of bs Avon al bo Frio tte  {4 16 advise the Goveeameat in the foraiation a MO  inal pole cathe prevention of i abate ad  the protection and tatreat of childree Oho art  vied of ach seam 5",
    "mean_p_confidence": 0.34543478260869565
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 National Child Protection Authority  ‘Act No. 50 of 1958  (©) 0 advise the Government on measures forthe  Breventin of child abuse  (©) 1 avis the Government on measures fr the  Protection ofthe vite of ich bose  (to cretean awareness, ofthe right ofa child wo be  rtected from abuse and he methods of preventing  hid abuse  (©) s0 consult the relevant ministries, Provincial  Cones, oa autores, Distriet an Divisional  Setetares,pblie and private ser organizations  and recommend all sich measures as ae necessary,  forthe pupose of preventing cid abuse and for  otectng and safeguarding the interests ofthe  cts of sch abuse  © ‘orecommend esl, siminiseaveatherrefoms  required forthe effective implementation of the  ‘ational policy forthe prevention of hid abe;  (@) to monitor the implementation of tw reais to  all fora of hid ase;  (0) to monitor the progres of all investigations and  «simi proceedings ela 0 child abuse  (© recomend measures to adres te humanitarian  concerns relating to children aflected by armed  conflict andthe protection of such cides nclading  seas fr tis mental and physical well ing  ‘nd their eintegraon ino scey  © to take appropiate steps where necessary for  securing the safety and protection of children  involved in criminal investigations and criminal  roceeings  (© ‘orev complains om the pbc relating ota  shu and where necessary torefer such complains  ‘0 he appropri authori",
    "mean_p_confidence": 0.4359922178988327
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  National Chté Protection Autborty 7  Acs a, 50 of 188",
    "mean_p_confidence": 0.34307692307692306
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  At) ex avi ae sist Protncial Couey al focal  suthaies, nd aca govercanaelalongutizaions 9  ‘co-dirat expaigns against child ate.",
    "mean_p_confidence": 0.30434782608695654
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  (i) loperpate and nanan ational dts bas on child  ane",
    "mean_p_confidence": 0.34769230769230763
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  ny fn constlsion wt he eleran alc sod ber  thors tosupeevice na monk a eligi ad  ‘hantable aatutions which provide. hil cate  fervices techn;",
    "mean_p_confidence": 0.25448275862068964
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  {0} to conduct proms and co-ceinat, research im  Felaion io cl hse a eld protection;",
    "mean_p_confidence": 0.35555555555555557
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  4p) te provide formation ond eduction tote plc  regarding so tatty of eniren and the promesion  a eres ef chien;",
    "mean_p_confidence": 0.38666666666666666
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  a o engage in istogue wth al sections canmestd  ‘with mourism with a view fo minimising the  eppetanities For eil abase;",
    "mean_p_confidence": 0.43320000000000003
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  Pro organion and faite, workshops, seminat ad  isussion, eating to cil abuse +",
    "mean_p_confidence": 0.26687500000000003
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  {6h to lise and exchange information with foreign.  Governments grid intreatinelcapanisatons, wit  expan io deletion an prevention af a ors of  ce sbuse,",
    "mean_p_confidence": 0.3707142857142857
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "  1S. The Autoiy shat ase dhe power — Scents  poons",
    "mean_p_confidence": 0.24307692307692308
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "  (e) vo acguie, Hold, take or give om teats or hice,  mortgage, pipe se} ac aheewee dopo of any  movable or mmoveble propery;",
    "mean_p_confidence": 0.3725925925925926
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "  18) roberto, wither witha ecu moneys. 0 ah  ‘or ard condines as tay be approved by the  Minister, foc the porpose of discharging 3's  fonsions:",
    "mean_p_confidence": 0.4263333333333333
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  3. Newlonal Chid Protection Author  Act No. 50 of 198",
    "mean_p_confidence": 0.2938461538461538
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  0) wo aeoep its, grate or donations wheter in cash  ‘ac barr, and 10 apply them fr discharging its  fumous",
    "mean_p_confidence": 0.41124999999999995
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  2 te appein such offices and servans as ay be  necessary for eartying cut the work of the  athe",
    "mean_p_confidence": 0.3452173913043478
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  (2) tosppcin sib-comminees orto cartinate wth its  1 province Teel, forthe effective dhcharge oF  fonctions,",
    "mean_p_confidence": 0.2910526315789474
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  A todetorming Uw emamationpayaieto the fasts  sand vervants 0 eppeita;",
    "mean_p_confidence": 0.22615384615384615
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  (©) to eno a social security scheme, and growide  wellscandreceanooal fiiestovieeficersnad §—*  seats,",
    "mean_p_confidence": 0.21705882352941175
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  “hy tener into td pectoral such coneacts, west  ‘nar utes 33 Lak 05 may be necesaay foe  ‘exercise of the pots and the discharge of te  Ranvions ofthe Autry",
    "mean_p_confidence": 0.39941176470588236
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  {Wo make mes in respect ofthe abinisation fh  sims of the Author: sn",
    "mean_p_confidence": 0.41375
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  @ severally, odo such char things as ar ecensny  10 facie the proper dacharge ofthe Factions of  ‘De Authority. :",
    "mean_p_confidence": 0.395
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "  et of 36 (1) Thove sal be a Pal af lids (wena  officiate ‘efented tos \"the Panel.  (2) The Pane hal consi ofthe Flleng cera",
    "mean_p_confidence": 0.3762068965517241
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "  (an officer not below the wk of + Seni Aarctant  ‘Seenciay oF the Minis of he Minis iy charge  ‘of subjct of Tarn, cst by he Secceary  of such Mila,",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  National Child Protection Authority 9  ‘Act No 50 of 1998:",
    "mean_p_confidence": 0.5169230769230769
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  (@) an officer not below the rank ofa Senior Assistant  Secretary ofthe Ministry ofthe Minister in charge  ‘of the subject of Education, nominated by the  Secretary of such Minis;",
    "mean_p_confidence": 0.5911764705882353
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  () an officer not below the rank of a Senior Assistant  Secretary ofthe Ministry ofthe Minister in charge  ‘ofthe subjectof Defence, nominated bythe Secretary  ‘of such Ministry",
    "mean_p_confidence": 0.4825
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  (d) an officer not Below the rank of a Senior Assistant  Secretary ofthe Ministry ofthe Minster in charge  ofthe subject of Health, nominated bythe Secretary  of sich Ministry;",
    "mean_p_confidence": 0.4818181818181818
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  (6) sn officer not below the rank ofa Senior Assistant  Secretary ofthe Ministry ofthe Minster in charge",
    "mean_p_confidence": 0.5405
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  . ofthe subject of Social Services, nominated by the  Secretary of such Ministry;",
    "mean_p_confidence": 0.4525
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  ) am officer not below the rank ofa Senior Assistant  Secretary ofthe Ministry ofthe Minster in charge  ofthe subject of Provincial Council, nominated by  the Secretary of such Ministry:",
    "mean_p_confidence": 0.49676470588235294
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "  () an officer not below the rank of a Senioe Assistant  Secretary ofthe Ministry ofthe Minster in charge  ofthe subject of Women's Affairs, nominated by the  Secretary of such Ministry,",
    "mean_p_confidence": 0.5191428571428572
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "  () an officer not below the rank of a Senior Assistant  Secretary ofthe Ministry ofthe Minister in charge",
    "mean_p_confidence": 0.4776190476190476
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "  : ofthe subject of Labour, nominated by the Secretary  of such Ministry",
    "mean_p_confidence": 0.5066666666666667
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "  (9-40 officer not below the rank of a Senior Assistant  Secretary ofthe Ministry ofthe Minister in charge  ofthe subject of Tourism, nominated bythe Secretary  of such Ministry; *",
    "mean_p_confidence": 0.4636363636363637
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "  () an officer not below the rank of Senior Assistant  Secretary ofthe Ministry of the Minister in charge  ofthe subject of Media nominated by the Secretary  of such Ministry",
    "mean_p_confidence": 0.5055882352941177
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 National Child Provection Authority  ‘Act No. 50 of 198  fectoasin 17. Theoicals ofthe Panel shall atendall meting of   enwuionot WE Autor and assist he Auhoity inthe implementation  ‘tec of the decisions of the Authority.  tory © 18 The Minster may onthe sdvise ofthe Autor sive  ete general or pecil rection to any Goverment dearest  ‘or sautory institutions requitng any such depart  instton to csy ou such cts laing tthe prevention of  child abuse as are specified in such dition.  sus ie 19. (1) The Auoity ay spoint officers and servants  ster” ag it considers necessary forthe efficient discharge of is  funcors",
    "mean_p_confidence": 0.41637931034482756
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  (2) The ffcrs and servants eppoined unde subsection  (2) shall beremunertedin such manner andatsuchrates nd  Shall be subject wo such conditions of service as may be  determined byte Authrity wth the approvalof te Minister",
    "mean_p_confidence": 0.502051282051282
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  63) Atte rouest ofthe Autor an office inthe ple  service may, withthe consent ofthe oficer and he Sereary  10 the Minisuy ofthe Minister in charge ofthe subject of  Public Administration, be temporarily appointed to the  “Authority for such period as may be determined bythe  ‘Authority with ike consent, or be permanently appointed to  such all.",
    "mean_p_confidence": 0.49857142857142855
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  (4) Were any ofcer inthe public series temporary  anpoined tothe suff of the Authority, the provisions of  subsection @2) of section 14 ofthe National Transport  ‘Commission Act, No. 37 of 1991 shall, mat mutandis,  apply, to and in elton, to him",
    "mean_p_confidence": 0.4610638297872341
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  (5), Where any officer inthe pic sevice permanently  appointed tothe staff of the Auboity, the provisions of  subsection 3) of section 14 ofthe National Transport  ‘Coniission Act, No 37 of 1951, shal, muais mutans  apply to and in elation, thm.",
    "mean_p_confidence": 0.45108695652173914
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  National Child Protection Authority 11  ‘Act No, 50 of 1998",
    "mean_p_confidence": 0.5530769230769231
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  (6). Where the Authority employs any person who has  agreed to serve the Government fora specified period, any  period of service to the Authority by that person shall be  feqarded as service to the Government fr the purpose of  discharging the obligations of such agreement.",
    "mean_p_confidence": 0.6003921568627452
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  20, (1) The Autry shall have is own fund (hereinafter notte  refered to asthe \"Fund\", ‘ues",
    "mean_p_confidence": 0.4242105263157895
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  (2) There sal be paid into the Fund—",
    "mean_p_confidence": 0.585
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  (@) all sch sums of money that may be made available  to the Authority ou ofthe Consolidated Fund,",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  (@) allsuch sums of money that may be received by the  ‘Authority inthe exercise, performance and discharge  ofits powers, dates and functions under this Act;",
    "mean_p_confidence": 0.596551724137931
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  : and",
    "mean_p_confidence": 0.27249999999999996
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "  (6) all sch sums of money received by the Authority  by way of gifts, rans oF donations.",
    "mean_p_confidence": 0.6054999999999999
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "  (2) There shal be paid out of the Fund all such sums as  are required to defray the expenditure incurred by the  ‘Authority in the exercise, performance and discharge ofits  powers, duis and functions under this Actor unde any ther  ‘writen law andl such sums a are required ob paid out of  the Fund,",
    "mean_p_confidence": 0.6003278688524589
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "  21, Every donation made by money or otherwise to the Exempon fom  Authority shal forthe purposes of paragraph) of subsection =H Hse  )of section 31 ofthe Inland Revenve Act, No. 28 of 1979  be deemed to be a donation made in money or otherwise 1.8  fund established by the Government.",
    "mean_p_confidence": 0.5075
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "  22, (1) The financial year of the Authority shall be the ruc yer and  calendar yes ‘Stef soue.",
    "mean_p_confidence": 0.4519047619047619
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "  (2) The provisions of Antic 154 of the Constitution  ‘lating tothe ait ofthe accounts of publi corporations  shall apply tothe ai ofthe accounts ofthe Author",
    "mean_p_confidence": 0.5544827586206896
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  12 National Child Prowction Authority  ‘Act, Na 50 of 198  Decne 23 Every member ofthe Authority andl offices and  as servansofthe Autor, shall befor entring opis tis,  Signa declaration pledging himself to oberve sit secrecy  intespect ofall mates connected with heals of be  ‘Authority, and shal by such declaration pledge iment  Wo dsclose any mater which may come this owed in  the performance or discharge of is dues and Turetions  reaing tte idemtty of any victim of child bus except  (@) wen required dosoby aout of aw or  (©) by any person or body of persons to whom such  raters relates or  (©) imorderta comply with any of the provisions of this  ‘Actor any ote aw .  eunsans 24 (1) or the purpose of enabling the Authority to  fomsice, erie perm and discharge any oft power des nd  furetions under section 1 and secon 1S ofthis Act, he  Authority oF any person authorized in tht bel by the  ‘Authority may by notice in writing require any person to  furnish tothe Autbority orto the person autorze, within  such aida shall be specbedin the note al suchen  information pertaining tany activities telatngto chien  {ae known, ot in he possesion of sch en,  2) tsa be he duty of ny person who i required o  furishanyreumorinfomationby anotceundersobcction  (10 comply with such requirement within the period  Spesiidinsuch oie, except where uch person precio  ‘fom making such eum or divulging such information under  the provisions of ay aw  6) The Auth or any member thereof oranyofceror  servant of he Auto, tall ot dicose © any person or  ‘se any returns o information used under subsection (1),  excep when required todo so by a our of law oF for the  Purposes of discharging its functions",
    "mean_p_confidence": 0.47941538461538463
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Nation C8 Proce Author 33  het, Ho of 18",
    "mean_p_confidence": 0.23166666666666666
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  28, ‘The Authosty shall Be deomed tobe & sched Atsty ota  watson win the meaning of Ue Bribary Act and see  ‘provisions of tat Act, shalt be construed accordingly. ie",
    "mean_p_confidence": 0.3985294117647059
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  Bier he",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  26 All membes, officers and servants othe Authority Mer fe  shale deemedibe publi servals within beamvacing amt seen te  forthe purposes of be Peal Cove. Asi",
    "mean_p_confidence": 0.3453333333333333
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  bare",
    "mean_p_confidence": 0.06333333333333334
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  25. (8) Whew ay immovable property of State 6 Soe oe  equited oe ay pupone of Oe Authur, sch pepose sa) Pokaan",
    "mean_p_confidence": 0.36200000000000004
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "  bedded we purpose fr wish special rant ase SASHES  * asec propery maybe ale unde seston Safe Crovm rman.  Lange Ordinance and acordigly the provisions of dat  ‘Orinoco shalt apy ta special grat loo of 3h  2 ropes te Actheity  (2) Whore any movable arpery ofthe Site ceived  | fay purpose ofthe Aner. the Biter ey by Gxder  subline Cane, nse, and estate Ae  {be ponsestion and we fsa meal pce",
    "mean_p_confidence": 0.3054320987654321
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "  Provided however, at aw Onde acing ey semble  sper ofthe Sse shall be aa hy te Mins uni the  Preceding provisions of thie sobsection, without the  fovcurence of the Miner having cowl over such  property.",
    "mean_p_confidence": 0.41560975609756096
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "  28, (9) Whee any immovable propery is ented 17 Supine  bbeacqued form speiioppces ofthe Aue the SSPE  Minster ty Order piv nthe Gazone approves ofthe Tames  broposed cause fr tha pene tt propery salle  ‘eemad 16 be required for pubic gucpose ead ay  sccordingy be 2qsad under th Land Aegon Act and  ‘emafered tthe Auton.",
    "mean_p_confidence": 0.3466666666666667
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "  (2) Any un pric, forthe aoqation of ny bie  propecy ar the La Argun At fo he Ahoy  abe pl out of Ue Ferd of Autos",
    "mean_p_confidence": 0.405
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  14 National hid Protection Authority  ‘Act No.0 of 198  Preeti 2%. (1) No ation or prosecition hl be instituted —  Sova  mrs rig (@) against the Authority, for any act, which in good faith  sor 1s done or purported to be done by the Authority  under his Act or  (© agunst any member, oie or servant of the  Autry or fice ofthe Patel fr any at which  in good fais done o purported tobe dove by him  under this Act ron he tection othe Astor,  (2) Any expenses incured by any such persona i  ‘feed to in paragraph (of subsection (1), in any action of  prosecution sued against ncespct any ac which  is done or purpared to be done by him under is Actor on  the dreton ofthe Authority shall be aioatoftheFundot  the Author, the Coit lds tha sah act was done in  ood faith  Newitnte 30, Nowitagains! the person or rope sal beisued  sgemterente: aginst any member ofthe Authority or any office er servant  Sf ausony, ofthe Authority in any ation brought against he Author.  Faring | 31. The Miniter may, from time 0 time, diet the  ilsraton'o be —Auhaiy to frnish to the Minister i sch frm athe  Minister may require ret acouns ander infrmstion  wih espet othe werk ofthe Autry andthe Authority  shal eary out ever such deen  aout. 32. The Auhoriy shall submit an anual repr to he  Minit ofallis actives ding the yar to wich he report  relates, andthe Minister shales sch report to be placed  before Paiament. Te Authority may, whenever itconsidrs  it ncesary 10 do so, submit pode or special reports o  Minster in respect of any particular matter of mates  examined by i and heaton ke a respec tee.",
    "mean_p_confidence": 0.4614641744548286
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  National Child Protection Authoriy 15  ‘Act No. $0 of 1958  33. The Autoriy may, whee i ha reson to believe Pome  Shtthereis chil bus on any premises and that pplieation |S ©  tocourtforasearch warant may prejudice nextgation nto coe)  Such child abuse authorize in writing an officer of the See  ‘Authority to enter and search such premises. An Office 0 ene  ‘hore serial eferred wo asanauthoied oie,  34 (1) Any auboried ofcer may — Pom  (a) enter and inspect any premises of any institution by 4%  ‘hich child ear services ate provided  (©) ere sod inspec ay premises, whee has eason  tobelieve tht hen re being kept fr  (© te purpose of cil abuse;  (aay ote ntl purposes  i eal adepion  (6) ener and inspec any hosptel or matey ome,  ‘wher eas ean to belve ale adoptions  2 aking place in such hospital ormateriy home  (2) examin any boot, eset or records mnsned  ty such insta, hospital or maternity home and  make extractor copies thereto  (©) inteopate any pen nay such premises forthe  purpose of ascertaining testes cared on in  Such premises nd wheter heres any conravton  of any lew relating to chen  (2) ery person who abtvts of resists suchfficer in  theexerise of any power confered on hit subsection (1)  Shall be guy ofan offence unde this AC and shal on  conviction ate summary aby a Masta be liable to 4  fin not ess than one thousand rope Ft imprisonment of  clther description for aterm ao les than six toh oF 10  tosh sh ne and imprisonment",
    "mean_p_confidence": 0.4422602739726027
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  16 National Child Protection Authority  ‘Act, No. 50 of 1988 '  Poweriosene 38. (1) Any authorize officer may, if he as reason to  wes, believe that any offence unde any law relating o children,  ‘hs been o is being commited seize and detain",
    "mean_p_confidence": 0.5155102040816327
  },
  {
    "i_page": 17,
    "par_num": 2,
    "text": "  (a) for such time as may be necessary, any ate by  ‘means of rin relation o which the offences aleged  tohave been commited or which i used in elation  {othe commission ofthe offence;",
    "mean_p_confidence": 0.5071052631578947
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": "  (©) any boo, register, record or other document or any  ‘mechanical or electonic device which in his opinion  ‘may constute evidence in elaon othe prosecution  ‘of any person for any such offence.",
    "mean_p_confidence": 0.47297297297297297
  },
  {
    "i_page": 17,
    "par_num": 4,
    "text": "  (2) Where sny authorized officer seizes any article under  subsection (2), such acl shall be Kept inthe custody and  contol of the Authority pending its disposal",
    "mean_p_confidence": 0.5816666666666667
  },
  {
    "i_page": 17,
    "par_num": 5,
    "text": "  Atanas 36, All authorized officers appointed under section 33",
    "mean_p_confidence": 0.4518181818181818
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "  efices écmet © shall be deemed to be peace officers within the meaning of",
    "mean_p_confidence": 0.439375
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "  Severe oie. and forthe purposes of the Code of Criminal Proceduce Act,  No. 15 of 1979,",
    "mean_p_confidence": 0.5247368421052632
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "  omens 37.1) Bvery person who—",
    "mean_p_confidence": 0.37142857142857144
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "  (@) fails to furnish aay return or information in  compliance with any requirement imposed on him  under this Act,",
    "mean_p_confidence": 0.5808695652173913
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "  () Kaowingly makes any fae statement in any return  ‘or information furnished by hin;",
    "mean_p_confidence": 0.4676470588235294
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "  (©) being a member, officer or servant ofthe Authority  ‘ra officer of the Panel discloses any information  ‘busned by him in or in connection with the exercise  ‘ofhis powers rhe discharge of is functions under  ‘his Actwhich as the effect of disclosing any mater  relating othe identification of victims of child abuse,  ‘ony person for any purpose other than & purpose  for which he is authorized to disclose such  information by this Act;",
    "mean_p_confidence": 0.5332530120481928
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  aton! hilt Prsonen suihosiy x9  eh 3 a m8  (2 conteenes the provisions of his Acta any  \"panini eon  sta gly oan ince mde his Ak  ) Bren pen win coma tee wet  fe hho pune expe puis ay at  Bovine ston onsen aera toe  Mags, be abe tate nox aco fe tang)  fees egrcnmen wrod tat seeing  Ios eb ch a hanes  (2) Wan caer ts At sri by 3  a body of persons, then  3. (2) is by of pas ia body ogni vay  ay recor lise batt  (2) ha body ot peas om eey pane of  wha ir  Ska seemed We ay oft os  ide however scestorcar oer ote ody  ep pre fe fmt oe se  Billy ofc ofece ie ve ht ch ees  emits iho i ecg ha fee a  Sgr tpn th connne of eee  a (4) Buety officer of the Pane or an officer or servant  stbcoedinwang ty de suhaty ate tenets  Srebiofiwiton tw tvingt een Date oe  © hina Peete tc Ne Hot 19 eee,  fie pve np ef nes es  ‘lag oie  34 0) TeMhicrmeyeakeeeinsineactel Meo  a) mutica ty Aen epee  oft loos anc Oa thee",
    "mean_p_confidence": 0.32933920704845815
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  18 Marist Chikd Froseion datherng  Aer Ne 38 of 8",
    "mean_p_confidence": 0.23846153846153847
  },
  {
    "i_page": 19,
    "par_num": 2,
    "text": "  (2) Bvexy regultion made by the Ministr shalt Se  Iublshed nthe Crete ue al come nis epeceion ome  Gate of such pabicaion or gm aia tw dake as may Be  ecified in such regulon,",
    "mean_p_confidence": 0.3941025641025641
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "  Every segaasion mus by the Mines sl as sue  8 convenion afer is pabiotion nthe Gazele be bought  ‘etorePeament for approval Any segue which sat  so apposed bal deemed te ese a frm thedate  cof suck dixappraval bet without prejudice to anything  reviouly dove thereunder.",
    "mean_p_confidence": 0.38903846153846156
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": "  (8) Notcmin of te date ap which any eysation mae  bythe Miniter i doomed oe rescind shal be pubed  ne Gazoue. :",
    "mean_p_confidence": 0.34307692307692306
  },
  {
    "i_page": 19,
    "par_num": 5,
    "text": "  ‘ern, 239. inthis Act unless the enue otharwig tenes —",
    "mean_p_confidence": 0.28250000000000003
  },
  {
    "i_page": 19,
    "par_num": 6,
    "text": "  “Chairman” means te Chainmts of the Asthority :",
    "mean_p_confidence": 0.48600000000000004
  },
  {
    "i_page": 19,
    "par_num": 7,
    "text": "  ppwinted under section",
    "mean_p_confidence": 0.22400000000000003
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "  “eh” means person under eighiten yeus of age,",
    "mean_p_confidence": 0.394
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "  “oid abuse” raeans any set anesion reftngo chil",
    "mean_p_confidence": 0.22999999999999998
  },
  {
    "i_page": 19,
    "par_num": 10,
    "text": "  ‘which would amount o x sonccnvaaton of aty oF  (8e provisions of  {a motions 250, 285, 2880, 2am, 208, SH  36s, 580, 363,368,965, 3585, 0 3688 of  ‘he Penal Cae  (@) the Boployment of Women, Young Pers  and Childon Act:  (6 te Chiteen and Young Peso Ordinance:  i) the regulation relating t9 compulsory  ‘education made weder the Education  rdinanee,  nd include the Snvtvemcat oa cil in ame  ‘onfit which tiklyt endunger heed  ‘or x fkely to hast sual shld pysitly o¢  exams",
    "mean_p_confidence": 0.3514285714285714
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  National Child Protection Authoriy 19  ‘Act No, $0 of 1998  “Deputy Chairman” means the Deputy Charman of  ‘the Authority appointed under section 8.  ocalauthoity” means any Municipal Council, Urban  ‘Councilor Praeshiya Sabha and includes any  autho created o established by orunder any  Jaw to exercise, performance and discharge,  powers, dates and funetions corresponding to  ‘or similar to the powers, duties and functions  cxereised, performed and discharged by any  Such Coun or Sabha:  “Provincial Council” means a Provincial Councit  G ‘established under Chapter XVIIA of the  ‘Constitution;  ‘ 40. In the event of any inconsistency between the Sighala text t2  ‘Sinbala and Tamil texts of his Act the Sinhala ext shall pea i ae of  eal Innes",
    "mean_p_confidence": 0.5219259259259259
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  1  ‘aun aacpin gah ian A oe Prinea 65 Laas. 10 gn  ‘oui he Suman, Gomme Poca Rt, No 3, Twwon Hs  ons Ron, Cana ele 158 Deemer enh yer pet othe elo.",
    "mean_p_confidence": 0.33868421052631575
  }
]