[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Srd Session 1962-63 ee fore : ey Air Force (Amendment) Act, No. 33 of 1962 at 2, Date of Assent: December 5, 1962 . toh Printed on the Orders of Government =\" gud published ar 6 Supplement co Ceylon Government =~ mr ‘Gazette, Part II of December 14, 1962 * = Printed atthe Govmunaye Pazss, CerLox. To be purchased at the GovyEANMenr Pusticasiona Burzau, CoLomno . [7 Amal Subscription (including Bl Re, 30, Loe. . 7° SRB: Gorteah malin’ the Zormormrens, Gove . Bs. reretcak Suman, P.O, Bor 200, colombo 1, . Boer aitk Becotrber each’ year im. respect of the 3eat oop Rien dereseiemecaey te oe aire payment | Do ‘will not be supplied, ae \\ r",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Air Force (Amendmenty Act, No, 93 of 1962 L. D—0. 19/88, oO Aw Act To antuwm Tas Arm Force Ar, | ghrsa a. [Date of Assent: December 6, 1962] ne. BE it enactad by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled. and by the anthority of the same, as followa:— 1. This Act may be cited as the Air Force seria: (Amendment) Act, No. 33 ‘of 1962.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "2. Section 27 of the Air Force Act is hereby smminmss amended as follows: — gangs (1) by the substitution, for the words “pay due",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "to an officer”, of the words ‘pay or allowance due to an officer *”; and the insertion, immediately after paragraph ary {@) thereof, of the ” following new paragraph :— . “* (aa) in respect of each month of ) period during. which he is suspended from the exercise of his aflce, part of bis pay and . . allowances for that month as may . be prescribed; \".",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "& Section 98 of the Air Force Act is hereby smestues: amended in sub-section (1) thereof as follows:— qin (1) by the substitution, for the words “deduo- =~",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": ". sions may bo made Zrom the pay “of the words “* deductions may be from the pay or allowance ”’; and :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "(2) by the insertion, immediately after paragraph (a), of the following new paragraph :— “ (aa) in respect of each month of any : ‘ » taclod during which be is suspended from his duties, a part of his pay and allowabces for that ; month ag may be presoribed; \"”. « _ Rerannt go oH _",
    "mean_p_confidence": 0.68
  }
]