[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "- . ‘Fa _@ Fr. & : SEB) 3 LPN wor 2h Cat) \\.. cy | ee <8 6 p> ees PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA . , EMPLOYMENT OF TRAINEES - . (PRIVATE SECTOR) , ACT, No. 8 OF 1978 [Cextitiod on 24th November, 1973] Printed on the Orders of Government Published as a Supplement to Part ” of the Gazette of the Deraccratic” - Socialist Republic of S1i Lanka of December Ol, 1978 Toe Af sn pestmeT oF SNERDEND RGN LEA \"Fo Be FORCRAGED AT THR GOVE. PUBLICATIONS BUREAU, COLOMBO, Price: 30 cents > ce Postage: 25 cents",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "~ Employment of Treinees (Private Sector)",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": ". Act, No, 8 of 1978 7 (Certified on 24th November, 19781 . - L.D—0, 82/78, : :",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "_ An Acr 70.pgovme ron Exercovens or WomkMEN 1 TH",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "THE Privare SECTOR TO ENTER INTO CONTRACTS OF \"TRAINING",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "‘Wire Pxrsons ON CERTAIN TERMS AND CONDITIONS; TO",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "CURANTER ExpLoyMeNT ¥OR THE TRAINEES APTER THE",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "CONCLUSION oF THE Puxrop OF TRAINING UNDER TIE",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "CONTRACT; AND TO PROVIDE FOR CONNECTED MATHERS. BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "1. This Act may be cited as the Employment of Trainees Short (Private Sector) Act, No. 8 of 1978, and shall be deemed U2 a4 te have come into operation on May 1, 1978. operation,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "2 Without prejudice to any scheme of training of, or to Contracts the employment af, apprentices in any other law, an em-” °% “#ining ployer of workmen in the private sector (hereafter in this Act reterred to us the “employer\"), may enter into a ’ contract of training with any trainee for such pericd not exceeding one year as may be determined by the employer on terms and conditions hereafter set out in this Act, for the purpose of providing practieal training to the trainee in any vocation specified in column I of the Schedule to this Ack” .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "3.\" (1) Every employer who has entered into a contract of | Allowance training with a trainee under section 2 shall during the paeble",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": ". Period of training, pay the trainee such allowance, specl- trainee, fied in column If of the Schedule to this Act, as may be applicable to the vocation specified in the corresponding entry in column I of that Schedule, for which the trainee is being trained. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(2) A trainee shall not be entitled to receive during the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "” period of training any salary, wage or allowance other than the allowance payable to him under subsection (1) or an allowance thet may be paid to him under section 8.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "4. ‘The normal hours of work for a trainee shall riot ex- Hours of ceed * ‘werk of &",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "alnee.",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(@) nine hours (inelisive of an interval of one hour for",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "meals) in anyone day; and (b) forty-five hours in any one week. . 28 StaT-19,506 (18/10) ’",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "2 Employment of Trainees (Private Sector) Act, No, 8 of 1978 :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "“Qvertime 5. Where a traince is engaged by the employer to work",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "allowance, afler or in excess of the normal hours of work, the em- ployer shall pay the trainee an overtime allowance cal- culated at the rete of one and o half times the normal hourly rate of the allowance payable to him under section 3).",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "Yagi 6, On the ground of ill health, a trainee shell during the period of training be entitled to leave, with full allow- ances payable fo him, for a period, or aggregate of periads, not exceeding seven days, if the application for leave is supported by a medical certificate issued by a registered medical practitfoner.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "Serta 7. The provisions of the Shop and Office Employees",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "veces (Regulation of Employment and Remuneration) Act, the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "tgreements Industrial Disputes Act, the Wages Boards Ordinance, the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "Spply to Trade Unions Ordinance, the Termination of Employment",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "trainees, of Workmen (Special Provisions) Act, No. 45 of 1971, and any collective agreement relating to a vocation specified fm eolumn I of the Schedule to this Act, shall not apply to a trainee during the period of training.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "Gertain 8, (1) The provisions of the Workmen's Compensation",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "Znir'te _ Ordinance relating to compensation to be paid to a work-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "‘einees and — man on account of injury or death by accident shall apply",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "employees. ‘to a trainee as if he were a workman within the meaning of that Ordinance.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "@) The provisions of the Employees’ Provident Fund Act, No. 15 of 1958, relating to the payment of contribu- tions to the Employees’ Provident Fund established under ‘that Act shall apply to every employer and trainee as if they were respectively an employer and employee under that Act.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "Geapantes ot 9. ‘The employer shal, at the conclusion of the period of",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "“Telines training, provide employment to the trainee in a vocation specified in column I. of the Schedule to this Act, for which he has been trained or in the alternative find him other sultable employment,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "Termination 10. (1) An employer may terminate ‘a contract of train -",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "ot mang, ing under this Act— . :",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "{a) in the exercise ‘of disciplinary control over the . trainee 5 or a *",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": ". Employment of Trainees (Private Sector) 8 i ‘Act, No. 8 of 1978",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(®) with the permission of the Commissioner of Labour",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "4, in the’ opinion of the employer, the trainee has",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "- failed to acquire the required degree of proficiency for employment in the vocation, for which he 1s being trained.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "@) A trainee may, after giving thirty days’ notice to the employer, or in Heu of the notice, an the payment to the employer of the allowance (if any) pafd to him in the pre. ~ ceding’ month, terminate the contract of training.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "11.\" (1) The Minister may. mske regulations for the put- Regulations Pose of carrying out or giving effect to the principles end Provisions of this Act .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(2) In particular and without prejudice to the generality of the powers conferred by subsectioni (1), the Minister may make regulations in respect of all or any of the following matters—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(a) the preparation and maintenance of a register of trainees and the taking of copies of the whole or any part of the register ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(0) the making ond furnishing of returns by employers and the taking of copies of the whole or any part",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "3 of a return; . . +(e) the prevention of abuse of the terms snd conditions of a contract of training ; and :",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(a) powers of entry into, and inspection of, places of",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "_ training of trainees or places where registers and returns relating to trainees are kept.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "() Every regulation made by the Minister shall be pub- Ushed in the Gazette and shall eome into operation on the date of such publication or on such later dafe as may be Specified in the regulation.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "@ Every regulation made by the Minister shall, as soon 88 convenient after its publication in the Gazette, be brought before the Parliament for approval, Any regulation which is not so approved shall be deemed to be vescinded as from the date of disapproval, but without Prejudice to anything previously done thereunder. -",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(8) The date on whtch any regulation shall be deemed = to be so rescinded shall be published in the Gazette.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Employment of Trainees (Private Sector} a Act, No, 8 of 1973 sn Oftencen 12 (1) An employer who fails to pay a trainee any . allowance payable to him under this Act or contravenes the provisions of section 9, shall be guilty of an offence end shall be liable on conviction by a Magistrate to a fine not exceeding’ one thousand rupees or fo imprisonment not exceeding six months or to both such fine and imprisonment. : @) Where an employer is convieted under subsection (Q) for failure to pay any allowance to a trainee, the Magistrate may in addition to any other penalty which he may impose for the offence, order the employer to pay the | Sum due as allowance to the trainee and such sum shall if not paid by the employer be recovered as a fine imposed by the Magistrate and paid when so recovered to the trainee. (3) In a proseention for an offence under subsection (1) any register maintained or a return made by an employer shall bo admissible in evidence and shall, as against the employer, be prima facie evidence of the particulars stated therein. Pitences by 13. Where an offence under this Act is committed by @ persons, body of persons— (@) if that hody iss body corporate, every person who at the time of the commission of the offence was @ Atrector, secretary or other similar officer of that ‘body ; or , (b) it that body isnot a body corporate, every person who at the time of the commission of that offenes was & member of that body, shall be deemed to be guilty of that offence unless he proves that the offence was committed without his consent or. con nivance and that he exercised all such diligence to prevent ‘the commission of that offence as he cught to have exercised ‘bhaving regard to the nature of his functions and in all he cireumstances. - ~ Poe et 14 The provisions of this Act shell have effect notwith- Prevail, stonding anything contained in any other written law and accordingly in the event of ety conflict or inconsistency between the provistons of this Act and such other written Jaw, the provisiotis of this Act shall prevail. , Euterpreta 28,” In this Act, unless the context otherwise requires— ‘ * + “collective agreement” has the same meaning as in the ‘Industrial Disputes Act;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": ": Employment of Frainees (Private Sector) 5",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": ". Act, No, 8 of 1978 \"Commalssioner of Labour” means the person for the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": ". time being holding the aifice of the Commissioner",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "* of Labour and includes a Deputy Commissioner at",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "Labour or an Assistant Commissioner of Labour ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "“employer” includes a body of employers whether that",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": ". body ig a body corporate or not;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "“hourly rate” means the rate obtained by dividing the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "monthly rate payable to a trainee by 240 or the. daily",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "‘rate payable to a trainee by 6, as the case may be;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "“registered medical practitioner” means a medical prac-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(tioner registered under the Medical Ordinance",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "* or an ayurvedic practitioner registered under the Ayurveda Act, No. 31 of 19615",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "__ “trainee ” means a person With whom an employer enters _ into @ contract of training under section 2. ae SCHEDULE - .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "‘Sections 2 and 2 «Column 1 Column IL ves mown °",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "1. Clerks, stenographers, book- ‘Two hundred and seventy-five",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "sy Hsepery, “tpl. open, rapes per month ; Morekecpers, talphone overt. .c st ‘Simla vocaioa,",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "2% Watchers, caretakers, ‘Two hundred and forty rupees washer sot, a ae Eares a els meisengers, tea boys ar other he is engaged. : meee",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "3. An, ition in in One hundred and eighty fy urate trys On mad at Se pat Board has bean_ establ and Afty cents per aay ehuvgersas, Soar = me ee specifed in tema 1 and 2 enanees a",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "Annual subscription of Bills and Laws of the Parliament Re 30 (Local), Rs, 40 (Foreiga), payable to the Sopmxnmennmt, Govmracser PURIASIONS ‘Hmseav, P. ©. Box £00, Cotsaro 1, beftre 16th December ench year io respect of the year following, Late subscriptions will be accepted on the conditions that ‘Bills and’ Laws lssued before the date of payment will not be supplied.",
    "mean_p_confidence": 0.74
  }
]