[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRILANKA  ag",
    "mean_p_confidence": 0.5399999999999999
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Civil Procedure Code (Amendment)  het No. 43 of 2024  [Ceritid on 02nd of August, 2024)  L.D-0.722021  Aw Acro suse mie Ca Procentn: Cone(Crrne 101)  ‘BEit enacted by the Parliament ofthe Democratic Socialist,  Republic of Si Lanka as follows: -  1 This Act may be cited asthe Civil Procedure Code Sto sie  (Amendment) Act, No. 43 of 2024  2. Section 5 ofthe Civil Procedure Code (Chapter 101) Amends! of  (@ercinafterefenedto asthe \"pincpalenactment™)isherchy section Sf  amended by the insertion immediately after the definition CPE\" 1  ofthe expression “decree” ofthe following new definition:  electronic” shall have the same meaning assigned to  itby the Electonic Transactions Act, No.9 of  2006  43. Section 9 ofthe principal enactmentishereby amended amendnen! of  bythe repeal of paragraph (a) thereof. and the substitution set the  ‘erefor of the following new paragraph: ~ sence  (a) party plaintiff or a party defendant resides: or  44. Sction27 of the principal enactmentis hereby amended Amends! of  as follows: ‘in he  (1) in subsection (1) thereof ceca  (a) in paragraph (6) by the substitution, Fr the  words “party whom Be represent; and”, of  the words \"party whom he represents\": and  (0) by the epeal of paragraph (thereof, and the  substitution therefor ofthe following new  paragraph:",
    "mean_p_confidence": 0.5143722943722944
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Civil Procedure Code (Amendment)  ‘het No. 43 of 2024  \"(0 include an electronic mail address and a  mobile phone numero which service of any  process, notice or anyother legal documens  tay aso be served ona registered attorney  (@) contain a memorandum substantially in the",
    "mean_p_confidence": 0.5516981132075471
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  Form No, 16s of the First Schedule in",
    "mean_p_confidence": 0.7150000000000001
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  duplicate setting out the addess, mobile",
    "mean_p_confidence": 0.4025
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  Phone number and the electronic mail",
    "mean_p_confidence": 0.6725
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  ares, if any, of Such party which shall be",
    "mean_p_confidence": 0.4772727272727273
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  considered as the registered address the  registered mobile phone number and the  registered electronic mail address  respectively of such party. The registered  attorney sal wth such memorandum tender  tothe Registrar stamps to the value required  to cover cost of service of such notices oF  ‘other legal document by registered post and  the rgistered atomey shall bear the cost of  courier service o service through electronic  (2) by he insertion immediately after subsection 2) of  the following new subsection:-",
    "mean_p_confidence": 0.5865934065934066
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  \"24) (a) Where a pany is represented by a  registered attomey, such attomey shall in the  appointment, state the national identity card  umber, passport number oF any other mode of  identification. asthe case may be of the party and  shall ako make an endorsement thereon certifying  the identity of such party. Where the party is  ‘company or body corporate the appointment shall  be made under the sel of such company ofa body  ‘corporate as the case may be.",
    "mean_p_confidence": 0.6125842696629213
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Cit Procedure Code Amendnem) 3  Sh No.of",
    "mean_p_confidence": 0.31799999999999995
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (0) tne event a person who resides outst  Si Lanka is unable ta met he registered atey  to sign he appointnen under subsection (sich  appinient shall be signe in he presence of any  ofthe following authored persons who ballceiy",
    "mean_p_confidence": 0.4175555555555555
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  the identity of sch pon  (©, an Atomey-a-Law, oleae ot  a Notary’ of the country where such party",
    "mean_p_confidence": 0.3995454545454546
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  rede or",
    "mean_p_confidence": 0.2625
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  6G) the HighCommissonr, the Ambassador a  Ciplomticaficer ora cons ofee of  the Si Lankan High Commision, Ebsey  oConslar Oc nthe country n which",
    "mean_p_confidence": 0.3439285714285715
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  such party sides  (6) te case of any delay or any lifiuty  to price the original of he appointment win  the specified time, a copy of the original in  lectronic form may be produced in court subject  to production ofthe eign of such appoint  ihn reasonable ime a tbe oun may dea",
    "mean_p_confidence": 0.49766666666666665
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  5. Section 55 ofthe principal enactment Is hereby Amendment of  amended hy he repeal section (2) ofthat section, ann 3 fe  the substitution therefor ofthe following subsssions:-— SPA",
    "mean_p_confidence": 0.4259375
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  (0) Every pay to an action, not appearing by a  tegsered tore, shall nor before the date speificd  inthe summons deliver tothe Registrar a mettorandum  subsanily inthe Form No. 16s nthe Ft Shale  in duplicate sting out the adress, mobilephone  tbe and he electronic maladies if any which  fall be considered asthe registered adress, the",
    "mean_p_confidence": 0.45365079365079364
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Civil Procedure Code (Amendment)  ‘het No. 43 of 2024",
    "mean_p_confidence": 0.4984615384615384
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  registered mobile phone number and the registered  clectronic mail address respectively of such party for  the service ofthe notices or any other legal document  required tobe served on such party under the provisions  ofthis Code unles otherwise provided. Every party  shall inform the Registrar forth of any change in  the address the mobile phone number or the electronic  smal ares",
    "mean_p_confidence": 0.5637681159420289
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (0) Every pat shall with such memorandum tender  to the Registrar stamps to the value required 19 cover  cost of service of sich notices or oer legal document  by registered post. He shall bear the cost of courier  service or service through electronic means",
    "mean_p_confidence": 0.5706
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (3) Where  paty appears hy a epistered attorney  the address, the mobile phone number and the  electronic mail address of the registered attorney  contained in his appointment under section 27 shall be  deemed to be the registered address, the registered  ‘mobile phone number andthe registered electronic mal  address of such Attorney-at-Law so long as the  appointment isin Free",
    "mean_p_confidence": 0.6032835820895522
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  (4) Any notice or ober legal document required t0  be served on any party shall be deemed sufficient  service ifserved hy registered post or courier service or  ttyough electronic means-",
    "mean_p_confidence": 0.5545714285714286
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  @) on such party onthe registred address, the  registered mobile phone number or the  registered electronic mail address of such  pry: oF",
    "mean_p_confidence": 0.6340740740740741
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Civil Procedure Code (Amendment) 5  het No. 43 of 2024",
    "mean_p_confidence": 0.5007692307692307
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  (Gi) on such registered atorney, where a party",
    "mean_p_confidence": 0.43499999999999994
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  appears by a registered attomey and such",
    "mean_p_confidence": 0.6766666666666666
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  ‘appointment is in force, on the registered",
    "mean_p_confidence": 0.44555555555555554
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  dares, the registered mobilephone number",
    "mean_p_confidence": 0.4757142857142857
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  and the regstered electronic mail address of  such eeyistred attorney.",
    "mean_p_confidence": 0.4369230769230769
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (5) The Registrar shall file one copy of the  ‘memorandum substantially inthe Form No. 164  furnished to him as part ofthe record ofthe ease and  Keep and maintain the other copy by way ofa separate  ledger.”",
    "mean_p_confidence": 0.6047619047619047
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  (6. Section 59 ofthe principal enactment ishereby repealed Replacement of  and the following section is subsite therefor: ~ eam  Service of 59. (1) (a) Summons shall ordinarily be  summons served by the process server, registered post or  (0) Where the plait wishes summons may  also be served through electronic mail, all  ‘necessary documents shall be submitted by the  plain othe relevant courtin electonic form.  (2) In the case of & company oF a body  corporate summons may be delivered by the  process server, registered pos, courier service  ‘orelectonic mail fany tothe registered office  ‘or tothe principal place of business of such  company or body corporate.  (@) Where the defendant isa public officer,  ‘he court may send summons by the process  server, egstred post or courier service tothe",
    "mean_p_confidence": 0.5605517241379311
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Civil Procedure Code (Amendment)  ‘het No. 43 of 2024  ‘head ofthe department in which the defendant  is employed, and it shall be the duty of sue  ‘head of department to cause the summons 19  be served personally on the defendant.",
    "mean_p_confidence": 0.5722916666666666
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  (4) Where the court is prima facie satisfied  thatthe defendant is i the employment of  another person, the court may send the  ‘summons by the process server. registered post  ‘or courier service tothe employer a his place  ‘ofbusinessor, where the employerisacompany  ‘ora body corporate to any secretary manager  ‘orother lik officer ofthe company the body  corporate, and it shall be the duty of such  employer or officer a the ease may be, case  the summons to be served personally on the  defendant.",
    "mean_p_confidence": 0.5579999999999999
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  (5) Where a defendant appears in court in  person on summons being served on him in  the manner referred to above, he shall produce  ‘the national identity card or passport or any  “other mode of idenifiation asthe court may  em fit.",
    "mean_p_confidence": 0.6114583333333333
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  (6) Inthissetion-",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  “ead of department ™  (a) when used with reference 0 a  member of any unit of the Sti  Lanka Amy, Navy or Air Free,  ‘means the Commanding Officer  ofthat uit",
    "mean_p_confidence": 0.5159459459459459
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Chit Procedure Code Amendmem) 7  Sh No.of  (0) when used with reference toa  person employed in a local  futhorty. where the local  Counc means the Municipal  ‘Contmissoner ofthat Counell  and where te focal authority i  Pradeshiya Sabha, means the  (Caiman othe crear oat  Coun r Sabha,  (when wed wit reference many  head of the department of  Government in whieh such  person is employed and  ‘Ment cand ested to sch peson  under the Registration of Persons  ‘AGL, 32 1968\"  7. Section 60 ofthe principal enactments hereby Relicnent of  sepeaed andthe following secon subtted tear fe  Senise yg (1 (a) Whee the summons ate ered  tS MEM the proces serve, the sumone sll Be  accompanied by a precept in the Form No. 17  ofthe Fit Schad.  (0) The proces server may, upon the  summans being rerved onthe defendant  Chai the signature or te thunb impression  fof sch defendant on the precept as  acknowledgment of he sevice of summons",
    "mean_p_confidence": 0.45129032258064516
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Civil Procedure Code (Amendment)  ‘het No. 43 of 2024",
    "mean_p_confidence": 0.4876923076923077
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  (Gi) The process server shall etuen the  precept to the cour, together with a report  Sstng ou the manner in which the summons  ‘was served on the defendant containing  particulars relating to the identity of the  person dat, ime and place the summons were  served. The report shall also state whether  defendant, placed or refused to place his  Signature o thumb impression, onthe precept  asacknowledgmeat ofthe service of summons.",
    "mean_p_confidence": 0.609875
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  iy The refusal by any defendant to place  the signature or thumb impression, asthe case  may be, on the precept shall not be considered  48 an invalidation ofthe service of summons.",
    "mean_p_confidence": 0.5130555555555555
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  (2) Ihe service refered tin the preceding  provisions of this section cannot by the  exercise of due diligence he effected, the court  may having obtained an affidavit from the  plaintiff stating that 10 the best of bis  knowledge the defendant resides in the  captioned addcess and not living outside Sei  Lanka, order the process server to affix the  ‘summons at some conspicuous pat ofthe house  in which the defendant ordinarily resides or in  the case of a company ora boy corporate at  the registered office or at the usual place of  business orofice of such company ofa body  corporat and in every such case the summons  shall be deemed to have been duly served on  the defendant.",
    "mean_p_confidence": 0.6138059701492538
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  (@) The Court may authorise the process  server to serve the summons outside the local  limits ofthe court as directed by the court.",
    "mean_p_confidence": 0.6203703703703703
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Civil Procedure Code (Amendment) °  het No. 43 of 2024  (4) Whereis reported by the process server  that the summons could not be affected  personally on the defendant on the last known  Address given by the plaintiff and the plainitt  informs Court by filling affidavit tha the  plait is unaware ofthe place where the  defendant resides, the court upon being  ‘Satisfied onthe contents of such affidavit, onder  that the summons be served by way of  publication in newspapers in all three  Tanguagesas he court may in each case iret,  (5) For the purpose of his chapter-  “process server” means a fiscal a  deputy fiscal, an officer  authorized by the Judge or  Registrar of the court to serve  documents of the court within  the loca limits or outside the  local limits of the court as  directed by the court, oF the  Grama Nitadhari within whose  Alivision the defendant resides”.  8. Section 61 of the principal enactment is hereby Replacement of  ‘spe and he following seston x ubstiued therefor ston oe  Proof of 61, When summons are served by- ae  (a) registred post or courier service, the  registered post article receptor proof  ‘of delivery of courier servic:  (0) electronic mail, the proof of sending  ‘ofthe electronic mail by the Registrar  and fled as pat ofthe ase recon",
    "mean_p_confidence": 0.5796787148594378
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Givi Prmeedure Code (Amenden)  “Act No.3 of 2024  (©) publication in newspapers, copies of  Such pubiatons: oe  (2 in any other manner, an affidavit of  shall be sufficient evidence ofthe service of  the summons and ofthe date of such service  and shall be admissible in evidence and the  Statements contained therein shall be deemed  to be omeet unless and ntl the cota i  eplaemen of 9, Section othe principal enactment isherby repealed  seston 06a ihe following Seton i substituted therefor: ~  itimale immovable property or connected hereto, if  fropeny the service cannot be made onthe defendant  in person, t may be made on any agent ofthe  defendant in charge ofthe propery and in cases  ‘where such agent cannot Be found the court  Ima diet that the summons shal be affixed  some conspicuous pat of sch property.”  eplscenemt of 10. Section 68 of the principal enactment is hereby  ‘ation he repealed andthe following Section is substituted therefor  Serve om 68 (1) I he defendant bein jl, the  defen 6 summons shall be delivered bythe process  ” Servertothe officer incharge ofthe jiin which  the defendant is confined, and such officer  shall cause the summons to be served  personally onthe defendant and obtain an  acknowledgement of receipt of the summons  by the defendant",
    "mean_p_confidence": 0.49531120331950207
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Cit Procedure Cote (Ameninen)— M1  ‘tae toy 024  (2) Te precept shal be etumedthough  theron, and signed by the oficerncarge of  ‘he jal  (2) Where any defeat ein prison on  defendant tothe Cou  ameniedby Be sain rte worsandfigues “aero 1  tesuiremens of weton 3. Suchservice can beefed by  Courier servis ory ny legal fimauthorsed the as  Such country wher the defendant reskes andthe prot of  12, The following new chapter is hereby inserted nse os  Immediately ar Chapter VI ofthe pineal enactment Ste Ws  fn shllhave effet ap Chapter VIIa of hat eneiment> Salat  “curren vi  Communicate any onder of sou inclang an  ‘lees or leone devices”",
    "mean_p_confidence": 0.4016
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  12 Chil Procedure Code (Amendment)  ‘Ac, No, 43 of 2024  Amenimen of 13, Seetion 86 of the principal enactment is hereby  ss 6a he amended by the repeal of subsection (2) of that seton and  binapal he substitution therefor of the Following! ~  $2) Wher  (0) avanyime after the ease is Fixed for ex-parte  tial against he defendant for default: of  (0) any time after the deere is entered against  him for deft but without the service ofthe  decree on him of  (6 within fourteen days of the service ofthe  deere entered against him for deful,  the defendant, with notice to the plaintiff makes  pplication oad therefter satis cout, that he did  not receive the summons or that he had reasonable  rounds foe sch default, the court shal et aside the  fonder fixing the case for exparte athe judgement  and deree asthe case maybe and pemitthe defendant  to proceed with his defence as from he stage of default  upon such erms as tcosts or otherwise a8 othe court  shall deem i  Amendment of Md, Seetion 653 of the principal enactment is hereby  sss 5 af amended by the substition, forthe words “one thousand  the inci Fye hundred pees” of the words “two millon rupees  Amenineat to 18, The Fits Schedule 1 the principal enactment is  Fs sbi peehy amended as follows: -  (1) by the repeal of Form No. 7 thereof, and the  subttution theefr ofthe following form:=",
    "mean_p_confidence": 0.5134701492537314
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Civil Procedure Code (Amendment) 8  het No. 43 of 2024",
    "mean_p_confidence": 0.4876923076923077
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  No.7 {secon 27)",
    "mean_p_confidence": 0.368
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  reefs, ene and dakarge hrf Ad f need,",
    "mean_p_confidence": 0.39899999999999997
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  ‘to ppl the ph Cou, Cou of Apelor Supteme",
    "mean_p_confidence": 0.37999999999999995
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  14 Chil Procedure Code (Amendinent)  ‘het No. 43 of 2024  coal 6 api, abd agin ple sch appeiimet",
    "mean_p_confidence": 0.4486363636363636
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  Civil Procedure Code (Amendment) 15  het No. 43 of 2024  Diplomatic OeceuConsle Oe.  (2) by the repeal of Form No. 16s thereof, and the  substitution therefor ofthe following form =  No. (sete 27 55)  nthe Commence High Cu  DefndanedoneRepeneavPanysctng be abd!  ‘al oer pal document oud to be ered 06 me",
    "mean_p_confidence": 0.47098360655737703
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  16 Chil Procedure Code (Amendinent)  ‘het No. 43 of 2024  (3) by the repeal of Form No. 17 thereof, and the  substitution therefor ofthe following form  Not [Sesion , 75  or ade each ach er pete som nl one  in wha miner you hive exceed thi sep retin",
    "mean_p_confidence": 0.5048214285714285
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  Civil Procedure Code (Amendment) 0  het No. 43 of 2024  16.tnshe event of any inconsistency between the Sinhala Sihala wet  nd Tamil ext ofthis Act the Sinhala ext shall prevail. RE",
    "mean_p_confidence": 0.47361111111111115
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": "",
    "mean_p_confidence": -0.01
  }
]