[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  } ANTIQUITIES (AMENDMENT)  | ACT, No. 24 OF 1998  {ertied on 2st May, 1998)  Printed on the Orter of Goverment  ; ———  i  1 Pubs ass Svptmentio Pat ofthe Gat fthe DemecraticSecait  ‘Republic of Sri Lanka of May 22, 1998  ree: Re30 Postage: R280",
    "mean_p_confidence": 0.5234848484848484
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Anviguities (Amendment) Act, No. 24 of 1998  (Ceified on 21st May, 1998)  LD—0.2986.  ‘Aw Acr 70 aMexo me Argues Onpeace  BBE it enacted by the Pariament ofthe Democratic Soa!  Republicof Si Lanka as follows —",
    "mean_p_confidence": 0.365
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  4 ThisActmay beciadastheAniuites(Amendment) She  ‘Act. No, 24 of 1958",
    "mean_p_confidence": 0.33666666666666667
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  2. Thelongtie othe Antiquities Ordinance (cna Rees of  sofred to a the “principal enactment) is hereby repealed Bai  andthe folowing long ie substituted therefor — —",
    "mean_p_confidence": 0.422
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  “An Ordinance to provide forthe better reservation  ofthe antiquities of Se Lanka and ofits and budings  of historical or archaeological importance in  SiiLanka  ‘3. Section 2ofthe principal eacimentshereby amended Aneninet of  * im sunseton (3) thereof, by the subtiuion forthe words ont  “or lke, shall” ofthe words “or lake or wii the tetnal EGP,  sea of Si Lanka shall”",
    "mean_p_confidence": 0.4057352941176471
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  4. The following new sections are hereby inserted ineton of re  immediately afte section 15 and shall ave cect s sections\" 136.154  15a, 138, [5c aNo 130 respectively of the principal SS yssnge  snaciment-— =",
    "mean_p_confidence": 0.48375
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  : sagas  feet 154. Any peson who commit theft within  ‘ising '© dhe meaning of section 366 ofthe Penal Code in  : ag spect of et, inthe possession fay oer  person shall be gully of an offence under this  ‘Ordinance and halon conviction afer sumary  tal before @ Maps be lable co a fine not  exceeding fifty thousand rupees of to  imprisonment of ether description for tem nt  ‘ess than two years an not more thn five years  orto both such Sine and imprtonment  2p oomi—esoeunn",
    "mean_p_confidence": 0.433030303030303
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Antiques (Amendment Act No.2 of 1998  Fay 1S, Any person who witflly destroys,  (Semen injures defector umpers with ny ang oF  seer ly droge ny par chal be pily of  msi an offence under this Ordinance and shall on  onvicton er sua tabefoe a Magirate  be lil to fine not exonding fi thousand  Fopees oto mnpeuonmet of eer Jseipton  {ore tem notes hn wo year and not more  than five years or 0 oth such fine and  Smmprisoament  fines 15, Notwithstanding anything tothe conrary  Smee inte Ce of Criminal Procedure Act.No. Sof  Gime —T979or any ter write aw no person charged  SEamie with, of acused of an offence under tis  ‘rtinance sal be released on bail  dese 150, Inarseetion for an ffence under his  COndinance, a ertfeate perporing tobe signed  bythe Director General andthe fet ha the  ‘het described tere an ang, sal be  ‘Gimsbleincvidence witout fret prot, and  Shal be prima facie evidence ofthe fact sled  tern  Aneninetst _§, Section 16 ofthe principal enacunent is hereby  porerera eres  mended flo  coment (1) jin subsection (1) thereof, by the substitution for the  words \"which dls ois lice toda from ptiod  prior wo the It day of Sansary, 1850, shal” of he  Words \"whichis existed ori believed i have existed  Tora pet of ates then hind years, sal”  (2) inthe marin noe ota secon by he sbsiaton  forthe words and figures “dating to prio pie to  1850\" othe words \"existence nol tan handed  yea  Anmimanot _& Section 31 ofthe principal enactment is hereby  ‘SEiSrerte amended ty the sbstaton forall the words fom “ad shall  a teliale tthe endo ha eto, of te words ards,  mmm ‘notwithstanding anything to the contrary in any other written",
    "mean_p_confidence": 0.43216049382716054
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Antiquities (Asmendinent} Act, No, 24 6f 1988 © 3  lin, b table on soon afer summary ial before 4  Magee tae at exeating iy tsa aes 0  inpsonment fer espn or rm ot ee ie  So yer and wl exening He yao 0 bat ch fap  se pice”",
    "mean_p_confidence": 0.39254545454545453
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  1% Section 32 af the price enscamen hereby Aceon ot  vende he sbsision fora be mond fom adalat e  ‘be file” to the end of that section, of the words “kid shall, PORCPS  sasihtnting amin tbe cnt ine cbr wcnes  lig 3 Habe on eoniton afr evra tal fre a  Magis tole not excnding Sy taand ropes 6  mpcenrn’ of ete asp fo aterm ates a  So jer and ate fe yar abd a oe  id topmonren",
    "mean_p_confidence": 0.37287356321839077
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  . The following ecw Paris hereby insael immedianly muemieofcor  after Part V and sisal have effect as Pare VA of the prineypal Pet VS nse  cinen el",
    "mean_p_confidence": 0.4038709677419355
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  “PART Va  som coer  Sattmet 3%. (4) Tho Minster may, by Order  SAEED pubtished me the Gozetiey etablish an  ‘Archaeologist Advaey Comatose  ‘eared ate Adv Commie}  . (2) Iba ete frton of wel Adiory  Commies to nts the Decor Genta of  Archesigy—  . (2 on ay ta of th mater he nse  omiders nectar for the purpose oF  farrying oot or giving efecto the  riuiples aed provisions of tis  ‘roma l  th wbeceadieis ght tm on mazes  oanecied ote prtese Ft aes  ner is Deine.",
    "mean_p_confidence": 0.31475728155339805
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  5 Age tandem An 265 198",
    "mean_p_confidence": 0.305
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (2) The Minor tay sppint i aach  Acie Comes ch ramet of ibs  Seo on toh tem and conditions te Be may  ‘amine",
    "mean_p_confidence": 0.3575
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (6) \"The Advnry Commits shal hve  owes (0 ft and replat is own pocedre  ‘lug tn poms to detomiehemmber of  Sper neces o for 4 suc fr  Speetings. Every member of the Adv300\"  “Exe sa ol fis ru ens est  evar reits dv ertiemort fo oe",
    "mean_p_confidence": 0.3061111111111111
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (5) A member of the Aavizry Comite  soy exami by et oot oe  Misia.",
    "mean_p_confidence": 0.31722222222222224
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  16} 4 member vaceting his office by  resgaton ary expition ha termatetag >  Sateen oresspinmen,",
    "mean_p_confidence": 0.26789473684210524
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  Where 4 oemner of the Agwizo%  Cie bine rene foes oF  Inti oc aber on Sas, ogeraiy  ale fo pron the dts ofr aie,  Mimianragyeppolneantrer pon 0309  eee.",
    "mean_p_confidence": 0.2782857142857143
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  (6 The Miniter may Be consis it  xptien sod, eo om ffir by er  foblshed in Ow Onc, any member of fe  ‘Revisory Conia",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  ojasinast 9%. \"The bering pening in Fa VE medi Dre  wpe txon 49 othe ropa conic ey peste 38  rere! elongate herb",
    "mean_p_confidence": 0.2353846153846154
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  fey",
    "mean_p_confidence": 0.10999999999999999
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  “Antiquities (Amendment) Ac, No, 24 f 1998S  “Powans w10 Duras oF Dascroe-Cewena oF  ‘Ancuaeotncy”",
    "mean_p_confidence": 0.355
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  10. Section 40 ofthe principal enactment is hereby Repxnent ot  repealed and the following section substituted therefor; cians fe  ‘towesot 40. The Director-General of Archaeology is  Diese herby empowered —  person",
    "mean_p_confidence": 0.495945945945946
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  {2) 0 formulate x ational archacological  policy and to co-ordinate and implement  such policy aftr itis approved by the  Government;",
    "mean_p_confidence": 0.48960000000000004
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  : (®) toinventorse the archaeological ertage  of Sei Lanka;",
    "mean_p_confidence": 0.32416666666666666
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  . (©) to protect and maintain such .  archacological heritage;",
    "mean_p_confidence": 0.46153846153846156
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  (4) 10 condvet research into every aspect of  the archaeological heritage of Sri Lanka  and specially, into the prehistoric,  protohistoric, early historic, middle  histori and ate historic periods and into  ‘general or specific theory, method and",
    "mean_p_confidence": 0.5634883720930233
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  : practice ;  (© 10 enhance public awareness of the  . archaeological heritage of Sri Lanka  Uhrough appropriate displays of  antiquities, publications and by other",
    "mean_p_confidence": 0.5312903225806451
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  () to levy an gntrance foe where i is  considered necessiry a selected sites or",
    "mean_p_confidence": 0.5738888888888889
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Ant tendo Ac of 1898  + 48) to contac: rchasotogical impact  asseument of amas tat nay be etc  by development, indemiot ce teat  resis pos by te Goverment ot  . ay pen eepleetony mily  vases ha may be requ”  Repacroentot HY, Section 4 of the grincipal enactment is hereby  scion elon rpms an th owing sesion heise heen  reco  seem, nn, 43.1) The Dis Gers of Archaea  enon, RHP EC eC eile sr,  SEIU perarmace oc anche of wy ot his pe.  See aves otto der his Orne  Been  Ferot (a) byte Ooverment Agen the Dist  Deste, Secretary of a duit or Divisional  Fakes © Seoreary of any ation within thos  sn ex dvs expec  (6) by any office of the Archaroagist  Dipanen ior  7 (6) by ame person pbssased of spect  : esti md tous in Ff. he  . explorion, ckcartin,comsrain,  ‘exon oaiteure of mowers  sd entiaicy,sch eas ad osc  vers an condone sy be specie  in uch aethotetion  Provided thatthe DirestorGeser of  Asc aya wy ie eee wt  : such extortion fib the popes and  ieee enka wx being satay  verve",
    "mean_p_confidence": 0.3186697247706422
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  ase (Ament AON 26 6387  2) The eumantion shal be in ering  spaitng among ote Bing the jet  ee atesinlon terse of mein by  ‘ie Duveorearel of Atchaesiogy or fit  ties eer gover creed,  fhe reporting of pgs and wig of  ret  12, The fllowng vew scons ae fry inseed omactoce  Imei aoe 1 alive totes cmt oro mb  43», and 438 of tha principal enectunant -— Rated  sae  viapat_—— nH) Whenever any development ot ae  mote dati eee ets pena yO  Sirois, Coverert ot over ists er person  Src oetng ta, ososcner or ober Ce  ‘St lo ting wth ey pos  ‘oder section $06), santana) BO  recited, sch shane o project thal tbe  {proved oe prcmiced ah afer «pet 8  Sibiniued. ty she, Dieter General  Dechecoogy aot cnc te inpirnenaion  Tone chee ope ay have om sa  Un ean ania ih  {2y The Direcior-Onmesat of Axchacedogy shell  coaje an impact eevsaent aorvey 10 be  eran eagese of sponse cs  frome or wobec anes te ecgunces  Tot upon the eotguaran, hate  archaeclogical wepects o7 value of the land in  {reson oto ayaa pon ands  Sir sch revel re maybe ate  [rary centr ater hes est om depos  Oe com of rach sey wih the Dison  Gate of arcbecicgy) mitre Mine,  A wate spr eetenenting, jeep  fr moonending eas 0 6h soto oe  Shera y be apes in ee  Droewed projec Seem fgeher ib 2  Erde ny sich atonal a ny be",
    "mean_p_confidence": 0.3225886524822695
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Astigites (Arendt ck, HO. 24 of 88  vecewaay forthe taking of any measures to  protect, proverve, excavate, docomeat ad  bt, oof necessary loca any anieies  ‘spon auch fend atthe expen ofthe projects  sponse.",
    "mean_p_confidence": 0.39414634146341465
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  The epensors of eeey such scheme of  rset asiaetemedtn ia isnecton cal provide  for tad set apo msm ao exceeding one per  ent of ts (oa) cost forthe purposes 8nd  bjetves refered nin his asi,",
    "mean_p_confidence": 0.4068292682926829
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  (4) The provisions of sis eon salt he  fet conus ambi he contrary  inary oer tow,",
    "mean_p_confidence": 0.40049999999999997
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  Conon 3a. (13 Whete approval or permission has",
    "mean_p_confidence": 0.413
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  tehe | been sand forary scheme or proc bjt ce",
    "mean_p_confidence": 0.30916666666666665
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  SE any conten or aternon, aha be the dy of  ‘he sponsor toconply witht Fakereto comply  ‘wih amy contin or ateravon dle an afeace  andet dis Ontinanre and be Dircia. Gesort  st chacslogy ay cxese soc chee ot project  * be stopp forded",
    "mean_p_confidence": 0.2852
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  12) Whee asceme ox project has been 30  sapped, atk on such shee or peje: shall  not te commenced wail the condition. of  slteration subject fo which the approvel at  emission was ranted f adequately corptnd  sth by thc sponsors ad a weten pemiason ia  ‘ei behelfs binned fom De Dc General  af Aschaecogy.",
    "mean_p_confidence": 0.40920634920634924
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  ‘xmestotce! —_13,_Section 4 of the pracipsl coaciment is dereby",
    "mean_p_confidence": 0.3490909090909091
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  awh ended by the substi for Be words “not excteding",
    "mean_p_confidence": 0.45083333333333336
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "  SES, ene handed rapes oro inpiconment of ether deseption  for tees wot excesding thre monte” of fhe words Prt  saceding Sty Ouran pecs ar lps of eat  desi fret nc acendg fire yea”",
    "mean_p_confidence": 0.3189473684210526
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Antgaes tAmandonnth Act No, 24 of 1B 9  14, Secwon 46 of the principal entctment fs hereby Ranenen of  sepeaed sr the followerg action subsite wherefon— satin ote  at  shevaet 46, (2) Thee al be esac onder tne SS  Feat” pmirol and sdainistation of the Directo  General of Archaeology a fund kaown a8 the  “annuities Reward Fund” derinaer refered  to asthe “Fund” for the purpote of rewanting  ‘nfocwts and erfrcemen ices corbin.  0 the recovery of illegally approprinied  antiquities oF to the proieetion oF ses, and  antigen  (2s There sal be credit othe Fondo  {onal nes reser by any cont  fn teapeat of convictions for offences  wer ts Ordnance  8) donadons 3 da Fund for nds,  sextet or Eston,  fe) any otter persed payin.  2) The Auditor General shal annually adit  the Fond  18, Section #7 of the principal enactment is hatwhy Aneainent of  ended in ewhacetion (2 tere a oe honoree  Pic  (a) by te ctenering of paragraph (9 ofthat subsection FOP  paragraph ewe  . (6) by the deaion of cha wo “and” appearing she  end of paragraph (som  Te) by the insertion of the following paragraph  ‘sumodiney ale parngeaph (of that acbecton  (the rmansarin which he payment of evant rom  ‘he Fan shat be denen,  (2) he administrating ofthe Fund and.",
    "mean_p_confidence": 0.38729838709677417
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  19 Antiques (Amendment At, Ma, 24 of 1998  Armtrencst 16, Seen 48 of the prinlpal sasctment ie hereby  reaioettete seca as Fllere—  rel",
    "mean_p_confidence": 0.3028571428571429
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  1) by Ge isersn immediatly afer defition of  the word “antiquity” of te Foti defi",
    "mean_p_confidence": 0.31555555555555553
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  “Arcbasolopiond eviaga” means cht prt of te  ‘meteriat hetage of ankin in respect of  ‘which mcheeslogce meta peeve play  ‘information aa facta al veniges Fume  existence ané places cefating to atl  ‘mavifestaons of human sciviy, abandoned  lagutares acd resins of a Rn ineading  ‘uberssnean and underwater ses, together  wih ithe porabie atwal mara sects  ‘vit em\":",
    "mean_p_confidence": 0.3407462686567164
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  (2) bythe eres fe definition of he wid monaman”  ‘nd the eubsiontherefoe ofthe febowing' =  “encmuen” meane any bulking, oF other erate",
    "mean_p_confidence": 0.30692307692307697
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  x erection or any tomb, tol roter abe  oF ocarmert, oF amy eth tmcvablepeopity  af a ike nature of any pastor semaine of de  same of any other sie where the matarlat  ramales of blstodo a peekisterie homan  setlement of astivity may be Found: and  facies the ste of any wesmument aid wick  ‘ston of land aiming auc te a6 Tay 6  seaside for feasiogorcoveritg nor etberwie  reserving asy msrament”:",
    "mean_p_confidence": 0.4119753086419753
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  (> hy the sion wanedney aber he defini of ie  ‘wont regulation” of de flowing definition -~  “rerio sa” means he Area devia’ W be ibe",
    "mean_p_confidence": 0.33066666666666666
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "  ‘wroia waters of ei Lanka by Procamaton  ‘made under the Masitine Zonet Law, No. 72.36  1976,",
    "mean_p_confidence": 0.40549999999999997
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  ee  1, Weeevei8ae9 proisons of the grin Som  ‘eactinen, tie wands “Archacalogical Commisioner” occurs, smendona of  ther hate vance te wots “Detar Genel of vent  sets =  18, Woaeesinam prmissnorany witenaw ber Aon  ‘han the principal enactiawat) at of aay actice, cestifcate, Peel  Srmseaton for oe alte dvenen ited,  Seedorf ear tite es  Rtevstopeal Camisinaoderaets Aer  Gone epcender he pei rte  tine commenoeen fs As osu te lB  Sneed reer, the words “Dieter Genera of  Rater  19, Brey contact afeament ot tr coment ia  tase vhasoee end rere para she  Gut consent ut Act w oe of  Netlog! Comins pine ane pal  cance ni cepa deo  Sie dat dis bead fo he en de eae oe  Sasa. by inno of te Distr Gene of  taco  20._ntecwmotmy nomen tend St Sanna  andthe Tan ev eA te Silt al prem. Roane",
    "mean_p_confidence": 0.2720731707317073
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  ‘Asus Bela land Acro i Pane a B85 (Lc, Rs 1180).  ‘ayable foe Soran. Comune Rune Binns No 3, Tones Hoe,  \"ere Rou, Ca Ot ele 1h Dec esh arin pet fe ea flwing",
    "mean_p_confidence": 0.3126315789473684
  }
]