[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Le ie oraat SC ee PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF “SRI LANKA TURNOVER TAX ACT, No. 69 OF 1981 : [Certified on 12th November, 1981} a Pented othe Orde of Goseremant | Published ‘as » Supplement Fart 1 of the Cinsotte ef the Democratic ba Suctalist Republic of Set Janka of Noverober 1,481 . rons At ere OF HORLEY OT, Le Sanaa a ae eon ene tome aoe Beto: Ra. 2.65 — Postage: Bs. L5¢",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "‘TABLE OF SEOTION . Secon Ds. Bort tthe . -_ . OHAPTER © 2, Tmpoution of barnover tax. us wD 21. Girguowences in whish w person beconin charpoabi ‘raover ans i ey CHATTER 1 ‘Exaxrnioxa 44, Bampton from tumover ax ft CHAPTER Df Tomo 5 4. Tumove a - 8 4 1. Diterent busizaman toe deemed oon business =. CHAPTER Iv Raves aw Tax 72, Raleof amore tax ~ wo 81. Buwepted article, oa CHAPTER ¥ Rewer ©... Returas aod information to be furiahed ws cuaPren vr Payarmrt or Tax - 10. Payment of tarsover tax ” - 6 TEL Paaaty for detent 2 moa CHAPTER VE, . aves ano Canuiemen ov Pomavin Tax or sea WARUFACTORAD ADEDAD AND AEFORTED ‘weve Osx Laneza 12... Lavy of tarsover txt op artistes manufae-ared abcond. ahd ioporad into Se Lenk wo colonies of sub io ~ in CHAPTER VOT ‘Aves 2. Power of Aasasar to mk asrowasata se 241) Addivionel amerementa - fe 35 1) ‘Amonoe to give reams for cob asowpisg ove -. 19 16 1. Bowor of Anicsor to eatimate eae gine a) CHAPTER 3x . To 17... Appaalto the Commizsoase-Geoeret oe 1812 “Apponte to the Hoard of Roview s+ soe 10. 1) “Appeal on o question of lw to the Court af Appel. - 13 SSA 629T0—90,000 21/1)",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "tame i onarten <P mere tammene ar Peete vx 2s. Amemotseramaistemendstotetial ft, Reayarcatapemntcteemme ns ‘ marten x1 tence Come 22 Wem ep pre om BL Prenetpueamneotaatpatenip | C8 Ei L Pepigtsanetocnenboaetcnmpuy buy eer te we oi Mw Maia one merrier cecamefewmain fg 2. Lang ctommoctoper trom 3 tbe afte mee ig nome eS enh fe AER as Samoa waamesotencton ot 3 SEA ey eeerypeaguauee ae + Sy ALI : cuarran XH tora 07 Paz 20 Maa emanate ne wt 2 os ‘ * ou Mo, Tmmmtmte bestia ne BL Sawrodenaer : com Bl Rewoyafeneertrty wives Bl Recdigtrmenentmenagices 3 i Reowyitemnrnrausabate egg more ai St. Umma an i sory Lo BD Piprocommptpecacogal wanaarmton tt Te ccerer tions aa 3 4 Dap o SomoioGeuin pomen ant cnareme x ieoecaree ©. Semsndedee stron 8 2 Wiig ween : [3 2 Rometommaalaegrer pao oR S 1, Peres bamrpone le fo Weegee mg ieee fo SORES Pe © nagar onan : Lok : euxerm 207 Remeron oF Moroes age sr nd a te egitim ef min ad man win Fg 2 Doles of gid marine com AB. Sretit i ‘of tamnaver tax paid to Prins hate Caen ma te inde ©. Renown puincemee mtd 5",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "fete Poe ouarrme XY Dapooman oy Twarovm Tax sox Paar 20. Dein of traone ax rom pean . 8 BAPTES x¥E Pavasmm avo Orme 11. Binet ofmrney 40d oar mater tobe aficres ‘2 1) Basal province lating Co ud Dog 1) Pamal proviso coating to otras |” oom 341) Gompomding of oto QZ os 135 11 Promoutons tobe wih the exashon f'n Comsnes ony i ™ \"ow omarnen xv Apnea 10 °., agmnitenan - fs er. omamaenep 1 2 Doom 302) Tome n x los onarTeR [xvatr Teoaranno 2 5, oberpmiation - 8 OuAPEER Xx sxmaoision or Pane EHC on Te Fees Ace, Yo, 11 or 1508 2. Appintion of Par Olof thy Fieanoe oh, No, 1 ieaetatry » ue - cd",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Turnover Tax Act, No 69 of 1981 . [Certified on 12th November, 1981]",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "ipo, 41/0 .",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Aw Act To provie For THE Lucrosrri0n oF TunNoven Tax BE it enacted by the Parliament of the Democratic Sociahst a Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "L This Act may be cited ai the Turnover, Tax Act, Short tite No. 69 of 2981,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "\\ CHAPTER I . Inposrrion Or Turnoven Tax",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "2% Subject to the other provisions of this Act there shall Imposition be charged for the period November 13, 1981 to December pf furmovar 31, 1981 and for every quarter commencing on or after Sanuary 1, 1962 trom every person who~",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(a) casties on any business in Sri Lanka; or",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(®) renders services outside Sri Lanka for which payment",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "is made from Sri Lanka,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "a tax (hereinafter refetred to as the “turnover tax”) in respect of the turnover made by that person from that busi- ness or from services rendered outside Sri Lanke computed ‘at such rate as the Minister may fix by Order published in the Gazette,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "For the purposes of this Act the expression “business” shall include services rendered outside Sri Lanka for which Payment is made from Sri Lanka",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "3. (1) A person shall, in respect of any business carried Circumstan- on by him in Sri Lanka, be chargeable with turnover tax cts Jz whieh for each quarter if the turnover of that business for that becomes quarter is not less than twenty-five thousand rupees and Shutarat where that business is carried on by him for only a part of over tax, ‘any quarter, the turnover of that business for that part of the quarter is not less than the sum which bears to twenty- five thousand rupees the same proportion as the number of days in that part of the quarter bears to ninety.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(2) Where a person is chargesble with tumover tax in respect of any business carried on by him and a change af ownershtp of that business occurs, then notwithstanding the Provisions of subsection {3),,the new owner of that business hall be chargesble with turnover tax as though he had been the owner of that business immediately before the ‘accurrence of the change of ownership.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "2 Turnover Tax Act, No 69 of 1981 . «CHAPTER Tt Exaurriows Exemption 4 (1) The Minister may, if be ix of opinion that it is fomtum. essential for the economic progress of Sri Lanka, exempt by Order published in the Gazette any business or euch business as may be specified, which is carried on by any ~- person, from the turnover tax,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(2) Every Order under subsection (1) shall come into foree on the date of its publication in the Gazette or on such later date as may be specified in such Order and shall be brought before Parliament within a period of three montha from the date of the publication of such Order in the Gazette or, if no meeting of Parliament is held within such perivd, at the frst meeting of Parliament held after the expiry of such period, by a motion that such Order shall be approved.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(3) Any Order which Parliament refuses to approve shall, with effect from the date of such refusal, be deemed to he revoked but without prejudice to the validity of such Order until the date of such refusal, and the notification of the date on which such Order is deemed to be reveked shall be published in the Gazette,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "CHAPTER Il ‘Toanover Tumover, 8, (1) For the purposes of this Act “turnover” in relation to any business means the total amount received or recetvable from transactions entered into in respect of that business or for services performed in carrying on that ‘business and includes—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "{@) in the case of a financter, moneytender or pawn broker, the interest received or receivable by bira on loans and the sums received by him as fees oF other charges in respect of such loans:",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(0) in the case of a person carrying on any educational establishment or school, the total amount received",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "~ or receivable by him in carrying on such educa tional establishment or school ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(e) in the case of & person eartying on a business of insur- ‘ance, the total amount excluding premia recelved or receivable fn respect of life insurance ; .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "Turnover Tax Act,'No 69 of 198% 8",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "(@ in the case ofan ineporter of articles manufactored outside Sri Lanka—* ~ °° ’",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "(1) when such articles were imported the aggre",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "gate of— .",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "{@) the value of such articles ascertained for the purpose of custom duty in accord- ance with the Customs Ordinance ; and wack,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": ". (®) the amount of custom duty ,if any, paid | on auch articles ; . (2) if such articles are sold the amount received or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "receivable ; .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "(e) in the ease of a manufacturer where the sale is to another manufacturer for ,the purpose. of manu- facture of acother article, the amount received or receivable in respect uf any transaction before add ing any amount due as turnover tax in respect of that transaction ; .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "{f) im the case of a bank the receipts of such bank by way cf or on account of interest, diseounts, divi dends, exchange, service charges, commissions, ‘brokerage and any other income derived by such bank in the course of its business or otherwise but shall not include receipts attributable to the opera . tion of the foreign currency banking unit of such bank;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "In this paragraph “foreign currency banking unit” means a unit or department of « commercial ‘bank authorized by the Central Bank of Ceylon to ‘operate as » foreign currency banking wit.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "(9) in the case of a person who renders services outside’",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "“\"; Sti Lanke the amount recelved or receivable trom Sri Lanka in respect of such services. :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "(2) For the purposes of subsettion (1) the turnover shall uot include any atnount recelved or receivable by the sile cues of capital assets, . rey",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "(8) Where in respect of any quarter, turnover tax has been paid in respect of any sum receivable during that quar- ter, no such tax in respect of that sum need be paid in respect of the quarter in which such sum is actually received.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "6& (t) Where businesses of a like nature are carried on Different by @ person in the same place or in different places, the Dusinesses ‘businesses so carried on by him shail be deemed to be one deemed ane business, ae pei th busines",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "4 Turnover Tax Act, No 69 of 1981 (2) Different businesses carried on by the same person in one place shall be deemed to be one business, CHAPTER IV Rares ov Tax Rate of 7. (1) The rate of tumover tax tn respect of any farpover business may be determined by reference to the nature of such business and accordingly different rates of such tax may be determined in respect of different classea or descriptions ‘of businesses and published in the Gazette, “",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(2) The rate of turnover tax in respect of any class or deccription of business may from time to time be varied by the Minister by Order published in the Gazette,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(8) Every deterraination under subsection (1) and every Order made under subsection (2) shall come into force on the date of its publication in the Gazette or on such later date as may be specified in such determination or Order and shall be brought before Parliament within a period of three months from the date of the publication of such determins- tioa or Order in the Gazette, or, if no meeting of Parliament ts held within such period, at the first meeting of Parllament held after the expiry of such period by a motion that auch determination or Order shall be approved. There shall be set ‘out in a schedule to every stich motion the text of the deter- mmination or Order to which the motion refers,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(4) Any determination under subsection (1) or any Order under subsection (2) which Parliament refuses to approve shall, with effect from the date of such refusal, be deemed to be revoked but without prejudice to the validity of any- thing done thereunder. Notification of the date on which any such determination or Order is deemed to be revoked shall be published in the Gazette, .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "rated 8 (1) The Minister may, by Order published in the lo Gazette, declare any article specified in auch Order to be a” excepted article for the purposes of this Act, Different articles may be decfared to be excepted articles in respect of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "different classes or descriptions of businesses. :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(2) Where an article fe, under subsection (1), declared to be an excepted article in respect of any class or descrip-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "tion of business, no turnover tax shall be payable in respect ‘of the sum realized by the sale of such article or in respect of the import of such article,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "Turnover Tax Act, No 69 of 1981 5 : CHAPTER V ‘Rervunns",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "*. (1) Every person who carries on any business in Srl Returns and {anka shall, where the turnover of that business for any ipfermetlon quarter ig not less than twenty-five thousand rupees and. fornished. where that business is carried on by him for only a part of amy quarter, the turnover of that business for that part of - the quarter is not Jess than the sum which bears to twenty- five thousand rupees the same proportion as the number of daya in that part of the quarter bears to ninety, furnish to the Commissioner-General not later than fifteen days after the expiry of that quarter or part of the quarter, as the case may be, a return setting out the turnover of that business for ‘that quarter of part of the quarter, Every stich retura shall ‘be in the prescribed form and shall contain all such parti- culars as may be required ta be set out in such form,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(2) An Assessor may, by notice in writing, direct any per- 20n who, in the judgment of that Assessor, is a person charg-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "-eable with turnover tax to furnish within the tirae specified in such notice a return containing such particulars ag the ‘Assessor may require. : .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(3) For the purpose of obtaining full information in res- . Pect of the turnover from any business carried on by eny Person, an Assessor may give notice in writing to such per~ son requiring him— .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "{@) to produce for examination, or transmit to the “Assessor, within the period speeifed in such notice, . any such books, accounts, trade lists, stock lists, registers, vouchers, cheques, paying-in-slips, audi-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "‘tora’ reports or other documents in his possession ag may be specified in auch notice;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "42) to attend in pergon or by an authorized representative at such place and on such date and at such time as may be specified in the notice for the purpose of being examined regarding the turnover in respect of that business.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(4) For the purposes of this Act, a Deputy Commissioner",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "may give notice in writing to any person requiring him—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(2) to produce, or transmit, to such Deputy Commissioner ‘within the period specified in such notice any books, accounts, trade Lsts, stock lista, registers, vouchers, cheques, paying-in-slips, auditors’ reports or other documents in his possession as may be specified in tuch notice 5",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "6 Turnover Tax Act, No 69 of 1981 (b) to attend in person or by an authorized representative at uch place and on such date and at such time as may be specified in such notice so that he may be + examined on any such matter or matters as may be specified in such notice,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(5) A person who attends in compliance with a notice given under subsection (4) may be allowed by the Commis- sioner-General the expenses reasonably incurred by him in to attending.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(6) A Deputy Commissioner, or an Assessor with the ap> proval of a Deputy Commissioner, may retsin in his custody as long as such retention is necessary for the purposes of this Act any books, accounts, trade lists, stock lists, registers, ‘vouchers, cheques, paying-in-slips, auditors’ reports or other documents which are or have been produced before him or transmitted to him under subsection (3) or subsection (4) or which otherwise come or have come into his possession,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(7) An Assessor may give notice in writing to any person when and as often ag he thinks necessary requiring him to furnish within the time specified in such notico—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(o) fuller oF further returns ; or",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "{b) fuller or further information relating to any matter",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "ag will in the opinion of the Assessor be necessary or relevant for the assessment of turnover tax pay- able by such person.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(®) A return, statement or form purporting to be furnished ender this Act by or on hehelf of any person shall for all purposes be deemed to have been furnished by that person or by his authority, as the ease may be, unless the contrary 4s proved, and any person signing any such return, statement ‘or form shall be deemed to be cognizant of ail matters contained therein.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "CHAPTER VI . ‘Pavsanr or Tix",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "Payment of 10, The turnover tax in respect of any quarter shall be",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "fumover paid not later than the fifteenth day of the month following the end of that quarter. Any tax not so pald shall be deemed to be in default and the person by whom such tax is payable or where any tax is payable by more than one person, or by a partnership then each of such persona and each partner in the partnership shall be deemed to be a defaulter for the purposes of this Act.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "Turnover Tox Act, No 69 of 1981 7 11 (1) Where any turnover tax. is in default, the Repaley for defaulter shall, in addition to such tax in default, pay asa Set#ul penalty— (a) assum equivalent to ten per centum of the amount in default; and (b) where any amount in default is not paid before the fifteenth day of the month succeeding the month in ‘which such fax has begun to be in default, a further sum equivalent to two per centum of the amount in defauit in respect of each period ending on the fitteenth day of each succeeding month or part of such period during which it is in default: Provided, however, that the total amount payable ss Penalty under this subsection shall in no case exceed fifty per centum of the tax in default and any such amount may be waived or reduced i? the Commissioner-General is satis- fled that by reason of any special circumstances in which the default occurred a watver or reduction of such amount.would be just and equitable (2) Where upon the final determination of an appeal under section 17 any fax in defsult to which any sum or sums under subsection (1) has or have been added ts reduced then such sum or sums shall be calculated on the tax a9 60 reduced. CHAPTER VII Levy ano Couecton or Turwovan Tax oN aRricuis ‘MANUFACTURED ABROAD AND IMPORTED INTO Sat LANKA 12. (1) Notwithstanding anything in this Act, there shall Levy at be charged from every person wha imports any article manu: {ursever tactured outside Sri Lanka turnover tax in respect of his articles turnover, whether the turnover for any quarter fs Jess than 7enutacturee the amount specified in section 3 ar not, at the rates specie Imvorted fied in an Order made by the Minister under section 7 Ysnka and and collected by the Principal Collector of Customs, which collection of tax shalt be in addition to any other tex, duty or levy imposed under the Customs Ordinance. @) The turnover tax referred to in subsection (1) shall, tor the purposes of the levy and collection of such tax, be deemed to be customs duty leviable under the Customs Ordi- nance and aceordingly the provisions of the Customs Ordi- nance shall apply to the levy, collection and recovery of r.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "“8 Turnover Tox Act, No 69 of 1981 * auch tax, granting exemption from or drawback of such tax and settling any appeals or any other matter in relation to such tax, (8) Where ar article manufactured outside Sri Lanka and . imported into Sri Lanka is sold— (a) by the Prinetpal Collector of Customs for any levy due under the Customs Ordinance ; . (®) by the Sci Lanka Ports Authority for any dues under the Sri Lanka Ports Authority Act, No, 51 of 1979; (c} by the Commissioner-General, the purchaser of such article shall be deemed to be an importer for the purposes of this Act, CHAPTER VIII ASSESSMENTS . Power of — ot 33. (1) Where any person- make savem- —- (a) who, in the opinion of an Assessor, is chargeable with - turnover tax fails fo furnish under section 9, & . return for any quarter and to pay the tax for that quarter ; or (®) who is chargeable with the tumover tox furnishes under section 9, a return in respect of any quarter but fails to pay tax for that quarter, the Assessor shall assess the amount of the turnover tax, which such person, in the judgment of the Assessor, ought to have paid for that quarter and shall, by notice in writing, require that person to pay such amount immediately. The amount fo assessed in respect of any person for a quarter shall, subject to the provisiong of section 14, be deemed to be the amount of the turnover tax payable by him for that quarter:",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "Provided that the Assessor may ussesg any person for any quarter at any time prior to the fifteenth day after the end of such quarter, if he is of the opinion that such person is",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "ee about to leave Sri Lanka or that if is expedient to do so for the protection of revenue and require such person to pay uch tax to the Commissioner-General earlier than ss re- quired under section 10, Any tax not so pald shall be deemed. to be in default for that quarter.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "‘Turnover Tax Act, No 68 of 1981 9 (@) An assessment made under subsection (1) in respect of any person for any quarter shail not affect the Liability . of such person to a penalty under section 11 as though the amount assessed were the amount of turnover tax due from him for that quarter,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "(8) Where, in the opinion of the Assessor, the amount paid es turnover tax for any quarter by any person who has felled to furnish under section 9, a return in respect of that quarter fs leas than the proper amount payable by that petson for that quarter, the Assessor shall assess the arsount ‘which, in the judgment of the Assessor, ought to have been pald by such person and shall, by notice in writing, require - . ‘that person to pay on or before a date specified in that notice, the difference between the amount eo assessed and the amount paid by that person,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "(4) Where an assessment is made under subsection (3) in respect of any persou for any quarter, the difference bet- ween the amount so assessed and the amount paid by that =” person as turnover tax for that quarter shall be deemed to be the turnover tax in default for that quarter and accord- ingly such person shall, from the date on which such person ought to have paid the tax for that quarter under section 10, be liable in respect of that amount to the penalty under eub- nection (1) of section 11,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "14. (1) Where it appears to an Assessor that a person Additional chargeable with turnover tax has for eny quarter paid as Ssenments tex an amount less than the proper amount af the tax pay- able by him for that quarter, or chargeable from him for that quarter, an Assessor may, at any time, assess such Berson at the additional amount at which, according to the Judgement of the Assessor, tax ought to have been paid by auch person, The Assessor shell give such person notice of asnessment,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "(2) Where an asessment is made under mubsection (1) in respect of any person for any quarter, the amount 20 assessed shall be deemed to be turnover tax in default for that quarter and accordingly such person shall, from the date on which such person ought to have paid the tax for that quarter under section 10, be liable to the penalty under -",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "Subsection (1) of section 11 in respect of such amount,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "40 Turnover Tax Act, No 69 of 1981",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "Agseator to 15, Where an Assessor does not aceept a return furnished",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "ferwe by any person under section 9 for any quarter and makes am",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "gecenting © assessment or additional assessment on that person for that",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "sourme quarter under section 18 or section 14 he shail communtcate to such person in writing by registered letter sent through the post his reasons for not accepting the return,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "ower of | 36. Where any person who carries on the business of a",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "tines | manufacturer of any article sells such stticle for the pur- poses of distribution at a price which, in the opinion of the Assessor, reduces or would reduce the turnover tax payable bby him, then for the purposes of this Act, such article shall be deemed to have been sold at a price which in the opinfon of the Assessor, it would have fetched in an open market on the date of such sale, and the turnover of such person trom such business shall be computed accordingly.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "CHAPTER IX APPEALS",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "‘Appeals to 37. (2) Any person may, if he 4a dissatisfied with any",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "$26 Commis. assessment or additional assessment made in respect of hina",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "General. bby an Assessor, or 2 penalty imposed under this Act, appeal against such assessment or additional assessment or penalty to the Commissioner-General within thirty days after the service of notice of such assessment, additional assessment or imposition of penalty. Such persoa shall, notwithstanding the appeal, pay the turnover tax charged by such asseasment or additional assessment together with any penalty imposed on him by this Act:",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "Provided that the Commissioner-Generel, upon being fatisfied that owing ta absence from Sri Lanka, sickness oF other reasonable cause, the sppellant was prevented from appealing within such period, shall grant an extension of time for preferring the appeal.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "(2) Every appeal shalt be preferred by a petition in writing addressed to the Commissloner-General and shall \\ state precisely the grounds of such appeal. 1 (3) Where the assessment or additional astessment appeaied against has been made in the absenes of a return, | the petition of appeal shall be sent together with a return duly made. (4) Every petition of appeal which does not conform to ‘the provisions of subsections (2) and (3) shall not be valid.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": ". Turnover Tax Act, No 69 of 1981 n",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "(5) On receipt of a valid petition of appeal, the Commis- sioner-General may cause further inquiry ‘to be made by an Assessor, and if in the course of such inquiry an agree- ment is reached as to the matters specified in the petition ‘of appeal, the necessary adjustment of the assessment shall be made.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "(6) Where no agreement is reached between the appellant end the Assessor in the manner provided in subsection (5) ‘the Commissioner-General shall fix a time and place for the hearing of the appeal.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "(2) Every appellant shall attend before the Commissioner- General at the time and place fixed for the hearing of the appeal, The appellant may attend the hearing of the appeal i person or by an authorized representative. The Commis- sioner-General may, if he thinks fit, from tine to time adjourn the hearing of an appeal for such time and place as ‘he may fix for the purpose. In any case in which an autho- tized representative attends on behalf of the appellant, the Commissioner-General may adjourn the hearing of the appeal and may, if he considers that the personal attendance ‘of the appellant is necessary for the determination of the appeal, require that the appellant shall attend in person at the time and place fixed for the adjourned hearing of the appeal. If the appellant or his authorized representative fafls to attend at the time aud place fixed for the bearing or any adjourned hearing of the appeal, or if the appellant fails to attend in person when required so to attend by the Commissioner-General, the Commissfoner-General may disaiss the appeal :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "Provided that, if the appellant shall within e reasonable time after the dismissal of an appesl satisfy the Commis- stoner-Generel that he or his authorized representative was Prevented from due attendance at the hearing or at any adjourned hearing of such appeal by reason of absence from Sri Lanka, sickness, or other unavoidable couse, the Com- talssioner-General may vacate the order of dismissal and fix a time and place for the hearing of the appeal.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "(8) The Commissoner-General shall have power to summon any person whom he may consider able to give evidence respecting the appeal to attend before him and may examine such person on oath or otherwise, Any person So attending may be allowed by the Commissioner-Genetal any reasonable expenses necessarily incurred by such person in go attending, :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": ". w Turnover Tax Act, No 69 of 1981 (8) Before making his determination on any appesl, the Corumissioner-General may, it he considers it necessary #0 to da, by notice given in writing to any person require that Person to produce for examination, or to tranmit to the Commisstoner-General within the period specified in such : notice, any such deeds, plans, instruments, books, accounts. : trade lists, stack Usts, registers, cheques, paying-tn-slips, : auditor's reports or other documents in his possession a8 ‘may be specified in such notice. (Q0) Where the Commissioner-General hears the evidence of the appellant or of any other person in respect of the . appeal, he shall maintain or cause to be maintained a record | : of such evidence. | (11) In determining an appeal under this section the i Commissioner-General may confirm, reduce, increase oF annul the assessment appealed against and shall give notice in wrlting to the appellant of his determination on the wppeal Appeals to 18, Any person aggrieved by the decision of the ” Retlve,  Commlssioner-General upon any appeal made to hire under subsection (1) of section 17, may appeal from that decision to the Board of Review constituted under the Inland Revenue Act, No. 28 of 1979, and the provisions of that Act relating to appeals to such Board shall, mutatis mutandis, apply to an appeal under this section, Appeal on 39. (1) The decision of the Board of Review shall be ‘ question premise final : Sone Provided that elther the appellant or the Commissioner- - General may make an application requiring the Board of Review to state a case on a question of law for the opinion of the Court of Appeal, j (2) The provisions of the Inland Revenue Act, No. 28 of 1979, relating to appeals to the Court of Appeal and to the =i Supreme Court shell, mutatis mutandis, apply to an appeal under this section, CHAPTER X FINALITY OF ASSESSMENTS AND PENALTY FOR LNCONRECT RETORNS Apeuments 20, Where no valid appeal has been lodged within the | Sageamted time specified in this Act against an assessment in respect tebe final of the turnover tax, or where the amount of such tex has been determined on appeal, the asseasments as made, OF",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "Turnover Taz Act, No-69 of 198t 8 reduced, or increased or confirmed on appeal, as the case may be, shall be fins! and conclusive for all purposes of a ‘this Act as regards the amount of such tax: foe :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "Provided that nothing in this Act shall prevent ant Assessor from making an assessment or additional assess- ment for any quarter if it does not involve reopening any matter which has been determined on appeal for that ‘quarter, _",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "21. Where in an assessment made in respect of amy Penalty tor person, the amount of turnover tax exceeds the amount der) already paid by him az the amount due from him in respect {urover of the turnover specified in his return and the assessment is final and conclusive under section 20 the Commissioner-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "General may, unless that person proves to the satisfaction",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "of the Commissioner-General that there {s no fraud or witful - uegleet involved in the disclosure of the turnover made",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "bby that person in his return, in writing, order that person",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "to pay as a penalty for making an tneorrect return a sum",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "not exceeding two thousand rupees end a gum equal to",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "twice the tax on the difference between the turnover on which the assessinent was made and the turnover specified",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "in his return, .",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "\" CHAPTER XI : ‘Srecian Cases",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "22, Any act or thing required by or under this Act to Who may be done by any person shall, if such person is an incapaci. *¢* for, tated person, be deemed to be required to be done by the: ted pemon. trustee of such incapacitated person,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "2, Any act or thing required by or under this Act to Precedent he done by any person shall, in the ease of two or more Parmer to persons in partnershi, be deemed to be required to be behalf of done by the precedent partner of such partnership: ‘Partnership,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "Provided that any person to whom a notice has been given under the provisions of this Act as a precedent partner of a partnership shall be deemed to be the precedent partner thereof unless he proves that he is not a partner of such partnership or that some other person in Sri Lanica ia the precedent partuer thereof, .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "Sane aD",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 18,
    "par_num": 2,
    "text": "“ ‘Turnover Tax Act, No 69 of 1981 Pripeipal 24. (1) The ‘secretary, manager, director or other ‘oer to seteube principal officer of every company or body of petsous, coupeny «corporate or unincorvorate, shall be liable to do all such mety et acts, matters or things ss are required to be done under the provisions of this Act by such company or body of persons. : Provided that any person to whom a notice has been given under the provisions of this Act on behalf of a company or ‘body of persons shall be deemed to be the principal officer thereof unless he proves that he has no connection with that company or body of persons or that some other person resident in Sri Lanka ig the principal officer thereof. @) Where an offence under this Act s committed by company or hody of persons, corporate or unincorporate, every person who at the time of the commission of the offence was the secretary, manager, director or other principal officer of the company or body of persons shall be deemed to be guilty of that offence unless he proves that the offence was committed without his knowledge and that hhe exercised all such diligence to prevent the commission af that offence as he ought to have exercised having regard to the nature of his functions in such capacity and to all the other circumstances. Liabillty to 25, (1) Subject as hereinafter provided, where during Rey RAPD’ the course of 2 quarter @ person chargeable with turnover case of tax ceases to carry on any business in respect of which he ‘rfation of is chargeable with such tax, he shall, notwithstanding that hhe han ceased to carry on cuch business, be Hable to pay : such tax for the period during which he carried on that ‘buginesy in that quarter. (2) Where any person carrying on a business transfers auch business to any other person, any turnover tax payable in respect of such business for any period prior to the ‘transfer may, if 1t cannot be recovered from the transferor, be recovered from the transferee notwithstanding that an assessment may not have been made on the transferee and the provisions of this Act as to collection and recovery of turnover tax shall apply accordingly. Lisbitty 28.1) Where any person chargeable with turnover tex % ay dies, the executor of such deceased person shall, in respect furover of all perlods prlor to the date of death of such person, be",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 2,
    "text": "shargeable with turnover tax which such person would be",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 19,
    "par_num": 6,
    "text": "° Turnover Tax Act, No 69 of 1981 7 chargeable if he were alive, and shall be Viable to do all ° acts, matters and things which such person if be were alive would be Hable to do under thig Act :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 19,
    "par_num": 6,
    "text": "Provided that— .",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 19,
    "par_num": 6,
    "text": "(@) no proceedings shall be instituted against the éxecutor _",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 6,
    "text": "in respect of any act or default of the deceased ‘Person > . (6) no assessment or additional assessment in respect of @ period prior to the date of such person's death shall be made after three years from the end of the quarter in which the death occurred ; and - (@) the liability of the executor under this section shall be Himited to the cum of— (i) the decessed person's estate in his possession . or control at the date when notice iq given to him that liability to turnover tax will . arise under this section; and Gl) any part of the estate which may have passed to a beneficiary. {2) Where an executor on behalf of the estate of a deceased person carrles on any business which is a part ‘of such estate, such executor shall, in respect of such business, be chargeable with turnover tax with which such Person would be chargeable if he were alive, . :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 6,
    "text": "27. Where any business in respect of which turnover tax Lishitity of 4s payable ia carried on by any person on behalf of any pert to, other person as the agent of such other person, the firsts 507, Rs, mentioned person shall be chargeable with turnover tax fupect in respect of that business in like manner and to the like me ‘mount a5 the latter-mentioned person would be chargeable er: under this Act, .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 19,
    "par_num": 6,
    "text": "28, Where two or more persons act in the capacity of Joint . truvteer of a trust or executors of a deceased pérson’s estate, s¥ents, they may be charged jointly and severally with turnover and execu- tax with which they are chargeable under this Act, and 2m shall be jointly and severally liable for payment of such tax. y",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 4,
    "text": "16 Turnover Tax Act, No 69 of 198t Eertons, 29, (1) Notwithstanding anything in the Companies py tm- Ordinance, where a csinpany is wound up -and where any peed turnover tax to which that company is lisble cannot be Suen et 8 recovered, then, every person who was a director of the Secolution, company at any time during the period in respect of which ‘petsons. such tax is charged shall be Jointly and severally Mable tor the payment of such tax unless he proves that the default, in payment of tax cannot be attributed to any gross neglect, misteasance or breach of duty on his part in relation to , the affairs of the company, and the provisions of this Act as to collection and recovery of turnover tax shall apply ‘accordingly.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 20,
    "par_num": 4,
    "text": "(@ Where a body of persons is dissolved and where any turnover tax to which such body of persons is liable cannot be recovered, then, every person who was a member of that body of persons during the period in respect of which",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 20,
    "par_num": 4,
    "text": ". the tax is charged shall be jointly and geverslly liable for the payment of such tax unless he proves that the default in payment of tax cannot be attributed to any gross neglect, misfessance or breach of duty on his part in retation to the affairs of that body, and the provisions of this Act as to collection and recovery of turnover tax shall apply accordingly. oo",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 20,
    "par_num": 4,
    "text": "CHAPTER XII Becoveny or Tax . Meaning of —_$4,_{1) For the purposes of section 91, section 32, section tumor ine 83, section 34, section $5, section 36, section 37 and section 38 Purposes ot “turnover tax\" includes any penalty imposed or ineurred section 31 under this Act, (2) Whenever the Commfssioner-General issues 2 eert!- ficate under section 33 or section %4 or a notice under nection 35, he shall at the same time issue to the defauiter a notl- fication thereof by personal service or by registered letter sent through the post or by telegraph ; but the non-receipt ‘ of such notification by the defaulter shall not invalidate proceedings under this section,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "Turnover Taz Act, No 69 of 1981 uv",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "31, Any turnover tox in default shall be a frst charge tumover all the atoeta of the dafaulter: ~ : inst cherpe. -",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "Provided that— oe °",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "() such chazge shall not extend to ot affect any asseta",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "sold by the defaulter to a bona fide purchaser for value prior to the seizure of the same in accordance with the provisions of section $3; .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "(il) as regards immovable property, the turnover tax shall not rank in priority to any lesse or encum+ brance created bona fide for value and registered Prior to the date of such seizure; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "(#0 as regards movable property, where turnover tax for more than four quarters is in default, the tax tor four quarters only, to be selected by the Commissioner-General, shall rank in priority to any en or encumbrance created bona fide tor value",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": ". Prior to the date of default, -",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "32, (1) Where any tumover tax ts in defoult, the woticeto ‘Commissioner-General shall, before proceeding to recover “efmulter, such tax, issue notice in writing to the defaulter stating—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "(0) the particulars of such tax; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "(®) that action is being contemplated to recover such",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "tax ; .",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "(2) If such defaulter has not appealed within the proper ‘time against the assessment in respect of which such tax 4s charged, he may within thirty days of the date of such notica male any objection to the tax so charged, to the Commissioner-General and the Commissioner-General shall, notwithstanding the provisions of section 20, consider such objections and give his decision thereon which shall subject to subsection (8) be final.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "(8) Where quch defaulter has failed to make the objection referred to in subsection (2) to the Commisstoner-General, he may make an objection to the tax charged to the Commisstoner-Ceneral within a period of thirty days from the date of the cert!fleate insued under section 33 or section 34 or a notice insued under section $5... :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "32 (1) ‘The Commissloner-General may appoint persons Recovery in be tax collectors for the purposes of this Act. fo",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "1 in default, the seizure",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 21,
    "par_num": 17,
    "text": "(2) (a) Where ‘any turnover tax fe in Ee Commissloner-General may issue # certificate to « Govern Tent Agent, Assistant Government Agent, Fiscal, Deputy Fiscal or tax collector containing particulars of much tax :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "18 Turnover Tex Act, No 69 of 1981",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "and the name of the defaulter, and the officer. to whom such certificate is issued shall be empowered und is hereby required to cause the tax to be recovered from the defaulter named in the certificate by seizure-and sale of his movable property.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "* (B) The suid seizure shall be effected in such manner as the said officer shall deem most expedient in that behalf, and any property so seized shall be kept for five days at the costs and charges of the defaulter. If the defaulter does not pay the tax in default together with the costs and charges within the said five days, the Government Agent, Assistant Government Agent, Fiscal, Deputy Fiscal or tax collector shall cause the said property to be sold by public auction.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "(©) The sum realized by the sale shall be applied—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "() frstly in payment of the costs and charges of seizing,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "keeping and selling the property ; and (i) secondly in satistaction of the tax in default, and any balance shall be paid to the owner of the property seized. “",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "(8) Tt shall be lawful for a tax collector ta recover from, any defaulter reasonable expenses incurred by him in proceeding against the defaulter under this section notwith- standing that the seizure was not effected. Where cash is selzed such reasonable expenses shall be get off first from the amount so seized,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "(4) Where any turnover tax s in default, and the Commissioner-General is of opinion that recovery by the means provided in subsection (2) is impracticable oF Inexpedient, he may issue a certificate to a District Court having jurisdiction in eny district where the defmulter tesides or in which any property movable or immovable owned by the defaulter ig situate, containing particulars. of such tax and the name or nemes of the person or persons by whom the tax is payable, and the Court shall thereupon direct a writ of execution to issue to the Fiscal authorizing and requiring him to seize and sell all or any of the property movable and immovable of the defaulter, or mich part thereof au he may deem necessary for recovery of the tax, and the provisions of sections 228 to 297 of the Civil Procedure Code shall, mutatis mutandis, apply to suck seizure and sale.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "For the purposes of this section “ property 7 shall include plant and machinery. movable",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 23,
    "par_num": 6,
    "text": "Turnover Tae Act, No 69 of 1981 8",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 23,
    "par_num": 6,
    "text": "SL (1) Where the CommissionerGeneral is of opinion Proceadings fn any ease that recovery of turnover tax in defsult by S5TEVET selmre and sale is impracticable or inexpedient, or where Magistrate. the full amount of the tax has mat been xecovered by seizure and sale, he may issue a certificate containing parti- calars of such tax and the name and last known place of business oF residence of the defaulter to a Magistrate having. jurisdiction in the division in which such place is situate, . The Magistrate shall thereupon summon such defaulter before him to show cause why further proceedings for the recovery of the tax should not be taken against him, and in default of sufficient cause being shown, the tax in default . shall be deemed to he a fine imposed by a sentence of the ‘Magistrate on such defaulter for an offence punishable with fine only or not punishable with imprisonment, and the provisions of subsection (t) of secifon 201 (except parm staphs (0), (d) and (i) thereof) of the Code of Criminal Procedure Act No. 15 of 10979, relating to default of pay- ment of a fine imposed for such an offence shall thereupon apply, and the Magistrate may make any direction which, by the provisions of that subsection, be could have made at the time of imposing such sentence: .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 23,
    "par_num": 6,
    "text": "Provided that nothing in this section shall authorize or require the Magistrate in any proceeding thereunder to con sider, examine of decide the correctness of any statement in the certificate of the Commissioner-General.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 6,
    "text": "@) Nothing in subsections (2) to (8) of section 20 of , the Code of Criminal Procedure Act, No. 15 of 1979, shall apply in any case referred to in gubsection (1) of this section,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 23,
    "par_num": 6,
    "text": "(3) In any case referred to in subsection (1) in which the defauiter is sentenced to imprisonment in defauk of Payment of the fine deemed by that subsection to have been imposed on him, the Magistrate may slow time for the payment of the amount of the eald fine of direct payment bf that amount to be made by instalments,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 6,
    "text": "(4) ‘The Court may require bail to be given as a condi- tion ‘precedent ‘0 allowing time under subsection (1) for showing cause as thereln provided or under subsection (3) for the payment of the fine; and the Provisions of Chap. ter XXXIV of the Code of Criminal Procedure Act, No. 15 cof 1979, chall apply where the detaulter is so required to give ball, “ .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 24,
    "par_num": 5,
    "text": "9 ‘Turnover Tax Act, No 69 of 2982 “- (@) Where payment in instalments is directed under “subsection (8) and default fs made in the payment of any . ‘one instalment, the same proceedings may be taken as if default had been made in payment of all the instalments ‘then remaining unpaid. Recovery of «35, (1) Where the turnover tax payable-by any person Portes in in default and it appears to the Commissloner-General to Gtdents, se. ‘be probable that any person .  (@) owes of is about to pay money to the defaulter or his veo gent jor *\"(b) holds money for or on account of the defaulter or ‘hig agent ; or . (©) olés money on account of some other person for : Payment to the defaulter or his agent; or (@) has authority from some other person to pay money + to the defaulter or his agent, the Commissioner-General may give to such person notice in writing {a copy of which shall be sent by post to the defaulter) requiring him to pay any such moneys not exceeding the amount of the tax in default to the officer named in such notice: The notice shall apply to all such moneys which are in his hands or due from him at the date of receipt of such notice, oF come into his hands or become due from him or are about to be paid by him at any time within a period of three months after the date of such notice, : :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 24,
    "par_num": 5,
    "text": "(2) Any person who has miade any payment in pursuance of this section shall be deemed to have acted under the authority of the defaulter and of all other persons concerned, and is hereby indemnified in respect of such payment against all proceedings, civil or criminal, notwithstanding the pro- visions of any written law, contract or agreement.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 24,
    "par_num": 5,
    "text": "“(@) Where any person to whom a notice haa been given",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 24,
    "par_num": 5,
    "text": ". ‘under subsection (1) is unable ta comply therewith owing to the fact thet moneys in question do not come into his anda or become due from him within the peried referred ‘to in subsection (1), he shall within fourteen days of the expirition thereof give notice in writing to the Commis oner-General apprising him of the facts,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 24,
    "par_num": 5,
    "text": "(4) Where any person to whom a notice has been given pnder subsection (1) is unable to comply therewith end bas failed to give notice to the Commissioner-Genaral am pro",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "Turnover Tax Act, No $9 of 1981 a . vided In subsection (3), of where such person has deducted of could have deducted the tax to which the notice relates” ‘or any part thereof and has not paid over as required by the Commisstoner-General the amount of auch tax or part thereof within fourteen days. after the expiration of the period referred (0 in subsection (1), such person shall, if he 1s an individual, be liable, or where auch person is a eom- pany or body of persons, whether corporate or unincorpo- Tate, the secretary, manager or other principal officer of such company or body shal] be personally liable, for the whole of the tax which such person has been required to deduct, and such tax may be recovered from such indivi. dust, secretary, manager or other principal officer, asthe case may be, by all means provided in this Act, (3) For the purposes of this section, the expression “defaulter” shall be deemed to include the agent of 2 Person who is in default and the provisions of this section shall apply in any case where the tax which would have ‘been payable by any person it he were alive fs in default: and for the purpose of the application of those provisions in any such case, the expression “defaulter” in subgection 1) means— : . (a) the executor or administrator of a deceased person ; or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "{b) any person who takes possession of, or intermeddles with, the property of a deceused person; or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "(©) any person who has applied or is entitled to apply to a District Court tor the grant or resealing of pro- =“, hate or letters of administration in respect of the estate of a decesaed person,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "36. (1) Where the Commissioner-General 1s af opinion Recovery that any person is about to of likely to leave Sri Lanka pitumover without paying the turnover tax assessed upon him, the persons Commisstoner-General may issue a certificate’ containing S208... particulars of such tax and the name of such person to a Magistrate, who shall-on receipt thereof issue a direction to the Inspector-General of Police to” take such measures as may be necessary to prevent auich person from leaving Srl Lanka without paying the tax or furnishing security to the satisfaction “of the Commissioner-General for payment - thereof, . - .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "(2) At the time af tssue of his certificate to the Magis.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "“trate, the Commissioner-General hall issue-to such person notification thereof by personal service, or registered letter |",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "2 Turnover Tax Act, No 69 of 1981 |",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "sent through the post of telegraph ; but the non-receipt of any such notification by such person shall not invalidate proceedings under this section. \"",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "(B) The production of a certifieate signed by the Comis. sioner-General or a Deputy Commissioner stating’ that the tax has heen paid or that security has been furnished to the payment of the tax or payment of the tax to a police officer im charge of a police station, shall be sufficient authority for allowing such person to leave Sri Lanka,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "(® Any police officer to whom the amount of any tax bas been paid shall forthwith pay such amount to the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "Use of 87. Where the Commissioner-General is of opinion that fore than ¢ -#PPlication of any one of the means of recovery provided recovery. in this Act has failed or is likely to fail to secure payment of the whole of the turnover tax due under this Act from any person, it shall be lawful for the Commisstoner-General to proceed to recover any sum remaining unpaid by any other tmeans of recovery provided in this Act, notwithstanding that an order has been made by a Magistrate under section 34 and carried into effect. Pow of, 38. ‘The Commissioner-Generat may, by notice given in Gomnlsionsr writing to any person, require that person within the period cbiain specified in such notice to furnish any information which jaformation the Commissioner-General may require for the purpose of recovery of recovering any turnover tax due from such person or any turnover tax, other person. Delegation of 39, {1) The Commissioner-General may, by writing Elmiglones under his hand, delegate to any Assessor any of the powers powers or functions conferred on or assigned to the Commissioner- fonctions, General by this Chapter.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "(2) Every Assessor to whom any power or function has been delegated under subsection (1) shall exercise or dis- charge that power or function subject to the general ot special directions of the Commissioner-General.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": ": CHAPTER XI ’ ‘Miseenantous , Signatare 40. (t) Every notlee to he given by the Commissioner ‘cinotces, «General, a Deputy Commissioner or an Assessor under this ‘Act shall bear the name of the Commissloner-General or Deputy Commissioner or Assensor, as the ease may be, and",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "Frirnover Tax Act, No 69 of 1981 Ed every such notice shall be valid if the namd of the ‘Commissioner-General, Deputy Commissioner or Assessor ia duly printed or signed thereon. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "(2) Every notice given by virtue of this Act may be , served on a person either personally or by being delivered at, or sent by post to, his last known place of abode or any place at which he is, or was, during the period to which the notice relates, carrying on business :",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "Provided that a notice of assessment under section 13 oF section 14 shall be served personally or by being sent by post by registered letter to any such place as aforesaid.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "(8) Any notice sent by post shall be deemed to have heen served on the day on which it could have been received in the ordinary course of post, .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "(4) In proving service by post it shall be sufficient to prove that the letter containing the notice was duly addressed and posted. .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "+ * (®) Every name pritted or signed on any notics of signed on any certificate given or issued for the purposes of this Act, which purports to be the name of the person authorized to give o issue the same, shall be judicially noticed.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "41. (1) No notice, assessment, certificate. or other Validltyet proceeding purporting to be in accordance with the pro- S=#aments | visions of this Act shall be quashed, or deemed to be vold ar voidable, for want of form, or be affected by reason of a mistake, defect or omission therein, if the same is in substance and effect in conformity with, or according to, the intent and meaning of this Act, and if the person assessed or intended to be assessed or affected thereby is designated therein according to common intent and under- standing, . :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "(2) Without prejudice to the generality of subsection (1), an assessment shall not he affected or impunged— LO",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "(@) by reason of a mistake therein ng to the name or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "surname of the person chargeable, the amount of turnover of the amount of turnover tax charged, or * (by by reason of any varlance between the assessment ‘and the notice thereof, . if the notice af such assessment ia duly served on the person intended to be charged and contains in substance and effect “the particulars mentioned in paragraph (4) of this aub- section, .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "rr Turnover Tax Act, No 69 of 1981, Pewer to 42. (1) Any officer of the Department of Inland Revenue $eidhags oF who is specially authorized by the Cummusion.r-eaeral lace in that behalf may, accompanied by a peace officer, do all ‘or any of the following acts :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "(a) enter and search any building or place where he bea reason to believe that any books of account, regin- ters,.records or other documents which in .his opinion will be useful fr, or relevant to, any pro- ceeding under this Act taay be found, and examine them if found ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "+\" (b) seize any such books: of account, registers, records or other documents ur place marks of identification thereon or make extracts or copies therefrom ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "(c) make @ note or an inventory of any other thing found in the course of any search under this section which in his opinion will be useful for, or relevant to, any proceedings under this Act,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "and the provisions of the Code of Criminal Procedure Act, No. 15 of 1979, relating to searches shall apply so far a3 may be to searches urder this s2ction.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "In this subsection “peace officer” shall have the same meaning as in the Code of Criminal Procedure Act, No, 15",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "a of 1979.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "(2) Before authorizing any officer to exercise the powers under subsection (1), the Commissioner-General shall record the circumstances which necessitate the exercise of those powers by that officer.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "(2) Where any offizer authorized by the Commtssloner- General under subsection (1) selzes any book of account, register, record or other document from any person, such officer shall issue to that person a memorandum specifying the book, register, record or other document he has seized.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "(4) Any book of account, register, record or other document seized under subsection (1) by any officer may",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "- be retained ia the possession of such officer as long a5 may be necessary for a scrutiny of such book, register, record or other document o for the institution of legal proceeding® against the person to whom auch book, reglater, record oF other document belongs,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": ". Turnover Tar Act, No 69 of 1981 | 35 43. (1) The Commissioner-General or any other officer Powerto ol the Lepartment of Inland Revenue who fe specially [ouch authorized in that behalf by the Commissioner-General in premises writing may do all or any uf the following acts :— {a) enter and inspect any place or building where any ° business is carried on by any person for the purpose of ascertaining whether the provisions of this Act are being complied with; (b) open and examine any receptacle where any book of acount, register, record or any other document may be found and make an inventory of any of the articles found therein ; {e) examine and take copies of, or make extracts from, any bork of account, register, record or other document found in such place or building ; (@) take possession of any book of account, register, record or other document or place marks of identi- fication thereon ; (e) count and make # record immediately of the cash found in such place or building ; ) require any person whom he Ands in auch place or building to give such information as is in his power te give w'ta respect to matters under this Act; (9) examine, either alone or in the presence of any other Person, as he thinks Gt, with respect to matters under this Act, every person whom he finds in such place or building. (2) Where an officer authorized by the Commissioner- General under subsection (3), takes into his possession any buck sf account, register, record or other document from ‘ny person, such officer shall issue to that person a memo- rendum specifying the book, register, record or document he has taken Into his possession. (8) Any book of account, register, record or other < dveument taken Into his possession under mubstetion (1) by ‘any officer may be retained in the possession of such officer 85 long ag may be necessary for the scrutiny of such book, Tegister, record or document or for the institution ‘of Tegal Proceedings against the person to whom such book, register, tecord or other document belongs.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "2% = “Turnover Tax Act, No 69 of. 1981 . Wouchertobe 44, Every person chargeable with turmover tax other Eifased than a manufacturer shall, in respect of each transaction by every eatered into by him, in carrying on his business, prepara ar. Ghargeable cause to be prepared @ voucher setting out—- i with tura- wera {a) the date on which such transaction was entered into; |",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "(®) the nature of such transaction ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "(c) the amount of money received or receivable in res-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "pect of such transaction ; and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "(@ the name and address of the person with whom such",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": ". transaction was entered into, i ‘The original of such voucher shall be issued to the person with whom auch transaction was entered into and the copy of such voucher shall be retained and preserved by the person by whom or on whose behalf such voucher waa prepared for a perio of five years after the expiry of the quarter in which such voucher was prepared,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "Notwithstanding anything in this section the Commissioner-Genera] may prescribe the forra and manner in which transactions may be recorded in different",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": ". businesses, Register of 48, (1) Every person chargeable with turnover tax shall, Sansections in, respect of transactions entered into by him in carrying on bis business, keep and maintain in respect of each quarter & register of transactions, .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "(2) The register of transactions kept by any person in fespect of any quarter shall be retained and preserved by him for @ period of five years after the expiry of that quarter,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "CHAPTER XIV RegisTHaTi0N oF MANUFACTURERS _ -",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "Regierauen 46. (1) Every manufacturer chargeable with turnover imraw' . tax shall, register himself with the Commiscioner-General tssug of who shall assign him a registration number : by hice Provided, however, that no such registration shall be",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "necessary in the cese of a person who brings Into Sri Lanka",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "any afticle manufactured outside Srl Lanka, other than in",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "the course of a business, “",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "(2) Every manufacturer registered under subsection (2)",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "(hereatier in this Chapter referred to as a “registered Manufacturer\") shall in respect of euch transaction",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 31,
    "par_num": 8,
    "text": "Turnover Tax Act, No 69 of 1981 a entered into by him in carrying on his business in relation te which such tax is payable prepare or cause to be pre- . gered a voucher setting out— . (@) his name, postal address and his registration number ; (b) the mame, postal address and the registration number, if any, of the buyer; (c) the date on which each transaction wes entered into; {@) the nature of the transaction ; . (©) the quantity of the goods supplted and the amount of money received or receivable in respect af each . transuction before any charge for the turnover tax; and {f) the turnover tax attributable to each such transaction. ” The original of such voucher shall be issued to the person. with whom such transaction was entered into and the copy of such voucher shall be retained and preserved by the person by whom or on whose behalf such voucher was . Prepared for a period of five years after the expiry of the quarter in which such voucher was prepared.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 31,
    "par_num": 8,
    "text": "41, Where a registered manufacturer has paid to another Deduction",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 31,
    "par_num": 8,
    "text": "vegistered manufacturer during any quarter any sum in PY Pegistered Tespect of any transaction which includes turnover tax . ou articles used by the first-mentioned registered manu- Jocturer in his business of manufacture of articles Kable t turnover tax, the tumover tax so included shell be deducted from the turnover tax payable by the first. mentioned registered manufecturer for that quarter :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 31,
    "par_num": 8,
    "text": "Provided that—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 31,
    "par_num": 8,
    "text": "(a) no deduction shell be made for tax in respect of any plant, machinery, fixtures, buildings, vehicles or ‘other capital assets used in that business ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 31,
    "par_num": 8,
    "text": "(2) no deduction shall be made for turnover tax in res. pect of articles used in any business which is exempt from turnover tax under section 4 or in the manufacture of excepted articles ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 31,
    "par_num": 8,
    "text": "{e) no deduction shall be made unless he has obtained from the maaufacturer from whom auch articles ‘were purchased by him a voucher as required by",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 31,
    "par_num": 8,
    "text": ". subsection (2) of section 48; +",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 32,
    "par_num": 7,
    "text": "B Turnover Tax Act, No 69 of 1981",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 32,
    "par_num": 7,
    "text": "(d) any turnover tax included in any sum paid prior to the date of registration as a registered manufacturer shall be allowed as a deduction from the tax paya~ ble for the quarter in which such registered manu- facturer becomes chargeable to turnover tax:",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 32,
    "par_num": 7,
    "text": "(@) any excess of such deduction over the tax payable for he quarter shall not be refunded but deducted from the tax payable for the subsequent quarter and 90 on.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 32,
    "par_num": 7,
    "text": "Credit in 48, Where a registered manufacturer has paid tarnover reapectat \"tax to the Principal Collector of Customs under section 12 faxpadts he shall be entitled on production of a receipt issued criipat og tosh in respect of that payment to a deduction of Cusiome the amount paid trom the lurnover tax payable by him to the Commissioner-General for that quarter and any excess of such deduction aver the tax payable for the quarter shall . fot be refunded but deducted from the tax payable for the subsequent quarter and so an, Turovertoxs 49, (1) It it is proved to the satisfaction of the eae be Commissioner-General by claim duly made in writing fefunded. within’ three years after the end of a quarter thut any person has paid turnover tax in excess of the amount with which he was properly chargeable for that quarter, such person shal] be entitled to have refunded the umount so Paid in excess:",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 32,
    "par_num": 7,
    "text": "Provided that, nothing in this section shall operate to extend of reduce the time limit for appeal or to validate any objection or appeal which is otherwise invalid or to authorize the revision of any assessment of ther matter which has become final and conclusive:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 32,
    "par_num": 7,
    "text": "Provided further that, no refund shall be made if such tax paid in excess has been deducted under section 47 of section 48 or has been tncluded in any amount recovered from another person,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 32,
    "par_num": 7,
    "text": "(2) Where it ia proved to the satisfaction of ihe Commissioner-General by claim made in writing that any Person bas pafd any sum referred to in subsection (1) of section 11 which is in excess of the sum which he should have paid if such sum were calculated in aceardance with the provisions of subsection (2) of that section, such perso shall be entitled to have refunded the amount so paid in excess, if such claim fs made within three years of the end of the quarter in which the sum referred to in the aforesald mubsection (1) was paid,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "Turnover Tax Act, No 69 of 1981 20 (8) Subject to the provisions of subsection (6), where any article is exported from Sci Lanka by any pervou : (hereafter in this section referred to ag the “ exporter”) and the Commissioner-Generel is satisfied (@) that such article was produced or manufactured in Sri Lanka and was purchased by the exporter from the manufacturer or producer of such article; (b) that the price paid by the exporter for the purchase of such article forms pert of the tumover of the business of that manufacturer or producer ; and (©) that turnover tax has in fact been paid by that . manufacturer or producer in respect of the turn over of his business, . such amount of the turnover tax paid in respect of the turnover of that business by the manufacturer or producer of that article as is attributable to the purchase price paid for that article by the exporter, shall be paid to the exporter by the Commissioner-General. . (4) Subject to the provisions of subsection (5) where ° the exporter is himself the manufacturer or producer of any article manufactured or produced in Sri Lanka and the Commissioner-General is satisfied {a) that such article waa in fact manufactured o7 | produced in Sri Lanka by such exporter ; (®) that the price paid by such exporter for the purchase of such raw materials ss is attributable to the manufacture or production of such article was paid by the manufacturer or producer from whom such raw materials were purchased ; and (e) that turnaver tax has in fact been pald by thst manufacturer or producer in respect of the turnover of his business as fs attributable to such raw materials, . such amount of the turnover tax aa is attributable to the : raw materlals used in the manufacture or production of such article shall be paid to such exporter by the Commissioner-General. , (5) The provisions of subsections (3) and (4) shall apply in relation to any container, receptacle or wrapper in which an article referred to in those subsections is exported in the same manner as if all reference to “article” in those Provisions were references to such container, receptacle or : ‘wrapper, aa the case may be, ta pmarn amy",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 34,
    "par_num": 7,
    "text": "» Turnover Tax Act, No 69 of 1981 if : (8) No payment under subsection (3) or subsection (4) shall be made by the Commiasioner-General in respect, of amy article or any article and container, receptacle or wrapper in which such article fs exported, unless a claim im writing for such payment is made by the exporier of auch article not earlier than threa months, and not later than ning months, after the export of such article, . CHAPTER XV ’ Davvero or Tuanovex Tax Fron! PAYSEENTS Detuetionct $8, (1) Every person who makes any payment in © fT =™ pursuance of a contract to which he 4s a party or ou bebalf ent of any other person who fs a party to a contract shall, whether or net such contract was entered into before the coming into aperation of this Act, deduet from such payment twnover tax which shall be a percentage of such payment at arate to be prescribed by the Minister by Order published tm the Gazette and the amount of tax so deducted shall be a debt due trom such person to the Republic and shall be recoverable forthwith or may be assessed and charged upon such person in addition to any turnover tex, if any, payable boy ir under this Act : Frovided that where the total consideration payable for the performance of such contract does not exceed five ‘auundred thousand rupees no such deduction shall be made, (2) Any person who deducts turnover tax in accordance . With the provisions of subsection (i) shall—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 34,
    "par_num": 7,
    "text": "{e) issue to the person from whose payment the deduc-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 34,
    "par_num": 7,
    "text": "tion is made a statement showing—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 34,
    "par_num": 7,
    "text": "@) the gross amount of such payment;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 34,
    "par_num": 7,
    "text": "(i) the rate and amount of tax so deducted ; and GU) the net amount actually paid ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 34,
    "par_num": 7,
    "text": "(®) remit within seven days of making such deduction the sum so deducted to the Commissioner-Geueral together with 2 statement showing :-—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 34,
    "par_num": 7,
    "text": "Q) the name and address of the person to whom the payment was made ; t i) the gross amount of such payment; : (ii) the rate and amount of tax so deducted ; and (9) the net amount actually paid.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 35,
    "par_num": 11,
    "text": "Turnover Tax Act, No 69 of 1981 a (@) Where the turnover of a person fncludes a sum from which turnover tax has been deducted im accordance with subsection (1), he shall be entitled om production of a statement relating to such sum issued in accordance with. subsection (2) to a set off against the tex payable by him of the amount shown on such statement as the amount of tax deducted,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 35,
    "par_num": 11,
    "text": "(4) For the purposes of this section—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 35,
    "par_num": 11,
    "text": "“contract” means—",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 35,
    "par_num": 11,
    "text": "@) any contract in respect of construction work of whatever nature;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 35,
    "par_num": 11,
    "text": "(it) any contract for the supply of goods ot services in respect of any contract specified in para- graph (i) ; or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 35,
    "par_num": 11,
    "text": "Gil) any sub-contract in respect of any contract",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 35,
    "par_num": 11,
    "text": ", specified in paragraph (f) or (i).",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 35,
    "par_num": 11,
    "text": "(8) Any person who fails to deduct turnover tax in terms of subsection (1) or fails to remit under subsection (2) any turnover tax to the Commissioner-General shall be deemed to be in default and the provisions of this Act relating to recovery of turnover tex shall accordingly apply to any such default.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 35,
    "par_num": 11,
    "text": "(6) Any person who has made any deduction under sub-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 35,
    "par_num": 11,
    "text": "section (1) or any remittance in pursuance of subsection 2) shall be deemed to have acted under the authority of the person by whom the turnover tax was payable and of all other persons concerned, and ts hereby indemn‘fied in respect of such deduction or remittance, as the case may be, against all proceedings, elvil or criminal, notwithstanding the pro- visions of any written law, contract or agreement.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 35,
    "par_num": 11,
    "text": "(D Where any person hes entered into two ot more ‘contracts and the Assessor, having regard to the nature and the parties to such contracts, is of opinion that the recipiont of the payments made in respect of such contracts ‘dy such person is one and the same person or his agent, the cum paid or payable shall he aggregated for the purposes of subsection (1),",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 36,
    "par_num": 5,
    "text": "a2 Turnover Tax Act, No 69 of 1981 . CHAPTER XVI ‘PeNALTIES AND OFFENCES Bresch ‘very person— : bereyasd . ee (9) who being a person required to take an oath of tobe. secrecy under section 57, acts under this Act offences without taking such oath; or (b) who acts in contravention of the provisions of section 57; oF (©) who aids, abets or incites any other person to act in contravention of any of the provisions of this Act, shall be guilty of an offence under this Act, and shall be liable, on conviction after summary trial before a Magistrate, to a fine not exceeding two thousand rupees, or to imprisonment of either description for a term not exceed- . ing six months or to both such fine and imprisonment, Penal $2, Any person who— Provisions, 7 felting (a) gives any false answer whether verbally or in writing to any question ot request for information asked ‘or made in accordance with the provisions of this Act; or (3) omits from @ return made or furnished under this ‘Act any particutars which he should have included in such return ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 36,
    "par_num": 5,
    "text": "{e) makes any false return or false entry in any return made under this Act,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 36,
    "par_num": 5,
    "text": "and thereby evades or attempts to evade turnover tax oF assists any other person to evade or attempt to evade auch tax shall be guilty of an offence under this Act, and shall be able on conviction after summary trie} before a Magis trate to a fine consisting of—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 36,
    "par_num": 5,
    "text": "@) a sum equal to twice the amount of tax so evaded or attempted to be evaded for which he, or as the cas® may be, the other person go assisted, is liahle under this Act for the quarter in respect of or during which the offence was committed, and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 36,
    "par_num": 5,
    "text": "Gi) a sum not exceeding five thousand rupees or to imprisonment of either description for a term not exceeding six monthg or to both such fine and ‘imprisonment.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 37,
    "par_num": 20,
    "text": "Turnover Tax Act, No 69 of 1981 33",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 37,
    "par_num": 20,
    "text": "a3,",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 37,
    "par_num": 20,
    "text": "‘8, Every person whom ' Pea",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 37,
    "par_num": 20,
    "text": "{c) faits to comply with the provisions of section 9 or Telating to",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 37,
    "par_num": 20,
    "text": "section 44 oF section 45 or subsections (1) and (2) Tetumnsetc. * of section 48 or subsection (1) of section 50; or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 37,
    "par_num": 20,
    "text": "() fails to comply with the requirements of a notice",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 37,
    "par_num": 20,
    "text": "iasued fo him under section 9 or section 17; or",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 37,
    "par_num": 20,
    "text": "(c) baving appeared before an officer of the Department",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 37,
    "par_num": 20,
    "text": "of Inland Revenue in complience with a notice issued to him under section 9 or section 17 fail without sufficient cause to answer any question lawfully put to him by such officers or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 37,
    "par_num": 20,
    "text": "(@) gives any incorrect information relating to any matter",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 37,
    "par_num": 20,
    "text": "or thing affecting his own Ifability to turnover tax of the liability of any other person ; oF",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 37,
    "par_num": 20,
    "text": "(e) wilfully obstructs or delays the Commissioner",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 37,
    "par_num": 20,
    "text": "General or any other officer in the exercise of his powers under section 42 or section 43; or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 37,
    "par_num": 20,
    "text": "() alds, abets or incites any other person to act contrary",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 37,
    "par_num": 20,
    "text": "to the provisions of this Act, shall be guilty of an offence and shall, on conviction after summary triel before a Magistrate, be Hiable to a fine not exceeding five thousand rupees or to imprisonment of either deseription for a term not exceeding six months or to both such fine and imprisonment.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 37,
    "par_num": 20,
    "text": "54, The Commissioner-General may compound =8¥ Compounding offence under section 1, section 52 or section 53 and may of addencen before judgment stay or compound any proceedings there- under,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 37,
    "par_num": 20,
    "text": "55, No prosecutfon in respect of am offence under section Prosecutions 51, section 52 or section $3 shalt he commenced except at {pPé with the instance, or with the sanction, af the Commissioner- ofthe General. sda",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 37,
    "par_num": 20,
    "text": "CHAPTER XVII ADMINISTRATION",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 37,
    "par_num": 20,
    "text": "56, (1) Subject to the provisions of Charter VII, the Administra Commissioner-General of Inland Revenue shell be in charge of the administration of this Act",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 37,
    "par_num": 20,
    "text": "BA se0r0 yD) °",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 38,
    "par_num": 9,
    "text": "cy Turnover Tax Act, No 69 of 1981",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 38,
    "par_num": 9,
    "text": "(2) A Commissioner or Deputy Commissioner exercising or performing or discharging any power, duty or function of the Commissioner-General under this Act shall be deemed for alt purposes to be authorised to exercise, perform or dis- charge that power, duty or function untill the contrary is proved.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 38,
    "par_num": 9,
    "text": "@) A Commissioner or a Deputy Commissloner may exercise any power conferred on an Assessor by this Act.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 38,
    "par_num": 9,
    "text": "Ofeial Si. (1) Except in the performance of his duties under",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 38,
    "par_num": 9,
    "text": "evcrecy, thir Act, every person who is or has been employed in carry- ing out or in assisting any person in carrying out the provi- rioas of this Act shall preserve, and aid in preserving, secrecy with regard to all mattern relating to the affairs of any person that may come to his Inowledge in the performance of his duties under this Act, and shall not communicate any much matter to any person other then the person to whom such matter relates or his authorized representative or to the Minister or the Secretary to the Ministry of Finance nor suffer or permit any person to have access to any records in the possession, custody or control of the Commissioner- General.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 38,
    "par_num": 9,
    "text": "(2) Every person employed in carrying out the provistons of this Act shall before acting under this Act, and the Minister and the Secretary to the Ministry of Finance may before acting under this Act, take snd subscribe before a Justice af the Peace an oath of socrecy in the prescribed form.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 38,
    "par_num": 9,
    "text": "(8) No person etmptoyed in carrying cut the provisions of this Act shall be required to produce in any court any return, document or asiessment or to divulge or communi- cate to any court any matter or thing coming under his notice in the performance of his duties under thia Act, except as may be necessary for the purpose of carrying into effect the provisions of this Act or any other written law administered by the Commisstoner-General,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 38,
    "par_num": 9,
    "text": "(4) Notwithstonding anything contained in this section, any officer of the Department of Inland Revenue may coramaunicate any matter which comes to his knowledge in the performance of his duties under this Act or under any other written law administered by the Commissioner- General to any other offtcer of that Department if the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 38,
    "par_num": 9,
    "text": ". communication is necessary for the performance of any duty under this Act or under any such other written Iaw and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 39,
    "par_num": 6,
    "text": ". Turnover Tax Act, No 69 of 1981 B the Commissioner-General may, notwithstanding anything in the Evidence Ordinance relating to the proot of docu- ments, produce or cause to be produced in any court, in any Proceedings under this Act, a copy of any particulars contained in any return or document received by im or in hig possession under this Act or under any other written Jaw administered by him, certifled by him or on his behalf to be a correct copy of such particulars:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 39,
    "par_num": 6,
    "text": "Provided, that the Commissioner-General may produce or cause to be produced the original of any such retum or document in any case where it is necessary to prove the handwriting or the signature or the person who wrote, made, signed or furnished such return or document, but only for the purpose of such proof:",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 39,
    "par_num": 6,
    "text": "Provided, further, that the Commissioner-General shall not in any case be compelied to produce im any court either the original of such document or return or copy of any particulars contained in such document or return.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 39,
    "par_num": 6,
    "text": "(6) Notwithstanding anything contained in this section, the Commissioner-General may permit the Auditor General or nny officer of the Department of the Auditor- Geners) duly authorized by him in that behslf to have such access to any records or documents as may be necessary for the performance of his official duties, The Auditor-General or any officer authorized by him under this subsection shall be deemed to be a person employed in carrying out the provisions of this Act for the purpose of subsection (2).",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 39,
    "par_num": 6,
    "text": "58. The Commissioner-General may from time to time Formeamt presoribe the forms and register of transactions to be used Sur ot for all or any of the purposes of this Act; and any forms or register of transactions so prescribed may from time to time be amended or varied by the Commissioner-General, or some other forms or register of transactions may be substituted by the Commfssioner-General in place of any forms or register of transactions so prescribed.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 39,
    "par_num": 6,
    "text": "CHAPTER XVOI ‘bertnrnetation: 59. (1) In this Act, unless the cantext otherorise Interpret Tequires— “agent” includes any person having the direction, control or management of any business on behalf of any other person ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 40,
    "par_num": 3,
    "text": "36 Turnover Tax Act, No 69 of 1981 “ article” includes any goods, material or any agricultural or horticultural produce; ©. ~ . “Assessor” mesns an Assessor of Inland Revenue appointed for the purposes of the Inland Revenue Act, No. 28 of 1979; : “ authorized representative” means any individual— (1) who is authorized in writing by a person to act on his behalf for the purposes of this Act and who is~ : (@ in any case— (i) a member of the Institute of Chartered Accountants of Sri ‘Lanka; (i) an accountant approved by the ‘Commissioner-General ; (iit) an attorney-atlaw; or Gv) an employee regularly employed hy the person concerned ; {b) in the case of on individual, a relative ; (©) in the case of a company a director or 2 secretary ; (d) in the case of a partnership, a partner ; (e) in the case of a body of persons, a mem- ber of such body ; or . (2) who is authorized in writing from time to time by a person to act on his behalf for the purposes of this Act in respect of such matters relating to such quarter as is specified in the authorization and who being an individual registered as an auditor under the Companies (Auditors) Regulations 1s approved by the Commissioner-General ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 40,
    "par_num": 3,
    "text": "“body of persons” means any body corporate or unin- corporate, locat authority, any fraternity, fellow- ghip, association or society of persons, whether corporate or unincorporate, any partnership and any Hindu undivided family and includes any",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 40,
    "par_num": 3,
    "text": "~ Government department or any undertaking of the Government of Sri Lanka, ~",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "Turnover Taz Act, No 69 of 1981 Ed . “business” includes any trade, profession, . vocation,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "or agricultural undertaking, the racing of horses or ‘the letting of commercial premises by a company or the business of a manufacturer or the business of any person, taking commissions or fees in respect of eny transactions or services rendered or the business of an independent contractor or every adventure and concer in the nature of trade;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "“Commissioner” means » Commissioner of inland Reve- nue appointed for the purposes of the Inland Revenue Act, No, 28 of 1979;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "“Commissioner-General” means the Commissioner. General of Inland Revenue appointed under the Tnland Revenue Act, No. 28 of 1979, and includes a Commissioner, and a Deputy Commissioner specially authorized hy the Commissioner-General either generally or for some specific purpose to act on",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "~ behalf of the Commissioner-General ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "“company” means any company incorporated or registered under any law i force in Sri Lanka or elsewhere ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "“Deputy Commissioner” means a Deputy Commissioner of Inland Revenue appointed for the purposes of the Inland Revenue Act, No. 28 of 1979;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "\"excepted article” means any article declared to be an excepted article under section 8;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "“executor” means an executor or administrator of a deceased person and includes—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "(@ any person who takes possession of or intermeddles with the property of a deceased person ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "(®) any person who has applied or is entitled to apply to a District Court for the grant or resealing of probate or letters of administra- tion in respect of the estate of a deceased person 3 of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "(©) a trustes acting under a trust created by the Just will of the author of the trust ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "“incapacitated person” means any minor, lunatle, idiot or person of unsound mind ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "% Turnover Tax Act, No 69 of 1981 “local authority” means any Municipal Counell, Urban Council, Town Council or Village Council and includes any Authority established hy or under any Jaw to exercise, perform and discharge powers, duties and functions, corresponding to or similar to the powers, duties. and functions, exercised, performed and discharged by any such Council ; “manufacturer” means any person who—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "{@) makes an article;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "(©) assembles or joins any articte whether by chemical process or otherwise ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "(©) adapts for sale any article ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "(a) packages, bottles, puts into boxes, outa into pieces, cleans, polishes, wraps, labels or in any other way whatsoever prepares for sale any article otherwise than in a retail stores for the purpose of sale in such store exclusively and directly to the consumer;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "(@) purchase or recelves for sate from any enterprise with which an agreement has been entered into by the Greater Colombo Economic Commission under section 17 of the Greater Colombo Economie Commission Law, No. 4 of 1978, any article manufactured in Sri Lanka by such an enterprise;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "() imports any article manufactured outside Sti ‘Lanka ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "(g) brings into Sri Lanka any article manufactured outside Sri Lanka ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "“person” includes 2 company or body of persons ; * precedent partner means the partner who, of the active partnera resident In Sri Lanka—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "(@) is frst named in the agreement of partnersh{p + or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "{b) if there in no agreement, fs specified by name or initials singly or with precedence to the other partners in the usual name of the partnership ; or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 43,
    "par_num": 1,
    "text": "Turnover Taz Act, No. 69 of 1981 39 (©) is first named in the statement made under section 4 of the Business Names Ordinance ; “quarter ” means the period of three months commencing on the first day of January, the first day. of April, the ret day of July and the first day of October of each year; “trustee” includes any trustee, guardian, curator, Manager, agent or other person having the direction, control or management of any property on bebalf of any person but does not include an executor. CHAPTER XIX . Agrizcavion oF Parr XU or maz Freaner Act, No. 11 o 1963 60, Part X11 of the Finance Act, No, 11 of 1963, shell not Application apply to the imposition of business turnover tax for any FES period commencing on or after November 13, 1981, ‘Einance Act, 1968.",
    "mean_p_confidence": 0.84
  }
]