[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "iene boy PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF _ °° SRI LANKA st TURNOVER TAX (AMENDMENT) | - ACT, No. 8 OF 1997 1 7 {Certified on 18th June, 1997} . “ \"Printed on the Order of Government : Published as a Supplement 1o Part Il ofthe Guzetle of the Democratic Socialist Republic of Sri Lanka of June 19, 1997 . . (PRINTED AT ThE DCPARTMEENT OF OO'YERNGNINT PURE, SRILANKA, Tome RRCIASG AW OWT PUAN WU ORAANOT Price: RS 8600 0 Cre nar . Postage :Rs.4.10",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "“Turnover Tax (Amendment) Act, No.8 of 1997 i [Cenified on 18h June, 1997] L.D—O. 7496. u AN ACT TO AMEND THE Turnover Tax Act, No, 69 oF 1981. BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows -— 1.‘ This Act may be cited as the Turnover Tax shi tgs (Amendment) Act,No. 8 of 1997, ts 2. Scotion 2 of the Turover Tax Act, No. 69 of 1981. Ainéndmen (hereinafterrcferred.oas he principalenaciment”),ishereby % setion 2 of amended by the substitution for all the words from, ‘shall be. Aur No af charged for the period ta ‘a tax (hereinafter referted woasthe iget, “iwmover tax\"), of the [ollowing words and figuits — ‘shall be charged— woe o 7 (@) ‘for the period November 13, 1981 to Décember 31, . 1981 and for every quarier commencing on or after Junwary 1, 1982 but prior to the date on which the =~ Goods and Services Tax Act, No. 34 of 1996 comes imo operation, from every person who— : (@ carries on any business in Sri Lanka ; or Gi) renders services outside Sti Lanka for which payment is made from Sri Lanka ; and {®) forevery quarter commencing on orafier the date on which the Goods and Services Tax Act, No. 34 of 1996 comes into operation, from every person who carries on the business of — _s «financier, money lender or pawn-broker ; oF Gi) abank licensed under the Banking Act, No. 30 of 1988; oF Gi) owner of a ship or a charterer of a ship ; or (iv) buying and selting any article, in any area <1... Where there ig no statute in force imposing _ ¥ ~ tumover tax on such sales, <n te dso (. a tax (hereinafter referred toas the “tumnovertax”),*, 1—D043284—11 530 (97/04)",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "2° Tumover Tax (Amendment) Act, No. 8 of 1997 j Amendment 3. Section 5 of the principal enactment is hereby meee a ta amended by the repeal of subsection (2) of that section and the tnecimert Substitution, of the following subsection therefor -— “(2) For the purposes of subsection (1), the wmover— ) in relation to any business shall, not include any amaunt received or receivable by the sale of capital assets ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "Gi) rising, in the case of a financier or bank which functions as a primary dealer in treasury bills, treasury bonds or governmentsecurities, pursuant to such financier or bank being appointed as such by the Monetary Board of the Central Bank of Sri Lanka, under the Local Treasury Bills Ordinance orthe Registered Stock and Securities Ordinance, from dealing in any such bill, bond or security, shall be the interest or discount recsived or receivable in respectofsuchbill, bond orsecurity, after deducting therefrom the interest paid or the discount allowed in relation to any repurchase transaction in respect of such bill, bond or security .”.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "‘Amendmest 4, Section 484 of the principal enactment is hereby",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "often 48% amended, by the addition, at the end of that section, of the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "Suneipa Following subsections —",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "cractmnent, {(3) Notwithstanding the preceding provisions of",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "this section, where there remains any residue of the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "turnover tax which is deductible in accordance with the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "provisions of subsection (),afterits deduction from the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "+ tumover tax payable by any person in respect of the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "turnover referred to in subsection (1), for each of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "‘quarters preceding the last quarter, such residue shall be",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "_-. deducted, to the extent it can be so deducted, from the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "turnover (ax payable by that person, in respect of the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "turnover referred to in subsection (1) forthe lastquarter,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": ". and any balance of the residue after such deduction",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "shall, subject o the provisions of section 49, berefunded",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": ": | after the expiry of six months reckoned from the date on",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "‘1, which the Goods and Services Tax Act, No. 34 0f 1996 comes into operation.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Turnover Tax (Amendment) Act, No. 8 of 1997 3 For the purposes of this subsection, “last quarter\" means the quarter ending on the day immediately preceding the date on which the Goods and Services Tax Act, No. 34 of 1996 comes into operation. (4) The provisions of subsection (3) shall not apply to any business referred to in paragraph (b) of section 2...",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "5. Section 480 of the principal enactment is hereby Amendment amended by the addition, at the end of that section, of the of section 4s following subsections :-— proctal",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(3) Notwithstanding the preceding provisions of “™*\"™™ this section, where there remains any residue of the turnover tax which is deductible in accordance with the provisions of subsection (1), after its deduction from the turnover tax payable by any person in respect of the turnover referred to in subsection (1), for each of the quarters preceding the last quarter, such residue shall be deducted, to the extent it can be so deducted, from the tumover tax payable by that person, in respect of the turnover referred to in subsection (1) for the last quarter, and any balance of the residue afier such deduction shall, subject tothe provisions ofsection 49, berefunded after the expity of six months reckoned from thedate on which the Goods and Services Tax Act, No, 34 of 1996 comes into operation.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "For the purposes of this subsection, “last quarter\" means the quarter ending on the day immediately preceding the date on which the Goods and Services Tax Act, No. 34 of 1996 comes into operation.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "{4) The provisions of subsection (3) shall not apply to any business referred toin paragraph (6) of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "section 2.\",",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "6. Section 49 of the principal enactment is hereby Amendment amended in the proviso to subsection (4A) of that section, ¢f section 49 by the substitution, for all the words from, “by the ofthe ‘Commissioner Genera if, tothe endof that proviso, ofthe, Sit",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "i",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "4 Turnover Tax (Amendment) Act, No. & of 1997 words, “by the Commissioner General, if such supply is covered by a letter of credit opened in a bank in Sri Lanka, or such other documentary evidence, as is required by the ‘Commissioner-General to satisfy himself that the exports relating to such supply were in fact made, is adduced.\",",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "‘Amendment 7. “Section 50 of the principal enactment is hereby",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "of section 50 amended as follows -—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "of the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Tastee (21) in subsection (1) ofthat section —",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "{@) by the substitution, for the words, “Every person who makes any payment in pursuance of a contract”, of the words and figures, “Bvery person who, on or before the date on which the Goods and Services Tax Act, No. 34 of 1996 comes into operation, makes any payment in pursuance of a contract” ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(8) by the repeal of the proviso to that subsection and the substitution therefor, ofthe following proviso —",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "“Provided that—",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(j) where the total consideration payable forthe performance of suchcontract, not being any contract referred to in paragraph (vi) of the definition of “contract” in subsection (4), or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Gi) where the amount resulting from the division of the gross rent (inclusive of",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "* + premium) payable to a company in pursuance of a contract referred to in paragraph (vi) of subsection (4), by the ‘umber ofcompletedquarterscomprised",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ". inthe period of tenancy covered by such contract, , does not exceed one hundred thousand rupees, no such deduction shall be made.’ :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "Turnover Tax (Amendment) Act, No. 8 of 1997 5 (2) in subsection (4) of thet section—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "* @) by the substitution, in paragraph (iv), for the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "words “not including a contract of ~ employment; or”, of the words “not including acontract of employment :” :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(i) by the substitution, in paragraph (v), for the words “any contract for the supply of cinematograph films by a producer”, of the words “any contract for the supply of . cinematograph films by a producer sor”; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "Git). by theaddition,attheend of that subsection, of",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": ": the following paragraph -—- “(wi)_ any contract in respect of the letting, by any company, of any commercial . premives.”. . 8. Every atticle— Special provition (@) imported into Sri Lanka on or after May 14, 1992ut elming to prior toNovember9, 1995 by acompany with which certain aries the Board of InvestmentofSriLankahas entered into impact by ‘an agreement, under section 17 of the Board of SONMOr a. Investment of Sri Lanka Law, No. 4 of 1978 ; and Boadot +. 1 (®) which is not exempt from the payment of tumover Mvseen of + 1s tax by virtue of the Orders made under section 8 of mare into . the principal enactment and publishedinQazetteNo. agreements 7NAII3 of May 14, 1992 and Gazette No. 751/20 of January 29, 1993, shall be deemed to have been, and to be, exempt from any  lumovertax payable underthe principal ensctment witheffect from May 14, 1992.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "9. Every personotherthan anyunittrustorany investment speciat company engaged in the business of buying and selling shares. provision shall, so far as his turnover relates to the sale of shares, be ‘isting to exempt from turnover tax, notwithstanding anything to the sing. contrary in the Order made under section 7 of the principal onactment and published in Gazette Extraordinary No. 75 1/20 of January 29,1993,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 — Tumover Tax (Amendment) Act, No. 8 of 1997 Retrospective 19. ‘Theprovisions of section 9 shall, forall purposes, be etfect, deemed to have come into force on January 29, 1993. Sintatatexrto 11, _Intheeventof any inconsistency between the Sinhala prevail ‘incase and Tamil texts of this Act, the Sinhala text shall prevail. inconsisieacy,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "anual obecripsion of Bogs Bills und Acs ofthe Parliament Re, 885 (Local) Re. 1.)Forist) jayable to te Surman Tenbenr, Govonsntant PunucaTions Buweau, No. 22, Taakswonts Howse {Lous Reap, Covouso 0] belors 1Sih December each year in respecyo! the year following. x",
    "mean_p_confidence": 0.41
  }
]