[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". PARLIAMENT OF CEYLON Ist Session 1960-61 age Fe Se fF SS Giga ee Language of the Courts - Act, No. 3 of 1961 Date of Assent ; January 10, 1961 Printed on the Ordera of Government \"Printed at me Gowmmnmner Press, Ceriox, To be Forchased i the Govanrmunns PUntieamon® Baan, ComaMny Aanial Subseriptio oeladiag Bills) Ry. 28,\"peyable n> Advance to the Supmunrenpent, GovEHNMENT PUBLICATIONS Boweau, Foor’ Onvice Box 800, Secretarial, Colonia. i Price: 20 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Language of the Courts Act, No, 3 of 1961",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "L, D.—O, 68/87.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Aw’ Act 10 PRovmE FOR THE USE OF THE SINHALA LANGUAGE FOR RECORDING THE PROCEEDINGS, AND FOR PLEADINGS FILED OF RECORD, IN COURTS OF JUSTICE,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "AND TO AMEND OERTAIN PROVISIONS OF WRITTEN LAW",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "‘RELATING 10 THE LANGUAGE OF THE COURTS.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "ate of Assent: January 10, 1961) BE it enacted by the Queen’s Most Excellent Majesty, . ‘by and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "1e House of Representatives of Ceylon in this present, Parliament assembled, and by the authority of the same, as follows:— :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "4. This Act may be cited as the Language of the sho tte, Courts Act, No. 3 of 1961.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "2. (1) Whore the Minister of Justice is satisfied siete of that any court is provided with the necessary staff and fertets squipment for recording in Sinhala the Proceedings sf in that court and. that it ia practicable so to do, he rsct Sibale may, Jin eonsultation with the Prime Minister, by been Qrder published in the Gazefte direct that Sinhala of platup",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "-s shall be used for pleadings filed of record, and for J recording the proceedings, in that court.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "“ _@) An Order made and published under sub- section (1) shall have the force of law and shall prevail over any other law,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "8 (1) Whore a Judge of a conrt to. which an Order tramiation under section 2 applies is unable to read and under- st piadigs stand any pleadings in Sinhala which are filed of \"Sew record, of the recoed in Sinhala of any proceedings, ‘clo Engist, in that court, he may tanse the interpreter of that court, or of any other court or a Government sworn translator to provide him with an English translation of such pleadings or record, :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(@) In enb-section (1), Judge *” means a Judge of the ‘Saprome Cour ® Cometveioner nr aude of a",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "« District Judge, a Commissioner of Requests, a Magistrate, or a President of a Rural Court.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(8) Where a Judge of the Supreme Court is unable",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "fo read and understand: any leadings or record in.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Sinhala in any case which is before him in appeal,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "tevision or otherwise, he may cause the interpreter of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "that Court or of any other court or a Government ~",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Sworn translator to provide him with an English : translation of such pleadings or record. : EN anes a, :",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "2 Language of the Courts Act, No. 9 of 1961 (4 Where the Judge of District Court is unable to read and understand any pleadings or record in Sinbale in any such cose determined by a Rural Court as is before him in appeal, he may canse the inter- Preter of that District Court or of any other court or . a Government sworn translator to provide him with an Englich transtation of euch pleadings or record. How certain %_ (1) Where an Order under section 2 applies to wotilese ot the Supreme Court,— sl bese (a) every judgment, decree, order or direction of tee 0 ore ent aialt be olen in Shale oF ppp English and, if written in English, shall ale oo be ‘accompanied by a Sinhala translation Oder mat thereot and, if a Judge pronounces it in au. English, he'shall read or causa to be tead the Sinhala translation thereof; and (2) seotion 758 (1) of the Civil Procedure Code shall have effect as if, for the word ‘English ’', there were substituted the word “* Sinhala \". (2) Where an Order under section 2 applies to any District Court or Magistrate's Court,—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(@) seetion 208 (1) of the Criminal Procure” Code shall, in its application to that Court, have effect as if, for the word “English”, there were’ substituted the word “ Sinhala \"; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(®) section 200 of the Criminal Procedure Code shal, in its application to that Court, have effect as if, for sub-section (3) of that",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ": section, there were substituted the . following sub-section :—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ": ** (8) If the evidence of a witness is not given in Sinhala and he does not understand Sinhala, that evidence as",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ". recorded in Sinhala shall be interpreted to him in the language in which it was given.”.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(3) Where an Order under section 2 applies to any",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "+ District Court or Court of Requests,—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(@) section 40 of the Civil Procadure Code shall, in ite application to that, Court, have effect ag if, for the word “ English ”, there were substituted the word “* Sinhala”;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Language of the Courts Act, No. 9 of 1961 3  ~",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(®) svotion 75 of the Civil Procedure Code shall, in its application to that Court, have effect . aa if, for the word ‘‘ English ”’, there were substituted the word “ Sinhala’;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(ce) section 169 of the Civil Procedure Code, as amended by Ordinance No. 39 of 1945, shall, in its application to that Court, have =” effect as if, for the word “ English ”, there",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "a were substituted the word “ Sinhala” ; .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(2) section 186 of the Civil Procedure Code shall, in its application to that Court, have effect as if,— . : @) for the words “shall be written in",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Englich,”, there wore substituted * the words ‘shall be written ‘in Sinhala or English and, if written in English, shall be sccompanied by # Sinhala translation thereof,”’; (ii) for the words ‘* pronouncing it.’’, there were substituted the words ‘ pro- = nouneing it, and the Judge shall, if the judgment is written in English, pronounce it in English and xead or canse to ba read a Sinhala tranela~ . tion thereof.”’; and . + (ii) for the word “ English ” occurring in the marginal note to that section, there were substituted the words “Sinhala or English ”?; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(©) section 374 of the Civil Procedure Code shall. in its application to that Court, have effect as if, for the word ‘ English’, there were substituted the word ‘‘ Sinhala ”’.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(4) Where an Order under section 2 applies to am .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Rural Court, section 20 of the Rural Courts Orde Res No. 12 of 1045, ag amended by Ordinance No. 48 of 1045, shal, in its application to that Court, 1 ve sffect as if, for all the words from.“ in such ‘anguage ” to the end of that section, there were subs- tituted the words \" in Sinhala and the record thereof shall be kept in Sinhala.” .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": ": 4 Language of the Courts Act, No. 8 of 1961 Borer of 5, (1) The Minister of Justice may, by Order Fateie” published in the Gazette, make such anuendente oF miele modifications of any written law as may be consequen- error, tial, or ench provisions as may be noteesary to. give fice ot wsiten full forée and effect, to an Order under section 2. ‘veces, cod ch @) An Order made and published under sub- Revagee” section (1) shall have the force of law and shall prevail",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "volar, to Broaiy, te over any other Inw. econ 3. Amadmatot 6, Section 801 of the Criminal Procedure Code is Gecktad hereby amended by the repeal of sub-section (2) of that Fcedoen section and the substitution therefor of the following * sub-section :— . *@) Where any document is in a Jenguage other than Sizhala, there shall be filed with it's Sinhala translation or, if the language of the document is not Englich, an English translation . thereof or of so much thereof as is material, according as the language used for recording the proceedings in the court in which that document is produced is Sinhala or English.”. dzminesot 7, Section 57 of the Evidence Ordinance is hereby - SESS amended, im paragraph (0) of that section, by the Grantors” gubstitution, for the word “ English **, of the words “Sinhala or English ”. ‘Yuidaion ot 8. No judgment pronounced by any court and 10 Eker wan decree, order or direction made orgives, no Pleadings sot Giatioor ited of record and no proceedings recorded in Engli gpuscee, between the frst day of January, 1961, and the date - Sef'ct nia of commencement of this Act shall be or be deemed to Buda\" be invalid by reason of the fact that the said jadg- Zaglish between ment, decree, order or direction of the court has been iba, aud te pronounced made or given or the Pleadings have been ee cement Bled of record or the proceedings thereof have been SRI resorded in English in oontravention of eny other F.",
    "mean_p_confidence": 0.74
  }
]