[
  {
    "i_page": 1,
    "par_num": 5,
    "text": "PARLIAMENT OF CEYLON... PE 3rd Session 1967-68 “oN Blane. t",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "esa",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "‘Ey Meee",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "GSD oh",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "te Ko) 1H Way my Gyn fue Mey Customs (Amendment) Act, No. 23 of 1968 7 Date of Assent : June 16, 1968 oo . Printed on the Orders of Government . Painted at the Govminmen Prat, Corot. ‘To be Peete Ah te a SU, antl ema) Suberpten Cncloting Bl) Ra. 80 (LeeaD), Re 4® (Foreign), payable to the Superirenpent, Govrawncent Pvsctcamions Burcav, P. 0, Box 500, Covomno 1, before 20th Bomraiona Boma Oa tke yous folowing kate December cath FOE coped: on the condion thet Ser i oe yee wil nat be Pood",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Customs (Amendment) Act, No. 23 of 1968 L, D.—0. 18/67. AN Act To AMEND THE Customs OnpINaNce. (Date of Assent: June 16, 1968] BE it enacted by the Queen’s Most Excellent Majesty, by and with the edviee and consent of the Senate and ‘House of Representatives of Ceylon in this present Parliament assembled, and by tha authority of the same, ag follows :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "4. This Act may be cited as the Customs (Amend- Stor ule ment) Act, No. 23 of 1968,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2. Section 153 of the Customs Ordinance is hereby Replacement ot repealed, and the following new section substituted {uce rit! therefor :— eohiplcasian of 153. The amount— peaalien, hes (1) of all forfeitares and penalties",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "recovered under this Ordinance, or uoder this Ordinance read with the provisions of any other written law; and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(2) of the proceeds of all such goods as may be disposed of by the Principal Collector of Customs under section 162 of this Ordinance, or of this Ordinance teed with the provisions of any other written law,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ": shall be paid into the hands of such Collector and shall (after deducting any expenses incurred) be paid and applied as follows: —",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(2) one half to the Deputy Secretary",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ". to the Treasury for the purposes",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ". of the general revenue of Ceylon; and (®) the other half into fund under the control of such Collector for distribution in his absolute dis- cretion among the officers con- cerned and the informers.”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "3. The amendment made in the Customs Ordinance Ratrospstiny by section 2 of this Act shall be deemed, for ail pur. eheet Jo be poses, to have come into force and to have taken effect Scton'2. on the date of the commencement of that Ordinance.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "“10000 -5.900 (12807)",
    "mean_p_confidence": 0.27
  }
]