[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA EXCISE (AMENDMENT) ACT, No. 7 OF 1996 a t [Certified en 25th March, 1996] Printed. on the Order of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of Mareh 29, 1998 PRNIAD Ag THE DEFARLOGAT OF OOVEODEOTE FAINTING, At LANA \"PO HE PURCHASED AT CHE GOVERNBGENT PUBLICATIONS BURRAV, COLOREEO Of Price: iSeents Postage: Bs, 2.00",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Buclse (Amendment) Act, No. 7 of 1996 [Certified on 25th March, 1996] ‘at Acr vo asamp war Bxcese OnmnANcs LDO, 27/96",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "BE tt enacted by the Parliament of the Democratic ‘Socialist Republic of Sri Lanks as follows :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "1. This Act may be cited as the Excise (Amendment) fille’ . Act, No. 7 of 1996,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2 Section 15 of the Excise Ordinance (hereinafter referr- Amendment ‘ed to as the \"principal enactment”) ix hereby amended by 15 of the substitution in paragraph (d) of that section for Chapter 02 the words “brewery or warehouse*, of the wordi . “ brewery, liquor manufactory or warehouse\",",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "3, Section 16 af the principal enactment is hereby amend- Amandoet ed as follows :— : 16 cf tha",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "princinal",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "G) fm subsection (1) of that eoction— ‘tonckment,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(@) by the mubstitution in paragraph (c) thereof, for the words “distilleries and breweries”, of the words “distilleries, breweries and = quer manufactaries”;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "{b) by the substitution im paragraph (c) thereot, for the words “brewery, or warehouse”, of the words “brewery, quer manuiactory or warehouse”;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(2) im mubsection (2) of that section by the substitu.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "tion for the words \" brewery, or warehouse”, of the words “brewery, Uquar manufactory or ware- house”.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "4 Section 22 of the principal enactment is hereby amend- Aunendment ed in paragraph (é) of subsection (1) of that section, by 2 Si we ‘the substitution for the wards “distillery, or brewery” incon! of the words “distillery, brewery or Kquor manufactory”. *™=*™",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "5, Section 23 of the prineipsl enactment is hereby amend. Amendment",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "+ ed by the substitution, in sub-paragraph (i) of paregraph 23 of the (©) of that section for the words “distillery ar brewery,”, princizal | of the wrods “ distillery, brewery or Hquor manufactory,”.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "$. Section 46 of the principal enactment is hereby amend- Amendment ‘ed by the substitution in paragraph (e) of that section for 49 of the the words “brewery, or warehouse ;\", of the words principal",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "- “brewery, Hquor manufactory or warehouse ;”.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "‘3D oseszi—7,980 0/11)",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Bacise (Amendment) Act, No.. of 1996 7 Bintula text 7. In the ‘avent of any inconsistency between the Sinhala Prevail a and Tamil texts of this Act, the Sinhala text shall prevail. consistency,",
    "mean_p_confidence": 0.75
  }
]