[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Le Sas . PARLIAMENT. OF THE, DEMOCRATIC : SOCIALIST REPUBLIC OF“, * \"+. SRE LANKA: . ee “DEBT. RECOVERY ‘(SPECIAL’ PROVISIONS) * \"AGT, No: 2 QF 1990° * Cestiea “ont Miarel, 19901 Printed on the,Orders of Government Published as ‘ Supplement to Part II of the Gadetéé of the Democratic Socialist Republic of Sri Lanka of 9th March, 1590, . venta Fee SENATE a GUO MEE LANE To at PUREED AP SE GOVERN FURLIGATIONS SURGAU, COLOMDO | Price: Re. L200” Postage : Re, 1.00",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "f Debt Recovery (Spectat Provisions) Act, No. 2 of 1996 - . [Certified on 6th Margh, 1990] : LD.~O, 63/89. ; . woe An Act To Provive For tum Reucavion oF THE Proceovme , *",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "‘Retatinc To Dror Recovery sy Lenpina InstrTus1ons ayo.”",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "yon Mareens ConnzcTep THReEWITH OR INCIDENTAL 'TRERETO.",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "BE it enacted by the Parliament of the Democratic Socialist =: - ‘Republic of Sri Lanka as follows: — wae : .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "1. This Act may be cited as the Debt Recovery (Special “Short ttle",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Provisions) Act, No. 2 of 1990. .. . . PART t “y o . Inscerurion 65 Action . 5",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2. (1) A lending fnstitution (hereinafter referred to as Action by the “institntion *) may, subject to the provisions of sub- MINE. section (2) recover debt due to it by an action instituted in fer recovery . terms of the procedure laid down by this Act, in the District Court within the local limits of whose jurisdiction— .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(@) a party detendant.resides; or” 7",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(b) the cause of action arises; or .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "{c) the contract sought to be enforced was made, .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ". % . @) No action shall be instituted by an institution in terms of the procedsite laid down by thie Act, for the ,  “* recovery of any loan, Where the principal ¢mount lent or advanced wis less than one hundred and.fifty thousand rupees. rt rr » : za",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "3 ‘An action under this Act shall be instituted by pre~ Institution ~ senting a plaint i the form specified'in the Civil Procedure ofaetion. Code (Chapter 101). .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "4. (1) ‘The institution suing shell on presenting the _ Instrument plaint file an affidavit to the effect that the sum claimed a gocteat ja justly due to the institution from the defendant and {be ™ hall fn addition produce tg the court the instrument, produced, J agreement or document sued upon or relied on by the fns- titutton. woe :",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "PPigae ho ge",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "@) If any instrument, ‘agreement or document is pra- duced to court and the same appears to the court to be pro- perly stamped (where such instrument, agreement or do-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "‘D-007488--0,0e0 (20/28) .",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "“2 “Debt Recovery (Special Provisions) : ‘ Act, No. 2 of 1990 . cument is required by-law to be stamped) and not to be ‘open to suspicion by reason of any alteration or erasure or,other matter on the face gf it, and not to be barred by Prescription, the court being satisfied of the contents con- tained in the affidavit referred (o in subsection (4);\\ shall center a decree nisi in the form set out in the First Schedule to this Act in a sam not exceeding the sum mentioned in , the pluint together with interest upto the date of payment and such costs.as the court may allow at the t{me of making the decree nisi together with such other relief prayed for by the institution as to the court may seem meet and the decree nist shall be served op the defendant in the manner hereinafter specfied. _ on (8) The day to be insérted in the decree nisi as the day for the defendant's appearance and showing cause, if any, against it shall be as early a day as can conveniently be named, regard being had to the distance from the deien- ; dant’s residence to the court, : + @) The affidavit to be filed by the institution under sub- section (1) shell be nade by any director or a principal officer of such institution or by an, attorney-atlaw duly authorised to bring and conduct the action on behalf of the institution and which affidavit shell be made by such per son having personal knowledge of the facts of the. cause cf action and such person:shall in-his affidavit swear or affirm that he desposes froth His own personal knowledge to the matters therein containéd and shell be liable to be examined as to the subject matter thereof at the discretion ofthe judge, ee (5) The institution ‘shall tender‘ withthe plaint> + + (a) the affidavit and instrument, ‘ageeement, or docu- ment referred to in subsection (1) of this section ; (b) draft decree nisi; and : (@) the sequisite stamps for the decree nist and service thereot. . 7 . + Procedure for © 5. Where a decree nisi is entered -iunder section 4 the Rerving son DFovisions of section 705A and 7058.of the Civil Procedure GSES Code (Ctumpter 101) shall, mutatis miitandis, apply to the* ue serviee of such decree nisi on the defendant, . .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Debt Recovery (Special Proviswone) a 7 _ Act, No. 2 of 1990 6 (1) In an action instituted under this Act the defen- Defendant Gant shell not appear or show cause against the decree nisi DOE tO unless he chtains leave from the court to appear and show show cause cause, except with . eave. (2) The court shall upon the application of the defendant give leave to appear and show cause against the decree nim | either— : . . {@) upon the defendant paying into court the sum men- , tioned in the decree nisi ; or aad (b) upon the defendant furnishing such security as to the court may appear reasonable and sufficient for satislying the sum mentioned in the decree nisi in the event, of it being \"made absolute; or . . {c} upon affidavits satisfactory to the-court that there is + + am issue or a question in dispute which ought to be tried. The affidavit of the defendant shall deal specifically with the plaintiffs claim and state clear Ty and concisely what the defence 1s and what facts are relied on as supporting it, -* (8) In default of the defendant obtaining such leave for . appearance and showing cause the court shali make the decree nisi absolute, and the provisions of section 980 of the Civil Procedere Code (Chapter 101) shall, mutatis _ . sautandis, apply to such order, For this purpose, the Judge . shall endorse the-words “Decree nisi made ebsolute” (or words to the Iike effect) upon fhe decree nisi and shall date and sign such endorsement!” 3, ents 4 7. If the defendant appears and leave to appear ond Procedure show cause is given the provisions of sections 284, 385, 326, Ieava to 387, 968, 390 and 391 of the Civil Procedure Code (Chaper $itend 101) shall, soutatis mutandis, apply to the trial of the action, uzanted. & In any proceeding under this Act the court may Court may order the ins‘rument, agreement or other documents which ‘feposlt of are produced to the court with the plaint or on which the agreement action fa founded to be forthwith deposited with an officer $o.uments of the court, and may further order that all proceedings shall be stayed ‘until the institution gives security for the costs thereof. .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "no, 4 Debt Recovery (Special Provisions) Ach No. 2 of 1990",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Recovering «9 Where the institution Js the holder of a dishonowed",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "foamed” bill of exchange or promissory note tt shail have the same",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "imnoting. remedies for the recovery of the expenses incurred in noting the seme for non-acceptunce or non-payment, or otherwise by reason of auch dishonour as such nstitution",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "° has under this Act for the recovery of the amount of such bill or note. :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Rol °° 1 In the court where cases may be instituted under this Act a Special Inquiry Roll shall be kept of such cases in which leave to appear and show cause against the decree ‘nisi has beon granted, and it shall be competent for the Judge of such court to order much cases to be set down for",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "_ Bearing on such days as mey facilitate their early disposal, any rule or practice of such court to the contrary notwith- standing, and after giving the parties, reasonable notice of the date of inquiry.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Damages i, Hf it appears to the court that the decres nist was",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "fugit. obtained on insufficient grounds, or if after the entering of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": ": 8 decree nisi the action is dismissed and the decree mist is discharged by default or otherwice, and it appears to the court that there was né reasonable ground for entering the Gecree nisi, the court may, in the same action on the app- Leation of the party against whom the decree ‘isi was entered, award against the institution obtaining the same, such sum as it deems reasonable compensation for the expense or injury caused to such party by the entering of the decree nit and an‘eward under this section shall bar any action for compensation in respect of the entering af the decroe nist",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "‘Adjustment ‘12. Where the defendant appears in court in response to",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "‘Sf action. the decree ist and does not contest the decree nisi but admits Hability and prays to lquidate the debt in instal- ments, the court shall minute this fact on the record and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "‘ obtain the defendant's signature thereto, The court shall thereafter make the decree absolute and shall euter terms _ of settlement as to instalments for the liquidation of the debt sued far in term of section 408 of the Civil Procedure Code (Chapter 101). Such settlement shell operate asa stay ofexecution proceeding unless the defeandent acts in breach. of any of the terms of settlement in which event the institu-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "‘tion shail be entitled to-execute the decree.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "4 .Debt Recovery (Special Provisions) 5 . Act, No, 2 of 1990 PART I . Or Srsctau Provistons RuLATING 20 Execution",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "13. Subject tu orders of court, where n° decree nin sen. entered in an action instituted under this Act is made abso- Seamed to be jute it shall be deemed to be a Writ of Execution duly issued to the Fiscal in terms of section 225 (3) of the Civil Procedure Code (Chapter 101) and it shall be the duty of the Fiscal to execute the same in the manner preseribed in the Civil Procedure Code for the execution of Writs,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "M4. (2) If the Fiscal be resisted by any person while Rertrtanee executing a writ referred to in section 18 the Fiscal shall be contempt, report such resistence to the court and the court shall ~ thereupon issue a notice against the person resisting réquir- 7 tng him to show cause as to why be should not be dealt =. with for contempt of enurt occasioned by such resistence.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "@) Any person resisting the Fiseal while executing a writ . under this Act shell be deemed to be guilty of contempt of Court and shall be liable to the penalties prescribed fot contempt of court by the Judicature Act, No. 2 of 1978 and the Civil Procedure Code (Chapter 101) unless he proves . that the property sought to be selzed belonged to a person other than the judgment debtor, |",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "(8) If the person resisting the Fiscal appears in court and claims that the property sought to be selzed by the Fiscal is ‘being held by him on account of any person other than the judgment debtor or person holding under such. judgment . Gebtor such person shall be called upon to furnish security dor the satisfaction of the decreed sum or such part thereof : as the court deem ft in all the efreumstances of tho case, in the event of his claim failing or in the discretion of court such person may be allowed to give an undertaking that the property sought to be seized would remain in - constructive Fiscal custody until the claim inquiry is concluded,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "' 6 Debt Recovery (Special Provisionsy **",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "“ Act, No. 2 of 1990 * Alenation 48, (1} Whenever an action is instituted under this Act SP etameat ‘the same shell be entered in a special register maintained , afer by court substantially in the form set out in the Second ‘Sritiution Schedule fo this Act,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(2) Where the defendant or his representative in in- terest alienates any movable or immovable property ot otherwise disgoses of same in any manner whatsoever after the decree nisi such alienation shall be nuli and void: and of no force or effect in law and shall be open to sefaure in whorvever’s hands such property may be:",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "Provided that such alienation shall be valid if the action is dismissed or the decree nisi is discharged : and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "Provided €urther that such alienation shall also be valid, if the decree absolute is satisfied, but only in respect of gach of the property alienated as has not been seized end applied in satisfaction of the decree absolute: and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "Provided further that such cllenation shall also be valid property in the hands ef an alienee who has ccme by such ‘Property in good falth for consideration ~without having notice of the decree nisi elther at the time the purchase money was pald, oc when the conveyance was executed nor to an slience drom such an alience, the burden of Proof of which facts shall be on such alienee.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "“@3) The Registra? of the court shall in addition to the register to be maintained under this section maintain also an index of the names of the defendants against whom actions have been filed under this Act and such index sliall be in alphabetical order. :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(4) Such register and index shall. be open to public ins- pection and entrics therein shall constitute prima facie notice to the public, .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "-, @) All claims to property seized: hy whomsoever made hall be disposed of in the same action and a decision on such claim shall be a bar to the institution of any other action for the recovery of any property selzed or to estab- ish any right to such property or to have the same declared liable to be sold in execution of the decree in favour of the institution, . :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": ". Debt Recovery (Special Provisions) 1 Act, No.2 of 1990 . (6) Nothing in subsection (2) applies to money or currency notes in the hands of a bone fide holder to whom they have passed in circulation, or to negotiahle instru~ ments in the hands of bone fide holder for value or shall he deemed to effect section 22 and 23 of the Sale of Goods Ordinance, or the tights of any holder in good faith for, consideration of any document of title which by law passes + . the ownership of goads to which it relates by’ endorsement . or delivery, or the ability of a person to whom a debt or charge is transferred, or the right of a person who hold : property under a title declared indefeasible by statute or ‘of his successor in title, t . PART Ul : Or Averats",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "16. Subsection (7) of section 756 of the Civil Procedure Amendment Code is hereby amended by the addition of the following f,teetlon proviso at the end thereof:— Givi Proce",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "dure Coda. “Provided however that in an application for leave to",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "‘Appeal in respect of any order made in the course of any .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "action instituted under the Debt Recovery (Special",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "Provisions) Act No. 2 of 1900 proceedings in the originat",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "court siiall not he stayed when Leave to Appeal is granted .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "unless the Court of Appeal otherwise directs and the .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "Court of Appes! shall where it deeides to grant Leave to",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "Appeal call upon the appellant. to give security in cash",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "or by @ guarantee from a banker for the satisfaction of ©.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "the entire claim of that plaintiff or such part thereof as .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "the court deom fit in all the cireumstances of the case, in",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "the event of the appeal being disoissed, ”. .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "17, Section 763 of the Civil Provédure Code is hereby “Amendment amended by the addition immediately after paragraph (b) fast cit of subsection (2) of that section, of the following :— perature",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "“Provided that in the case of decrees entered under",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "the provisions of the Debt Recovery (Special Provisions)",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "* Act No, of 1990 the security to he given by the | judgment debtor shall be the full amount of the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "decreed sum or such part thereof as the court deem ft in.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "ail the circumstances of the base.”, .",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Debt Recovery (Special Provisions) Act, No. 2 of 1990 . Amendment 18, Section 23 of the Judicature Act No. 2 of 1978, as gf Section amended by section 2 of Act No. 37 of 1979 is further Fudiceture amended by the addition at the end of that section of the ‘Ask following proviso :— “ “Provided that in the case of decrees entered under the Debt Recovery (Special Provisions) Act No. 2 of +, 1990 the amount of the Bond to be entered into shall be ‘the decreed sum or such part thereof os the court deem : fit fm all the circumstances of the case, ”, PART IV : Or Srecrar, Provasidars Casus. omis- 19. In any matter or question of procedure not provided = for in this Act the procedure laid down in the Civil Proce- dure Code (Chapter 301) in a like matter or question shall be followed by the court if such procedure is not inconsis- t tent with the provisions of this Act. Forms. 20. Where no form to be used for the purpose of this : Act has been preseribed in any particular case or for any , particuler purpose such form as the court may approve . may be used in that case or for that purpose, ‘Aétion 21. No action by a lending institution for the recovery mt of a loan— entertained Sncertain (@) not ‘exceeding two bundred fifty thousand rupees Speumpeiances ‘or such other sum as the Minister may, by Order interest published in the Gazette, fix; or chimed erties (B) recoverable aver a period of not fess than five years, fae * due to such lending institution, in terms of the procedure laid down by this Act, shall be entertained by any court if the amount claimed os interest on such loan exceds the . sum due as princlpel, oo No samt 22. No sum of money which constitutes a penalty for recovered, default m payment, or delay fa payment, of a debt shell be fecehul recoverable in an action instituted for the recovery of stich debt, in terms of the procedure laid by this Act. ‘",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Debt Recovery (Special Provisions) r) Act, No. 2 of 1990 . 23. In an action instituted under this Act the court shall, Interest. fn the decree nisi, order interest agreed upon between the parties up to the date of decree nisi, and interest at the same rete on the aggregate sum of the decree nisi from the date of decree nisi until the date of payment in full, In the event of the parties not having agreed upon the rate of interest, the court shall in the decree nist onder interest at the market rate fram the date of institution of action ap ‘to the date of decree nisi aud thereafter on the aggregate aum of the decree nist from the date of decree nisi until the date of payment in full PART V ‘ Miscentanzous . 24. Nothing in the Debt Conciliation Ordinance Bxempticna (Chapter $1) and the Money Lending Ordinance (Chapter 80} shall apply ts, or in relation to, an institution, 25.) Any parson who . _ @) draws a cheque knowing thal there are mo furds or ofences not sufficient funds in the bank to honour such cheque ; or (0) makes an order to 2 banker to pay a sum of money | Which payment is not made by reason of there being no cbligation on such banker to make pay- ment or by reason of the payment having been . countermanded ; or (c) gives an authority to an institution to pay a sum of - money ‘o itself, in payment of a debt or Joan or any part thereaf owed to such institufon from and : out of an account maintained or funds deposited, ‘by such person with such institution and such ‘institution is unable to make such payment to . itself by reason of such person not placing adequate . funds in such account or by resson of the funds deposited having ben withdrawn by reason of such person countermanding the authority given or ‘by réason of any one or more of such reasons ; oF ‘ {d) having accepted on inland bill dishonours it by . non-payment, bees ,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "_ “Debt Recovery (Special Provisions)” * Ae, No. 2 of 1990 shsil be guilty of an offence under this Act and shell on conviction by a Magistrate after summary trial be lishle to punishment with imprisonment of etther description for a term which may extend to one year or with fine of ten thousand rupees or ten per centum of the full value of the cheque, order, authority or inland bill in respect of which ‘the offence is committed, whichever is higher, or with both such fine and imprisonment, ‘ @) The ‘expressions - “cheque”, —_“dishonoured *, “banker, “Iniand Bill” and “Bill” shalt have the res+ Pective meanings assigned to them in the Bills of Exchange Ordinance (Chapter 82), and the term “dishonest” shall an have the same meaning as in section 22 of the Penal Code - (Chapter 19). : sit Pending 26. Notwithstanding anything to the contrary in the ‘ction. ‘Prescription Ordinance where an institution has insituted . S action for the recovery of any debt due to it and such ” action is pending on the date of cormencement of this Act, ma such institution shall be entitled to institute action under this Act for the recovery af that debt: + ‘Provided thet this section shall not apply to any pending + action where the cause of action on the debt was prescribed as at the date of the institution.cf such first mentioned . action. * . Appointment 21. (1) Where any debtor of an institution dies before SE — the institution of an action under this Act in respect off Seeeased 6. any debt owed to the institution or any debtor of an deceered  —institutfon or any person who Js or becomes @ party to an el der“. action instituied under this Act dies after the institution of the action, and grant of probate of the will or issue of Jetters of administration to the estate of the deceased has not been made, the court fn which the action is to be or hhas been instituted may in its discretion, after the service of notice on such persons, if any, and after such inquiry ‘as the court may consider necessary, make order appointing 4 person to represent the estate of the deceased for the pur poses of the action and such person may be made or added asa party to the action, =, :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "7+ Debit Recovery (Spectal Provisions) a. Act, No. 2 of 1990 .",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "@) In making any appointment under subsection (1) the court shall appoint as representative a person who, after summary inquiry, appears to the court. to be the Person to whom prohate of the will or letters of adminis- tration to the estate af the decease would ordinarily be jssued : .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "7 Provided, however, that in the event of a dispute bet-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "ween persons claiming to be entitled to be so appointed, the court shall make such an appointment (whether of one of those persons or of any other person) 8 appropriate in the opinion of the court, in the interests of tho estate of the deceased, -",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "2& Where any eppointment is made under section 27 Rffcct of and the person so appointed is a party to the action, every F&pre=> ‘order, decree nisi, decree absolute and sale or thing done being made in the action instituted under this Act .fineluding the * Pet seizure and sale in execution of the property of the ~~ -* deceased debtor or of the deceased party) shall have the . like effect as though the executor or administrator of the . deceased were 9 party to the action.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "29. Where any debtor of an institution dies or is adjudged Death an ingolvent or @ person of unsourd mind nt any time ¢r unsound. after the entry of decvee absolute in am action instituted “of debtor under this Act and before the execution of the decree, no of secre proceedings for the execution or endorcement of the decree “™™® . sbsolute shall be takbn or if taken shell be of any effect, unless the daly appointed executor of the will or adminis- trator of the estate af the deceased “or a representative : appointed under section 27 or as the case may be, the assijmee or manager of the estate of the insolvent or person ‘of unsound mind, is made a party to the action.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "30, In this Act, unless the context otherwise requires— Interpretation.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "“debt” means a sum of money which is ascertained ar *",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": ". capable of being ascertained at the time of the . ‘institution of the action, and which is in default, * whether the sume be secured or not, or owed",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": ": Jointly or severally, and alleged by @ lending \\ .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "12 Debt Recovery (Special Provisions) Act, No, 2 of 1990 institution to have arisen from a transaction in the course of banking, lending, financiel or other allied business activity of that institution, but does not include 9 promise or agreement which is not in weiting; “lending institution” means— : (@) a Uconsed Commerctal Bunk within the meaning of’ the Banking Act, No. 30 of 1988 5 {®) the State Mortgage snd Investment Bank establish- ed by the State Mortgage and Investment Bank Act, No, 18 of 1815; . (c) the National Development Bank established by the . National Development Bank of Sri Lenka Act, No, 2 of 1979; (a) the Notional Savings Bank established by the & National Savings Bank Act, No. 90 of 1971; {e) the Development Finance Corporation: of Ceylon established by the Development Finance Corpora- tion of Ceylon Act (Chapter 165) ; and (f) « company registered under the Finance Companies ‘Act, No. 76 of 1088, to carry on finance business “market rate” means the rate per centum per annum determined by the Monetary Board of the Central Bank by Notifcation published in the Gazette, having regard to current rates of bank interest ; “principal: offleer” im relation to an institution, moans, a director, secretary or other officer not below the rank of a manager of such institution and shall include any other officer af such institution specially authorized by such director, secretary or other officer not below the rank of a manager. ‘anata tat SH TH tho event of any” Inconsistency between the te baavalt 7 Sinhala and Tamil texts of this Act, the Sinhala text shall, BE iSitency. prevail i",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "Deht Recovery (Special Provisions) 1B . Act, No. 2 of 1990 ad FIRST SCHEDULE (ection 4(2)] . Fore of Deore Nil envnennenennenne . t . ° {Title}",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "‘Tole ection coming on for dispoeal before foams and uffoe of Tadge) ©8 BOP wennenene GAY OF sens Wr ABM aftr reading the plaint. and dooumente and boing atiefnd ofthe avermenta centalzed in the ulidavit Bled wun, it it ordered and decrued that the defendant do pay to the | inintff« mum of Ra... together with nverent at ~~. por seatansfrom~ {300 ss 00 wove and thotvaftarintoreh ab che tare tate from dete Bere Of till payment in fall together with aap of action and (where the Decron ie for delivery of immovuble property, describe the property) iC relief of something other Shan shonay oF inmmovable ropetiy, sot ont che ralinf)",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "“These eso shorefore to contend the Fipeal mmm Poovinge to vy sad maken ofthe hoes lands, goods, dabta 006 oredivwof the abovenamied. ‘by nofrute aad if necomary by sale thereof, the sum of Ra arann~ whit the plaintit uae rocovared ageinet the void... by ehin Dottoe of Court snl have thet money before thie Coure within shitty deye of bhix Deere ‘nisi being made abolute or within euch extended time as this court shall: ‘low and infor this conce what aaa oc extn and éo what Parton ox prone the Fitoal of $e e-vnon Brovinee have wold dhe property saspectively ‘nd thia Deareo Nielsen wade abeoluteahall serve aba Mandate foratch, ° Putpoon.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "‘eistorther ordered andthero areto sommond you, the sfotenid nn -dafendantto appear bafate Chis oourton tha ere ARF Of arin Wants {ins} won and abo evtae, i any, Why bia Decree Mist shoald nob De mad “sbrolute, +",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "© iene) ceeocuoerne (00m and Ofi8e OF FutES) AE none Bay OF smeanes Wns 7 a ad ’ * . SECOND SCHEDULE [Beotion 1U)T (Form af Register) s + No.of]Nam | Nase | Cain | Decree nist |Renult| Patoof | Any cotion| of | ot tedetharmads wae [athe Praia | Deton ‘sbivlateor tention fantore bite | dane: discharged) _",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "tO",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "Annual subscription of Bills and Acts of the Parliament Re , 177 (Local),",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "‘Rs, 226 Foreign), payable to the Sueiemrenpmrs,  Govanwwent PyazicaTions",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "Burzap, Coomeo 1, before 16th December each year in respect of the year tog Jollowing.",
    "mean_p_confidence": 0.65
  }
]