[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA PAYMENT OF GRATUITY . (AMENDMENT) ACT, No. 41 OF 1990 (Certified on 29th November, 1990] Printed on the Orders af Government Published as a Supplement to Part Ii of the Gazette of the Democratic: Socialist Repubtic of Sri Lanka of November 30, 1990 unten 4 108 ERAIGIENT OF COVSEXMI FRSITEV, oR MMHEA Fa me FUscHAGED AE THE GOVEENDUNT FORLICATIONS BUREAV, COLGMEO. ~ Price : 45 cents Postage : Re. 1.00\"",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "+ Payment of Gratuity (Amendment) Act, No. 41 of 1990 {Certified on 26th November, 1990] LD—O, 54/89 : Aw Act 70 anamnp mam Pavan oy Gearorry Act, No. 12 : ov 1988 BE it enacted by the. Parliament of the Democratic Soctalist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "1. This Act may be clted as the Payment of Gratuity Short titte, (Amendment) Act, No, 41 af 1290. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "2 The following new sections are hereby inserted Insertion of immediately after section 7 of the Payment of Gratuity #e™Pcng%e Ast, No, 12 of 1983 (hereinafter referred to asthe “principal inact, No. 12 enactment”) and shall have effect as sections 74, 78 and 7c 2808. of the principal ensetment :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "“Paymentot . Ta. (1) Where by an Order made under . Gratuity to subsection (2) of section 2 of the Conver- public tion of Public Corporations or Government saporation’ Owned Business Undertakings into Public ment Owned \" Compaines Act, No. 28 of 1987 dectaring that underiskings 4% company is incorporated to take over the eavertet' functions of a public corperation or take over companas and carry on a Government Owned Business _ Undertaking, any workmen of that corpora- . tion or undertaking who becomes a workman: ' : ‘at that company and who becomes, upon the making of that Order, entitled to the payment of any gratuity under this Act, | thal, notwithstanding anything in the Preceding provisions of this Act, be pald =~ auch gratuity elther in cash or in the form of bonds issued by the Central Bank of Sri Tanks, { @) Every bond referted to in subsection (1) hall carry interest ot the current | rate of interest payable on medium tem Poo, government honds issued by the Central ‘Bank of Sti Lanka and shall be encashable— (@) on the expiration of a perlod of ten - years from the date of the Order under subsection (2) of section 2 : of the Conversion of Public Cor- porations or Government Owned Business Undertakings into Public . Companies Act, No, 23 of 1987, in i respect of that company ; or * —-- orcas 8.888 0/089 .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 + Payment of Gratuity (Amendment) . ‘Act, No, 41 of 1990 \"(by on the termination of the services (whether by retirement, death, \"operation of law or otherwise)’. of : such: workmen by such company; + (©) on the date on which shares in euch 1+. tompany are first offered for sale . to the public, whichever 1s earlier, a (8) Any bond referred ta in subsection (1) may be surrendered before maturity + by the holder for the purchase of any shares in the company offered for sale. - (4) Every such bond shall be issued in : such manuer, and subject to such terms 2m cs 7) at may be prescribed, : Rulen “Ts, The Minister may make rules in tes 1 ‘ty... pect of ony matter required by thls Act -. to be preserihed. ; Special 1. \"Te In determining for the purposes of Biaingig .... section §(1) of this Act, whether a workman workmenie’“\" ‘in any company which takes over the fonc Scagitiea,, , tions of a public corporation or takes over “gh ope’ Sdbearties on any Government Owned Busi- ; ORY ness Undertaking has completed five years of =, service in such company, his period of service : with the publie corporation or the Govern- 1 Mhent Owned Business Undertaking’ shell be . tneluded.\".* . ) Retrospective 3, The omendmont made to the principal enactment by effect of Ge this Act, shall be deemed for “all purposes to have come into operation on May 16, 1987. - ‘Siohalo text 4. In the event of any inconsistency between | the jo ase of Sinhela and Tam‘ texts of this Act, the Sinhala text inconslatency. shall orevail. x, Lae “",
    "mean_p_confidence": 0.72
  }
]