[
  {
    "i_page": 1,
    "par_num": 7,
    "text": "PARLIAMENT OF CEYLON 2nd Session 1966-67 ann 4 ba yawns FSi, ast =A we 18, Seg Se G, S SSS Nyy oP Co-operative Wholesale Establishment (Amendment) Act, No. 38 of 1966 Date of Assent: December 23, 1966 ° : Printed on the Orders of Government Printed at the Gommmmene Pemas, Comox, Tobe Print a okt\" gomnmmeany Puna BOHEAY, COLONDO—*",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 1,
    "par_num": 7,
    "text": "‘Anaual Sustergtion Cncludtg ails) Ro. 80 (Lose), Re. 40",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 1,
    "par_num": 7,
    "text": "QENuS PRE GRE emimcane  Soveget",
    "mean_p_confidence": 0.03
  },
  {
    "i_page": 1,
    "par_num": 7,
    "text": "Prerelee PBIB, Saas Gi Corouns 1 bstore foe",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 1,
    "par_num": 7,
    "text": "Senet ROMA Caaaat al ne gone ftloing Late",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 1,
    "par_num": 7,
    "text": "Bisa tule aetpta nt alton Aa Bs",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 1,
    "par_num": 7,
    "text": "Peer sacle ef eayreat il na be supped Price: 16 cents Postage: 10 cents",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "Co-operative Wholesale Establishment (Amendment) Act, No. 38 of 1966 L. DO. 80/68. Aw Acr 10,AMEND THE CO-OPERATIVE WHOLESALE Chanter 128, EsvaBLisEMENT Act. eee 185, [Date of Assent: December 28, 1966] BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "4. This Act may be cited as the Co-operative shat tie ‘Wholesale Establishment (Amendment) Act, No. 38 of 1966.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "2. ‘The following new sections are hereby inserted - tovetion of immediately after section 2, and shall have effect as ewes. sections 2a, 2s and 2c, of the Co-operative ‘Wholesale is Ohepter 128. Establishment Act (hereafter referred to as the * principal Act ”):—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "“Zones at the 2a. ‘The Establishment shall have the Haubiimeat.” power to do anything necessary for, or conducive or incidental to, the attain- : ment of its objects, and in particular, but, without prejudice to the generality of the power herein before conferred, 1 invest, or acquire or hold shares or stack, in any public company carrying on or engaged in or about to carry on of engage in any business, being a company having objects similar or subetaatially similar to the objects of the Establishment : __ Provided, however, that no auch investment, acquisition or bolding shall be made or entered into unless the Establishment acquires thereby a con- trolling interest in the company. Speciad 2s. The directors of every such com- visa as to pany referred to in section 2a shall be ampere citizens of Ceylon who shall not be Mem- + Rileed.to in hers of the Senate or the House of ' ‘Representatives. ‘Report of 2c. The Minister shall report to the i amma House of Representatives every invest- aise tte ment, or acquisition or holding ‘of shares + Reeettatives, and stock, in any company referred to in 4 gra 5000 cane ~~ |",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "_ 2 & Cooperative Wholesale. Establishment \"Cd mendment) Act, Nb. $8 of 1968 . “he section 24 and such investment, aequisi: ra tion oF holding shall be deemed to have ‘ been approved unless specifically dis- approved, by the House of Representa- ‘ tives within two months of the date on ‘ which the information was so reported.””. Tecertion of & The following new section ie hereby inserted sree 44 immediately after section 4, and shall have effect as Zar\"! section 44, of the principal Act:—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "“geelot oe 44. (1) The seal of the board shall be",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "toast. in the custody of the board.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(2) The seal of the board may be",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "‘altered in such manner as may be determined by the board.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(3) The seal of the board shall not be affixed to any instrument or document capt in the presence of two members of the board, one of whom shall be the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": ": Chairman and the other a member appointed by the board, both of wham sholl sign the instrument or document in token of their presence.”’,",
    "mean_p_confidence": 0.83
  }
]