[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "(S) () Zien , Gores PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA FARMERS’ PENSION AND SOCIAL : SECURITY BENEFIT SCHEME ACT, No. 12 OF 1987 [Certified on 24th March, 1987] Printed on the Orders of Government Published as a Supptement to Part HI of the Gazette of the Democratic Socialis: Republic of Sri Lanka of March 27, 1987 wees ax mn iaPAEMGDEE OF CovMNENE MHEG, A LSE TO me FONG AF aan GOVE ForuNGOKa POMET, SOuDuDD Price : Re, 1.20 Postage : 75 cents",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "*\" Farmere’ Pension and Social Security Benefit Scheme Act, No. 12 of 1987 [Certified on 24th March, 1987]",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "L, D—O. 25/86,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "‘Ax Acr 30 PROVIDE FON TUE ROTABLISUBOINT OF A PENSION AND",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "SoctaL Secuntry Bengrrr Scuzxme ror FARMERS j TO PROVIDE",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "POR THE OPERATION OF THE SCHEME BY THE AGRICULTURAL",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "Ivscmance BOARD; AND TO PROVIDE FOR MATTERS CONNECTED",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "SHREWITH OR INCIDENTAL THERETO.",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sti Lanka ae follows :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "L This Act may be cited as the Farmers’ Pension and Sette Social Security Benefit Scheme Act, No. 12 of 1987 and Shoat. ‘shall come into operation on much date a may be appointed by the Minister by Order published in the Gazette,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "PARTI",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "‘Estamisement oF Tue Farmers’ Pension ap Soca:",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "Secunrry Bewerrr Scream",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "2% There shall be established according to the provisions Eatatilish- of this Act, a scheme which shall be called the Farmers’ jpentet , Pension und Social Security Benefit Scheme (hereimatter PEM ag referred to as “the Scheme\"). Eos",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "Benet scheme,",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "3, ‘The Minister may, having regard to the feasibility of Arva ct | administering the Scheme and having regard to the occu- Steir pational hazard in any type of cultivation, by Order Scremesnt Published in the Gazette determine— ero aeations",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "tarmers",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "(@) the oxen in which the Scheme shall operate ; sailed to",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "(©) the eategories of farmers entitled to contribute to fetermtned",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "‘the Scheme; and Hn,",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "(€) the qualifications of farmers entitled to contribute to",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "the Scheme,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "4. Any farmer who has the preseribed qualifications, and Eiigtity to",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "tu not Jess than eighteen years of age and not more than {the - fifty-nine years of age shall be entitled to join the Scheme. 2 one cary",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Farmers’ Pension and Social Security Benefit Scheme Act, No. 12 of 1987 Begetiy 5. (1) A farmer who joins the Scheme (hereinafter ‘upder the yeferred to es the “contributor™) shall be entitled to the following benefits, under the Scheme on such basis as may be prescribed by regulation, (@) a periodical pension a may be prescribed ; (B) in ease of permanent partial disablement a lump sum gratuity or a pension when it becomes due ; {c) in case af permanent total diseblement a Jump sum gratuity or periodical allowance; or > @) adeath gratuity, (2) The basis of paying a pension or gratuity shall be Prescribed taking into consideration, infer alin the period of contribution the age of the contributor and the amount of contribution made by the contributor, When © @) A contributor shall be entitled to a pension on zoagne reaching the age of sixty years. A contributor who com mences to contribute after reaching the age ot Titty-five years shall, however, be entitled to a pension only after paying his entire contribution as may be prescribed and at : ‘the end of five years from the date of jaining the Scheme. {2} The pension shall be paid up to the end of the month ta which contributor dies, Rebate oa 7. The Minister may, having regord to encouraging goutribw- ——ngricultural insurance preseribe either a rebate oF & discount on the contribution to be made by a contributor. Partlat & Any contributor who is permanently and partially disable disabled before he becomes entitled to receive his pension ment ahall at his option, receive a disablement gratuity aa may be prescribed under the Scheme and leave the Scheme of remain in the Scheme without paying any further contri bbutlon and receive the pension when it becomes due. Total % Any contributor who is permanently and totally disable- disabled before he becomes entitled to receive his pension shall, at his option, receive a disablement gratuity as may be . Prescribed under the Scheme and leave the Scheme or . Teceive @ disablement allowance for life as may be pres- eribed under the Scheme and remain in the Scheme without ‘paying any further contcfbution. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "Formers’ Pension and Social Security Benefit = 9 Scheme Act, No. 12 of 1987 10. In the event of the death of a contributor before he Desth becomes entitled to receive his pension a death gratuity Matlty. on puch basis 2s may be prescribed shall be paid to bis surviving spouse and failing such spouse to one only of the Felatives by blood of such contributor in the order of priority ‘ax appears in the Schedule to this Act the older being pre- ferred to the younger where there are more relatives than ‘one in any group. PART I Manacensert oF sue SCHEME 1. The Agricultural Insurance Board established under Agricultural the Agricultural Insurance Law, No. 27 of 1973 (hereinafter $Sugace Tefarred to as'\"the Board”) shall operate the Scheme, operate the 32, ‘The Board shell in addition to the powers conferred Powers, ‘on it by the Aricultural Insurance Law, No. 27 of 1973, have fonctions the following powers, functions and duties :— gis (e} to make rutes in respect of the administration of the affalrs of the Board with regard to the Scheme; (b) to refer to the Advisory Committee for advice any matter pertaining to the Scheme ; (©) to maintain the required actuarial financiat and operational reports in respect of the Scheme; (@) to monitor, evaluate and review the Scheme and effect changes in the operational rules where necessary and where it is empowered to do 305 {e) to determine the award to be made ta any eontribu- tor ia terms of the policy issued to him; @) to exyploy officers, servants and other employees aa ave necessary for the efficient managenent of the Scheme; and (9) to do all other things which in the opinion of the Bosré are necessary to freilitate the operation and. management of the Scheme,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "18. (1) ‘The Board may delegate to the Chairman or any Delegation ‘other member of the Board or any officer of the Board any fuscia” of its powers, functions or duties. rhe",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "Board",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "4 Farmers’ Pension ond Social Security Benefit ‘Scheme Act, No 12 of 1987 ‘",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "2) ‘The Chairman, a member or an officer to whom any of the powers, funotions or duties of the Board have been delegated under subsection (1) shall exercise, perforin or Alscharge such powers, funetions or duties subject to the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": ". general direction of the Board,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "Boardto 14, The Board shall on enrolment of any person a9 9",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "HRS to contributor issue him with a polley setting out the contr-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "ich coutsi- butions to be made by him, the terms snd conditions of the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "policy and the benefits to which he is entitled under the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "Policy issued to him,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "Poxteiture 18, (1) The date before which contributions are payable",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "st policy. by a contributor shall be specified in the policy an@ any contributor who fails to pay five consecutive instalments shall forfeit the benefits under the policy istued to him.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "(@) Where any contributor has forfeited the henedts under the policy issued to him the Board shall issue such contributor a notice to that effect,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "(8) A contributor shall have the right to appeal te the Board to validate his policy and the Board shall validate the policy if it in satisfied that the reasons for failure to pay the instalments were beyond the control of the contributor.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "(4) Where the Board decides to validate a policy the con- tributor shall he informed of the date before whieh the artesrs in instalments will have to be paid. The date of such payment shall be the date of validation of the policy.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "(©) Any contributor aggrieved by the decision ot the ‘Board shall have a right to appeal to the Secretary of the Ministry whose decision shall be final and conelustve.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "Bomrd to 16. ‘The award of beneft under the Scheme to any con",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "determine ——tributor shall be determined by the Board in accordance with the Scheme,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "Inspection 1%. Any officer of the Board specially authorized in that",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "‘of lands, behalf by the Chsirman of the Board may during any time of the day enter and inspect any land for the purpose of secertaining the ownership of any land, the person entitled to cultivate any land, the type of crop cultivated in any and or to verify the particulars furnished by any contribu- tor with regard to his eligibility to become a contributor to",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": ". the Scheme,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "+, Farmers! Pension and Social Security Benefit 5 * Scheme Act, No. 12 of 1987 .",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "1& (1) Any contributor who is not satisfied with the Appeal Z award determined by the Board may, within thirty days of receiving the notice af such award, make an appeel to the Secretary of the Ministry stating the ground of his appeal.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(2) ‘The decision of the Secretary of the Ministry on such appeal shall be final and conclusive,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "1% No pension, gratuity or allowance payable from the Peasion, Scheme shall be assigned or transferred, and every assign- lowance ment oy transfer shall be absolutely null and void and of ey] no effect, No such pension or gratuity or allowance sball be “risvise - attached or taken in execution on accotint of any debt or Seat Rayment due by the person to whom such pension oF gratuity or allowance is paysble.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "PART OI 2 Aovisony COMMITTEE . . :",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "28, ‘aero shall be an Advisory Committee (hereinafter a teferred to ax the “ Committee”) which sball consist of the SeHowing members :—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(8) six ex efficie members, namely— @) tao Chalrmen af the Agricultura! Tusurance ‘Board who shall be the Chairman of the Com- . mittes 5 : Gi) the Director of Pensions or his representative ; : (ii) the Commissioner of Agrarian Services or his i representative ; Gv) the Chief Actuary of the Insurance Corporation : of Sri Lanka or his representative ; : ty) the Superintendent of the Department of the : Employees’ Provident Fund of the Central Bank of Sri Lanka or his representative ; (vi) the Commissioner of Lahour or his represen- tative, ) six nominated members, nominated as follows :— 4) one member nominated by the Minister tn . consultation with the Minister in charge of the subject of Agricultural Development and Research 5",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "6 Farmer's Pension and Social Security Beneft = *",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "Scheme Act, No. i2 of 1987 tej (i) one member nominated by the Minister from fy the General Treasury in consultation with the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "‘t Minister in charge of the subject of Finanea;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "'\" G@ii) three members nominated by the Minister",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "from the Agricultural Insurance Board in consultation with the Minimer in charge of the subject of Agricultural Lasurance ; See (iv) one member nominated by the Minister from jee ‘among persons who have a wide knowledge My, + and experience in social security benefit 4 .-Achemes, Qualities. 21, (1) A person shall be disqualified from belng nomi- Hons and, nated or from continuing to be a member of the Cora Oficcorthe mittee meerivers Story (a) if he is a Member of Parliament ; of Committon, : ts 5 (8) ff he has any such financial or other interest as 1 likely to affect prejudiciaily the discharge by him of hig functions as such member.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(2) Every nominated member of the Committee shall, unless he vacates office earlier by death, resignation or re moval hold office for a period of three years.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(2) Where a nominated member of the Committee vace- tes office earlier as aforesaid, tha Minister shall nominate another person in his place having regard to the provisions of section 20(b) and such member shall hold office ducing the unexpired period of the member whom he succeeds. <4) If the Chairman for any reason is unable to perform ‘he duties of his office the person who for the time being acts as Chairman of the Agricultural Insurance Board shall",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "- act as the Chairman of the Committee and shall be deemed to be a member of the Committee while he so acts,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(5) If any nomingted member of the Committee is tem- Poratily unable to discharge his tunctions on account of l-health or absence from Sri Lanes or any other cause the ‘Minister may nominate another person to act in his place.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "Farmers’ Pension and Social Security Benefit = 7 Schema Act, No. 12 of 1987 ,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(6) The Minister may, if he thinks it expedient wo do 2, by Order published In the Gazette remove any nomineted member of the Committee without assigning any reason therefor and such removal shall not be culled in question ia any Court,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(2) Auy nominated member of the Committee may, at any time, resign his office by letter addressed to the Minister,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(8) Any member of the Committee who vacates office other than a member who is removed from office shall be eligible to be reappointed.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "2%. The Commitieo may exerciss all or any of the Fowem following powers :— ° ocmaitee,  (@ to advise the Board on matters relating to the",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "management, operation and implementation of the Scheme as may from time to time be referred to it by the Board;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(®) to advise the Boord with regard to making rules of",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "‘the Board ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(c} to formuiate policies under the Scheme fur the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "efficient management, operation and tmplementa~ tion of the Scheme",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "{a) to review the work of the Board with regard to",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "management, operation and implementation of the Scheme; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "{e) to advise and make recommendations to the Minister",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "with regard to the management, operation and implementation of the Scheme,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "2%. ‘The members of the Committee may be paid much Remumeree remuneration for attending the meetings of the Committee Sen of az may be determined by the Board with the approval of ofthe the Minister, The members shall be reimbursed by the Board ommittea, for such travelling, hotel snd other expenses as they may incur for purposes connected with the work of the Com- mittee.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "24. \"The Minister may dive auch general or special direc. Fower Hons in writing ng to the exercise of the powers of the ofthe 1 Committee and the Committee shall give effect to mich elation",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "‘ a Sirections. Committee,",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "§ Farmers’ Persion and Social Security Benefit Scheme Act, No 12 of 1987 : PART iV Pasarns! Pussiow ap Soca: Secuntrs Benuerr Foro",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "Yemet 25. (1) There shall be established a Farmers’ Pension mh and Soclal Securlty Benefit Fund {hereinafter referred to Social, “ », Beet, asthe “Fund\") Fast (2) There shal be paid into the Fund-—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "(@) such sums of money as may be voted from time to time by Parliament for the operation of the Scheme ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "() euch sume of money as may be advanced to the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "© Board from time to time by the Minister in charge of the subject of Finance ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "(c) all sums of money received by the Board in the exerci- se, performance and discharge of its powers, duties and functions under this Act ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "(@) all sums of money paid as contributions to the Scheme by the contributors to the Scheme ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "(@) all sums of money received from any source as gifts and donations to the Fund; and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "{) all sums of money earned as interest or profite from investments,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "{B) There shall be paid out of the Fund all sum» of money required to defray any expenditure incurred by the Com- mittee and the Board in the exercise, discharge and perfor- mance of the powers, duties and functions of the Committee and fhe Board under this Act and the sums of money Te- quired to be paid out of the Fund by or under this Act.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "‘Invertment 28, All moneys in the Fund which are not immediately",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "of funds, required by the Board under this Act may be invested by the Board in such manner and in such securities as my ‘be authorized by the Minister with the concurrence of the - ‘Minister in charge of the subject of Finance,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "‘Borrowing 27. (1) The Board may, with the concurrence of the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "rie Minister and the Minister in charge of the subject of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "Board. Finance or in acconlance with the terms of any general authority given with like concurrence, borrow by way of overdraft or otherwise, or negotiate and obtain on credit terms such sums as the Board may require for meeting the obligations of the Board or carrying out the objects of the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": ", ‘Scheme under this Act:",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "Farmers’ Pension and Social Security Benefit = Scheme Act, No, 12 of 1987, Provided that the aggregate of the amounta outstanding in sespect of the loans raised by the Board under this gub- section shall not, at any time, exceed auch sums as may be determined by the Minister with the concurrence of the ‘Minister tn charge of the subject af Finance, (2) The Board may with the consent of the Minister given ‘with the conourrence of the Minister in charge of the mubject of Finance, borrow money otherwise than by way of loans under subsection (1) for all or any of the following Burposes :— (a) the requisition or acquisition of any movable or immovable property required for the use of the Board ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "{) the repayment of any money borrowed under subsection (1).",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "28, (1) The financlel year of the Scheme shall be the Fisaniist calendar year, yer oe",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "@) The Board shall cause its books to be balanced as on the thirty-first day of December in each year ond shall, before the thirtieth day of April next cause to be prepared an income and expenditure account and balance sheet con- taining a summary of the assets and liabilities of the Scheme made up to the first-mentioned date.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(8) The income and expenditure account and the balance sheet shall be signed by the member of the Board authorized to do so by a resolution of the Board,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(4) The Auditor-General shall audit the accounts of the Scheme every year in accordance with Article 164 of the Constitution.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "PART V boos Geman",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "8, (1) The Minister may make regulations in respect of | Rexuhr all matters which are stated or required by this Act to be © Moms Preseribed or for which regulations are required by this Act to be made, including— :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(a) the regulation, admainistration and management of",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "the Scheme; *",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "1¢ —_-Farmers* Pension and Social Security Benejtt Scheme Act, No. 12 of 1987 () the qualifications, conditions and elreumstences in which and the restrictions subject to which any : farmer shall be eligible to join the Scheme ; * (¢) the determination of the smount of contribution to be made by contributors ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "(@ the determination of the basis on which pensions, gratulties or allowances are payable to contribu tora;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "(e) conditions governing the default of payment of contrl- butions, surrender of policy and loss of eligibility",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": ". nf a contributor ;",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "(f) regulation of the procedure and tronsaction of busi- ness of the Board or the Committee ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "{9) the termination or forfeiture of the policy ; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "' (h) the basis of determfning partial and total disablement, (2) Every regulation made by the Minister shall be Published in the Gazette and shall come into operation on the date of such publivation or on such later date as may",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "be spetified in the reguiation.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": ". (8) Every such regulation shall as soon as convenient after Its publication in the Gazette be brought before Parlia~ ment for approval. Any regulation which is not so approved shall be deemed to be rescinded ag from the date of such disapproval but without prejudice to anything previously done thereunder. Notification of the date on which a regu lation is deemed to be rescinded shall be published in the Gazette,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "Protection 38. (1) No sult or prosecution shail lie— {eicpunder (a) against the Board or the Committee for any act which op giecton in good faith is done by the Board or the Com- Pay maittee under this Act, oF (©) aginst any member of the Board or the Committer, » officer, servant or agent of the Board for any #ct which in good faith is done or purported to be done by him under this Act or on the direction of the Board,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Farmers’ Pension and Social Security Benefit = 1 Scheme Act, No. 12 of 1987 (2) Any expenses ineurred by such person oe is referred to in subsection (1) in eny suit or prosecution brought agalnst him before any Court in respect of any act which ia done by him under this Act or on the direction of the Beard shall, if the Court holds that the aet was done in good faith be paid out of the Fund. 4. Every person who contravenes or fails to comply with  Ofences any provision of this Act, or of any regulation made there- under shall be guilty of an offence and shall on conviction before a Magistrate be lable to imprisonment of either description for a term not exceeding six months or to @ fine not exceeding one thousand five hundred rupees or to doth such imprisonment and Ane. 82. In this Act unless the context otherwise requires— _ Tnterpre- “prescribed \" means prescribed by regulation made under this Act SCHEDULE (Section 16) . Order of relatives by blood in the order of priority @) Bons {2) Doughters (8) Granasons : @) Granddanghters (8) Father : {6) Mother ¢D Brothers (8) Sisters (9) Unetea H (00) Aunts : (1) Nephews : . (12) Nieves,",
    "mean_p_confidence": 0.81
  }
]