[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  fie >  (  o= 2  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRILANKA  PREVENTION OF OFFENCES RELATING TO SPORTS  ACT, No. 24 OF 2019  [Cote en het Nero 205  Prine onthe Oreo Geren  Pisa sa Suplnent Far ote Gate othe Democrat  Soci Repu Stank Sevens 22008  pen 968 Postage: Hs. 3600  Hg",
    "mean_p_confidence": 0.462089552238806
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Prevention of Offences relaing to Sports  ‘det, Na. 24 of 2019  {Cenitied on 18th of November, 2019]  LD—0.172014  Ax AcrToneNt08 THE REEDS MATING CORREPTON,  ‘BE enacted by the Pallament of the Democratic Socialist  Republi of Sri Lanka as follows:—  1. This Act may be cited asthe Prevention af Offences Sha i  relating to Sponts Act, No. 24 of 2019.  PART I  Owrecrs aso: Arucanon cer: Prowsoxsce Ti ACT  2. The objects ofthe Act shall be— Oita be  (a) to prevent match fixing. comruption, illegal  ‘manipulation and illegal betting in spots:  (0) to strengthen national and international  ‘co-operation among sports organizations, aw  enforcement agencies and beting operators  to exchange information relating to match  fixing, compton illegal manipulation and  illegal betting in sports and promote best  practices in sports  (6) to conduct programs in order to promote  watenesson issues relating to match fixing,  ‘corruption illegal manipulation and illegal  betting in sports and improve coordination  amongst stake holden",
    "mean_p_confidence": 0.5256043956043955
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Prevention of Offences relaing 0 Sports  ‘bet, No. 24 of 2019",
    "mean_p_confidence": 0.436
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (a) to protect and maintain the integrity of  national spors:",
    "mean_p_confidence": 0.5076923076923077
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (©) to introduce and promote preventive  measures in collaboration with Law  enforcement agencies against match Fixing,  ‘corruption illegal manipulation and illegal  betting in sports",
    "mean_p_confidence": 0.4936666666666667
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  () to protect the goodwill and liveinood of  professional sports personnel: and",
    "mean_p_confidence": 0.4726666666666667
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (4) to appoint an independent, impartial  Special Investigations Unit to carry out  investigations ino offences of match faxing,  ‘cormuption illegal manipulation and illegal  betting in spon",
    "mean_p_confidence": 0.5678124999999999
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  Sete to |3. For the purpose of achieving the objets ofthis Act,  Soe gg the Secretary may, wih the concurrence ofthe Mins  (a) enter into any agreement or memorandum of",
    "mean_p_confidence": 0.49558823529411766
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  Understanding under this Act with any sports",
    "mean_p_confidence": 0.6588888888888889
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  ‘organization or law enforcement agency, whether",
    "mean_p_confidence": 0.53625
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  atonal or international to promote best practices",
    "mean_p_confidence": 0.43444444444444447
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  in sports and maintaining and upgrading  professional standards of sports; and  (0) exchange information relating to match fixing,",
    "mean_p_confidence": 0.5818181818181819
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  ‘corruption, illegal manipulation and legal betting",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "  in sports with any national or international sports",
    "mean_p_confidence": 0.513
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "  ‘organization or law enforcement agency",
    "mean_p_confidence": 0.41428571428571426
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "  PART IL  Guna  Orrmvesoe Maren roa coentnox, LEA  sar aon sO us mas Sos  otteace of 4. (1) Any person or any person connected toa sport  rch fing who, dicey of indieety, alone oF in conjunction with  ron nother or others gets involved in any aangement on an",
    "mean_p_confidence": 0.41767857142857145
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Prevention of Offences relating to Sports 3  ‘det, Na. 24 of 2019  inregular alteration ofthe course or the result of any sport or  Sporting event for money or any othe reward of Benefit,  Including any arrangement where—  (2) any person or any person connected 0 a sport—",
    "mean_p_confidence": 0.552037037037037
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (engages in betting gambling or anyother  activity involving Financial or any other  advantage to himself or another person,  for cases financial disadvantage or loss  to another person knowing that ¢ would",
    "mean_p_confidence": 0.5305405405405406
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  coerup any spor or sporting event",
    "mean_p_confidence": 0.45625000000000004
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (i) acts in a manner that ensures the  ‘ceurrence of any improper performance,  act omission or an outcome, which isthe  Subjet ofan illegal bet eelating toa sport  for any sporting event:",
    "mean_p_confidence": 0.5116216216216216
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  ii) provides for financial or any other  advantage, reward or benefit any inside  Information relating to a sport, any  Sspoting event or any person, to any person  Inchding a Deting operator. other than in  connection with bona fide media  Imerviews and commitments:",
    "mean_p_confidence": 0.5742
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  iv) provides or receives any gift, payment,  ward or benefit, financial or otherwise,  ‘hat might reasonably be expected toring  such person or any spst or sporting event,  imo disrepute: or",
    "mean_p_confidence": 0.5588888888888889
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  (©) engages in any act or omission that is  Aiectly or indict related to any of the  conduct specified in the preceding  paragraphs and is prejudicial to the  Interests of any spor or sporting event:",
    "mean_p_confidence": 0.6402439024390244
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Prevention of Offences relating 0 Sports  ‘bet, No. 24 of 2019",
    "mean_p_confidence": 0.43533333333333335
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (0) any individual player ora group of players—",
    "mean_p_confidence": 0.378
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  @) receives money or any other reward or  benefit individually oF collectively to  underperform or to withdraw from such  spor oF sporting event for non-genuine",
    "mean_p_confidence": 0.5670000000000001
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (ets on such sport or sporting event in  hic such player or group players plays  lndermining the performance:",
    "mean_p_confidence": 0.49636363636363634
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  (6) any umpire, match adjudicator or match referee  eliberately misappies the rules of the sport or  sponting event for money or any other reward or  benefit",
    "mean_p_confidence": 0.5280645161290323
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  (a) any curator or any member of any venve staff,  ‘round sta or support staf receives money or any  ‘other reward orbenelit—",
    "mean_p_confidence": 0.5411538461538462
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  © toprepare any tr, ground or playing surface  ‘of any sport oF sporting event in a Way  agreeable to any person including a betting  operator: oF",
    "mean_p_confidence": 0.5367741935483871
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  Gi) todisclose information ofthe preparation and  condition of the turf, ground or playing.  Surface of any sport or sporting event of",
    "mean_p_confidence": 0.5228
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  (6) any person including a retired player or any person  ‘connected t9.spor i tlized by anyother person  to gain accesso local or foreign players in onder  influence thee performance for money or ay aber  reward orbeneft,",
    "mean_p_confidence": 0.5166666666666666
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  ‘commits the offence of match fixing in sport  (2) Any person or any person connected to a sport who  Aircely or indzcetly alone or in conjunction with another",
    "mean_p_confidence": 0.5725
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Prevention of Ofences relating o Sports  hey No 24 of 200  or others gts involved in ay arrangement on an regular  Steration of the course or te result of any *porting  tournament by any ofthe acts specied in paragraph)  (Ghat eae) commie theafence of oumamen xing  inspors  [5 Anypeion or any person connect 4pon who— ofc of  (o) soictsoracceps or agresstoacceptoaffer: PO  ttoney or any ote evan or betefi  (0) conts any oter person or thing for such  person's own advantage ot the advantage  ‘of another dishonesty of fauleny? or  (©) solicits, entices, persuades, induces or  insets any person crcl or inet to  perform oe ern from performing an ack,  tointvncete ree, progress, conduc ony oer spect  of any spot or sporting evem commis fhe offence of  ceerupon in pon  6 Any prion any person connected toa sport who Ofc of  Jnmdencesimpropedy unfaly oF shonesy the result, See  Prowrescondic ora ter apt ofanysportorspring nln  \"vet commits he offence of illegal manipulation in spots  71 Any prion or any person connected oa sport who Ofc of  possesses information im coonecton with any spot or ea ine  {rortng event koowing such information fo\"be Inside. \"°°\"  {information or information on leg, corp conduc and  (a) betson tat porto poting even  (0) excourges another person to bet on that pot ot  Sporting evea ina parla way or  (© connmunicses sch informatio o another prion  ‘ho the es person knows, or ough rearonbly 0",
    "mean_p_confidence": 0.3927205882352941
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Prevention of Offences reaing Sports  “Act No 2402019  ‘now, would or would be likly tobe on that spor  ‘oe spring event,  commits he offence fies betting in pons  Aig abting, Any person who—  soem es (0) ads, bets, tempts ot consptes in the  commission of any offence specified in  Section 48.6 07: 0r  (0) approaches induces inuences, encourages  bles or facies any person connected  toa sprtto commit any offence speified in  seston 4.5.6 007,  commits an offence  Fenty orn 9. Any person who commits an offence specitid in  silencer section 4,56, 7 oF 8 shall on conviction be lable to a fine  SSAS6T got excceding mupecs one hundred million or to  Iprsonment fora period not exceeding fen yeas 0  both such ie and imprisonment.  Cuveree  Ons OmEas  Fate © 10, Any person orany person connected fo spot who  Se fais fo comply withthe provisions of section 16 or 18  inforution © commits an fence under this Act and shal, on conviction  smote” by Magistrate be lable toa fine notexceeding rupees two  hundred thousand orto imprisonment for a period not  exceeding thee years oto bath sch ine and imprisonment  Fate Any person who—  isle (a) willl obstrts, hinders oF fails to co  imesinion ‘operate with the Secretary the Dizetor of  Spt the Unit or any person authorized by  the Unit inthe investigation ofan offence  nde his Act:",
    "mean_p_confidence": 0.45954022988505744
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Prevention of Offences relating to Sports 7  ‘det, Na. 24 of 2019",
    "mean_p_confidence": 0.44266666666666665
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  () fails, without reasonable cause, to appear  before the Unit when such person is required  to do so by the Unit fr the purpose of any  investigation conducted under this Act:",
    "mean_p_confidence": 0.6280555555555556
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  (6) refuses or fils without reasonable cause, to  answer any question put him by the Unit  in relation © any matte under investigation  by the Unis",
    "mean_p_confidence": 0.5493548387096775
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  (d)refses or fails without reasonable cause, t0  ‘comply with the requirements of a notice  issued to such person by the Unit under this  et",
    "mean_p_confidence": 0.5175862068965518
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  (2) falls o provide any information, report or  {document when requested to do'so by the  Unit forthe purpose of any investigation  ‘conducted nde this Ac",
    "mean_p_confidence": 0.609
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  () provides any information, report or  ‘Socument or makes any statement when  requized to do so by the Unit forthe purpose  ‘of any investigation conducted under this  ‘Act, knowing i © be false, incomplete or  mmisicading: oF",
    "mean_p_confidence": 0.5745454545454546
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  () conceals, flsties, destroys or otherwise  ‘isposes of, or causes or permits the  ‘concealment, falsification, destruction oF  {isposal of, any information, report,  ‘document or material knowing or having  reasons to believe that such information,  repost document or materials relevant oan  investigation conducted under this Act",
    "mean_p_confidence": 0.5911111111111111
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  ‘commits an offence under this Act and shall on conviction  by # Magistrate be lable toa ine not exceeding rupees wo  hhundzed thousand or to imprisonment for a period not  exceeding thee years orto both suc fine and imprisonment.",
    "mean_p_confidence": 0.5247727272727273
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Prevention of Offences retain Sports  he No 2402010  Fale 12, Any penton who atin contravention ofthe duty  ‘suit imposed on such person by section 32 to maintain  cendenatty Cogent, commis an ffenceunde his Actand sal,  ass” Gu eonicion by  Magstat be lable wo ain aot  artes.\" Greeeding pes five bunired ousand orto imprsonett  fora period not excesting tn yeas oo Bah sh Hae ahd  inprtonmen,  Mating ae —_13._ Any person who makes ay fue allegation in any  ‘gto be afomatin dsloved by sich person under scion 16 of  a ence this Act, knowing the content of such allegation to be false  having reasons to belleve hat such allegation i ot ne,  omits an oflence under hs Act and halo conviction  bya Magis, be lable toa ine not excoding rupees one  Nindred thousand orto imprisonment fora period not  coding te years or bath sich ean inpronnen  tence: by» _—-M,_ Where an offence under this Act commited by &  Dasha pow body of persons then i tha ody of Pesos fe  (a) a ady corporat, then every perion who, tthe  time ofthe commision ofthe ofence, was adector,  Imanager officer r servant of such by carps!  (©) am, nen every person who the ie ofthe  commission ofthe offence was parte of that  fencer  (sm mincorporsted body fer than afr, every  individual who wat 8 member of sich body and  every afficer who was fesponsible for the  Tmanagetent and contro of sch body ate ime  cf he commion ofthe offence,  stallbe deemed o have commited th offence, nls teh  pets, individual orice, x the care ay be proves tt  the offence was commited without is knowlege or ha  dich peron exercised all due diligence vo prevent the  Ceninsion of that ene.",
    "mean_p_confidence": 0.45438271604938274
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  (©) “efomaton oa compl conte” means  Bae oan por or pri cen  Sell teicy ont pean  spear vet ccing wh ot  Soctan nach sot or orang set  “sag tlie esac neang  Deconier tome  16) Whe any pum any eon omsioa ise  en sone  (a) isapproached, induced or threatened by any person **  vogue ma pare anya aro at  \"Soon bsp typo th pon  comeccdios patter  6) ben engaged in pero  (i) ten proce, nce tread 0  cau pertrmor",
    "mean_p_confidence": 0.3149473684210526
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Prevention af Offences relating to Sports  he No 2402010  (received, diet or inet tats wo engage  inorprioen  any ator omission whch consis an offence  under scetion 45.6, 709,  such person or person connec ta a spam stall forthwith  lactose stch Information in wring, m person or BY  tleetonic ean oe Secretary ore Dieter of Spars ot  the Unt appointed under section 31 of hie Ac  (2) Where any beting operator becomes aware of oF  reasonably supets any untsial being patems tn any  ting cased out by any perso, such Det operator,  ‘hal ortwih cncle uc norman i wring inpeeon  Gr by electronic means tothe Searcy or the Dict of  Sponsor tothe Unit  Sesany 17, (2) Te Secretary or the Ditstor of Spots, the  Dino cae ay be, sal upon felt of any iafortaion under  Semunrter tion 16, refer such information to the Unit for  Se nvenigation  Provided weve, th where sch infomation cicloes  the commision ofan offence under secon 0 ofthe Bribery  ‘Ac (Chapter 20), the Secretary o te Directo of Spot sb  the ease may be, shall refer such information to Ihe  Commission to iavestigate Allegations af Bribery or  Corruption, for investigation and prsceuton  (2) Notwithstanding the provisions of subsection (1) the  Secretary or the Dict of Sports may, 0 is own on  ‘cfr any infomation aig to any fence under this Ack.  {othe Uni, fr vention  Dictig 1% (1) Any person conected to port stl dle  Somes wth he Secretary ofthe Dizectr of Sporsallinformation relating  SPREE Z2O a ach pre's personal or bases Inte ory thet  SBaccir a!” Comnccons wil any being operator of any pana oF  ‘poste ‘business interests such person has relating to sports.",
    "mean_p_confidence": 0.44047619047619047
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Prevention of Offences relating to Sports 11  hey No 24 of 200",
    "mean_p_confidence": 0.3733333333333333
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  (2) The Sccrtary othe Ditectr of Sports, athe ase  ‘maybe shal-ona request mage y the Unie make avaiable  {o that Uni any information recived by sich Secretary ot  Director of Sports under sbeection (forthe purpose of  any invention of my fence under hs Act",
    "mean_p_confidence": 0.4618
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  PARTIV  Ivesnaana sso Primo or OES",
    "mean_p_confidence": 0.20666666666666667
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  19, ()Excepastherwte provided for by this Act alles ander  ostences under this Act shall be Invesgated, tied ots A he  ervise dealt within acoorduoce with the provisions fected  the Cae of Criminal Procedure Act se re",
    "mean_p_confidence": 0.41487804878048784
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  (2) All investigations cared out by the Uni under his Crm  Actaullbedscretencepwherethechcumstance rou Posente Act  osberwise",
    "mean_p_confidence": 0.317
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  20, An offence under Chapter I of Pant I of hi Act Ay ene  stall be a cognizable and pon-allbleafence within the tebe Cure  eating. and forthe pupores, ofthe Code of Criminal Sep wt  Pree Act Seng",
    "mean_p_confidence": 0.41333333333333333
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  21, (1) The Minster shal, n contain withthe Apres! of  Minter eignedihe Deparment of Police appoint by Onder. Se  Published inthe Gace an independent, impartal Special =m  Tivesgatons Unit (inthis Act refered toa he \"Uai)  consisting of uch aumbe of police otis ot Below the  tank ofan Avstant Superienden of Police, st may be  dktermined by the Miniter, for conducting ivesigaions  intelaion oan ofence under tis Act",
    "mean_p_confidence": 0.4493421052631579
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "  (2) The police offices o Be appointed unde subsection  (1) shal be nominated by the inspector General of Pace,",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "  (3) The Minister shall appoint the seniommost  nents om uno the member te Unio the Head  othe Unit",
    "mean_p_confidence": 0.4636363636363636
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  12 Prevention of Offences relating 1 Sports  ‘bet, No. 24 of 2019",
    "mean_p_confidence": 0.43533333333333335
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  (4) The term of office of any member ofthe Unit shall be  tree years and a member of the Unit shall be eligible for  reappointment",
    "mean_p_confidence": 0.513448275862069
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "  (5) A member ofthe Unit may at any time, resign his  office by letter addressed to the Minister, and such  resignation shall be effective from the date on which iis  accepted by the Minister.",
    "mean_p_confidence": 0.7007692307692307
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "  (6) The Minister may, if he considers it expedient 10 do  so, with reasons assigned therefor, remove any member of  the Unit from office.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "  ()Intheeventof avacancy occuring in the membership  of the Unit asa result ofthe death, resignation, removal  fom office or otherwise of any member of the Unit, the  “Minister shal, having regard othe provisions of subsection  (1), appoint another person to fill such vacancy.",
    "mean_p_confidence": 0.5654166666666667
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "  (@) Where another person is appointed to ill «vacancy  caused by death, resignation, removal from fice of  ‘otherwise of any member ofthe Uni the person so appointed  Shull hold office for the unexpired period of the term of  fice ofthe member ofthe Unit whom he succeeds",
    "mean_p_confidence": 0.5657692307692308
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "  (9) Every member of the Unit shall be paid such  remunezation as may be determined by the Minister in  Consultation with the Minister assigned the subject of  Finance",
    "mean_p_confidence": 0.7260606060606061
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "  (10) The members of the Unit, inthe exercise and  performance oftheir powers and functions under this Act—",
    "mean_p_confidence": 0.629
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "  (a) shall be subject to such conditions of appointment  ss may be presribed: and",
    "mean_p_confidence": 0.4876470588235294
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "  (0) inselaton to any investigation under his Act, shall  not be under the diecton, conto, or supervision  ‘ofthe Inspector General of Police:",
    "mean_p_confidence": 0.5134615384615384
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Prevention of Offences relating to Sports 3  ‘det, Na. 24 of 2019  Provided however, the Inspector General of Police shall  have power to exercise disciplinary contol oer, orto transfer  the members ofthe Unit  (11) The Unit shall a all times act independently and  impartially  22, (1) The Minister shall, prior to appointing any Disclose of  police officer as a member to the Unit under section 21, <thilxt of  “Sti himself hat such officer as no financial, personal or  other interest or lationship in elation to any matter which  is under investigation under this Act ss Ukely to affect  Drcjudiclally the discharging of such office's duties as a  member ofthe Unit.  (2) A member of the Unit sall disclose tothe Minister  andthe Inspector General of Plie ofan instanceof conflict  of imerest or reltionship—  (2) prevailing athe tie of such members appointment  tea member of the Unit: or  (@) arising or likely to arise in the course of any  investigation, in relation to any matter or person  Subject to an investigation by the Unit under this  Act  2B. (1) The Unit sall— Investigation of  (@) upon receipt of any information under °™*  ction [Gr 17, ifit is satisfied that such  information is credible and that such  {information discloses material upon which  an investigation ought to be conducted;  (©) on its motion, if the Head ofthe Unit is  Satisfied tht theres prima facie evidence  fof the commission of an offence under  this Act,",
    "mean_p_confidence": 0.5276642335766424
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  1M Prevention of Ofences relating 1 Sports",
    "mean_p_confidence": 0.5766666666666667
  },
  {
    "i_page": 15,
    "par_num": 2,
    "text": "  ‘bet, No. 24 of 2019  conduct investigations as may be necessary for the purpose  of institution of criminal proceedings in respect of any  offence under this Act:",
    "mean_p_confidence": 0.5365624999999999
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "  Provided however, that where such information or  evidence discloses the commission of an offence under  section 70 of the Bribery Act (Chapter 26), the Unit sall  fefer such information or evidence to the Commission t0  Investigate Allegations of Bribery or Corruption, for  investigation and prosecution,",
    "mean_p_confidence": 0.6634615384615384
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "  (2) Upon completion of an investigation under  subsceton (1), the Head of the Unit shall—",
    "mean_p_confidence": 0.5883333333333334
  },
  {
    "i_page": 15,
    "par_num": 5,
    "text": "  (a) prepare report containing the findings of such",
    "mean_p_confidence": 0.505
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "  investigation, and",
    "mean_p_confidence": 0.3375
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "  (0) where the Unit finds that tas reasonable grounds",
    "mean_p_confidence": 0.5518181818181819
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "  to suspect that an offence under this Act has been  ‘committed, refer such epor along with any other  ‘documents available with the Unit i relation t0  such alleged offence, tothe Attorney General for  ‘consideration and prosecution; or  (6) where the investigation discloses the commission  ‘ofan offence under the Bribery ct refer such report  'o the Commission to Investigate Allegations of  Bribery or Corruption, for investigation and  prosecution.  Boer ofthe 24, Forth purpose of conducting any investigation of  at am offence under this Act, the Unit shall have power to—",
    "mean_p_confidence": 0.5357843137254902
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "  (a) procure and receive all such evidence, writen or",
    "mean_p_confidence": 0.5018181818181818
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "  ‘oral, and to examine all such persons asthe Unit  may think necessary o desirable to procure receive",
    "mean_p_confidence": 0.546
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  Prevention of Offences relating to Sports 5  ‘det, Na. 24 of 2019",
    "mean_p_confidence": 0.45466666666666666
  },
  {
    "i_page": 16,
    "par_num": 2,
    "text": "  (8) require any person to attend before the Unit forthe  purposes of being examined by the Unit and to  Submit answers to questions rased by the Unit,  relevant in the opinion of the Unit w the mater  under investigation by Way of an affidavit or, if  necessary administer oath or affirmation in  tocordance with the Oaths or Affirmations  ‘Oedinance (Chapter 17)",
    "mean_p_confidence": 0.6267142857142857
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "  (6) summon any person to produce any data,  information, document of other thing in bis  possession or conto:",
    "mean_p_confidence": 0.6790909090909091
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "  (2) require any service provider to produce any  subscriber information or traffic data in the  Possession or control of such service provider,",
    "mean_p_confidence": 0.6349999999999999
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "  (e)_ rect by notice in writing the manager of any bank  topprodice, within such time as maybe specified in  the notice, any book, document or cheque of the  bunk containing entries relating to any account of—",
    "mean_p_confidence": 0.5695121951219513
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "  G@ any person in respect of whom an  Investigation ofan offence under this Aetis  conducted:",
    "mean_p_confidence": 0.5489473684210526
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "  (Gi) the spouse or any child of such person",
    "mean_p_confidence": 0.41181818181818186
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "  (Gi) a company of whieh such person is a  director:",
    "mean_p_confidence": 0.5846153846153845
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "  Gv) _atrustin which such person haa beneficial  (0) fim of which such person isa partner  ‘orto produce as specified in that notice, cenified  copies of such book, document, cheque or of any",
    "mean_p_confidence": 0.5418918918918919
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "  cent theres",
    "mean_p_confidence": 0.11249999999999999
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  16 Prevention of Ofences relating 1 Sports  ‘bet, No. 24 of 2019  () notwithstanding the provisions relating to  ‘confidentiality of information contained in the  Inland Revenue Act, No. 24 of 2017, direct by  notice in writing the Commissioner-General of  Inland Revenue to produce, as specified in the  notice, all information available to such  ‘Commissioner-General eating tothe affairs of  (any person in respect of whom an  investigation of an offence under this Aetis  conducted of  (Gi) the spouse or any child of such person,  and to produce, as specified in the notice, any  ‘document or a eetified copy of any document  relating to such person, spouse or chil which isin  the possession or under the control of such  ‘Commissioner-Genera  (4) direct any person in respect of whom an  investigation of an offence under this Act is  ‘conducted, to furnish an affidavit  © coumerating all movable or immovable  property owned or possessed at any time oF  such time as may be specified by the Unit  by such person, or the spouse or any child  of such person and specifying the date on  hich ech of the properties so set out was  sequited, whether by way of purchase, gif,  bequest, inheritance or otherwise: and  (Gi) containing particulars of such otber matters  hich in the opinion ofthe Unitare relevant  to the investigation;",
    "mean_p_confidence": 0.6079282868525897
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  Prevention of Offences relating to Sports 7  ‘det, Na. 24 of 2019  (0) diet any other person to furnish an affidavit",
    "mean_p_confidence": 0.42119999999999996
  },
  {
    "i_page": 18,
    "par_num": 2,
    "text": "  (©) coumerating all movable or immovable  property owned or possessed at any time, oF  at such time as may’be specified bythe Uni  by such person, where the Unit has  reasonable grounds to believe that such  information can assist an investigation  conducted by the Unit, and",
    "mean_p_confidence": 0.6326415094339622
  },
  {
    "i_page": 18,
    "par_num": 3,
    "text": "  (G) containing particulars of such otber matters  hich in the opinion ofthe Unit ae relevant  to an investigation conducted by the Unit",
    "mean_p_confidence": 0.5203846153846153
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "  (©. prohibit, under the authority of an Order issued in  that behalf by @ Magiswate on application made  for such purpose by the Unit—",
    "mean_p_confidence": 0.5271428571428571
  },
  {
    "i_page": 18,
    "par_num": 5,
    "text": "  G@ any person in respect of whom an  Investigation ofan offence under this Aetis  conducted",
    "mean_p_confidence": 0.5473684210526316
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "  (Gi) the spouse or any child of such person",
    "mean_p_confidence": 0.41181818181818186
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "  (Gi) any other person holding any propesty in  teas for such frst mentioned person;",
    "mean_p_confidence": 0.4264705882352941
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "  Gv) a company of whieh such person is a  Aiectr: oF",
    "mean_p_confidence": 0.5392857142857143
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "  (0) firm in which such person is a parer,",
    "mean_p_confidence": 0.4354545454545455
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "  from transfering the ownership of or any intrest",
    "mean_p_confidence": 0.458
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "  in, any movable or immovable property specified",
    "mean_p_confidence": 0.5833333333333334
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "  insuch Onder, uni such time the Onder is revoked",
    "mean_p_confidence": 0.4881818181818182
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "  by the Courts",
    "mean_p_confidence": 0.484
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  18 Prevemion of Once tating t Sports  Shen Nov 2010  (rere, une the autborty of an Oder ised in  tht behalf by a Magia. on apcaton mage  foraich purpose byte Unit  the Controller of Immigration and  Enigntion to inpound the pasport and  bic travel documents of any peso  fespect of whom an investigation ofan  offence nds Actiscondce, sch  petiod no encoding te ont, ay  be pid in sich Order  (3) any pote officer shal epi in  that One, wheter by name ory fis 0  tke al nich step as may be nest 0  prevent the depanrerom Si Lan of any  pete in respet of whom an invextgaton  bt an offence une his Act is conde  fersuch oid ao exceeding thee months  2s maybe pei in sch Oder: and  (bar recie any dats, information, document oF  fvidence fom any person, goverment or mom  {ovemmeninstnton oom an ocgn agen.  Insimion af 25, Nottanding anything to the contrary in the  Stina Code of Criminal Procedate Actor any oer tw, the  ‘tore General may itt criminal poeedings a he  High Cour of So Lanka in respec of an offence under  (Chapter and f Par fhe Actas onthe materia  collet in the cours ofa investigation conducted by he  Unit under sein 23.  Utne 26, (1) Whee the Unit has reasonable grounds to  sc ge ue tha  (a) anoftence under this Actiseing commited orhas  ben commited aay premises, and evidence of",
    "mean_p_confidence": 0.4168888888888889
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  Prevention of Offences relating to Sports 19  ‘det, Na. 24 of 2019  the commission of such offence ist be found at  any premises or with any person; of  (@) any data, information, document or device  ‘connected tothe commission of any offence under  this Actis tobe found at any premises or with any  person,  member ofthe Unit or any person authorised by the Head  ‘ofthe Unitmay enter and serch such premises any person  found on such premises in accordance withthe provisions  of the Code of Criminal Procedure Act, Such member or  person may obtain the assistance of police officers outside  {he Unit to carryout such search,  (2) A member tthe Unitor any person authorised bythe  Head of the Unit who enters and search any premises or  person under subsection (1) may. inthe manner provided  {or by the Code of Criminal Procedure Act—  (a) seize any device which i found on such premises  ‘or with such person and which such member or  authorised person has reasons to believe t0 be  evidence of the commission of an offence under  this Ac  (@) seize dat, information or document whichis Found  ‘om auch premises of with sich person and which  such member or authorised person hus reasons 0  believe to be evidence of the commission of an  ‘offence under this Act. o obtain any copy thereof:",
    "mean_p_confidence": 0.59324
  },
  {
    "i_page": 20,
    "par_num": 2,
    "text": "  (6) atest any person found on such premises who such  ‘member or authorised person hs easonstobeieve  tobe connected withthe commission of an offence  under this Ac.",
    "mean_p_confidence": 0.4612903225806451
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  20 Prevention of Offences relating 0 Sports  ‘bet, No. 24 of 2019",
    "mean_p_confidence": 0.4053333333333333
  },
  {
    "i_page": 21,
    "par_num": 2,
    "text": "  (3) A member ofthe Unitor any person authorised bythe  Head ofthe Unit making an atest without a warant of any  person suspected of committing an offence unde this Act,  Shull, without unnecessary delay and within twenty four  hours of such atest, exclusive of the time taken for the  joumey from the place of arest to the presence of the  ‘Magistzate, produce such person before the Magistate of  ‘he Court nearest to the place such person i arrested,",
    "mean_p_confidence": 0.6193023255813953
  },
  {
    "i_page": 21,
    "par_num": 3,
    "text": "  (4) Where, by virtue of this section, a person as any  power to enter into any premises such person may use such  force as is easonably necessary forthe purpose of exercising  such power.",
    "mean_p_confidence": 0.5363157894736842
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "  (5) Whenever itis necessary 19 cause a woman to be  searched the search shall be made by another woman with  Strict regan to decency.",
    "mean_p_confidence": 0.5714285714285714
  },
  {
    "i_page": 21,
    "par_num": 5,
    "text": "  Preseration of 27. (1) Where a member of the Unit or any person.  Information.” guthorised bythe Head ofthe Unit is satisfied —",
    "mean_p_confidence": 0.578
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "  (a) that any information or data stored in any lotro  device is reasonably required forthe purposes of  tn investigation under this Act and",
    "mean_p_confidence": 0.5070370370370371
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "  (0) that there isa risk that such information or data  may be lost, destroyed, modified or rendered  inaccessible,",
    "mean_p_confidence": 0.5663636363636364
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "  such member oF the authorized person may by weitten  notice require the person in conto of such electronic device  to ensure thatthe information or data be preserved for such  petiod not exceeding thity days as may be specified in  such notice",
    "mean_p_confidence": 0.5917021276595744
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": "  (2) On an application made to 4 Magistrate having  jurisdiction, the period for which the information or datas  to be preserved may be extended for sch further period,  ‘which inthe aggregate shll not exceed ninety days",
    "mean_p_confidence": 0.6302439024390244
  },
  {
    "i_page": 22,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "  Prevention of Offences relating 10 Sports 21  “Met, No. 24 of 2019.",
    "mean_p_confidence": 0.4766666666666667
  },
  {
    "i_page": 22,
    "par_num": 2,
    "text": "  28. A member ofthe Unit or any person authorised by Sse of any  {he Head ofthe Unit who conducts any search, inspection or vse mt  des anyother thing inthe course ofan investigation of an BPE\"  offence under this Act. rinry ws",
    "mean_p_confidence": 0.43326086956521737
  },
  {
    "i_page": 22,
    "par_num": 3,
    "text": "  (2) shall make every endeavor to ensure that the",
    "mean_p_confidence": 0.6945454545454546
  },
  {
    "i_page": 22,
    "par_num": 4,
    "text": "  ‘ordinary couse of legitimate business for which  any device which is being searched or inspected  may be used is not hampered by such search,  inspection or investigation; and",
    "mean_p_confidence": 0.6375757575757576
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "  (@) shall not seize such device if such seizure will",
    "mean_p_confidence": 0.635
  },
  {
    "i_page": 22,
    "par_num": 6,
    "text": "  prejudice the conduct of such ordinary course of",
    "mean_p_confidence": 0.571
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "  Dusiness,unless-",
    "mean_p_confidence": 0.06666666666666667
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "  © itis not possible to conduct the search or  inspection on the premises where such device  is located: or",
    "mean_p_confidence": 0.508695652173913
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "  (Gi) seizure of such device is essential 0 prevent  the commission or continuance of the offence  ‘or to obtain eustody of any information oF  {data which would otherwise be lost,  {estoyed, modified or rendered inaccessible",
    "mean_p_confidence": 0.557560975609756
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "  29, Where any data, information, documents or devices sing it of  hae Been seized or rendered inaccessible during any search \"8  orinspection in the course ofan investigation ofan offence ames  Under this Act, the member of the Unit or the person  authorised by the Unit conducting such search or inspection  Shall issue a complete list of such data, information,  documents or devices including the date and time of such  Seizure or of rendering it inaccessible 1o the owner or the  person in charge of such dat, information, documents or  ‘evics,",
    "mean_p_confidence": 0.5726732673267327
  },
  {
    "i_page": 22,
    "par_num": 11,
    "text": "  30, (1) Every offence under Chaper of Part ofthis Act eh Coat 1»  shall be rable by the High Court of Sri Lanka established 3,0  lnder Article 1S8P ofthe Constitution. shoe",
    "mean_p_confidence": 0.5222857142857144
  },
  {
    "i_page": 23,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "  22 Prevention of Ofences relating 1 Sports  ‘bet, No. 24 of 2019  (2) Where an offence under Chapter of Pat If ofthis  ‘Acts committed outside Sri Lanka, such High Court sall  have the jurisdiction to ty such offence asf such offence is  committed in Si Lanka if  (2) the person who committed such offence is  preset in Sei Lanka:  (©) the person who committed such offence isa  citizen of Si Lanka:  (6 the person in elation to whom the offence  is alleged to have been committed is a  citizen of Sti Lanka of  @) such offence is committed on board an  sireraft or vessel while the airspace of Sri  [Lanka or the testrial waters of Sr Lanka  (3) Wherein any proceedings in elation toany offence  under this Act, any question including the exercise of any  power arises in expect of which no provision or adequate  provision hasbeen made by or under this Actor any other  enactment, the High Court shall have power to make sich  ‘Orders and give such directions in so far asthe same shall  ‘ot conflict or be inconsistent with any provision of this  et  PART V  ex.  Duty mainain—-31._‘The Secretary, Director of Sports every member of  secresy {he Unit revery office, employee o other person appointed  touassst the Secretary or Director of Sports or the Unit under  this Act shall, before entering upon the duties of such  Sceretry, Director of Spots, member. fier employee or  Person, sign a declaration pledging not to disclose any  Information received by him o coming to his possession or  Knowledge inthe exercise and discharge of his powers and  functions unde this Act, except-",
    "mean_p_confidence": 0.5644951140065146
  },
  {
    "i_page": 24,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "  Prevention of Offences relating Sports 28  ‘hen St 000  (0) forte purpose of giving eect othe provisions  ofthis Act  (0) when ogi mie any provision of anyother  rien sor  (©) when eqied odo so by acon of aw  32. (1) Every sevice provider from whom any Sorc  Information or data has een reursted or obtained under Powe  thi Actor any person to whom a writen ace has ben a  Ste forte preservation af any information or ta under  ‘Sein 27 shal main sit oni elation 0  Sich infomation or ata and the fat hat such infomation  OF dats as Been rquested, obtained or required tbe  preserved and hall not make any dato fn regard (0  Sich mats ote than wih wf autor.  (2) service prover sal te Be Hable ander  the vio criminal a forth cscs ofa infomaton  or daa forthe purpoes ofan investigation nde his Act  33. (1) The secretary of he Board of Mangement of suites of  very National Assocation of Sports ecognized andr thi Se hss  ‘etal minaincode of eth subject othe dections  ofthe Secery,goveringthecondutof enon comected  ‘osch pom forte puro of nsring the maintenance of  isin and prevention match xing compton ileal  ‘anplaton and legal beting in sch pore  (2) Every person const oa spor shal e bound  by the provisions ofthe code of ets ofthe eespetve  spon  (3). Any person connected to sport who act in  coniaventon fhe provisions ofthe cde of thes of ich  Spor shall bela such sanctions may pod  Terin sch cole of eis,",
    "mean_p_confidence": 0.4394405594405595
  },
  {
    "i_page": 25,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "  2 Prevention of Ofeces relating t Sports  \"Ae No. 24 of 2019  eva Find ——M4_ (i) There sllbe established a Reward Fundunder  ‘he cont and adminiation ofthe Serta forthe purpose  of eewaing petsons who provide infomation tht ess  in the detection of any offence commited by any person  lander this Act andthe prosecution of such fence. The  smembers ofthe Uni shal not be ened any reward fom  the Reward Fund  (2) ‘Thee shal e pid no the Reward Fund al such  suns oF money as may be voted upon fom tine tine by  Paiament forthe purpose  (3). The Minister may preseie the manner in which  sears shal be pid f persons who provide infomation.  ‘The umount of reward shall be determined on the Basis oF  detection, stitution of proceedings and suecessol  prosecution, fa fen  (8) The Screury shalause roper book of accouns  to be hept ofthe income an expenditure ofthe Reward  Fund and ll oer financial wansactons in elation to the  Reward Fund  (8) The provisos of Ail 154 ofthe Constintion  sha apply and in elation the atthe accounts of  tbe Reward Fund  oweion or 38. Nomember ofthe Unitor any ofcr employee or  fon eterpeson appointed assis the itor the purposes of  oot pi Act shale ale in any suitor ter gal proceedings  for any laf ae wich s done oppor be done in  0 uh by such member, tier employe or person as  the case may be. in pursuance ofthe powers conetedy or  neti Act ofr papas fang oth provisons  otis Act",
    "mean_p_confidence": 0.4491958041958042
  },
  {
    "i_page": 26,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "  Prevention of Offences relating to pons 25  ity No 24 of 200",
    "mean_p_confidence": 0.366
  },
  {
    "i_page": 26,
    "par_num": 2,
    "text": "  36 Where there i an extaon arrangement in force Porson  tence the Government ofS Lak and the Government  of any ote Sse, such arrangement ball he deemed, for ui  the purpose ofthe Extradition Lav, No, 8of 1977 toincade  provisions forthe exradon in espec of n offence unde  Chapter of Part Hot his Act.",
    "mean_p_confidence": 0.43533333333333335
  },
  {
    "i_page": 26,
    "par_num": 3,
    "text": "  37. The Extration Law, No, 8 of 1977 i ereby Ament of  amended bythe insein immediatly before Pat Bottke Euan  Sched tat Law. of the fllowing:= a",
    "mean_p_confidence": 0.4435483870967742
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "  “C) Aoffence within te meaning fhe Prevention  of Offences eating Spots Act. No. 24 of  019\":",
    "mean_p_confidence": 0.33249999999999996
  },
  {
    "i_page": 26,
    "par_num": 5,
    "text": "  ‘MA Notwithstanding anything contained in the nepretatin in  Estadio Law, No. # of 1977, an fence under Chaper ine”  ofPart ofthis Actshall forthe purposes only ofexealiion  nde that La, be deed ol to bea facl fence, ofan  offence of a oil nature, or an offence connected wih a  polieal omens ran oflence inspired by poll maives",
    "mean_p_confidence": 0.41619047619047617
  },
  {
    "i_page": 26,
    "par_num": 6,
    "text": "  238. (1) Th Minister may make regulations under this Restos  ‘Actin respect all matters whicharereuied by this Aco  te prescribed rin respect of which regulation ae requited  or uorzed tobe made under this At",
    "mean_p_confidence": 0.4466666666666666
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "  (2) Inpanicuarand without prejudice othe generality  of te powers conterdbystbscion (1th Miniter may  take regulations in respect ofthe meases wo be tken for  the purpose of preveaing, detecting and investigating  offences under Act.",
    "mean_p_confidence": 0.4041025641025641
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "  (8). Every regulon made by the Minister shall be  published in he Gzcte and sal come into operation on  the date of publication, or on sich ltr date ts may Be  species therein.",
    "mean_p_confidence": 0.44289473684210523
  },
  {
    "i_page": 27,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "  26 Prevention of Ofences relating 1 Sports  ‘bet, No. 24 of 2019",
    "mean_p_confidence": 0.4906666666666667
  },
  {
    "i_page": 27,
    "par_num": 2,
    "text": "  (4) (a) Every regulation made by the Miniter shall  within tee months afer its publication inthe Gaze, be  brought before Parliament for approval",
    "mean_p_confidence": 0.577037037037037
  },
  {
    "i_page": 27,
    "par_num": 3,
    "text": "  (6) Any regulation which is not so approved shall be  deemed to be rescinded as from the dat f such disapproval  but without prejudice to anything previously done  thereunder.",
    "mean_p_confidence": 0.6273529411764706
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "  (5) Notification of the date om which any regulation  ‘made by the Minster is deemed o be so rescinded shal be  published inthe Guzen",
    "mean_p_confidence": 0.6160714285714286
  },
  {
    "i_page": 27,
    "par_num": 5,
    "text": "  Intrpenon 4, In this Act, unless the context otherwise requzes-  “betting operator” means any company oF  undertaking that promotes. brokers,  artanges or conducts any form of being  activity in relation to any sport or sporting  event and includes any director, parter,  fier employe, servant and agent of uch  company or undertaking:",
    "mean_p_confidence": 0.48983333333333334
  },
  {
    "i_page": 27,
    "par_num": 6,
    "text": "  “Board of Management” means the body which isin  charge of the management and  ‘administration ofthe affairs of any National  “Assocation of Sports;",
    "mean_p_confidence": 0.5940740740740741
  },
  {
    "i_page": 27,
    "par_num": 7,
    "text": "  “child” means a male ofa female under the age of  eighteen:",
    "mean_p_confidence": 0.5914285714285714
  },
  {
    "i_page": 27,
    "par_num": 8,
    "text": "  “Cade of Criminal Procedure Act” means the Cade of  (Criminal Procedure Act, No. 15 of 1979;",
    "mean_p_confidence": 0.5763157894736842
  },
  {
    "i_page": 27,
    "par_num": 9,
    "text": "  “Commissioner-General of Inland Revenue” means  ‘the Commissioner-Generat of Inland  Revenue appointed under section 97 of  the Inland Revenue Act, No. 24 of 2017:",
    "mean_p_confidence": 0.6435714285714286
  },
  {
    "i_page": 28,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "  Prevention of Offences relating to Sports 27  “Met, No. 24 of 2019.",
    "mean_p_confidence": 0.468
  },
  {
    "i_page": 28,
    "par_num": 2,
    "text": "  “Commission o Investigate Allegations of Bribery  ‘o¢ Corruption” means the Commission 19  Investigate Allegations of Bribery or  CCocruption established by section 2of the  Commission to Investigate Allegations of  Bribery or Compton Act, No. 19 of 1994;",
    "mean_p_confidence": 0.5762790697674419
  },
  {
    "i_page": 28,
    "par_num": 3,
    "text": "  “computer system” means a computer of group of  iter-connected computers, including the",
    "mean_p_confidence": 0.5613333333333334
  },
  {
    "i_page": 28,
    "par_num": 4,
    "text": "  *Contoller of Immigration and_ Emigration” means  the Controller of Immigration and  Emigration appointed under section 4 of  ‘the migrants and Emigrants Act(Chapter  351)",
    "mean_p_confidence": 0.5303448275862068
  },
  {
    "i_page": 28,
    "par_num": 5,
    "text": "  “Director of Sports” means the Director of Sports  appointed under section 3 of the Sports  Law, No. 25 of 1973:",
    "mean_p_confidence": 0.5145833333333333
  },
  {
    "i_page": 28,
    "par_num": 6,
    "text": "  “device” includes an electronic device;",
    "mean_p_confidence": 0.4528571428571429
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": "  “document” includes an electronic record",
    "mean_p_confidence": 0.4628571428571429
  },
  {
    "i_page": 28,
    "par_num": 8,
    "text": "  “electronic device” means any device used for  ‘communication or for processing or  transmission of information or data",
    "mean_p_confidence": 0.659047619047619
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "  “electronic means” includes e-mail fax, shor message  service (sms), fixed telephone, mobile  phone and any online method:",
    "mean_p_confidence": 0.5419047619047619
  },
  {
    "i_page": 28,
    "par_num": 10,
    "text": "  “eleewonic record” means informatio, record or data  senerated, stored, received or seat in an  tlectronic form or microfilm, or by any  other similar means:",
    "mean_p_confidence": 0.5386206896551724
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "  “information” includes data text, images, sound,  codes, database or microfilm;",
    "mean_p_confidence": 0.5253846153846153
  },
  {
    "i_page": 29,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "  28 Prevention of Ofences relating 1 Sports  ‘bet, No. 24 of 2019  “Minister” means the Minister assigned the subject  of Sports under Amicle 43 oF 44 of the",
    "mean_p_confidence": 0.5990909090909091
  },
  {
    "i_page": 29,
    "par_num": 2,
    "text": "  Constitution:",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 29,
    "par_num": 3,
    "text": "  “National Association of Sports” means any National",
    "mean_p_confidence": 0.5588888888888889
  },
  {
    "i_page": 29,
    "par_num": 4,
    "text": "  “Assocation of Sports established in terms",
    "mean_p_confidence": 0.47125
  },
  {
    "i_page": 29,
    "par_num": 5,
    "text": "  ofthe Sports Law, No. 25 of 1973:",
    "mean_p_confidence": 0.47000000000000003
  },
  {
    "i_page": 29,
    "par_num": 6,
    "text": "  “person connected to sport” means-",
    "mean_p_confidence": 0.3814285714285714
  },
  {
    "i_page": 29,
    "par_num": 7,
    "text": "  (@ any member or an employee of the  National Olympic Committee of Se  Lanka established by section 18 ofthe  Sposts Law, No. 25 of 1973:",
    "mean_p_confidence": 0.6140000000000001
  },
  {
    "i_page": 29,
    "par_num": 8,
    "text": "  (@) any person who is a member or an  employee of any National Assocation  of Sport:",
    "mean_p_confidence": 0.634
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "  (6) any person or body of persons being  fn affiliated member, club, team,  association or league of any National  Association of Spots",
    "mean_p_confidence": 0.492962962962963
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": "  (any player who participates in any  Sport, sporting event, intermational  fame, toumament or championship  brganized, held, convened or  authorized by any National  Association of Sports nationally or  internationally",
    "mean_p_confidence": 0.5108333333333334
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "  (© inthe case ofa minor player who isa  ‘member of any National Assocation  of Sports, such player's parents  uardians or agents and",
    "mean_p_confidence": 0.5462962962962963
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "  (any person who isan official, selector,  Sports manager. committee member,  coach, trainer, masseur,",
    "mean_p_confidence": 0.5335294117647059
  },
  {
    "i_page": 30,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "  Prevention of Offences relating 10 Sports 29  “Met, No. 24 of 2019.  physiotherapist, medical official  Paramedic, umpire, match adjudicator,  mnatch referee, curator, member of  support staff, venue staf or ground  Staff, sports associate and a sponsor  associated With any sport or spoating",
    "mean_p_confidence": 0.5372549019607843
  },
  {
    "i_page": 30,
    "par_num": 2,
    "text": "  “player means any person who participates in any  sport or sporting event at school, club,  provincial, national or international level:",
    "mean_p_confidence": 0.4766666666666666
  },
  {
    "i_page": 30,
    "par_num": 3,
    "text": "  “premises” includes any vehiclevesel or arraft,",
    "mean_p_confidence": 0.3475
  },
  {
    "i_page": 30,
    "par_num": 4,
    "text": "  “preserbed” means prescribed by egulations made  under this Act:",
    "mean_p_confidence": 0.33666666666666667
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": "  “Secretary” means the Sceretary tothe Ministry of  the Minister assigned the subject of Sports  under Anticle 43 or 4 ofthe Constitution;",
    "mean_p_confidence": 0.5820000000000001
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "  “service provider” means-",
    "mean_p_confidence": 0.386
  },
  {
    "i_page": 30,
    "par_num": 7,
    "text": "  (@) a public or private entity which  provides the ability fr its subscribers  to communicate by means of a  ‘computer system or electronic system  ‘or by any other means and",
    "mean_p_confidence": 0.5938888888888889
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "  (©) any other entity that processes oF  stores computer data or information on  behalf of that entity ois customers;",
    "mean_p_confidence": 0.5582608695652174
  },
  {
    "i_page": 30,
    "par_num": 9,
    "text": "  “sport” includes any form of sport, game, pastime,  physical training, body building and  exercise which is recognized by the  Secretary asa sport forthe purposes ofthe  Sposts Law, No. 25 of 1973:",
    "mean_p_confidence": 0.5975675675675676
  },
  {
    "i_page": 31,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "  30 Prevention of Offences relaing 10 Sports  ‘bet, No. 24 of 2019",
    "mean_p_confidence": 0.426
  },
  {
    "i_page": 31,
    "par_num": 2,
    "text": "  “sporting event” includes a match, game  competition, race or any event connected  with any sport, whether at national oF  ternational level:",
    "mean_p_confidence": 0.6111538461538462
  },
  {
    "i_page": 31,
    "par_num": 3,
    "text": "  “subscriber information” means any information  ‘contained inthe form of computer data ot  any other form that is eld by a service  provider, relating to subseribers of its  Services; and",
    "mean_p_confidence": 0.6354285714285713
  },
  {
    "i_page": 31,
    "par_num": 4,
    "text": "  “nc data” means data—",
    "mean_p_confidence": 0.34833333333333333
  },
  {
    "i_page": 31,
    "par_num": 5,
    "text": "  (that relates to the atteibutes of &  communication by means of &  computer system:",
    "mean_p_confidence": 0.5538888888888889
  },
  {
    "i_page": 31,
    "par_num": 6,
    "text": "  (©) which is generated by a computer  system that is part of a service  provider: and",
    "mean_p_confidence": 0.6990000000000001
  },
  {
    "i_page": 31,
    "par_num": 7,
    "text": "  (6) which shows communications origin,  destination, route, time, dat, size,  duration or details of subscriber  information,",
    "mean_p_confidence": 0.48714285714285716
  },
  {
    "i_page": 31,
    "par_num": 8,
    "text": "  Sinhala text 4. In the event of any inconsistency between the  Preval cate Sighala and Tamil texts ofthis Act, the Sinhala text shall  St acosseny, Si",
    "mean_p_confidence": 0.517
  },
  {
    "i_page": 32,
    "par_num": 0,
    "text": "",
    "mean_p_confidence": -0.01
  }
]