[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  (oS) a,  WSaeeee Nace y  PARLIAMENT OF THE DEMOCRATIC -  SOCIALIST REPUBLIC OF  SRI LANKA  LOCAL AUTHORITIES HOUSING  (AMENDMENT) ACT, No. 63 OF 1979  {Certified on 15th October, 1979]  Printed on the Orders of Government  Published as a Supplement to Part II of the Gazette of the Democratic  Socialist Republic of Sri Lanka of October 19, 1979  Price: 45 cents . Postage: 25 cents",
    "mean_p_confidence": 0.7083116883116883
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Local Authorities Housing (Amendment) .  Act, No, 63 of 1979  [Certified on 15th October, 1979]  LD—O. 30/79  Aw Acr to ameno THE Local Autonmies Housinc  ‘Act, No. 14 oF 1964.  BE it enacted by the Parliament of the Democratic Socialist Short title.  Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.7072413793103448
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  1. This Act may be cited as the Local Authorities Amendment",
    "mean_p_confidence": 0.7953846153846154
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  Housing (Amendment) Act, No. 63 of 1979. of section  of 1964.  2 Section 3 of the Local Authorities Housing Act,  No. 14 of 1964 (hereinafter referred to as the “principal .  enactment”) is hereby amended in subsection (8) of that  section, by the substitution, for paragraph (b) of that  subsection, of the following paragraph :—  “(b) unless six months’ notice in writing is given by  that local authority to the first-mentioned person  of its intention to so. let such house to some other  person and alternate accommodation is provided  for the first-mentioned person by that local  authority.”.",
    "mean_p_confidence": 0.7864864864864864
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  3. The following new section is inserted immediately Insertion of  after section 5, and shall have effect as section 5a, of the Ze™ section  principal enactment :— uncial |",
    "mean_p_confidence": 0.7548484848484849
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  enactment,  qPower ot 5a. (1) Where prior to the date of coming  tty to.” into force of this section a house to which  teaetee this Act applies has been let to any person  feuses to ~ ‘under the provisions of section 3(1) and the  Bhich this monthly rental of such house immediately  ‘pplies. prior to such letting did not exceed twenty-  five rupees, the local authority within the  administrative limits of which that house is  situated shall, by an instrument of disposi-  tion, transfer, free of charge, that house to  that person, -",
    "mean_p_confidence": 0.7241509433962264
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  (2) Where prior to the date of coming into  . force of this section, a house to which this  ‘Act applies has been let to any person other  wise than under the provisions of section  3(1) and the monthly rental of that house  does not exceed twenty-five rupees, the local  authority within the administrative limits",
    "mean_p_confidence": 0.7901587301587302
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  ‘A44504—15,500 (79/09) 1",
    "mean_p_confidence": 0.268
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  22 Local Authorities Housing (Amendment)  Act, No. 63 of 1979  of which that house is situated shall, by an  instrument of disposition, transfer, free of  charge, that house—",
    "mean_p_confidence": 0.7438235294117647
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (@) to the tenant of that house who is in  occupation thereof on the date of  coming into force of this section ; or",
    "mean_p_confidence": 0.7721428571428571
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (b) to the person in occupation of that  house on the date of coming into",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  : force of this section, where the  tenant of that house is not in  occupation thereof on that date,",
    "mean_p_confidence": 0.7347826086956522
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  if, and only if, the Advisory Board consti-  tuted for that local authority is satisfied  “that",
    "mean_p_confidence": 0.648
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (@ such tenant or person in occupation,  as the case may be, is in need of  housing accommodation,",
    "mean_p_confidence": 0.7554545454545455
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  Gi) such tenant or person in occupation,  as the case may be, is a citizen of  Sri Lanka, and",
    "mean_p_confidence": 0.7791304347826086
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  (iii) the name of such tenant or person  in occupation, as the case may be,  appears in the electoral list prepared  for the general election of members ~  of that local authority.",
    "mean_p_confidence": 0.7818421052631579
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  (8) Where the Advisory Board constituted  for a local authority decides that the tenant  or person in occupation, as the case may be,  of a house referred to in subsection (2) does  not satisfy the requirements set out in  paragraphs (i), (ii) and (iii) of that sub-  section—",
    "mean_p_confidence": 0.7914285714285715
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  . (a) that tenant or person in occupation, as  the case may be, may appeal against  that decision to the Secretary to the  Ministry of the Minister in charge  vf the subject of Local Government  within fourteen days of _ the  communication to him of that deci-",
    "mean_p_confidence": 0.7565454545454545
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  J sion. The decision of such Secre~  tary on any such appeal shall be  final ; and",
    "mean_p_confidence": 0.6966666666666667
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Local Authorities Housing (Amendment) 3  Act, No. 63 of 1979",
    "mean_p_confidence": 0.716923076923077
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (®) the local authority within the  administrative limits of which such  house is situated may, by an instru-  ment of disposition, transfer, free of  charge, that house to any person  who satisfies those requirements.",
    "mean_p_confidence": 0.751219512195122
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (4) No transfer of a house shall be made  by a local authority under paragraph (b)  of subsection (3) —",
    "mean_p_confidence": 0.71625
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (a) except with the prior approval of the  Advisory Board constituted for that  local authority ;",
    "mean_p_confidence": 0.729
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (b) unless six months’ notice in writing is  given by that local authority to the  tenant or person in occupation, as  the case may be, of that house of its  intention to so transfer that house  to some other person and alternate  accommodation is provided for such  tenant or person in occupation, as  the case may be, by that local  authority ; and",
    "mean_p_confidence": 0.7817567567567568
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  (c) until and unless any appeal made by  the tenant or person in occupation,  as the case may be, of such house  under paragraph (a) of subsection  (8) has been dismissed.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  (6) Nothing in the Prevention of Frauds  Ordinance shall apply to any instrument of  disposition effecting a trarisfer under sub-  section (1) or subsection (2) or subsection  (@) and no stamp duty shail be payable in  respect thereof. The local authority executing  any such instrument of disposition shall  cause a copy thereof to be presented for  registration to the Registrar of Lands of the  district in. which the house transferred by  such instrument is situated. No fee shall be  payable in respect of such registration. -",
    "mean_p_confidence": 0.7955555555555556
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  (6) All expenses incurred by a local  authority in transferring a house under this  section shall be a charge on the funds of that  local authority. ”. \"",
    "mean_p_confidence": 0.7248484848484847
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Local Authorities Housing (Amendment)  Act, No. 63 of 1979  Insertion of 4 ‘The following new section is inserted immediately  new section after section 11, and shall have effect as section 11a, of the  principal | _prineipal enactment :—  “This Act, 11a. Nothing in this Act shall apply to, or  _ Ta notaee'10 in relation to, any house to which this Act  ‘Act spplies applies which has been let by a local autho-  Greavene rity to an officer or servant of that local  huieeities, authority as official quarters.”,",
    "mean_p_confidence": 0.711919191919192
  }
]