[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON © Sth Session 1964-65 7% “oN 2 f A 4 Oy is 1964-8-29 5 Saw XK y . @ ies ome Ag x 3 ot TSI. + WEY ‘Control of Prices : (Amendment) , “Act, No. 9 of 1964 . . ‘ Date of Ament: August 24, 1964 : Printed ot the Orders of Goverament Printed at the Governwexr Press, Csyton. To be jurchesed at the Goveanent Pumuications Bustau, ‘CoLonzo ‘Annual Subscription (including Bills} Rs. 30 (Local). Rs. 40 j . Annual subseoten Guelaging Bile) Re 20 (etic io \\ Funusennons’ bimet, P. O. Box S00, Coven) 1, before pny December each yer, in, tespect of the year following, Late Selo Sure ateee one Gtalleg Gag ed fore the date of payment will not be supplied. Price: 30 cents. Postage: 10 cents, _",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "| < Control of Prices (Amendment) Act, ' No, 9 of 1984 Lb. DO, 2/64. + Aw Act 70 amen vax Control or Prices Acr. Stymie: 1 [Date of Assent: August 24, 1964] Page OW. * BE it enacted by the Queen’a Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "1. This Act may be cited as the Control of Prices snow tate. (Amendment) Act, No. 9 of 1964.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "2. The long title to the Control of Prices Act Amintneat | (hereinafter referred to as the “principal Act”) is Ghané ita hereby amended by the substitution, for the words “OF COMMODITIES.”, of the words *‘ OF COM-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "MODITIES AND TO TAKE POWER TO REQUISITION FOR CERTAIN PURPOSES ARTICLES OTHER THAN ARTICLES OF FOOD OR DRINK AND TO PROVIDE FOR THE PAY- «MENT OF COMPENSATION IN RESPECT OF ‘ANY ARTICLE SO REQUISITIONED.”. 1 & The following new sections are hereby inserted taserion of immediately after section 5, and shall have efiect as 3¥ sii, sections 5 and 58, of the principal Act:— he aa “Reqsiskion ot 6A, (1) The Controller may, if it Tite ater |, appears to him to be necessary or fou rdick” expedient #0 to do for the purpose of maintaining, controlling and regulating the supply Sf any article, other than a6 article of food or drink, in order to secare its sufficiency or its equitable distribution or its availability at a fair ptica, by special or general Order requi- sition any quantity of such article and : give such directions ag appear to him to : ig Necessary or expedient in connection i with the réquisition thereof. i Reseed) '",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "2 Control of Prices (Amendment) Act,» No. 9 of 1964 (2) Where a special Order‘ is made : ander sub-section (1), the Controller ehall— .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "@) specify the name and address of the person in respect of whom such Order is made and the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ": quantity of the article which is + to be requisitioned, and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Gi) direct such person or any other Person on hie behalf, who is in possession or has control of that",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "| article at any place of any des- aription specified in the Order, to deliver to such officer as may . be authorized for the purpose vot “+ in the Order at such place the my “.; + quantity of that article requisi- . tioned by the Order if required ty do by such officer. : - + (8) Where @ general Order is made by . the Controller onder sub-section (1), the : Controller sball—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(@) declare the quantity of the article, * which is to be requisitioned from persons of any specified",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "a class or description, to be a ne specified proportion of the total quantity of such article in the . °° possession or control of each",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "auch person, and * (ii) direct that every such person, or : ~\" “any other pereon on his bebalf, : who is in possession or has fot eontrol of that article at any : : “place of any description . ‘ Specified in the Order, to : deliver to such officer as may be a authorized for the purpose in : the Order at such place the ‘ quantity of that article re-. quisitioned by the Order if” » requlired 90 to do by such officer.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Control of Prices (A mendrient) Act, 3 No. 9 of 1984 (4 Where the Controller requisitions any quantity of any article referred to in sub-seetion a), he may use or deal with, or authorize the use or dealing with, that ‘ quentity of that article to such extent 1’ and in guch manner as he thinks expedi- ent for any of the purposes specified in sub-section (1), and may hold or sell or otherwise dispose of that quantity as if he were the owner thereof and as if that quantity were free from any mortgage, pledge, lien or other charge. : © The Conteoller, if it appears to him to be necessary for the effectual exercise of the powers conferred by sub-section (1) may, by Order made applicable either to the whole of Caylon or to any specified area thereof— (@ direct that no person, who, at the : time when the Order takes y effect, has in his possession or i . under his control at any premi- i ses in any aren to whieh that : Order applies any quantity of i any article as may be described H : in the Order, shal) remove that t quantity or cause or permit it to be removed until the removal i of that quantity therefrom is permitted by such officer or petson as may be specified in . the Order; or ren (®) require the owner or occupier of } ‘aay premises in any such area to send to such officer or person. as may be specified in the Order : before’ such date as may be m specified therein, a, writen . leclaration stating whether or not, on such date as may be specified in the Order, any , quantity ‘of any such article ! was, ia, or will be on the premises, and, if so, - the . < quantity'of such article which",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "4 Control of Prices (Améndment) Act, No, 9 of 1964 was, is or will be on the premises on that day, according . as the Order may direct.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": ". (8) For the purpose of exercising any : of the powers conferred on the Controller by the preceding provisions of this ‘ . section, the Controller or any officer . authorized specially or generally in that : behalf by the Controller, may’ at any time between sunrise and sunset enter : and inspect any premises or place in which any article requisitioned or to be requisitioned by any special or general Order is kept or alteged to be kept and may make such examination therein as",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "he may deem necessary.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "In this sub-section “ examination \" includes the weighing or measuring of any stocks of such article.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(7) Any officer of police or any other officer of Government who is requested so to do by the Controller or any officer authorized specially or generally in that behalf by the Controller shall aid and assist him in the exercise of his powers under the preceding provisions of this 7 section.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "Gonontin, “52. Where any quantity of any in weet of. article has been requisitioned. under the : Teualionsd provisions of section 54, compensation ieter wction assessed in accordance with regnlatiuns i q which shall be made in that behal? under i this Act chall be paid to the owner in respect of the requisition of that > quantity.’. + Amendment of 4.  Scotion 6 of the principal Act is hereby amended. tees oa in aub-section (2) of ‘ent tention as Bee a5 Pane i 4) by the insertion, immediately after paragraph (é) of that sub-section, of the following new Paragraphs: — ' “(dd) the removal, storage or disposal of —; any articles which are requisitioned by Orders made under section a (1), and",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Control of Prices (Amendment) Act, 5 No. 9 of 1964 the maintenance of records and registers, and the issue of receipts, by the Controller or persons acting under : the authority of the Controller in respect of articles so requisitioned;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "\" (ddd) the inapection of records and registers",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "maintained by the Controller or persons acting under the authority of the Controller in respect of articles requisitioned by Orders made under",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": ". section 5a (1) and the andit of accounts kept by the Controller or such persons. in fespect of articles 60 Tequisitioned;”’;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "- (ii) by the insertion, immediately after paragraph (2) of that eub-section, of the following new paragraph :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "“(ee) any matter in respect of which regulations are authorized or required by this Act to he mada; ”, and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(ii) in paragraph (f) of that sub-section, by the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": ": substitution, for the words ‘ public notice **, of the word “ notice \".",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "\\\\ __ 8. Section Sof the principal Act ig hereby amended Amentmest of in sub-section (1) of that section by the substitution, st of, for the words and fignre “under section 5 of the 4a\" ‘Act,”, of the words and figures “ under section 5 of this Act, or contravenes ot fails to comply with any direction given, or requirement imposed, or resists or , obstructs any other person in the exercise of the last- mentioned person's powers, under section OA of this “6. Section 11 of the principal Act is hereby Amendenas of amended as follows:— * 7 sent",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(2) in tho definition of “ Minister\", in paragraph “* (8) of that definition by the omission of the word “ and\";",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "() in the definition of “* price-controlled article”,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "« by the substitution, for the words “in",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "’ operation. \"*, of the words “in operation;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "and\"; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "1",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "8 Control of Prices (Amendment) Act, No. 9 of 1964 (e) by the insertion, immediately after the *\" definition of ‘ price-controlled article ’, of the following new deGnition:—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "- \\» \"requisition ”, in relation to any quantity ‘of any article other than an article of . food or drink, means to take possession of that quantity or to Pas Tequire that quantity to be placed ab",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "the disposal of the ‘controller. \"",
    "mean_p_confidence": 0.78
  }
]