[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". oa eee rer }, “ae PARLIAMENT OF TANDENGE ATIC SOCIALIST REPUBLIC OF SRI LANKA LICENSING OF CLUBS. (AMENDMENT) ACT, No. 14 OF 1980 [Certified on 4th March, 1980] _— Printed on the Orders of Government Published as » Supplement to Part II of the Gazette of the Democratic . Socialist Republic of Sri Lanka of March 07, 1980 Ist 1 mt NEON epee r,s LE {Fe we Puncaato nF Hat cove PUBLICATIONS BUTEA, DOLORES 4 Pelee 85 conts Postage: 26 conte",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Licensing of Clubs (Amendments Act, No, 74 of 1980 \"(Certified on 4th March, 1980) DO. 67/18. AN Act to amenp tHe Licensiva of Chuns Law, No, 17 or",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1975.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1. This Act may be cited as the Licensing of Clubs Short tlle. (Amendment) Act, No, 14 of 1986.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2. Section 2 of the Licensing of Clubs Law, No. 17 of Amendment 1975 (hereinafter referred to as the “ principal enactment”) of Law No. 17 ts hereby amended as follows :—~ of 1078,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(1) -Ly the insertion, immediately after subsection (1) of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘that section, of the following new subsection :—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "“ (1a) Notwithstanding anything in subsection (2), no club formed on or after the specified date shall be maintained within the administrative limits of any local authority except under the authority of a licence issued by the Chairman of such local authority,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "In this subsection, “specified date” means such date as may be specified by the Minister for the purposes of this subsection by Order published in the Gazette.”; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(2) by the substitution, in subsection (8) of that section,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "for the words “maintained in contravention of subsection (1)\", of the words “maintained in contravention of the provisions of subsection (1} ‘or subsection (1a) ”,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "3. Section 4 of the principal enactment is hereby Ameniment amended by the substitution, for the proviso to that section, of session ‘of the folowing proviso :— principe)",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "“Provided, however, that the fees so prescribed shall not exceed the following limits :— Rs. {a) in the case of the Colombo Municipal Counell «. a +. 5,000 (b) in the case of any other Municipal Council 5,000 (@) in the case of any Urban Council a 1800 (4) in the case of any Town Counell or Village Counelt ” ve BBO 2A a7ta5 (905)",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "2 Licensing of Clubs (Amendment) Act, No, 14 of 1980 Amendment 4, Seation 7 of .the principal enactment is bereby ? ei ‘amended by the substitution, for the words “two weeks\", Enrctoent, of the words “four weeks”,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Revlagement 6, Section 24 of the principal enactment is hereby cd a Tepealed and the following section substituted therefor :-— ‘enactment, “Offences 24 (1) Every person who commits an Detalties, offence under this Law or under any regula- tion made thereunder shall, on conviction after trinl before a Magistrate, be liable, notwithstanding the provisions of the Code of Criminal Procedure Act, No. 15 of 1979 or any other law, to imprisonment of elther description for a perlod not exceeding six months or to a fine not exceeding five : thousand rupees or to both such fine and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "imprisonment. (2) Where a fine imposed under this Law fa recovered the court may direct that such ‘Ane or such part of the fine as is equivalent to the fees payable to the local authority as ia prescribed by the Minister under section 4 of this Law, be paid to the fund of the Joos authority within the administrative Umits of which the club in relation to which",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "‘ the offence was committed is situate.”.",
    "mean_p_confidence": 0.73
  }
]