[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "- LO PARLIAMENT OF THE DEMOCRATIC ~ SOCIALIST REPUBLIC OF SRI LANKA SURCHARGE ON INCOME TAX ACT, No, 31 OF 1981 [Certified on 15th May, 1981} Printed on the Orders of the Government Published 98 a Supplement to Part I of the Gazette of the Democratic Socialist Republic of Sri Lanka of May 21, 1981 pavea At mie neentsT oF commoner, mE Dana 30 RE FUGGHAGED AP THE GUNZ, FURLIGNTIONE. VUNEKU, SOLOMEO Price + 25 conts Postage: 50 cents",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Surcharge'on Income Tax : ‘Act, No, 31 of 1981 [Certified on 16th May, 1981] «°° L, DO, 63/60. “ oe AN Act 10 IMTOSR A SURCHARGE ON EVERY PERSON CHARGEAZLE",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "‘WATE INCOME TAX FOR THE YEAR OF ASSESSMENT COMMENCING",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "ow Apnat. 1, 1990, BY BEPERENCE 70 tHe INCOME TAX PAYABLE",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "HY SUCH PERSON FOR EHAT YEAR OF ASSESSMENT] AND TO i",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "PROVIDE FOR MATTERS CONNECTED THEAEWITA OR INCIDENTAL",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "THERETO, .",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "BE {t enacted by the Parliament of the Democratic Socialist - Republic of Sti Lanka as follows = 3",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "1. Thia Act may be sited as the Surcharge on Income Tax short title. Acct, No, 81 of 1981. wont",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2 Every person who is chargeable with income tax foF tyoposition the year of assessment commencing on April 1, 1980, (in this of ‘Act referred to as the “ relevant yeer\") shall, notwithstand- “bre img anything contained in any other written law or in eny convention, grant or agreement, be liable to pay a surcharge equivalent to ten per centum of the amount of the total income tax payable by him for the relevant yenr,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "For the purposes of this section “income tax” shall not inelude— 5 Soe:",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "{a) in the case of a resident company, the income tax",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "‘payable by that company urider paragraph (0) (ii) ‘of subsection (1a) of section 93 of the Inland Revenue Act :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(b) in the case of a non-resident company, such part of the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "income tax payable by that company onder section 34 of the Inland Revenue Act as {s computed under that section at the rate of thirty three and one-third per centumn oF eleven and one-ninth per centwn,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "3, Every person liable to pay a surcharge under section 2 Paymentof shall pay to the Commissioner-General on or before the surcharge. fifteenth day of May 1861, a sum equivalent to fifty per centum or more of the amount of such surcharge, and on or before the thivticth day of November 1981, the balance, if any, of such surcharge,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "4. Every employer who has in his employ any person neductisn of trom whose remumeration income tax waa deductible under guretarse ‘the provisions of Chapter XV of the Inland Revenue Act omployees. for the veer of assessment commencing on April 1, 1980, shall eA 05434-12950 cai 05) a",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "a Surcharge on Income Tax Act, No, 31 of 1981 deduct a sum equivalent to ten per centum of the total income tax deductible from such employee for that year of assessment in eight equal monthly instalments commenc- _ ing from the month of April, 1981. Certain 8, The provisions of Chopters XV, XVIE, XVILL, XIX, Bitkelnand XX and XXI of the Inland Revenue Act relating to the Reveet ny ‘deduction from employees, assessment, appeals against Eeaetion, ‘the assessment, payment and recovery of income tax Faovepara Shall, mutatis mutandis, apply to the deduction from Baymentof employees, assessment, appeals against the assessment, pay- surcharge, ment and recovery of the surcharge payable under section 2. ‘Retunda, 8, Where any person is entitled under the provisions of Chapter XXIII of the Inland Revenue Act, to a refund of apy amount paid by him as income tax in excess of the : amount with which he was properly chargeable for the relevant year such person shall, if he has paid the surcharge payable under section 2, be entitled to a refund of an additional amount equal to ten per centum of the amount of the refund to which he is entitled under the provisions of Chaper XXILL eet Interpretation. 7. In this Act unless th context otherwise requires— “Inland Revenue Act” means the Inland Revenue Act, No. 28 of 19795 “jncome tax” means the income tax charged and levied under the Inland Revenue Act; and \"Commissioner-General”, “company”, “employer”, “employee”, “person”, and “year of asgeaa- ment” have the same meanings respectively, aa in the Inland Revenue Act,",
    "mean_p_confidence": 0.84
  }
]