[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "cap PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA SUGAR CANE RESEARCH INSTITUTE ACT, No. 75 OF 1981 [Certified on 29th December, 1982] Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of January 01, 1982 vet AF TERE oF OME ROT Bt EA Gig WiGhnD by Ur wor Ponunenass Foy cana Price; $5 cents Postage: 50 cents",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Sugarcane Research Inatitute Act, No. 75 of 1981 [Certified on 29th Decernber, 1981] L, DO. 65/79 AN ACT 70 PROVIDE POR THR ESTADLISICMENT O¥ TRE SUGARCANE",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "RESEARCH INSTITUTE AND TO PROVIDE FOR MATTERS CONNECTED",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "‘THEREWITH OR INCIDENTAL THERETO,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "L This Act may be cited as the Sugarcane Research Short Ute, Institute Act, No. 75 of 1981. .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2, (1) There shall be established in accordance with the Establishment Provisions of this Act, an institute which shall be called of the ‘Sugar- the Sugarcane Research Institute (hereinafter referred to fasgade as “the Institute\") for the purpose of conducting research {n respect of the growth and cultivation af sugarcane and the manufacture of any product therefrom.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(2) The Institute shall, by the namie assigned to it by subse+tion (1), be a body corporate and shall have perpetual ~~ succession and a common seal and may sue and be sued in its corpoarte name. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "@) The members of the Board of Governors shell be the amembers of the Insiftute,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "3 The Institute shall have such powers, rightn and Powers functions as may reasonably be necessary to carry out ite of the | objects and dutles and in particular may— 7",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(@) acquire in any manner whatsoever and hold, take",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "or give on lease or hise, mortgage, pledge, sell or otherwise dispose of, any movable or immovable Property ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(b) acquire, establish, instal and operate ficld training centres and pilot projects relating to sugarcane research ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(e) import plant, machinery and eqifpment required for the purpose of the Institute and receive equipment, funds and any otter assistance for the efficlent conduet of the Institute ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(d) Jovy fees or charges for any services rendered by the Institute ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(©) appoint, employ, remunerate and exercise disciplinary control aver ils officers and servants;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(f) establish and maintain provident funds and provide welfare and recreational facilities for its employesas",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "‘3. Be280-19,700 1/00) .",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Sugarcane Research Institute Act, No. 75 of 1981 (g) make rules in respect of the administration of the affairs of the Institute ; (i) delegate to any member, the Director of the Institute | ‘or any employee such functions as the Board of |, Governors may consider necessary for the efficient = {| transaction of its business ; and (® do all other things which in the opinton of the Board of Governors are necessary or conducive or inciden- ‘ tial to the attainment of the objects of the ‘Tustitute. Institute to 4, In the exercise of its powers and the carrying out of Sreratstunver its objects, the Institute shall comply with the general policy fe directions of the Government in relation to agricultural development ee and research and with any general or special direction Issued by the Minister in relation to such policy, Gonstitation —*§, (1) ‘The management and atiministration of the affairs Senate of the Institute shall be vested in a Board of Governors Governors of “ » fhe Suatieatee (hereinafter referred to as “the Board”). (2) The Board shall consist of the follawing members— (e) three members (hereinafter referred to.as“ appointed members”) who shall be appointed by the Minister from among eminent scientists of proven bility ; (b) two members (referred to as “ nominated members ”) being— (@) a representative of the Ministry of the Minister nominated by such Minister; and (ii) a representative of the Ministry of the Minister im charge of the subject of Finance and Planning nominated by that Minister ; and {c) two other members (referred to as “ex officio members”) who shall be the persons for the time being holding office as— @) the Chairman of the Sri Lanka Suger Corpora~ tion ; and Gi) the Director of the Instftute. Term of & (1) Every appointed member of the Board shall hold of Mpotntad office for a period of three years, unless he earller vacates Bebeue°t office by death, resignation or zeroval.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Sugarcane Research Insittute 48 . Act, No, 75 of 1981 (2) The Minister may, if he considera it expedient to do so, by Order published in the Gazette, remove from office any appointed member of the Boatd without assigning any , reason therefor. (3) An appointed member of the Board may at any time resign his office by letter to that effect addressed to the Minister, (4) Uf an appointed member of the Board dies or resigns or is removed from office the Minister may, having regard to the provisions of subsection (2) (a) of section 5, appoint any other person to be a member in place of the member who dies, resigns or is remaved from office, (5) A member who has been appointed under subsection (@) shall hold office for the unexpired portion of the term of office of his predesestor. (6) Where an appointed member of the Bosrd is by reason of ines, infirmity or absence from Sri Lanka for a period of not less than three months, temporarily unable to per- form the duties of bis office, it shall be the duty of such member to inform the Minister in writing The Minister may, having regard to the provisions of subsection (2) (a) of section 5, appoint another peraon to act in the place of such member. (1) Any appointed member of the Board who vacates office, otherwise than by removal, shall be eligible for re- appointment, 1 The Chsivman of the Board shall be appointed from Chairman of ationg the appointed members of the Board. ‘the Board, 8, No act or proceeding of the Board shall be in alid by Acts or reason only of the existence of any vacancy in the Board PYOsergines or any defect in the appointment of a member of the Pt 5S, Board, vaeeney or - detect to the appointment of n member. 9. (1) The members of the Board may be paid such Remuneration remuneration as may be determined by the Minister with Thembers, the concurrence of the Minister in charge of the subject of Finance. ; (2) The person holding the office of Director of the Institute may be pald such remuneration and allowances as the Minister may with the caneurrenes of the Minister in charge of the subject of Finance determine,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "4 Sugarcane Research Institute Act, No. 75 of 1981 Meetings of 10, (1) A meeting of the Boord shail be held at least one (be Botrd in each month, . (2) The Chairman or in his absence a member elected by ‘the members present, shall preside at meetings of the Board.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "(8) AN questions for decision at any meeting of the Board shall be decided by the vote of a majority of the members present, In the case of an equality of votes, the member presiding shall have a casting vote.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "{4 The quorum for any meeting of the Board shall be taree members and subject to the provisions of this section = the Board may regulate its own procedure. =",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "Delegation, 11. (1) The Board may delegate to the Chairman or any of powers other member or the Director of the Institute or any itieg of te eraployee of the Institute any of its powers and duties.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "0",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "(2) The Chairman, other member, the Director or emptoyee to whom any of the powers or duties of the Board have been delegated under subsection (1) shall exercise or perform the powers and duties so delegated subject to general or special directions of the Board,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "Appointment 12, (1) There shall be appointed hy the Minister a Hats, of Director of the Institute who shall be the chief executive ‘the Institute, officer of the Institute, ‘ang otber Sewanwct _(2) The Board may appoint to the staff of the Institute the such other officers and servants as may be necessary for the , Tastitute, purposes of the Institute. Romua of |, _ 1% (1) Subject to the other provisions of this Act, the im S regard. to the Board saay— stall of the (@) appoint, dismiss and exercise disciplinary control over the staff of the Institute ; (Q) fix the wages or solarles or other remuneration of the staf; {e) determine the terms and conditions of service of such . ‘Staff ; end (@) establish and regulate provident funds and schemes for the benefit of such staff and make contributions to eny such fund or scheme. (2) Rules may be made under this Act in respect of all or any of the maiters referzed to in subsection (1).",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": ". Stagarcane Research Institute 5 Act, No..25 of £981",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "14 (WL) At the request of the Board, any offer in the Appoinhnent public service may, with the consent of that officer and the offers Secretary to the Ministry of the Minister im charge of the sraff ot the subject of Public Administration, be temporarily appointed [stitute to the steff of the Institute for such period as may be deter- mined by the Board with like consent or with like consent : be permanently appointed to such staff,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(2) \"The provisions of subsection (2) of section 13 of the Transport Bosrd Law, No. 19 of 1978, shell, mutatis mutandis, apply to and in relation to any officer in the public service who ia temporarily appointed to the staff of the Institute, and the provisions of subsection (3) of the aforesaid section 13 shall, mutatis mutandis, apply to and in relation to any officer in the public service wha is permanently appointed ta such staff.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(@) Where the Board employs any person who has agreed to serve the Government for a specified period, any period of service with the Institute by that person shall be regarded as service to the Government for the purpose of discharg- ing the obligations of such agreement.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(4) Atthe request of the Board, any member of the Local Government Service or any other officer or servant of any Joes] authority may with the consent of such member, officer or servant and the Local Government Service Advisory Board or that local authority, as the case may be, be temporarily appointed to the staff of the Institute for such period as may be determined by the Boerd with like consent or with like consent be permanently appointed to such staff on such terma ard conditions induding those relating to pension or provident fond rights, as may be agreed upon by the Board and the Local Government Service Advisory Board or the local authority.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(5) Where any person is temporarily appointed to the staff of the Institute in pursuance of subsection (4), such person shall be subject to the same disciplinary control as any other member of such staff",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "25. All members, officers and servants of the Institute Members,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "= oftvers an helt be deemed to he public servants within the meaning Servo and for the purposes of the Penal Code. footie fede public a",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "é Sugarcane Research Institute Act, No. 75 of 1981 Institute 16, ‘The Institute shalt be deemed to be e scheduled é ee, 4 institution within the meaning af the Bribery Act, and the JEGhUS, provisions of that Act shall be construed accordingly. within Them = Ace Fad at the 47. (3) The Institute shall have its own fund, There shall be credited to the Fund of the Instftute— {@) all such sums af moneys as may be voted from time to time by Farliament for the use of the Institute ; .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(®) all such sums of moneys as may be recelved by the Institutes in the exercise, discharge and perfor- mance of its powers, functions and dutles; and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(@) all such sums of moneys as may be received by the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "Institute by way of loans, donations, gifts or grants from any source whatsoever, whether fn or out- side Sri Lanka,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(2) There shall be paid out of the Fund of the Institute all such sums of moneys required to defray the expenditure incurred by the Institute in the exercise, discharge and performance of its powers, funetions and duties.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(8) The initial capital of the Institute shall be such sums 6s may be granted to the Institute by resolution of Parliament from the Consolidated Fund on such terms and conditions as may be determined by the Minister in charge of the subject of Finance.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(4) The capital of the institute may be incressed from time to time by such amount ag may be authorized by any Appropriation Act or by resolution of Parliament and that amount shall be paid or made available to the Institute by the Government by way of grant of loan on such terms and conditions as may be determined hy the Minister in charge of the subject of Finance,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "levy of 18. (1) There shall be charged, levied and paid a cess",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "case at such rates as may be determined by the Minister from time to time with the concurrence of the Minister in charge of the subject of Finance, by Order published in the Gozette, on sugar produced and on such other by-products of augar cane specified in the Order.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(2) The amount of cess imposed under this section may ke varied or rescinded by a like Order,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Sugarcane Research Institute 7 Act, No, 75 of 1981",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(@) Every Order made by the Minister under this section shall come into force on the date of its publication in the Gazette or on such later date as may be specitied therein, aud shalt be brought befor: Parliament for approval within four months of the date of ils publication, Any such Order which ia not so approved shall be deemed to be revoked as from the date of its disapproval, but without prejudice to the validity of anything previously done thereunder.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "18. (2) ‘The Institute shall cause its accounts to be kept Accounts in such form and manner as may be determined by the nai. Minister with the concurrence of the Minister in charge of the subject of Finance.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(2) The books of accounts of the Institute shail be kept at the office of the Institute,",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(B) Tho provisions of Article 154 of the Constitution relating to the audit of the accounts of public corporations shall apply to the audit of the acoounts of the Institute.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "20, (1) Where any immovable property is required to Acquisition be acquired for any purpose of the Institute and the Me ‘Minister by Order published in the Gazette, approves of the property proposed acquisition, that properly ssli be deemed to be Utter required for a public purpose and may accordingly be Acquisition acquired under the Land Acqtisition Act and be Att transferred to the Institute, Institute.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(@) Any sum payable for the acquisition of any immova- ble property under the Land Acquisition Act for the Institute shall be paid by the Institute.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "21. (1) Where any immovable property of the State is State required for any purpose of the Institute, such purpose shalt PIgperty be deemed to be a purpose for which a special grant or moveble lease of such property may be made under section 6 of the 4 vate (Crown Lands Ordinance, and accordingly the provisions of to br that Ordinance shall apply to @ special grant or lease of TA. such property to the Institute: to the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Thetitute.",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Provided that no order affecting any immovable property of the State shall be made by the Minister under the preceding provisions of this section without the eancurrence of the Minister having control over such property.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(2) Where any movable property of the State #s required for the purpose of the Institute, the Minister may. bv Order published in the Gazette, transfer to and vest in the Instt- tute the possession and use of such movable property.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "a Sugarcane Research Institute Act, No. 25 of 1961 The 22, The Government shall provide for the use of the fomske'”' — Tnstitute such Iand, building and other facilities an may be wale > coomed nosesery. Be tor the use of the Institute. Protection 23. (1) No suit or prosecution shall lie— ction (a) against the Board for any act which in good faith sehen is dame or purported to be done by the Board under Wis Ack this Act; or Bone (0) rgainst any member, officer, servant, or agent for any ee ‘act whic In good ‘sith is done or purparted to be done hy him under this Act or on the direction of the Board. . (2) Any expense incurred by suck person aa is referred to im subsection (2) in any suit or prosecution brought against him before any court in respect of any act which is done by him under this Act or on the direction of the Board shall, if the court holds that the act was done in good faith, be paid out of the funds of the Institute. Nowit 24, No writ against person or property shall be issued arunst agsinst 2 member of the Boatd in any action ‘brought aa ageinst the Institute, Broperty Be member of the Board Power ot 25, (1) The Institute may make rules in respect of all Feeatute or any of the matters for which rules are authorised or rules. required by this Act to be made, (2 No rule made hy the Institute shall have effect until ‘it has been approved by the Minister.",
    "mean_p_confidence": 0.82
  }
]