[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "* PARLIAMENT OF CEYLON 2nd Session 1957 ‘ep Lening, é =) iB Cents. Plant Protection (Amendment) Act, . No. 50 of 1957 : Date of Assent: November 1, 1957 . : , Printed on the Orders of Government : \"Big tg commons me, coma. eet Annual Subscription {Including Bills) Rs, 25, payable in Bouras, Bose® Gal \"oe 'aba Becrsuna, Colao Price: 15 cents, Postage: 10 cents.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Plant Protection (Amendmont) Act, Fy No. 50 of 1987 L. P.O. 16/58. Lombok boone “AN Act 19 anawo mite Puan Prorzcrion Oanmrincs. Brick {Date of Assent: November 1, 1957] \" \"BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, ag follows: —",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1. This Act may be cited as the Plant Protection mer ti, (Amendment) Act, No. 50 of 1957,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2. Seotion 2 of the Plant Protection Ordinance, meanest, of hereinafter referred to as ‘‘the principal enactment”?, sua 9,0 is hereby amended, by the insertion, immediately bofore the definition of ‘* disease ’”, of the following anew definition —",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "‘“ Director” means the Direstor of Agri- culture and includes any Deputy Director of Agriculture or any - Assistant Director of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "“Agriculture; *",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "8, Section 8 of the principal enactment is hereby Benlaaos ‘epealed and the following new section substituted % ie therefor: — rail “Aapeisimat 8, There may be appointed. for the ete. purposes of this Ordinance, such officers",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "and servants as may be necessary for carrying out or gine effect to the provisions of this Ordinance. ”.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "5. The following new section is hereby inserted tnemiea,ot immediately after section 3, and shall have effect as 3\"is\"te™ section 3a, of the principal enactment:-— ince © Dinetor a, The powers or duties of the watt\" Director may be exercised or performed Eines, by any public officer either generally or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "specially authorised in writing in that behalf by the Director. ””",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "5. Section 4 of tle principal enactment is hereby, amestnest amended, by the substitution, for all the words from tf sree Director of Agricultnre ” to “ sub-inspeator ” of jraspal the word “* Dizeetor \"”.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "TLE wisest",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "— 4 Plant Protection (Amendment) Act; . No. 50 of 1957 Amendment 6. Section 5 of the principal enectment ie hereby tafe”, amended as follows) Ecco, 2 (1) by the substitution, for all the words fron: “Neither” to.“ deemed”, of the following :— . “© The Director, ‘or ‘any ‘person assisting the Director, ot any public officer, sha f° 3\" not be deemed to be” @) bythe substitution, for the words “or bé liable”, of the words “and shall not be : . 1; Hable“? and ; (8) in the marginal note to that section, by the t substitution, for the words ‘‘ Director of : + +o wtedAgrionlture, Sngpestor, or snb-inapecton’”, : \"set of the words “Director or person aetna: peels vats, himw or publio offer,\" SSG, VT | Sootion 6 of the principal enactment is hereby Becht “\"* amended, by the substitution, for al the wore foe sactmenh, z, the Director ” to “* customs officer, \", of the wordy ‘S the Disestor, or any public officer, ”?,” | Fearon mere he, following new section: is hereby inserted: | fete oe immediately after section 8 and shall tec, aeeee {He papal section Sa, of the prinoipal enactmentc= Shar g Sa. (1) ‘Where any person is required tery val” '” “or directed under this Ordinance towirey | rene wok OU ANY messures or to execute any work: ‘ fai vrame 10 or pot any land, the Directoy may, tegen\"... iff such person fails to comply with sacl Tiss: Yequirement or ditection® sause suche ; “: “measures to be carried out or auch worle : + to be executed; and any person or persons: zeting under the authority of the voi» Ditector may enter such land and do all { +02 fo gach ects. ag may be neoaseary for” the: i . Purpose of carrying oat such measures or Beast trying . : (2) Al expenses incurred the Rae ae + gut any measures or execating any worl ; in or upon any land under sub-ecction (1) ahall be payabio by the peraon eke mas Required ‘or directed under this Ordinance to carry out such measures or execute sach work, and shall be recoverable from that person in the | manner hereafter provided. : |",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "’ Plant Protection (Amendment) Act, 5 No. 50 of 1957",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(@) Any expenses payable by any",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "person under aab-scction (2) way be",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Yecovered, upon application made by the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Director to the Magistrate's Court",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": ". having juradictin, im the. place where",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "such pereon is resident, in like manner",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "as a fine imposed by the Court, notwith-",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "standing that the amount of such",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "expenses may exceed the amount of the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "fine which the Court may in the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "exercise of its ordinary jurisdiction impose.”",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "@. Section 9 of the principal enactment is hereby xmsousat of amended in ub-section (G) of that section, by seem, ¥,ct the substitution in paragraph (m) of that sub. sadues” section, for the words “ Director of Agriculture and the inspectors appointed under”, of the words “Director and offiters appointed for the purposes of”.",
    "mean_p_confidence": 0.75
  }
]