[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON. ‘ine. 4th Session 1955-56 a Bae Vacs Fe ‘3 ap _ ay, ; s / > Sree Bie efirals Vey Conversion of Estate Roads into Public Roads Act, No. 18 of 1956 ~ - oe Date of Assent; February 17, 1956 : Printed on the Orders of Government Printed at the Goveayneas Passa, Ceviow, To be purchased at the GoveaNMenT Puscications Burcav, Covomio deen ube Gee te, Bungay, Post Orrice Box 840, Secretariat, Colombo 1 Price: 30 conts. . Postage: 10 centn",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Conversion of Estate Roads into Public Roads 3 ‘Act, No. 18 of 1956",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "L. D.—0, 48/84,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "AN ACT TO ENABLE THE COMPULSORY CONVERSION OF ANY ESTATE ROAD INTO A PUBLIC ROAD IP THE PUBLIC INTEREST NECESSITATES IT, AND TO PROVIDE FOR MATTERS CONNECTED WITH, OR INCIDENTAL TO SUCH ‘CONVERSION.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": ". (Date of Assent: February 17, 1956.]",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate find the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as folows:—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4, This Act may be cited as the Conversion of short tite. Estate Roads into Public Roads Act, No. 18 of 1956. PaRT 1.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Pustie Roap Oxvers.",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2. p ‘Where the Minister decides that any estate Publi Bosd road should, in the public interest, be compulsorily Os converted into a publie road, the appropriate road ‘suthority shall by written order, hereinafter referred to as a “ public road order ”,—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "7 (a) declare— (i) that such estate road shall be a public road; and (ii) if any estate land ig required for the purpose of the widening, extension or diversion of such Toad, that euch estate land shall be @ road reserva- tion for that purpose; and @®) determine, after consultation with the Director of Public Works, whether the responsibility for the maintenance of that",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": ". road shalt be imposed on the Public Works",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Department or the owner or owners of the estate affected by the order.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(2) The declaration made under paragraph («) of sub-section (i) is hereinafter referred to a3 8 ute",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": ",- Toad declaration ””,",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(8) Where a public road order is made, the appro- priate road authority shall cause to be sent by Tegistered post—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(g) to the person for the time being in charge of the estate affected by that order, and : an onamocrnn .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Conversion of Estate Roads into Public Radds Act, No. 18 of 1956 (®) to the owner or each owner of such estate if . he is a resident of Ceylon and his address is known, 8 copy of that order csttified under the hand of such road authority and a written notice specifying the -. period within which the owner or any owner of such estate may appeal from the public toad declaration : made by that order to the Board of Review. Such period shall not be less than twenty-one days. (&) A public road order shall not be in operation Goring the time allowed for the making of an sppeal from the public road declaration made by that order. {Where zo eppes] from that declaration is made within the time allowed therefor, that order shall come into operation on the expiry of that time, and where such an appeal is disallowed, that order shall come into operation on the day immediately following the date on which the appeal ie disallowed. (8) A public road order which is in operation shall have the force of law. Avoret ome. 8, ‘Where & public road declaration is made by @ Junie. public road order in respect of an estate road or an estate land, the owner or any owner of the estate to which that road or land belonged immediately before that order may, within the period 9 ecified in the : notice under section 2, appeal from that declaration to the Board of Review. Bites of 4, (1) An estate road which is declared by a public Public reed road othe to be a public road shail, when that order comes into operation, be deemed to be required for & Public purpose, and may be acquired by the Govern- Ment under the Lend Acquisition Act, No. 0 of 1950. : No such estate road shall, notwithstanding anything in any other written law, be the property of the Crown : until it is so acquired. ~«- (2) Amostate land which is declared by a public road order to be a road reservation shall, when that order ‘comes into operation, be deemed to be required for 2 public purpose, and may be soquired by the Govern- ment under the Land Acquisition Act, No. 9 of 1950. - (8) The responsibility for the maintenance of an estate toad which is deslered by a public road order? to be & public road shall, when that order comes into operation, be #s determined by that order. ee BS",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "Conversion of Estate Roads into Public Roads 5 ‘Act, No. 18 of 1956 i",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "8. (1) As soon as possible after an estate road Daeminatin becomes a public road by virtue of a public road order, Tastee” the appropriate road authority shall, after such prictive | inguiry as that authority may deem necessary, ovina ic determine-— reapest of 00",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "© publie.",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": ". (a) whether, in consequence of the conversion of a\" efit tad. that estate road into a public road, the +. ther owner or owners of the estate affected by ast, snd that order will have to take measures for 24, 'ed= the prevention of loss or damage to that mere: estate and, if so, the amount which shall be paid by that authority as the reasonable cost of taking such measures, and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "() where that estate is owned by more than one person, the apportionment of that amount. to the owners of that estate. A determination under this sub-section is hereinafter veferred to as a ‘‘determination of protective measures”, a (2) Where a determination of protective measures . is made in respect of an estate, the appropriate road authority shall cause written notice of that determina- * tion to Be sent by registered post— {a) to the person for the time being in charge of that estate, and. (®) to the owner or each owner of that estate if he is a resident of Ceylon and hie address is known. ‘The notice shall specify the period within which the owner or any owner of that estate may appeal from that determination to the Board of Review. Such period shall not be less than twenty-one days. a (8) Where a determination of protective measures is made in respect of an estate, the owner or any owner of that estate may, within the period specified in the notice under sub-section (2), appeal from that deter- mination to the Board of Review. ply Rhore determination of protective measures specifics an amount to be paid by the appropriate road authority to the owner or owners of an estate, that authority shall— : , + (@) if no appeal from that determination is made | to the Board of Review within the time ' allowed therefor by this Act or if such an '",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "& Conversion of Estate Roads into Public Roads Act, No. 18 of 1956 . appeal is disallowed by that Board, tender to such owner or each such owner the ij amount to which he is entitled under that | determination, and i (8) if an appeal from that determination is allowed by that Board, tender to such - owner or each such owner the amount to which he is entitled under the fresh deter- mination made in appeal by that Board, and shall pay the tendered amount to the person to whom it is tendered if he consents to receive it. Dewnination 6, _ (1) Where the responsibility for the maintenance Set of a public road is imposed on the owner or owners of Srekrip any fstala by eny public road order, the appropriate Maisttuce Fad. uthoriy shall, after consultation with the aaa Director of Public Works, determine— f mublis road \" (@) what portion of the cost of such maintenance aan shall be paid from time to time to such rand order owner or owners by the Director of Public Works, and . (®) where that estate is owned by more than one person, the apportionment of the Govern- . ment’s contribution to the owners of that ~ estate. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(2) The Government’s contribution under this Act to the cost of maintenance of a road may be increased or reduced from time to time by the appropriate road authority, adter consultation with he Director of Public Works, by a fresh determination made either of his own motion or on application made in that hebalf by the owner or any of the owners of the estate on",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "+ whom the responsibility for the maintenance of that _ Toad is impooed under this Act,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(3) Where the appropriate road authority determines the Government's contribution under this Aet to the cost of maintenance of a road, he shall cause written notice of the determination to be sent by registered post—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(@, to the person fur the time being in charge of? \"the estate on the owner or owners of which",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": ". the responsibility for the maintenance of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "that road is imposed under this Act, and",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": ". (0) to euch owner or each such owner if he is",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": ": fesident of Ceylon and his address is a es",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "Conversion of Estate Roads into Public Roads 7 ' Act, No. 18 of 1966 If the determination does not increase the amount : of the Government’s contribution, the notice shalt | specify tbe period within which the owner or any owner | a euch estate may appeal from the determination to the Board of Review. Such period shail not be less . than twenty-one days. | 4} Where a determination ‘of the Government's contribution onder this Act to the cost of maintenance of a road, other than a determination increasing the amount of such contribution, is made, the owner or any of the owners of the estate on whom the responsi- bility for the maintenance of that road is imposed under this Act may, within the period specified im the notice under sub-section (8), appeal from that deter- mination to the Board of Review. * (5) The determination of the Government’s contri- bution under this Act to the cost of maintenance of a road shall,— (@) if no right of appeal to the Board of Review from that determination is conferred by sub-section (4) or if no such appeal is made ‘ within the time allowed therefor by this o section or if such an appeal is disallowed by that Board, have eflect, and @) if an appeal from that determination is allowed by that Board, be superseded by a fresh determination of such contribution made in appeal by that Board.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "7. (i) Where the responsibility for the main- Meintesanee tenance of a road is imposed under this Act on the fone ‘owner or owners of an estate, the Director of Public emaen of Works shall cause 2 written notice to be sent by “me ~ registered post to the person in charge of that estate directing him to carey out, within the time specified in the notice, such work connected with the main- tenance of that road ag is 80 specified, and shall cause A copy of the notice to be sent. Ty registered post to the owner or each owner of that estate if he is a resident",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "-of Ceylon and bis address is known.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "(2) Where the person in charge of an estate complies with » notige sont to him under sub-section (1). the Director of Public Works shall, if the owner or each owner of that estate is a resident of Ceylon whose ! address is known, tender to such owner or each such owner the amount to which he is entitled out of’ the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "8 Conversion of Estate Roads into Publie Roads Act, No, 18 of 1956 Government's contribution under this Act to the cost of maintenance of the road to which that notice relates, and shall pay the tendered amount to the person to whom it is tendered if ha consents to receive it. (8) Where the person in charge of an estate fails _ to comply with a notice sent to him under sub-section (1), the Dizector of Public Works shall cause the work specified in the notioe to be carried out by the Public i forks Department, and the expenses incurred by the Public Works Department in carrying out thet work less the amount of the Government's contribution under this Act to such expenses shall, upon demand made in writing by the Director of Public Works, be paid to such Director by the owner or owners of that estate within the time allowed hy such Director. (4) Where any sum payable to the Director of Public Works under sub-section (8) by the owner or owners of an estate is not paid within the time allowed by such Director, then such Director or any person autho- rised by him in writing in that behalf may seize and zell the produce of, and any movable property belong- ing to, that estate, and such Director shall causs the aforesaid sum and the expenses incurred in connection. with the seizure and sale to be deducted from the pro- ceeds of the sale and the balance of such proceeds to be returned to such owner or owners. : PART Il. : wa GENERAL. Poymest of | ° 8 (1) Where a sum not exceeding one hundred sons ime’ rapes is payable under this Act to any person who favo otis a minor or is of unsound mind, that eum may, if he ‘essond mind “ig g minor, be paid to him or, if he is a minor or of unsound mind, be paid for his benefit to any other person who is maintaining him.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "(@) Where any sum payable under this Act to any person who is a minor aes of unsound mind exceed’ ong hundred rupees or is not paid in the manner per- mitted by sub-section (1), that sum shall, scoording “na that sum exceeds or does not exceed three hund! rupees, be paid, for the benefit of that person, to the District Court or the Court of Requests having juris- diction over the place where the estate in respect of which that eum is payable is situated,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "Conversion of Estate Roads into Public. Roads 9 . ‘Act, No. 18 of 1056",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "9 Where a person to whom any sum is payable Same, which under this Act declines to receive it whon itis tendered cannes be to bim, or is dead or cannot be found after diligent frnone to, search, that sum shall, according as that sum excerds [2 \"rh or does not exceed three hundred rupees, be paid to the District Court or the Court of Requests having jurisdiction over the place where the estate in respect ‘of which that sum is payable is situated, to be drawn by the person entitled thereto.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "10. Section 19, sub-sections (2) and (8) of section certs pre 20 and sections 22'to 25 of the Land Acquisition Act, yaar No. 9 of 1960, shall apply in relation to any appeal Auton, to the Board of Review under this Act subject to such inthe cnte’ot amendments, omissions or modifications as may be spas fe te Prescribed. Reviews",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "44. (1) The Minister may make regulations for the | Remation purpose of carrying out or giving efiect to the prin- ciples and provisions of this Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "@) In particular and without prejudice to the generality of the powers conferred by sub-section (1), the Minister may make regulations for or in respect of any matter authorised to be presctibed by eection 10.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "&",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "2. 8) No Tegulation made by the Minister under this section shall have effect until it is approved by the Senate and the House of Representatives and notice of such approval is published in the Gazetee,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "12, The Director of Public Works may, hy general petegation of or special order in writing, delegate to any Executive Fever tt Rngineer of the Public Works Department any of Diredor of the powers or duties conferred or imposed on such Prblis Works Director by this Act. ek",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "13, The Thoroughfares Ordinance shall, in its tw application in the case of any road which is a public Tboaehiers road by virtue of « public road order made under this Sy sbict Act, have effect subject to the provisions of this Act. Frevisions",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "a See aa",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "™. 1% In this Act, unless the context otherwise tntepedatioo. requires—",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "“ appropriate road authority ’’, with reference to f a road or a road reservation, means the i Government Agent, or the Assistant ‘",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "10 Conwersion of Estute Roads into Public Roads ‘Act, No. 18 of 1956",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": ". Government Agent, of the Administrative District in which that road or road reser- vation is wholly or partly situated;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "“ Board of Review ” means the Board of Review constituted under the Land Acquisition Act, No. 9 of 1950;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "“estate” means any land or group of lands, whether cultivated or uncultivated, which is not less than twenty acres in extent and. which forms a separate and distinct property;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "“estate land ‘’ means land which belongs to an estate;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "* estate road ”? means a road which belongs to an estate and includes all such land adjoin- ing the road as has been reserved for the protection or benefit of the road; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "“‘road reservation ” means a road reservation declared by a public road order made under this Act.",
    "mean_p_confidence": 0.88
  }
]