[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON : Ist Session 1960-61 _— ee” . Nae Criminal Procedure Code - (Amendment) Act, No. 42 of 1961 . Date of Assent: June 17, 1961 . 3 Printed on the Orders of Government © ined at the Govaunueet Fm, Garam. Bobo Podkend ‘ste Gorsanmur Poeusmase Sense, Goss ‘annont obvi Gocleling ile) Ta. 4, peyele ia tivamne to Un beresorst, orem” Foneinon, : Sous, Por One Bor 80, Bauer, Colatet Price: 10 cents. Postage: 10 cents,",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "Criminal Procedure Code (Amendment) Act, No. 42 of 1961 ‘EL, D.—O. 15/80. AN Act 10 AMEND Tax CRIcINAL Pnocxpore Cons. [Date of Assent: 17th June, 1961} BE it enacted by the Queen’s Most Excellent Majesty, by and with the advioe and consent Of the Senate and .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "@ House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "4. ‘This Act may be cited as the Criminal Proce- shor sie dure Code (Amendment) Act, No. 42 of 1961.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "2. Section 122 of the Criminal Procedure Code, amentnest of hereinafter referred to as the “' principal enactment”, “22 oe is hereby amended in sub-section n @) of, that section 16 by the substitution, for the words, ‘‘ Neither the accused ”, of the words and figures '* Save as other- wise provided in section 122A, neither the aceused ”. | The following new sections are hereby inserted tyectim immediately after section 122, and shall have effect “2, as sections 122A and 1298, of the principal Yeu sat enactment. . eS, nel . * Seitea, 428A. (1) Where in pursuance of any “welent",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "‘Rhetkticn information given under sub-section iB) ines sader of section 121 proceedings are institute: Gana in @ Magistrate’s Court under section setwin | 148, the aconsed or his proctor shall be seoorded entitled to obtain, from the propar alk” og «authority a certified copy of such a information and of any statement made under sub-section (1) of section 122 by the person, against whom or in respect of whom the accused is alleged to have committed an offence. @ In this section, the’ expression “ proper authority”, — . (@) in relation to any information or statement contained in an Taformation Book kept by aa rin of & police station, means such cHicer, . and (0) in relation to any information : . or statement contained in an Information Book kept by an inquirer, means su inquirer, . ; 3.8 oem oD :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Criminal Procedure Code (Amendment) Act, No. 42 of 1961 cevtina 1228. In any proceedings under this ois obiscet Code, the production of a certified copy 2884, to be of any information or statement obtained tii’ under section 122A shall be prima faote \" . evidence of the fact that such informa- tion was given, or that such statement wae made, to the police officer or inquirer by whom it was recorded; and notwith- standing the provisions of any other Jaw, it shall not be necessary to call such officer or inquirer as 2 witness solely for the purpose of producing such certified. copy.’.",
    "mean_p_confidence": 0.81
  }
]