[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ea ozo PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRILANKA  - OFFICIAL LANGUAGES COMMISSION ACT, No. 18 OF 1991 [Certified on 27th March, 1993] ° . Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic ” Soctalist Republic of Sri Lanka of March 28, 1991 eure ar rm snastn 6 CONT PEG, 2 aNEA > To be Foncaicia Af Ine SOVRSDONUT PUMLTEATIONS RUREAU, SOLOREO Price : Re. 1.50 Postage : Re. 1.55",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Official Languages Commission * toe Act, No, 18 of 1991 {Certified on 26th, March 1991) >” + L. D—070/89 . oo",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "AN-Act To neTaBtase 1m Orrrcral LaNGvAGES COMMISSION —-",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "or THE Dacocaatic Soctaniet Reevenic 06 Sat Lavaca ; ap :",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "TO MARE PROVISION FOR MATHERS CONNECTED THEIEWITE OR .",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "LINCINEDTEAS, THERETO, BE it enacted by the Parliament of the Democratic Socia- Ast Republic of Sti Lanka as follows :——",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "1. ‘This Act may be cited as the Official Languages Com Short title » mission Act, No. 18 of 1991 and shall come,tnto operation Speratien. in respect of all of any of its provisions on such date or dates as the Minister may appoint by Order published-in the Gazette. . .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "PART I eres:",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Esrastasmmenr or mae Orriczat, LANawacrs ComMasion",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "2. ‘There shall be established an Official Languages Com= Fstablish- mission, (hereinafter referred to as the “Commission™) Banlot he which shall consist of the persone who pre forthe time Languages being members of the Commission wader subsection (1) of Comialssion. section 5,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "3.. The Commmion shall by the name assigned to it by ‘The Commnly section 2, be a body corporate ond shall have perpetual Poy tore suecession and g common seal and may sue and be sued in porate, ~ such name, . fi",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "4. The Beal of the Commission may be determined and geal of the devised by the Commission, and may be altered dn such Commtizicn, mannet 9s may be determined by the Commission. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "4 (2) The Comission shall conest of-rix members 10 embers ‘bé appointed by the President, one of whom nomi- of . cen py the Deccaont te be iho Chairman of the Comm!- ‘Commission, ssion (hereinafter referred to as the “ Chairman”).",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(2) The Commissioner of the OMfelal Language Depart- . ment, shall be the Secretary to the Commission. * ; ete ig",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "©. The general objects of the Cémumilssion shall be * pig coe",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(@)-4o recommend principles of policy, relating to, the Commission,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "use of the Official Languages, and to monitor and’ .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "supervise compliance with the provisions contained",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "in Chapter IV of the-Constitution ; oo . 2D o11581—s830 01)",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Official Lauguages Commission ~ Act, No, 18 of 1991 ~ (b) to toke all such actions and measures as ane neves- i sary to ensure the use of the languages referred 40 :, . ‘tm Article 18 of the Constitution (hereinafter : referred to as “the relevant languages”) in accor- in dance with the spirit and intent of Chapter IV of |, the: Constitution 5 (c) to promote the appreciation of the Official Languages and the acceptance, maintenance, and continuance of their status, equality and right of use; (d) to conduct investigations, hath on its own initiative, _ and in response to any complaints received, and to i take remedial action as provided for, by tho provi- +, + sions of this Act. Epqete ~~ % ‘The Commission shall have the power to— Commision. - (q) initiate reviews of any regulations, directives, or administrative practices, which affect, or may affect, . ‘the status or use of any of the relevant languages ; + ‘(®) issue or commisvion such studies: or policy papers a ‘on the status or use of the relevant Isnguages as it masy deem necessary or desirable ; (©) undertake such public educational activities, includ- + ing, sponsoring or initiating publications or other media presentations, on the status or use of the relevant languages as it may consider desirable ; (@) scquite, by way of purchase or otherwise, and to : “bold, take or give on lease or hire, mortgage,pledge, sell or otherwise dispose of, any movable or im- movable property; and : g (@) dovall such other things as are necessary for, oF incidental to, the attainment of the objects of the + Commission or necessary for or incidental to, the exercise of any powers df the Commission. : ‘Appetstment 1) ‘the Commiision may, from time to time, appoint tutti, such Committees as may be necessary to assist the Com- t “\" mafssion in’ the performance of its duties consisting of such * immaber of members'as may he determined by the Com- mission, yrovided that the Chairman of any such Committee shall be a member of the Commission. -",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": ". Official Languages Commission, - 3 . « Act, No. 18 of 1991 uo",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "” (2) The’ Commission may delegate to a Committee ap- pointed under subsection (1) such of its powers (other than the power conferred on it by this subsection) as it : may deem fit, but may notwithstanding such delegation, . exereize any such power. :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "9% (1) Every member of the Commission including the Tera Chairman shall unless he vacates office earlier, by death or Gf toe” Tesignation hold office for a term of thrée years frora the Demers date of his appointment, ard shall be’eligible for reappotnt-. Gpmmission. ment:",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Provided, that a member appointed in place af a member who had vacated office by:death or resignation, shall hold . office for the unexpired term of office of the meriber whom be succeeds, . .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "10, (4) A member of the Commission may at any: time Resignation torign from his office by letter under his hand to that effect $5 apes. addressed to the President, and stich resignation shall take from ‘effect upon it being accepted by the President in writing, _ 5°! Lanta. + (@) If the Chairman, or any other member. of the Com- ~ : maission, is, by reason of illness, infirmity or absence from ‘Sti-Lanka or other couse is temporarily unable to perform ‘the duties of his office it shall be the duty of such member to inform the President in writing of such inability, The President may thereupon appoint another member to act for such Chairman, or a fit person to act in the place of such other member, as the case may he,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "11, ‘The Chairman and other members of theCommission Remanera-, may be paid-such remuneration and allowances as the ‘Minister, in consultation with the Minister in change of . ‘the subject of Finance, shall determine. .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "12.\" @) The Chairman, if present shall preside at all peéstings, Meetings of the Commission, In the absence: of the Chair-",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Juan from any such meeting, the mombers present shell elect one of the members present, to preside at such meeting. :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(2) ‘The quorum for a. meeting of the Commission shall be four members, : -",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(3) The Commission shall meet as often as necessary, =~ and in any cage, atleast once in each month, at such time and. place as the Commission ‘may determine, and shall,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "4 ‘Offictat Languages Commission . Act, No, 18 of 1991 mubject to the provisions of this section, regulate the pro- + eedura in regard to the meetings of the Commission end ‘the trrnsaction of business at such meetings. PART 0 Chit Starr oF Tar Coxmassion executive 5 officer, 18. (1) The Chairman chall be the Chief executive * olficer-of the Commission., : .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "(2) ‘The Commission may by resolution, delegate to the Chairman any of the powers, conferred, on it by this Act other than the pewer conferred on it by this subsection, snd in the exereise of such powers delegated to him, thé ‘Chalrmaa shall be’ subject to the general or special direc- Hon of the Commission, .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "(8) The Chairman shill, notwithstanding thet he is the ehtef executive off'cer of the Commission, be deemed not 10 be a member of the staff of the Commission,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "(4) The Chairmen may designate a member or soy ‘officat of the Commission to be in control of the day to day administration of the affairs of the Commission. .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "Appointment * \"44 (4) The Commission may appoint such officers and the secvants as the Ccmmission may deem necessary for the Satrorthe i \" stall ofthe | ° . proper and efficeit conduct of fts business. {2) Subject ¥ “the other provisions of this Act, the Commission may— (©) exercise disciplinary control over or dismiss, any officer or servant of the Commission ; & (b) fix the wages or sslaries or other remuneration of «+ such officers and servants in eonsulation with ths Director cf Ealnblishmenta and the Director . (Budget) of the General Treasury ; . (0) determine the terms and conditions of service of such officers and servants; and’ . (@) estubiish and reguiste a provident fund and any. other welfare schemes for the benefit of the officers and servants of the Commissioa and may wake, contributions to any such-fund or scheme",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": ": Oficial Languages Commission + 5 Act, No. 18 of 1991",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "15, (1) At the request.of the Commission, any- officer Appointment im the public service may, with the consent of that officer officers” and the Secretary to the Ministry by or under which that {9 ihe staft officer is employed and the Secretary to the Ministry ofthe. Commision. Minister in chorge of the subject of Public Administration : ‘be temporarily appointed to the staff of the Commission for such period as mav be determined by the Commission with like consent, or be permanently appointed to such staif.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(2) Where any officer tn: the public service is temporarily appointed 10 the staff of the Commission, the provisions of sacection (2) of section 13 of the Transport Board Law, No. 19 of 1978, shall, mutatis mutandis, apply'to, and in elation to, such officer.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(@) Whore any officer in the public service is permanently appointed to the staif of the Commission, the provisions ot eubseution (2) of section 13 of the Transport Board Law, No. 19 of 1978, sball, mutatis mutandis, apply to, and in-relation to, such officer.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(4) Where the Commission employs any person who has entered {nto any contract with the Government by which he has agreed to serve the Government for a specified _ period, any period of service to the Comtnission by that ‘person shali be regarded as service to the Government for the purpose of discharging his obligations under such contract, . . ‘ .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "16 The Government shall make aveilable to the Com. Sentio smisaion, adequate fuinds for the purpose of enabling the Provide,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "+ Commission to exereise sis powers and discharge its func- finds",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "dons under this Act, : :",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "3%, () ‘The financial year of the Commission shall be ¥inancial the same us the financial year of the Government, iat",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(2) ‘The Commisaion shell cause proper books of accounts of ascents, to be kept of the income and expenditure, assets and Uigbilitfes end all other transactions of the Commission. .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "() The provisions of’ Article 154 of the Constitution relating to the audit of the accounts of public corporations tha’l apply to the audit of the accounts of the Commission.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": ": PART IIL Tnvestacknion o” Conrarnrs BY Time Commcrsi0xt",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "18, Subject to provisions contained in this Act, the Com- maistion shail investigate every complaint submitted to it, [vestige- arising from any act done omitted to be done in the admints- complaints,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": ". 6 Official Languages Commission Act, No. 18 of 1991 . tration of the affairs of any public institution, relating to ; the status and use of any of the relevant languages and in. particular, where such complaint discloses that— (@) the siatus of an offirial language iz not, or was not being recognized ; or, (b) 2 right to the nse of, or a duty 10 ure, any of the : relevant languages in the manner eet‘out i . Articles 2¢ to 24 (both inclusive) of the Constitu- nu, 43 of was not, being recognized or complied ‘with ; or ~ {e) any provision of ary Act of Parliament or any regu- . . lation, rule, order, notification or by-law made thereunder, telabng to the status or use of any OF * the relevant languages or any directive given by @ Public institution or any aiiministrative practice . thereof, in compliance with Chapter IV of the Constitution, is not, or was not being, complied . with ; or -(d) the ‘objectives and intent of Chapter IV of the Crnstitution, is, or was not being, respected or a complied with, Ganmision \"39. (1) The Commission in the exercise of its discretion, ‘Br gease may refuse to investigate or cease to investigate any BBret complaint if it is satisfied that— . y (a) the subject-matter of the complaint is trivial; - ©) the cemplaint is frivolous or vexatious, or its mot. cute in good faith ; (c) the subtect matter ef the complaint does not, for any reason falj within its powers ; or . . : {d) the initiation of an investigation, or its continuation would for any reason, be unnecessary. (2) In the event that the Commission decides to refuse to investigate or to cease investigating any complaint, the Commission shall ovithin fourteen days of the making of . staeh, decisfun inform the complainant of the decision snd provide a written copy of the reasons therefor, . Procedure’ \"29, (1) Subject to the provisions of this section, the followed Commission may determine the procedures to-be followed Rew dn carrying out any inveriigation under this Act. imvestl- ~ oe gation.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "rt Official Languages Commission 7 Act, No. 18 of 991 -- ~",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "@) A corplaint may. be made to the Commission by ‘any person or groups of person, who may’ be dtrectly affected by the act or omission to which the complaint relates ‘or who may he parties acting bone fide in bringing _ to the attention of the Commission, an act or omission. which in his or their opinion, requires investigation by the Commission,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "4) Ths comyloint shall be treated an 2 confidential communication end the investigation shall. endeavour to froteot the privacy of the individuals concerned,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "(4) Before investigating a coriplaint wader thie Act, the Commission shall notify the head of the public institu tion to which the complaint: relates of ity. intention to cozduct suc an investigation and the Commission sball not divulge to any person, the identity of the complainant, lualess the Commission has the complainants’a prior consent Usarefor,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "(6) The Commiscion may delegate the conduct of an investigation of au individusl complaint, to the Secretary to the Commission,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "21 In relation to the conduct of an investigation or Power review under this Act, the Commission shall have the of the Cone power to— . in relation",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "& the sone _ @) summon “witnesses and compel the production of all” dact of documenta that it may deem necessary ; ss gations, , (®) administer oaths, und compel. witnesses to give oral ‘ox written evider.ce under oath i (@)-receive, accept’and consider any other. form of information or evidence, as the Cormiasion may in its discretion see fit regardless of the evidentiary value af such information ot evidence in a court of : tw; . ~  (@) conduct: such’ investigations fa the premises of any . | Public institution as it may deem ft - 2, (1) Ym the conduct of an investigation or review or No, right ; study umder this Act, the Commlssfon shall not he required heard aa. « to hold any hearings, and no individual or public institution “right, shell be entitled to be heard as a matter of right.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "8 Official Longuages Commission Act,No. 18 of 1901 : {2) If, during the course of any investigation or review . | the Commission finds that sufficient grounds exist to make ‘@ report or recommendation which may adversely reflect upon, or adversely affect, any- individual or public institu tion, the Commission shall, before completing the investiga tion, take alll reasonable measures as may be necessary to . agord such. individual and, institution an opportunity to respond effectively to any comments on, and etiticlsms of, such individual or public institution, femmes =a. (1) If after carrying out an investigation under this Raper ‘Act, the Commission is of the opinion that— investi. {a) the act or omission whfch was the subject matter of. ml am. investigation should he referred to the public * fmatitution concerned for consideration and action ; or : (B) any directive of » public institution should be reconsidered or any practice that leads or is likely to lead to a contravention of Chapter IV of tle . , Constitution, should he altered or discontinued ; of",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "(©) any other ction should be taken, the Commission shall report that opinion and the reasons therefor to the head of such public institution.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "\" (@) If after carrying out en investigation under this Act ‘the Commission is satisfied that the complaint is not mada out it shall report that opinion, and the reasons therefor, to the complainant, : .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "(8) The Commission shall make its zeport within sixty days of the making of the complaint, and if the investigation ‘cannot be concluded for reasons beyond the control of the Commissiom, the Commission shel file an interim report within sixty days outlining the reasons for the-deliy. _°",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "(4) Notwithstanding the provisions of subsection (3) the final report shall be available within one hundred and twenty days of the muking of the complaint; and the Conunission shal make available forthwith, a copy of such report to the complainant.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "(6) ‘The Commission may in. the report to be filed under subsection (3), make such recommendations as the Commois- sion thinks fit, and direct the head of the public institution ‘eoncerned ts notify the Commission within a specified time of tne zctou, ‘x ety. that the institution proposes fo take, to. ive effect to, those recommendations. mo,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "[1 Officiat Languages Commission ‘) . Ast, No, 18 of 1991. . . 24 (1) Where any person has made a complaint to the Petition Commission under this Act and the Commission has—- - {2 Bemade 7 ‘Supreme (@) not informed him gf the results of the investigation Court in ‘within one hundred and twenty days of the making Gireaetutance of the complaint; or (b) informed hia of its decision to refuse to investigate, or ceasing to investigate, under subsection (2) of section 19; or",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "(c) informed him, under subsection (2) af section 23 that",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "the complaint is not made out to the satisfaction of : the Commission, . the may apply to the Supreme Court within thirty daya of ‘the expiry of the pariod referred to in paragraph (a) or after ‘the receipt of the communication referred to in paragraphs @) oF (c), as the case may be, for relief or redress under section 27. . .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "@) Every such applicétion shall be made by petition in ‘writing addressed to the Supreme Court, in accordance with such rules ss may be in force, praying for relief or redress.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "‘Such petition may be proceeded with only with leave to proceed first had and obtained from the Supreme Court,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "25. (1) Where a person has mada a complaint to the Appllcalion Commission under this Act and the Commission has in & to the. report made recommendations under subsection (6) of Hieh Court section 28 in relation to such complaint and the head of the Province Public institution concerned has not given effect to such fp certain Tecommendations within a period of ninety days on receipt - hy hinr of such report, then such person or the Commissioner of the Official Languages Depertment, after informing the Attorney-General in writing, may apply within ninety days of the expiry of the perlod within which the recommendations were required to be given effect to, for a",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "+ dixection uncer section 27, to the High Court established under Article 164P of the Constitution for the Province. in which the person making the complaint resides. ~ : +.) Every such application shall be made by petition ta ‘writing addressed to puch High Court and shall be heared ~ and determined in accordance with the procedure leid down in Chapter XXIV of the Civil Procedure Code,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "~ 1 Offirial Languages Commiselon . Act, No, 18 of 1991 Sreme + 2% The Supreme Court, on the application of the Set ny _‘Altotmey-General or the Commission, may, where the public High inferest 30 requires, direct any High Court established for Erevtnce a Province to transfer to the Supreme Court, any application erate which has been made to such High Court under this Act eaten and which is pending before it. The application shall, upou . such direction, be transferred to the Supreme Court which shall thereupon hear and determine such application. Sout mg Where inproceedings instituted — au (a) fn the ‘Supreme Court under section 24 or 28, the fst ana ‘Supreme Court determines that a public institution ‘equitable, has failed to comply with Chapter IV of the Constitution or the provisions of any law imple menting the provisions of Chapter IV of the Cone titution, the Supreme Court may grant such relief or make such directions as it considers just and * equitable or appropriate in al] the circumstances of the case; or . . (b) tn the High Court under section 25 and the High Court determines that the heed of a public institu- ’ tion has not given effect to the recommendations a of the Commission, the High Court shall direct the . implementation of the recommendations contained in the report of the Commisslon, ; Pubtie 28. (1) Where apublic officer who is required in ‘the eee a to Performance of his official duties to transact business Petter ies Telating to such dutiés, or to recelve or make eny com- inary |. mumeation, issue\" any copy or extract from- any register, language, record, publication or other document, in any particular Baa Moke relevant language, wilfully falls br'neglects to transect sata en, such business, receive of maka such communiceticn, ot . issue such copy or extracts in such relevant language, shall be guilty of an offence and shall on conviction after sammary tial before # Magistrate be Hable to a fine not exceeding one thousand rupees or to imprisonment for a term not exceeding three months or to both such fine and . smprlaonment. : - (2) No prosecution under subsection {1) shall be instituted except with the prior sanction of the Attorney- General. *",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "H Offcjai Languages Commission ou / ON Act, No, 18 of 1991 : . PARPIV eet Miseruniveous Provisions . 20, (4) Nothing contained in this Act, shail prejudice, Provisions ‘or derogate from, any other right af action a person may 1u4sAet have, in any court of law or any other foram, in relation to prejudice any act or omission in resect which a complaint may be Saft of mace to the Commission under this Act pout or",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(@) The Commission, with the permission of the court, +” inay appear in any judicial or similar hearing relating to the status or use of any relevant language in any public institution a an independent body, if the Commission considers thet such an appearance would serve the public . interest. . :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "38 (1) The Commission shall have the power on its own Commlasiun Initiative to undertake periode investigations ot reviews to fwer'to monitor the compliange by public institutions with the pndertae provisions of Chapter TV ef the Constitution and may ‘itscn further undertake follow up investigations or. reviews to _ initiative, monitor the implementation of its recommendations made in relation to such earlier investigation. ‘ .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(2) The conclusions and recommendations made under",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "the provisions of Part Hl of this Act may be included either tn the annual reports of the Commission, or in its special reports, or issued in special publications whichever form the Commission considers most appropriate,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "31. Nothing in this Act shell bereador construed as7®=- Commission ‘tricting the Commission from preparing, or commissioning to lave or issuing policy papers or studies on any matter relating POUT, 5, to the status or use of either of the official Ianguages which sny matters it may consider necessary or desirable, and in particulat” ‘ge at nothing in this Act shell Le read of construed as restricting either",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": ". the Commision, where the public interest so requires,. Tenguegen from addressing, aad making tecommendations on, any",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "matter relating to Chapter IV of the Constitution and its",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "apvifeation or extension te institutions which-de not fell",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "within the definition of public institution. .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "82. “The Conimission shall, at the end of each financial \" Commtsien year submit a report containing, inter alia, the recom- to mbmit, mendations made By such Commission under-subseetion (6) Seport of section 2% during that year to the Minister who shell .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "_ ®ause such report to be laid before Parliament,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "ery Official Languages Commission \" Act, No, 18 of 1991 . Members, 33. All members, officers and servants sf the Commission and sereuxty shall be deemed to be public servants within the meaning . Gomanisslon Gomutission and for the purposes of the Penal Code, : Tarvin, Gommistion BA. The Commission hall be deemed to be a Scheduled gSsheduled  tnslitution within the meaning of the Bribery Act, and the BER“: —_provislons of that Act shell be construed accordingly. Re Brbery . Bet ; Prortioa of 35. (1) No suit or prosecution shall lie. against the Ghowrsaf the Commission or any member of the Commission or any Commision.” oMloer or. servant thereof for any act which in good faith feken under > is done by him under this Act or on the direction of the thle Act ch Commission, . . Bf the (2) Any expense incurred by the Commission in any ‘Commission, guit or prosecution brought by, or against, the Commission before any court shall be pid by the Commission, and any costs paid to, or recovered by, the Commission in any such oF suit or prosecution shell he credited to the Consolidated Fund. . . (8) Any expense incurred by any mich person os is referred to in subsection (1) in any suit or prosecution. , prought against him before any court, in respect of any act ‘which is done or purported to he done by him under this . Act or on the direction of the Commission, shell, {€ the . court holds that the act was done in good faith, be paid by ‘the Commission, unless such expense ia Tecovered by him 4m such suit or prosecutinn. . Wo wait to 46. No writ agafnst person or property shall be ismued issue, against @ member of the Commission in action brought Pieon or Sgainst the Conimissfon. . Wekmbes 7, Any potson whom: . ‘Offences, (o) without sufficlent reason. publishes any statement or does any thing that brings the Commission oF : : °° any member thereof into disrepute, during the +.) progress oF after the conclusion, of an investigation or review under this Act ; (b) interferes with the process of the Commission ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": ": (e) resists or obstructs a member, officer or servant of the Commission in the exercise by such member, cfiicer or servant, of any power conferred. on him",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": ". ~ by this Acts”",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "Official Lax.guages Commisslon B Act, No. 18 of 1991 .",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "(@ 1m the course of ary investigation or review under G) falls without cause, which fn the opinion of the Commission is reasonable, to appear before",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "the Commission at the place and time",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "mentioned in any summons issued by the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": ": Commission ;",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "Gi) refuses to be sworn, or having heen duly sworn,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "7 Tefuses or fails without cause, which in the opinion of the Commission is ressonsble, to sewer question put to him touching the maiters being investigated by the Commis- sion ; .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "Gti) refuses or fails without cause which in the * opinion of the Commission is reasonable, to - produce and show to the Commission any document or other thing which is in his possession or power and which is in the opinion of the Commission necessary for arriving at the truth of the. matters being * investigated by the Commisston, shall be guilty of an offence under this Act and shall on conviction, after summery trial before a Magistrate, to a fine not exceeding ten thousand rupees or te imprisonment for a term not exceeding three years or to both such fine“ and imprisonment. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "(2) In any prosecution for an «fence under this Act, a corlifteate -inder the hand of the Secretary to the Commis sion, setting out the facts alleged to consiitute such offence shall be received im evidence and deemed to be such cerit-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": ". fiat without further proof, unless the contrary 4s proved, and shall be prima facie proof of the facta stated therein",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "38. In the case of any offence under this Act committed ete” bby a body of persons— persons,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "(@) where such body of persons is a body corporate,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "every dinector, secretary and officer of that body : corporate shall each be deemed tobe guilty of = 9 that offence; \\ (0) where that body of persons is @ firm, every patter of that,firm shall be deemed to, be guilty of that offence :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "4 Official Languages Commission ‘Act, No, 18 of 198% . Provided that no such person shall be deemod 10 be guilty of an offence under this Act if he proves Lo . that the offence was committed without his knowledge or that: he exercised all dilligence 2 prevent the commission of the offence. ‘Interpre- 88, In this Act, unless the’ context othervise requires— - _“local authority means any Munielpal Counell, Urban Couneil, or Pradeshiya Sabha and inclades any _ authority crented or es:abJisted by, or under, ony - law to exercise, perform and discharge, powers, duties and functions corresponding to, or similar _ to, the powers, duties and functions exercised, per- formed or discharged by eny such Council o> Sabha; +. *publie institution* means— : (@) any Ministey and any department’ under such . Ministry ; (b) say public corporation, or statutory institu : tion; (¢) any Provincial Council or local authority ; and . (@) any business undertaking, firm. company oF . other institutfon vested in the Government > or owned wholly by,- or on behalf, of the . Government, . . Sinhala =” ~—«0,_ In the event of any inconelstency between the Sinhale weBin and Tamil texts of this Act, the Sinhala text shall provall. Eine of in- . . ‘consistency.",
    "mean_p_confidence": 0.72
  }
]