[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON ; 2nd Session 1966-67 ~ ey nO ay EN . | GE: ‘B g cal sonnet |B NES if QM. LY RE oS Port Tally and Protective Services Corporation Act, No. 10 of 1967 . \" Date of Assent: Aprit 27, 1967 mt, Printed oa the Orders of Government ao Printed 1 toe, Govaunan ream, Cones, Tobe Print, at i, manne ET, CRs Monae! Bttecrintan, Great Bil) Ra, 30 Coan, He 40 ' (ee staat maak AES ag, lee Aap Stalls Price: 65 cents Postage: 20 cents",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "Port Tally and Protective Services Corporation 5. Act, No. 10 of 1967",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "L, D.—O. 28/65, .",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "AN Aor TO PROVIDE POR THE RETABLIGHMENT OF A CORPORATION FOR THE PROVISION OF TALLY AND Prorsctivz SeRviczs 1 THE PoRT OF COLOMBO AND IN OTHER PORTS AS MAY BB DETERMINED BY THE",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "~ Monster py ORDER PUBLISHED IN THE Gazette AND TO MAKE PROVISION TOR PURPOSES CONNECTED WIT",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "THE MATTERS AFORESAID. ms [Date of Assent: April 97,1967] 25 7.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty,\"",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "by and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "the House of Representatives of Ceylon in thie present, “87 ~",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "Parliament assembled, and by the authority of ‘the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "same, as follows:— ve 4. This Act may be cited as the Port ‘Tally and Stor te,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "Protective Services Corporation Act, No. 10 of",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "1987.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "PART I ~",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "Consrirorion, Powzes ao Dorris or THe Port TaL.y anp Prorzcrive Savices CORPORATION AND Te",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "‘Boro oF Directors :",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "2, (1) There shall be established a Corporation mastistacss which shall be called the ‘' Port Tally and Protective < Pat Telly Services Corporation” (hereinafter referred to a8 Berio’ “the Corporation”) and which shall consist of the Smstan Persons who are for the time being members of the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "jorporation under section 8.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "(2) The Corporation shall by the name assigned to it by eub-section (1) be a body corporate and shall have perpetual succession and a common seal and may sue and be sued in such name. 1",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "&. The members of the Board of Directors shall be members athe the members of the Corporation. Copereton.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "% (0) Te shall be the general duty of the Gwe any Corporation— ee ie,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "(@) to provide in the Port of Colombo and in any",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "other port that may be determined by Order published in the Gazette efficient and regular tally and protective services (hereinafter referred to as“ port services \");",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "() to conduct the business of the Corporation in auch mannet, and to make in accordance with the provisions of thie Act auch charges for",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "an tone—aa00 ana",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "i 2 ‘Port Tally and Protective Services Corporation",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": ": Aot, No. 10-0f 1967 services rendered by the Corporation, as will",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "* secure that the revenue of the Corporation is ~ not less than sufficient for meeting the charges te which are proper to be made to the revenue",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": ": ::* <> of the Corporation, and for establishing and,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": ": ci. : + maintaining an adequate general reserve... °",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "‘ (2) Nothing in this section shall be construed as",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "imposing on the Corporation either directly or in-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "directly any form of duty or Viobility enforceable by",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "proceedings before any court or tribunal. : Powers fn 8. (1) The Corporation may exercise all or any of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": ": Cuporution the following powers :—",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "(@) to acquire, hold, take or give on lease or hire,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "sac: py. mortgage, pledge and sell or otherwise dis- i pose of any immovable or movable property;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "@) to do anything for the purpose of advancing the skill of persons employed by the Corporation, ( including the provision by the Corporation. and the assistance of the provision by others, of facilities for training persons required to",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": ". carry out the work of the Corporation;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "“(@) to establish a provident fund, and provide wel- |",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": ". fare end recreational facilities, houses, hostels and other like acoommodation for per- + sons employed by the Corporation;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "(@ w purchase, maintain and repair anything required for the purpose of the busifiess oi the Corporation;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "wo delegate to any officer of the Corporation any such function of the Corporation as the Cor- poration may consider necessary 90 to dele- gate for the efficient transaction of business;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "(/f) to enter into and perform all such contracts as may be necessary for the performance of the duties and the exercise of the powers of the Corporation;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "i (g) to make rules in relation to its officers and ser- vants, including their appointment, pro- motion, remuneration, disciplinary control,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": ": conduct and the grant of leave to them;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "@) to mako rules in respect of the administration of the affairs of the Corporation; and ‘",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Port Tally and Protective Services Corporation 8 Act, No. 10 of 1967",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "@ to do all other things which, in the opinion of",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "the Corporstion, are necessary to facilitate the proper carrying on of its business. 2 Nothing in the preceding provisions of this secon sual Ke sonstroed me authoring the disregard by the Corporation of any law for the time being in force, 6._ (1) The Minister may, after consultation with Bevan of the the Board of Directors, give such Board general or Mastin w the special directions in writing as to the performance  Corperatisn. of the duties and the exercise of the powers of the Corporation, and such Board hall give effect to such directions, (2) The Minister may from time to time, direct in writing the Board of Directors to furnish to him, in such form as he may require, returns, accounts and other information with respect to the ‘property and business of the Corporation, and such Board shall ‘earry out every such direction. : (8) The Minister may, from time to time, order all or any of the activities of the Corporation to be . investigated and reported upon by auch person or . persons as he may specify, and, upon such orden being nO made, the Board of Directors shall afford all such faci- lities, and furnish all such information, as may be Necessary to carry out the order. 7. {t) The Corporation shall have a Board of Direo- Bosra of tors consisting of not more than five members >= appointed by the Minister. @) A person shall be disqualified for being appointed or continuing as a Director-— (2) if he is » Senator or a Member of Parliament; or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "() if he, directly or indirectly, by himself or by any person on his behalf’ or for his use oF bonelt, holds or eajoys any right or benefit under any contract made by or on bebalf of the Corporation; or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(©) if he has any such fimancial or other interest ae",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": ") is likely to affect prejudicially the discharge",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "by him of his functions as a Director.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Port Tally and Protective Services Corporation a Act, No. 10 of 1967 < (8) Where a Director is, by reason of illness or other infirmity or absence trom Ceylon, temporarily unable to perform the duties of his office, the Minister i mnay appoint any person to act in his place. : (4) The Minister may, without asdigning @ resson,~ : remove any Ditector from office. . The removal of any Director from office by the Minister shail not be called in question in any court. (©) A Director may resign the office of Director by letter addressed to the Minister. “ (8) Subject to the provisions of sub-section (f) and : sub-section (5), the term of office of a Director shall be three years: Provided that a Director appointed in place of # Director who dies or resigns or otherwise vacates office shall, untess he earlier resigns or otherwise vacates | . office, hold office for the unexpired part of the term of office of the Director whom he succeeds, | Remanitco «sll o any of the Directors may be paid auch | STSe? — emunaration, out of the funds of the Corporatio, 25 : may be determined by the Minister. | Director to 9. A Director who is directly or indirectly inter- i floc ested in a contract proposed to be made by the Corpo. j Satereat is ration shall disclose the nature of his interest at a - 1 propered to be meeting of the Board of Directors. The disclosure i Genre” ball be recorded in the minutes of such Board, and t such Director shall not take part in any deliberation } or decision of such Board with respect to such contract. S Quoram for 10. The quorum for any meeting of the Board of ection of Directors shall be three. ia : 4 Directors, . Regolation ct  - 14. Subject to the other provisions of this Act, the = pentane, Board of Directors may regulate the procedure in re~ 2 gard to the meetings of auch Board and the : transaction of business at such meetings. 2 part of 12, The Board of Directora may act notwithstand- pose ing a vacency among the members thereof. Beard of 18. The Board of Directora shall administer the ' Dicecion 4. affaire, may exercise the powers, and shall perform the = gae duties, of the Corporation. ‘",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Port Tally and Protective Services Corporation 6 Act, No. 10 of 1967",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "4%.- (1) The Board of Directors may delegate to a elastin Director or to the General Manager or other employee Pet! of such Board any of its powers and duties, of Boned of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "~° @yThe Director, General “Manager or other ‘employee to whom any of the powers or duties of the Board have been delegated under sub-section (1) shall exeroise or perform the powers or davies ao delegated abject ta the general or special directions of the Board of Directors.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "15, (1) The Minister shal] appoint a Chairman of chuiross at ‘the Boast of Directors from among the Directors. . Beer cf (2) If the Chairman is, by reason of illness or other infirmity or absence from Ceylon, temporarily unable to perform the duties of his office, the Minister may Appoint one of the Directors to act in his place.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(8) The Minister may, without assigning a reason, terminate the appointment of the Chairman. The termination of the appointment of the Chairman shail not be called in question in any court,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(4) The Chairman may resign the office of Chairman by letter addressed to the Minister,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(5) Subject to the provisions of sub-section (8), and sub-section (4), the term of office of the Chairman shall be the period of his membership of the Board of Directors.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "16. (1) The seal of the Corporation shall be in seal o the the custody of the Board of Directors. Corporetion,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "{2) The seal of the Corporation may be altered in such manner as may be determined by the Board of Directors.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "{8) The seal of the Corporation shall not be affixed to any instrament or document except in the presence of a member of the Board of Directors who shail sign the instrament or document in token of his presence.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "PART II Finance",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "47. (1) Th initial ‘capital of the Corporation dopiul g sto shall be one million rupees. Cotporstica.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "2) eof the initial oapital of the Comporation” shall be paid to the Corporation out of",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "-the Consolidated Fund of Ceylon in such instalments =",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "6 Port Pally and Protectios Services Corporation Act, No. 10 of 1967 . as the Minister of Finance may, in consultation with . the Minister, determine:",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "‘ Provided, howaver, that such amount as has been! advanced towards the setting up of the Corporation, prisr to the date of establishment of the Corporation,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "rom Advance Account, Item No. 198, Tally and ‘Watchmen Services Organization, in the jeoond Schedale to the Appropriation Act, No. 7 of 1965, 38 amended, under section 7 of that Act, by resolution",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": ": of the House of Representatives, hereinafter called “ advance Account, Item No. 193\", and has not been paid back to Advance Account, Item No. 103, shall be deducted from the initial capital of the Corporation and credited to Advance Account, Item No. 198, or to a corresponding Advance Account it ‘@ subsequent Appropriation Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(8) All assets acquired and liabilities incurred, prior to the establishment of the Corporation, in Tespect of Advance Account, Item No, 193, shall be deemed to be assets, and liabilities, respectively, of the Corporation.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(4) The Board of Directors may request the Minister for such advances from the Consolidated Fund of Ceylon as may be necessary for meeting the obligations of the Corporation or discharging its duties under this Act and the Minister may, i= consultation with the Minister of Finance, authorize such advances as may be required by way of loan carrying, or free of, interest, repayable in such instalments and under such terms and conditions 3% may be determined by the Minister of Finance,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "48. The Board of Directors may, with the consent poners of of the Minister, borrow temporarily, by way of over- Se Bunt drat or otherwise, such aums as the Board may",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "Tequire for meeting the obligations of the Corporation or discharging its daties under this Act.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "49, Any funds of the Corporation which are not Inaimet 18 s Hilson ofthe immediately required for the purposes of the business ‘Goeporation. of the Corporation may be invested by the Board of",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "Directors in such manner as the Board may determine with the approval of the Minister.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 8,
    "par_num": 24,
    "text": "Port Tally and Protective Services Corporation 7 Act, No. 10 of 1987 ‘ 20, The revenue of the Corporation in any Aprteatea shall be applied in defraying the following chatgem s ‘ae _ the order of priority set out hereunder :-— ‘Cocperation.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 24,
    "text": "(a) the working and establishment expenses",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 8,
    "par_num": 24,
    "text": "{including™ allocations to the insurance",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 24,
    "text": "reserve and depreciation reserve), in eonneo-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 24,
    "text": "tion with the exercise and performance of the powers and duties of the Corporation,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 8,
    "par_num": 24,
    "text": "Properly chargeable to revenue account;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 24,
    "text": "(®) the interest on any temporary Ioan raised by the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 24,
    "text": "Corporation ; coat",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 24,
    "text": "{e) any sums required to be transferred to any",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 24,
    "text": "sinking fund or redemption fund; and",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 8,
    "par_num": 24,
    "text": "(@) the interest on and the repayment of the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 24,
    "text": "priseipal of any Government Joan to the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 24,
    "text": "poration.",
    "mean_p_confidence": 0.11
  },
  {
    "i_page": 8,
    "par_num": 24,
    "text": "24. (1) The Board of Directors— 7 Reserva.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 8,
    "par_num": 24,
    "text": "(@) may establish and maintain an insurance",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 24,
    "text": "Teserve to cover the insurance of the movable",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 24,
    "text": "and immovable property of the Corporation,",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 8,
    "par_num": 24,
    "text": "all_such monies being applied for all : purposes of insurance as may be required by the Corporation, the sole insurer being the Insurance ‘Corporation of Ceylon, and to mest liabilities arising under the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 24,
    "text": "‘Workmen’s Compensation Ordinance; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 24,
    "text": "(®) shall establish and maintain—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 24,
    "text": "(i) a depreciation reserve to cover the depre- ciation of the movable and immovable property of the Corporation, and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 24,
    "text": "(ii) © general reserve not exceeding such amount as may from time to time be",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 24,
    "text": ". determined by the Miniter.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 24,
    "text": "(@) Such amonnt out of the surplas of the revenue of the Corporation in any year remaining after the charges mentioned in section 20 have been satisfied as can be paid tothe general reserve without causing it to exceed the amount determined by the Minister under paragraph (8) (ii) of sub-section (1) shall be paid to thet resorve and the balance, if any, of euch surplus shatl be paid to the Deputy Secretary to the Treasury to be credited to the Consolids Fund of Ceylon,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Port Tally and Proteotive Services Corporation Act, No. 10 of 1907 Aeon. 98, ‘The Board of Directors shall cause pro} STEN Gaunt of the duvome aad expendioare. of fas \"Corporation and of all its other traneactions to be kept ‘and shall prepare an annual statement of accounts * and statistica relating to the business of the Corporation in such form and oontaining such articulars as the Minister with the concurrence of the ‘Winister of Finanos may from time to time specify. (2) The accounts of the Corporation shall be audited samnally by « quolifed auditor (hereinafter referred to a ‘the auditor”) appointed by the Minister on the advice of the Auditor-General. The auditor 90 appointed shall be— .-\"(@) an individaal who, being a member of the ° Institute of Chartered Accountants «of Geyion, possesses a certificate to practise as ! an Accountant issued by the Council of that Hi : Institute; or @) & firm of Chartered Accountants each of the S partners of which, being a member of tat fnstitute, possesses a certificate to practise n as an Accountant issued by the Council of ! that Institute, * ‘The auditor shall receive such remuneration from the fands of the Corporation as the Minister may, ‘with the concurrence of the Auditor-General, determine, (3) The Auditor-General shall have power— + (a) to direct ‘the manner in which the accounts of the Corporation shall be audited by the 1 : auditor and to give the auditor instructions “) ‘jm regard to any matter relating to the : performance of his functions as auditor, and ' ©\" @) to conduct a supplementary or test audit of the i aecounts of the Corporation by such person a or persons as the Auditor-General may aa authorize in that behalf and, for the purposes j of such andit, to require information or additional information to be furnished to auy : person or persons so authorized, 2 sucl : matters, by such person or persons, and in , . such form, as the Auditor-General may, by general or special order, direct, '",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "Port Tally and Protective Services Corporation 9 Act, No. 10 of 1087",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(4) The auditor shall examine the accounts of the Corporation and furnish a report to the Auditor-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "General atating— .",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(2) whether he has or has not obtained ell the z",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "information and explanations required by him, and .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(8) whether in his opinion the accounts have been",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "drawn up so a8 to exhibit « trae and fair view of the affairs of the Corporation.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "{8) The Auditor-General shall have the right to comment upon or supplement the auditor's report in such manner as the Auditor-General may think fit,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(8) The Auditor-General © shall - transmit the auditor's report together with his comments upon, or his supplement to, such report to the Corporation.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "23. The Auditor-General and any person assisting Pow of the Auditor-General shall have access to all such books, jie Audter. deeds, contracts, vouchers and other documents of the and tis Corporation as’ the Auditor-General may consider ‘sans necessary for the purposes of the audit, and shall be furnished by the Directors and officers of the Corpora- tion with such information within their knowledge as may be required for such purposes.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "26. (1) The Board of Directors shall, as soon as Rerun of possible aiter the end of each financial year of the {be Burd ot Corporation, make to the Minister a report on the and copies of exercise and performance by such Board of ite powers ian and duties daring that year and on its policy and reren a5 programme. Such repori for any year shall set out ‘tema of any direction given by the Minister to the Board of istiwis to Directors during that year. The Minister shall lay tf, Sphuee @ copy of such report before the Senate and the ni lei! : House of Representatives. tetera the,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "2) The Board of Directors shail, on receipt of the ‘Sprechulrm Auditor-General’s report in each year, transmit to the Minister— :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(2) a copy of such report, and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(2) 8 copy of the statement of accounts and statis-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "tica prepared under sub-section (1) of section 22. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(8) The Minister shall lay copies of the report and statement referred to in sub-section (2) before the Senate and the House of Representatives within three months of the closing of the financial year of the Corporation. ‘",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "10 Port Tally and Protective Services Corporation Act, No. 10 of 1967 PART II ComMRNCEMENT OF BUSINESS BY THE CORPORATION",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "Dato on. sod 25, (1) The Minister shall, after consultation with © her rics the Board of Directors, by Order published in the sertions arn Gazette, declare that, on and after such date as shall Etazered he specified in the Order, the port services referred to Corporntion. in section 4 shall be provided in the Port of Colombo",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "exclusively by the Corporation.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "(2) Where by Order of the Minister under paragraph (@) of sub-section ) of section 4 any port other than the Port of Colombo is determined as a port in which the port services referred to in tbat section shall be provided by the Corporation, the Minister shall, after consultation with the Board of Directors, by Order published in the Gazette, declare that, on and after auch date as shall be specified in the Order, the afore-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "~ said port services shall be provided exclusively by the Corporation in the port ao determined,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "(3) The date Specified in an Order made under sub- section 0) or sub-section (2) as the date on and after which the port services referred to in section 4 shall he provided exclusively by the Corporation in any port specified in that Order may, before that date expires, be altered by the Minister, after consultation with the Board of Direotors, by Order published in the Gazette.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "Tie Corporation 28, No eam shall be entitled to compensation at Babe from the Corporation or say member or employes Sadly thereof for any loss incurred by him, whether directly cnmencemet or indirectly, Sy reason of the fact that the Corpora ener. tion has commenced business or that steps were taken preliminary to the Corporation commencing business :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "Provided, however, that compensation may be paid by the Corporation from its profits to the Ceylon ort Services Ltd. for losses sustained during the period commencing on the first day of December, 1964, and ending on the thirty-first day of August, 1965, by reason of the fact that an organization known as the Tally and Watchmen Services Organization was established by the Government :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "Provided, further, that in the event of any dispute as to the quantum of compensation the decision of the Deputy Secretary to the Treasury shall be final and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "_ conclusive.",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Port Tully and Protective Services Corporation 11 Act, No. 10 of 1967 PART IV EMPLOYERS OF THE CORPORATION ‘ 21, (1) The Corporation shall have the power— —sppsaunen (@) to appoint, with the approval of the Minister, a ‘Seraste boa General Manager who shall be the chief syst of tu executive officer of the Corporation ; \"reruns (0) to appoint anch other officers and servants as may be necessary for the purposes of the Cor- poration ; and (0) to exercise disciplinary control over and dismiss ‘any officer or servant of the Corporation : Provided that the Corporation shall not, without the approval of the Minister, dis- mise the Generel Manager or any’ such officer or servant of the orporation as is appointed to the staff of the Corporation in accordance with the provisions of. sub- section (4). (2) The officers and servants of the Corporation shall be remunerated at such rates as the Corporation may determine: Provided that the terms and conditions of employment shall be generally not less favourable than what they enjoy on the date specified in section 25 (1). (8) In the appointment. of officers and servants, pre- ference shall be given by the Corporation to persons who are already in employment in the organization. known ag the Tally and Watchmen Services Organi- zation. (2) At the request of the Corporation any officer in the public service may, with the consent of the officer and of the Secretary to the Treasury, be temporarily appointed to the staff of the Corporation for suc Pefiod as may be determined by the Corporation with ike consent, or be permanently appointed to such staff. ©) Where any officer in the  publig service is tem- porarily appointed to the staff of the Corporation, sub-section (2) of section 26 of the Government-Spon- sored Corporations Act shall mutatis mutandis apply to and in relation to him. (8) Where any officer in the publig service is perms- nently appointed to the etaff of the Corporation, sub- Section (6) of section 98 of the Government-Spoasared : Corporationa Act shall mutatis mutandis apply to and oo in relation to him. mo",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "12 Port Pally and Protective Services Corporation ‘et, No. 10 of 1967 ‘onere emt 8, All officers and servants of the Corporation EXwata” — shall be deemed to be public servants within the mean- fendi ing and for the parposes of the Penal Code. servants PART V : . CHARGES THAT MAY BE MADE BY THE CORPORATION Charges that 29, (1) The charges that may be made by the Cor- ae owe poration for prescribed services rendered by it shall be Sretation. ed, and may be revised from time to time, by Order made by the Minister in consultation with the Board of Directors and published in the Gazette.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "(2) The charges that may be made by the Corpora- tion for services which are not prescribed services shall be fixed, and may be revised from time to time, by the General Manager.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "(8) Charges in respect of services rendered by the Corporation shall become payable immediately on the completion of the services or within such time after their completion as may be determined by the Corpo- Tation.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "(4) If the master, owner or agent of any vessel fails te pay to the Corporation on demand made by the Corporation any charges or any part of any charges that are payable to the Corporation for any services rendered by the Corporation in respect of that vessel, an ices of the Corporation may notify such failure in writing to the Collector of Customs of the port in which that vessel is, Upon such notification being made section 94 of the Customs Ordinance shall apply to the recovery of such charges as if such charges were referred to in that section, and, in the application of such section to the recovery of such changes, such sec- tion shail have effect as if the reference therein to the demand of such charges were a reference to the de- mand of such charges by the Corporation and as if the | references therein to the Crown were references to the Corporation. Any such charges which are recovered by buck Collector of Customs shall be trausmitied to the { Corporation. 1",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "(5) Nothing in sub-section (4) shall be deemed to be in derogation of the right of the Corporation to recover the charges or any pact of the charges referred to in that sub-section by any other legal proceedings. j",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "Fore of 80, ‘Tho Board of Direntors may remit the whole or |",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "boot any portion of the charges payable by any person under",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "2 coat this Act for services rendered by the Corporation. _ |",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "aly oe J",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "any : ee a _ 7",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "Port Tally and Protective Services Corporation 18 Act, No, 10 of 2967 PART VI GENERAL : 81, (1) The Minister may make regulations for the magvatioas urpose of carrying out or giving effect to the princi- les and provisions of this Act, (2) In particular, and without prejudice to the nerality of the powers conferred by sub-section (1), fee Minister may'make regulations ia respect of any Inatter required by this Act to be prescribed or in res- pest of which regalations are authorized by this Act to e made. (8) Every regulation made by the Minister shall be pablished in the Gazette and shall come into operation ‘on the date of such publication or on euch later date as may be specified in the regulation. (4, Every regulation made by the Minister shall, as soon as convenient after its publication in the Gazette, be brought before the Senate and the House of Representatives for approval. Any regulation which is not so approved shall be deemed tc be rescinded as from the date of the Aisapproval, but without prejudice to anything previously done thereunder. 82. Any person who— Often. {@) contravenes the provisions of thia Act or of any regulation mede thereunder; or ‘ ® wilfully obstructs any officer of the Corporation in the exercise of his duties under this Act, shall be guilty of an offence and shall, on conviction after summary trial before » Magistrate, be liable to imprisonment for a period not exceeding oue year or to a fine not exceeding one thousand rupees, or to both auch fine and imprisonment. « 83, It shall be lawful for the Board of Directors or Docuneate an officer of the Board to whom such power has been whe Ber delegated to cali for from the masters, owners or agents for fram. of vessels, documents which show the amounts of pay- masier,, ments made by them to their contractors for tally and sjeate of protective services and the manner in which such pay- ™##l* Tents were made and the manner in which such agente have billed the masters or the owners of vessels 29 exponses for their services in that connection. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "14 Port Tally and Protective Services Corporation Act, No. 10 of 1967 Powe of 34. The Board of Directors may compound any EGGS 4 claim or demand made egsinst the Corporation by any Ronen person for such sum or other compensation as the Board shies. may deem sufficient. Liability ot 35. Where an offence under this Act is committed anraein by a body corporate, every person who at the time of ‘officers of commission of the offence was a director, general fever manager, secretary ot other similar officer of the body Groniued by corporate shall be deemed to be guilty of that offence ‘that body, ‘unless he proves that that offence was committed with- out his consent or connivance and that he exercised all such diligence to prevent the commission of that offence as he ought to have exercised having regard to the nature of his functions and in all the circumstances. Botan 88, (1) No suit or prosecution shall lie— fekon ‘enter (@ against. the Corporation for any act which in Bi A or good faith in done or parports to be done by Santa ot the Corporation under this Act; or fe Baw (2) against any member, officer or servant of the Corporation for any act which in free faith is done or purports to be done by im under this Act or on the direction of the Board of Directors.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "(2} Any expense incurred by the Corporation in any sult or prosecution brought by or against the Corpora: tion before any court shall be paid out of the funds of the Corporation, and any costa paid to, or recovered by, the Corporation in any such suit or prosecution",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": ". shall be credited to the fands of the Corporation.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "(8) Any expense incurred by any person as is re- ferred to in paragraph () of sub-section (1) in any suit or prosecution brought against him before any court in respect of any act which is done or purports to be done by him under this Act or on the direction of the Board of Directors shall, if the court holds that such act was done in good faith, be paid out of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "} the funds of the Corporation, unless such expense is",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "recovered by him in such suit or prosecution. No writ to. 87. No writ against person or property shall be ie iavoed issued against a member of the Corporation in any atte action brought against the Corporation.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "Pea",
    "mean_p_confidence": 0.09
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "ot the",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "Corporation.",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "Port Tally and Protective Services Corporation 15 Act, No. 10 of 1987",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "88. The Corporation shall be deemed to be 8 The scheduled institution within the meaning of the Bri- Seperation bery Act and the provisions of that Act ehall be cons- s sanduld trued accordingly. nsotin",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": ": ous . Ae. 89, No suit shall lie against any person, who bas Prin of heretofore performed tally and protective services, in PIN\" Petemed respect of the termination, without any notice or with- ‘lly and ‘out proper notice, of the services of any person ex Eee tor Ployed fy him in connoction with euch tally and pro- temansog of tective services, by reason of such first-mentioned per- Sihox notice son ceasing to perform such tally and protective ser. & wiht” viess by virtue of sub-section (1) or sub-section (2) of ™** section 25, 40. In this Act unless the context otherwise tterpwiation. requires~ “ Board of Directors” means the Board of Direc- tors constituted under this Act ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "“Director? means a member of the Boerd of Directors ; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "“‘ tally and protective services ” means tally and Fatchmen and other protective services per- formed by persons employed on board a ship or asbore in the interests of the owner, agent or master of the ship and inclades re~ ceipt keepers, assistant receipt keepera, supervisors, plan clerks and pier clerks.",
    "mean_p_confidence": 0.87
  }
]