[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "EF PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA FINANCE (AMENDMENT) ACT, No. 15 OF 1982 [Covtifed on 25th March, 1882] : Printed on the Ordere of Government Published as a Supplement to Part II of the Gazette of the Democratie Soclalist Republic of Sri Lanka af March 26, 1982 HDAEED AE TOE SEEAEOSCONT GF GOVERMENT EDWIN SE LANA ‘TO PE PURCHASED AT THE GOVE. PUBLITATIONS HUEEAU, COLOMBO a Price: 85 cents” Postage: S0 cents",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Finance: (Amendment). Ath Norts df 195 a afCentified of16th March; i9n2y\"\"! Bend, Busy Ans Alert0? shetiet teow Fnsice Law’ Nd, “47° de 1973, BHGt dndeteth by thie Patitament of the Democratic Soctalist Republigiof Sei Kanke“as' follows: : 1, This Act may be cited as the Finances (Amendment) Short title, Act, No. 15 of:i9s2r09 ! oe 2 ‘The long title of the Finance Law, No, 47 of 1073 Ameniinim¢ + (hevelnafter. referred. to. -2¢-the-\"grineipal énaatinent *)/ 1s Fang tg ot hereby amended by: the substitution for the words“ private gf Law No. cars:\",;of the words “certain motor vehicles”, - oe 7 Pease et Hate 8... The litle of Part J of.the principal enactment ishereby Amendment améaded by the substitution; for the,words “private care”, f,tP8, of the words ‘certain motor vehicles? 1. -! Pear set the Soactment, +4 Section-2 ‘ef the’! grinelpel “enactment “is hereby Anica amended ds\"followsc\" 6 Ue of gection wi * sestel ab soeratylder ot () by the renumbering of section 2,as ubsection.(j) of eoastment. il\" that section 97 0? a. cya evr gy ee” gummed nn tea ath at 2 Q) in the renumbered’ sizhseétion: (2) of tal section— ve eote tet feng ie mitten ve (@)\" by the Subétitution ‘for the words and figures “: *\"\" on November 19, 1972,”,,of the:words and. ° oe a HburEs, Sox and ater November, 19,1972, but . pon BEIOH, 10, Manoh 23, 10813 aR yy ro (8) by the substitution for, the, words; after fhat “date as'2’ private cay, shall pay.a levy (here- ‘hatter referted..to.a8 ‘the Jevy.\")/, of the ‘ sbobds' and figures “after November, 10, 1972, as a private car shall pay a levy”; and ;-@) by the insertion, immediately. after the renumbered’: subsection (1) of that section, of the following new subsection :— + (@) Bvery person who, on or after March 23, 2.1981, ecomes.the first owner of a motor car registered on or atter that date shall pay the levy “ as provided im section 3(L4) end in accordance +° with such regulations as may be made in that bohalf under this Lew: SHA srs —19,725 (00)",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Fimance: (Amendment). Act, Ne, J5 .of 2982 Provided, however,:that tbe. provisions of this subsection shall not apply to any persan who is exempted from payment of revenue’ lictnée feb under section $1(4). of the Motor Traffic Act... ., In this subsection and in section 3(JA) “motor “ear” hall have the game meaning as inthe Motor \\ ‘Traffic Act”, . : Ya Amendsent i\" Section’ 3 of the principal enactment is heréby of ibe amended as follows:— . . pringipal 0 guys an os eet cake Go he ot o ‘enactnent. (i) in subsection (1) of that section, by the substitution, Lyize 40r the words “They. levy shall be paid”, of the * words and: figures “The levy- under section ‘2 (1) shall be paid”; 1(2}-iby the insertion, immediately after subsection (1) of G9 +that section, of the following new subsection :— “a) The levy under section’ 2@) shall be paid to the appropriate licensing authority on or before May 31, 1982, or before the expity of a period of three, months from the date on which ll “the geblele waa frst registered a @ motor car, whichever is Jates.\";- . (3) 'ity subsection (2)°S! that section, by the substitution, for the words and figures “to pay the levy on oF -rpit:-befare the date on-which such levy falls due for payment in tefms of subsection (1) ”, of the words vcr: and figures ‘to pay the levy referred to in sub- wma JASQétion “(1) “or ink subsection (14) (hereinafter vd Sipeterred to a8 the “levy\") on or before the dates ‘on which Such levy falls due for payment’; and 2(4)tin acbsection? (4) ‘ot that sectich; by the substitution, ‘for the word and figures“ subsection (1),”, of the swords’ and figures, “subsection (1), or subsection (aye",
    "mean_p_confidence": 0.71
  }
]