[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  , be 4",
    "mean_p_confidence": 0.136
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": "  . OO  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRILANKA  UNIVERSITY OF VOCATIONAL  TECHNOLOGY ACT, No. 31 OF 2008  oe  coat poor",
    "mean_p_confidence": 0.5435483870967741
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Unisersty of Vocation Yechoolegy  ‘Ac, Mo. 0 of 208  (Cxried on 28m Aus, 2008)  Ld-0.472008  As Act masounn toy stags, roa kes 0  -swestarecuramthstaarvar Viton Teno;  “nen caaerecaria DMRANY EVE PO  eC AD MATIESS CURIE REE  ‘WHEREAS having rexadiotheneed snd sieimpirance of Puostie  aking avaiable opgorvaniies (oc unbieving 2 higher  ‘cational qualification @ dase in Set Laka eho ave  acquired Technic! and Vocal Ecicaton and ang  AND WHEREAS i ass bevome nespesay We entre ude  biabes educational qoufication abiained y shuse  + pevsue such studies will be # qualfleution when ue  1° rexogrsiden Sith as well a oie Sl Laake  [AND WHEREAS o1 preset there exits mu taal in  Sty Lanke equipped te provide higher edueetionst  ‘qualificacons t chore who Nave seguired Teak! gad  Vevatiosal Education and Teenage  AND WHEREAS | bas become o matter of ntionat  hevpontance to estab Univesity fc the purpose of  ‘eraming neademac quaiestion io tove Bho hve Reid  Sach Technical and Vocaion! Béueston a Teg:  . [BI ehvefore enacted by the Pacisment of ie Dacrocais  Soxalit Repub of Si Lanka a alloweim  . 1, This Act may beeed asthe Unicente of Vatonat Shon a oe  “Tecnology Ac, Ho. 31 of 2008, aed he revions oft, SB  Act thet than this sectien, stall came ing obtain om “==  Sats date ay the Minister seay apna by (eden pubis  the Gace {hereinafter seferred 1 se “appa  tte”) \"The provisrons of this secon shal sume in 12  ‘persian onthe de on whic His At becomes un ASK Of  Pasian he  2 re ama eas ir)",
    "mean_p_confidence": 0.33897610921501703
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 University of Vacation Tecnology  “ht No Hof 208  PART  Esasuneasror ie Unt Vocniral Tir",
    "mean_p_confidence": 0.2885
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  Esabinnmen of 2. (1) Notwithatnding anything the eonrary i the  Se Univesty SF Universities Act, No. 160 1978. there shill be exited a  Yecioad Univer ale the Unversity of Vocational Teeology",
    "mean_p_confidence": 0.39514285714285713
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (erent fered to asthe \"Univers\".",
    "mean_p_confidence": 0.2742857142857143
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (2) The University shall be a body corporate with  perpetual sucesion ada cwson sel. and in he name  Esaiged tothe University by subsection (1, ave fll  powerto—",
    "mean_p_confidence": 0.5275
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (@)_ sve and tobe sued inal ours",
    "mean_p_confidence": 0.3211111111111111
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (Otero sea ats pleasure",
    "mean_p_confidence": 0.3116666666666667
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  {e)_ acquire by way of purchase or aherwise both  tmovablcand immovable popert snd oaks cept  nd hold any such property which may become  Cestod in hy vite of any sich purchase any  rant oc donation lee, testamentary dipoution  ‘rathervse",
    "mean_p_confidence": 0.39282608695652177
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  (a sll, hypothecate, lease, exchange or otherwise  dispose of any groper acquire By",
    "mean_p_confidence": 0.429375
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  Provided however, that any se, hypotheration,",
    "mean_p_confidence": 0.32625
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  tease, exchange or other disponiion of any sich  property sal be vali, if the same is mae in  Eontravenion of any resection. condition ot  rohan imposed by I oF by any appeopete  Insrumen or Order, by which any sich propery  seas vested in the University sad",
    "mean_p_confidence": 0.4688679245283019
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  (©) serie pesto and discharge such powers. dis  fd functons as are confaned or imposed On ot  fesigmed tthe Univer by ths Act",
    "mean_p_confidence": 0.39814814814814814
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  University of Yoetlonet Tachaatagy a  Ae fo. 37 of 2008  3) The powers, duties ad tonction coord, imposed  . ‘x cesigned tosh nvserny shales ote expressly  (rovised fr by this At, be exercise by the Baar  S.The sod of tho Univoriy tal te cusidy of Sato  se Disecor soar te Unions a bt ote stings SNS.  ‘ony truce or dene excep i spre OF  ‘he presence of any other wifi aacgand by the Wee  Chaser, aid de Soeckr-Cenerat such othe Tce,  _e thease my be ball sgh trimer Socuea  hensthe preseue  PARET  geen aes2a ar cyt Isetaars  A. Thanijecs wf he CEibesiy shal Bet ee  a) again the prorescive developement of salen i  fecha and vactuonal edvcanon aod (aig,  aysiem based na taie pds te alice  Sune suniceraty adaction  hy praxis yagi wainig fe those rsergcing  fraining shite versing im the eechaigat and  sido eect ecto se nde  62st in Be dovcbopmene of couse exec far  technest aod wxtioms einen a Sang  provide ence of sly for mle eve technical  . Perwmne! having qoabilicutne acceptable for  aime the Univers  16) pumice cuataes of ty for dose with Nation  Vocanonad Quabitications to upgrade their  sexnpeeey and aeqibe sess a caons  @ provide eviensiva couses om continuous  rofessonal development aed  4) jeovide extsinn sores 10 the public elon  Frstiins. in i concracton, aamUC A  cankessaan,",
    "mean_p_confidence": 0.30150579150579154
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 University of Vacation Teckectagy  Act Ro 32 oF 2008  ces oo 15 The tt oeity eat subject she provisions wf his  assy ‘et ive the presto  a} atoitstadenis and provide instractions ia any  sypraved feanch of ochnic and seca educa,  and raining asthe Usserey ay deren;  {hj make wvsitable opportunities Foe seseah anil foe  ‘the alvancarient and diweminatinn af knowlege  42} holdaxaminatons nd asiessctudent perlomance >  (> grant and confer degrees amd other academic  isinclions in oanformity with ony Starute made  for he purpoee +  463 otublch spexializnd institutes scnals  (0 en-opucnte hy way of exchongso teachers, students  and sckaian or chee wine vith thee raatutions ig”  ‘Sei Lanka or insutuions shens, having objects ar  «aerate aimlae ta ce sutsoalely sine tn those  ° Tofthe Unies  (2) “sake oampement for ihe conduct of exsiations  for enabing those not instructed a the Univesity  \\:t0.0blain degrees. siptomes and cetfiate trom:  she Universiiy end to determine the courses of  » iestucton for suc examinations;  1A) Drove facilites foe higher education ta poten:  ‘eroployed by the Univer  10) hafoe towaraty degrees or ather distinetians  ‘peisine aporovedby the Academie Conneit nd the  Bard, a eontormity wii any Starwe make forthe  pores:  “hy setpnics exeminations passed und periods of  7 teunning peau at any Univsesigy eaioned oe  deemed to ie cuablisned snes the Universes ht,",
    "mean_p_confidence": 0.34692913385826774
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  ainarsty of Voratinal Tecinolony 5  He Mo 31 of 3008  . e-16 of 1978 and ay higher edocations  isttelions and fechoiea! snd voodtional oF  professionel insitstions a the Sta, within  Eira fac the parpone of adisingstens  . he Vnivonley af approved by she Admission,  ‘Acettaion and Qsainy Acsorance Counci and  the Academic Cuan  | re, snare nia for pcs of he  Giniverslg, bears, Edhoratorres and OMe  ‘aiding fe rational pure  th tine Senint Prfeasoesnips, Professorships  Resociate Professorships, Senior Lectwres¥,  ‘Lesevenigs, Aisi Lactueshi nd the 0+  eaenc poss as ey Se rei tothe Puen  ‘ofthe Unters  ih insttate and award fellowships, scholarships,  ubibions, bara, medal OG her rigs  ‘ene with any Sie rade far the pao +  a). charge fees fer ney extension servees prove 1  fhe publ or ony ier, a5 dhe wast may BE,  ped diibunc the igcome so generated for the  ‘eset of ho bjocs ofthe Universi ioe  Toner se ch ba presaibed by any Ordivane®  and  . e) af sac obras or ings as ay bo NES  fin effetvey evening ny oft pours conte  bye Act am forthe attra OF the ces  spelled in actin 4.  pantitt  Powrastn eM  {29 The Minar sll be spose rth renee Reign  pce ae admin of thos Ack oes!",
    "mean_p_confidence": 0.3193415637860082
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  © Upset Yacanona.tecnabone  Sethe eR  Gin falling is responsi oe erection 1,  ‘hs Bie tie te net he Rew each  ‘seat may yc gacessry in gas  ‘ips ih ipa apd toda rep. ey  ‘cient ur iy acl eh po lad  \\gPargoney aun lyse nem 90! eden wa,  CF sl te the day he Bos meal wit 8  isons iaued by he Mice ums abotan (3  SE ie et on ie caps  af ecsy Siting te nfs elaine wr os  {dr stion of th Ac ude uray of Be ache  PeRatning doe amination of thy Uoversy te fo  ‘axgpigsy end reppred pan oy he Gow  15) Upenreasin at tboronon af se Hoortin comps  ids vee io er hae (6, he nb sl  Altec! the Board w tke sachet a 8 rey  ‘consis uegesaty Wit referones (6 toe sing oe  ssnaliltn of he Univer: posing fo which te  iscsi nde abastin 13 94 cred oa.  cose 4, ii tia oft eat i stain  SCUIEM gswaling rte University is tele tentang man?  8 8 Mee emu ogy Serene a preci! ty maiea ply  TBs Bei lka oor the Angers tamcronmng ot he  Tries be ay ee ie Band trae a ach sep  Ss Degy Seon. to ng ach ar ane  seo tste Ur Wher oe Minne sof the view ta da  SNA guy's shut Or ny other conse. the werk ot  Sossg mie Euminisvsdon oF the Uniaraty has Aeon Seriously  Ss” disrupt and that the dhffccnt sathontes of ihe  ete ‘Universisy have failed to restore sormial canditions, he  sauy bk i sh tate oe may bene senate  the esters of termes Panding the esoeation of  aon the Mini may Ry Order puts othe  Sica cite we vio he moy doer reveshy  breast oar aty of the Eaeing totes =  7 fa) “he dake of aiegy ST",
    "mean_p_confidence": 0.3132456140350877
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Une of Vovsonl Tenens 7  ‘ut Re ff 2008  O teapot anyon oes ty of  : Isto compen tmbacy for ke Parse of  tec pertiing or atarngcng per  ny or fenetons ee thi At ear a  - sysop lsum, a Be omy Or  _ Raton x er oy he an  16) anya mec ommend wih ela aap  Steen sou  (2 Aa Geter matey he Mis er becin  hull sano tceesich ip ay Despite,  ul ws ose minh of he Caco. petted  Plone The Orkin erated ronan  Infre fr peed mr sarod hoe mot ihr  9. (The Unrate tee aed Arma ene  fs nontsterdestosuesteach feat jt ime  tothe Minister # feporesurtairong 2 fal aor of is accisitioOY  Shing at yea Te Sgr tl cn ee eet  teil ean  aT Vey du usecase saat  ve suse (oe ae ale ph pies  hepa of bedi he ir  sane  Coeerencmcerorna ties  Ha Tre Pee sl seminte the Cea of Cot mt  the Waves: The Chat stall be tbe Heal of the  Unisrsty ah shal eld office fr a period of five years VS  (rm he tof sch ain  £2) Toe Chanel nog utes saotie al  weenie pose sed Cantante  13) The Orbeer.oF te Gives shall fe sft  he Vie Chie  8 Be Dean of Fac:  2",
    "mean_p_confidence": 0.3219758064516129
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  s niece of Vocational Tectaotons  (Aor Nis 32 0 2008  (he nerwre Genel he Univers  (eh he Biretor Masia gu tnformaci Services  eh he Dicnnor Fimace  ) the Director, Admission, Aeoditaion and Quality  Assucanee 20  (5) any porn hoking x post decor by State te ts  at ofan OMe  tm M(t) Tee Viee-Chascettr of the University shal be  \\otanceon_appcic by the Present incnsittion with he Mine,  Thm an nat of @ el af ther grass momen by he  Board  (2) The puoel af ree poston shalt be esteted fen  onesie who hare seademie quatBstam. browielge  mt experience nthe eld of eomsaretion or anu  fray ether Rel of echnolny or service seco  (5) A person stall ae he oppnnted aso Vice Choneet,  for mre thant catiective ers of oF  (62) The Viee-Chancetor salle tine officer ofthe  {avery ara shall be the principal eaeveniee oticer  ad ee prepa academic office thereof. He sbal bean  eee eater nd Cholera of bed th Bose’ and  {he Adon is Couns. The View Chancellor sult be ceil  tevsonsene, Meparen and spesketuay eating 0 ay other  Aushority of the Univetsty or ater bedy 38 may be  Presa by Ordnance, br shall ast Pe emit im vete at  ny such mesting, ales he = = meeiber oF yach wher  Aaa oer dy  )Rehll bebe dsy ofthe VieChaneelorinaceedenee  ‘Pid is dications a8 way fe Gime 46 time Be Letty  ‘aso thi ha all by Oe Bar ensue at he  revision of tis Act Of omy appa retrument a  Aly sihsrved. adhe zal ane and my extese A sch  ‘mowers as firma dex neccesry fe pupae",
    "mean_p_confidence": 0.3674834437086093
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Unisesty of Woeaaal Tetralogy 8  “Ao oH of 2008  {6 Suhjzwihe pressions of hs Ae. el tha ty  . ft Wie Chae o give llc ta amd ens te  is eer (9 de danas if he Borsa of te Aedes  Count",
    "mean_p_confidence": 0.33395833333333336
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  the Viernes te the Accouning Ofer  ‘fie Uneasy an shailberepsanc re maimenance  of dicipine win a Urey.",
    "mean_p_confidence": 0.23857142857142857
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  (8) The Wie Chance cel, fe wits oie  arin ot emened om ofice dar sat Bx his  Section ok efice fos term of one sees orb  “speiadhnwaty fh gear sichever oes cas en",
    "mean_p_confidence": 0.35000000000000003
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  (8) The View Chanter maj for resins signed, be  removed rm aie byt Preside",
    "mean_p_confidence": 0.3847058823529412
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  40) Wace the Vee Chawelor by eras eae es  abicer fm Lane etry te cave St patsy  ‘wate oper ie does olnsotior te Freda a  win even Gays of he oceuence of uch nit ake  such sangeet chery think ht fr cana on  Sie of he Offi Ai ah ata geena ve mete  Dice Goal fe Uncen al cacy oe eit  shes fie Ofte ate Vce Cone",
    "mean_p_confidence": 0.32802631578947367
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  O11 Wane ary vanensy eccrine iis ae View  ‘Chancellor. ne Peslbnt my with seven aye of te  ecuerce af ach rssne. ake sinh shang me ee  tomy an fo emi te deo the i  evict 2poosmoment mode, Om ah ares  see mate he Deer the Unie sta any  {et heros dos of Be Cie °",
    "mean_p_confidence": 0.34015873015873016
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  12. (i) Theeestl Nes Dean feash Ful mb sbll ease  te the reatomic ni amisnanive Head el tht Fac  “Tre Deen shal by lected bythe Bac fo ace  Seen iofesors ona, sane oes ene  asus a ae ame fs Fay",
    "mean_p_confidence": 0.31173913043478263
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  1) Uniority af Vocational Tesoro  Shee Non N28  2) The Den shall sujet we the provisions oF 285  aggre ans, ee nice oc pein of oe  see rom the dee sf 9 stetion anc shal es  Forte fom alding sock offi, br CHEB GO  ‘tao, oe fpr ged seat  {ay \"The Deon af 3 Paovtty whi is Singualiiod Gre  contnulog 1 fc a ae Dis o6 he ninety we  setae of aie Ate abl beeen Fam ack 2,  uh Whee owing tc Leave oF abana nea oF OE  seats, tne Dean of a Favs is cemparaiy enable ©  eet does of rin oe a pod wot eae  . Fee ovite, se Vice Canceton sl apoio 3 Seabee  Pratemact, Professor, Assuciate Professor or Seciot  caer Se toe Faculty, act ws he post Dea for  sue peri  (5) where a Dean of ¢ Foouiy fs removed. ree  signe or in Bor amy ot cea ae to pest the  TRAE Fie oMice for 2 potiod excening thre on  aoe ad Doan of tat avi shal be deemed = hare  Be er cyan, and a new Tagn sett be sheuted 8  aereanee withthe growsstons wf subsection (2). Te  Soran su cote tel old oie the reaped ra  rune erm af Mice of hin predaesoe,  gee viecine YR (A) The teens ihe inet, Sa  eat appnad by the Boutd vga the recemmeranen of  Sy ammrites, be onepasiti of wach salt be  SeeEiped by Ordnance, end sal fenton 2» seme  rare eet ite Univer. The Wiector Gener dal ORE  fhe anita Aveoumsg Oicer af he Undsersty :  (e) Ine Dreor-enen sha.",
    "mean_p_confidence": 0.34261744966442953
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  a) uct te disaion an conta of the Wie  Cheecalion, be respoaele for The generat  Germetonion of the Tsiversity ens sR  ifecipieary cote) oF Hs soaracadei S38 «",
    "mean_p_confidence": 0.3072727272727273
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  ives of Yer remotogs  fa Mo 30 288  161 Serene othe costa a ent nate  seep of hs Urey san  (6) rei, pts icrage cd gowns tes  . Tod econsus maybe ccafened oped om at  Jered ty 8 AS by ay apes  tenet  HAC) The Dost, Media ant Inferno Services te wr,  1: Coico shall te apy by the Bast upon or Me ns  {tvummentatunef «Sees Commie, he eumposken Sosaon  of whic#t shalt be preset vot hy Ovinance, andshatt Function \"  Seafulttine Ober the eneray”  12) te Dieta Modal eatin Series alte  12) sje tote Ubetian ad sont ofthe Vie  Chanecitve be response for the genet  isco ie Meta fermion Come  Grones se Unaseaty sal  18) execine gett a chang sah power ies  {ea Stent ay eaten fap on  Sigad foto by tis A by ny pre  insomene  AS 1) The Diese, Pome ofthe Unive sallbe Te ewe  appointed by wae Board upore sw rocusnmendation of a Fame  . Secon Commins he sure of in a Be  peer by Orlane si hl ati 5 alm  Gerat tee aes  2) The Diners Pica  {ot sabjoet te me cireetton and onto! of the  Donte perl, pio For the genet  -iminiaation ofthe Gnonets of he Uveriy  Zoot oll asain sees ch fo at  arannes 2 ay be peel by nner 20d",
    "mean_p_confidence": 0.31714285714285717
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  12 University of Vocational Tectnoogy  ‘At No 31 of 2008,  () exerieperformand discharge such power dis  and uncions at may be eonfened or pase Un or  ‘signed to fim by this Aco by any appropiate  Instrument  (6) The Director, Financ shal have the custody ofa he  funds ofthe University.  ‘Pe Desir. 46, (1) The Director, Admission, Accreditation gd ,  Admin. Quality Assuance of the Usivesity shall be appointed by  SSRN’ the Board upon the recommendation of @ Selection  ‘Since! Commitee the composition of which shal be prescribed by  ‘Ordnance. and shall fnction a = fllsime Ofc ofthe  Univer  (2) The Director, Admission, Accreditation and Quality  Asserace shall —  (a) subject to the direction and contol of the Vice  Chancel be esponsble forthe mson evita  dnd for ensuring qealty assurance of courses snd  otra ees poe enversiy  10) exercise, psn ad dcharge such power. dis  fu fonctions as may be cotered or imposed on or  ‘sine tof by this Actor By any appropite  Instrument.  PARTY  ‘Tre Acwcrmusce nether  ‘Te Auotes 17. “The Authorities of the Univesity shal be the  ee flowing  (0) the Board of Govemors  (©) eAdmision Accreditation snd Quali Assurance  Cont",
    "mean_p_confidence": 0.4288392857142857
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  University of Vocational Technology 33  ‘et, No.3 of 2008,  (@) the Academie Court;  (0) the Faculty Bourds and  (@)suchotherbadies 2s may be prescribed by Ordinances  tw be Authorities ofthe Universi,  18.\" (1) TheBoandof Goversors of be University (inthis The Bout of  ‘Act refered tthe “Bout shall consist of— oven of we  (te following ex-officio members —  (the Vice Chancellor  (the Dean of each Faculty:",
    "mean_p_confidence": 0.4263157894736842
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  iy te Secretary tothe Ministry ofthe Minister  ‘orany officer nominated by him :",
    "mean_p_confidence": 0.43875000000000003
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  iv) the Secretary to the Ministry’ ofthe Miniter  Sn charge of the subject of Finance ot bis",
    "mean_p_confidence": 0.5515
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  (9) the Secretary 0 the Ministry ofthe Minster  in charge of the subject of Higher Edveation  orhis nominee",
    "mean_p_confidence": 0.4727272727272727
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  (i) the Head of the body entrusted with the  esponsiility of regulating the activities of  Colleges of Technology ;",
    "mean_p_confidence": 0.5482608695652174
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  (il) the Chairman of the Vocational Training  Authority of Sri Lanka, established by the  Vocational Training Authority of Sei Lanka",
    "mean_p_confidence": 0.5633333333333334
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "  : Act No. 12 f 1995; ae",
    "mean_p_confidence": 0.3933333333333333
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "  (vii) The Chairman ofthe National Apprentice and  Industrial Training Auto. established by  the Tertiary and Vocational Education Act  No, 20 of 1990: an",
    "mean_p_confidence": 0.5142857142857143
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "  () the fltowing persons appointed by the Minister (in  thissetion refered to as “appointed members\") —  (two members of the Academic Council  ‘minute by such Counel rom among ils  rember’:",
    "mean_p_confidence": 0.495
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  Univer of Wocanonal Teckaaogy  they Ba Hof 2008  (6) sock euraber of members asf aust 9 te  oul umber of members reerred fo 2  sab-pargraph 0, (0. Oe) ad (4 of  paragraph (2) ee suh paragraph 4 of tis  erngrph increases 8) one: Foue wenbers  ‘SF eis wate shall oe appeitst y the  Minister ftom among petsous who have  tendered distinguished servives Ja the  tuduesieoost, professionat eonsmareia,  indus ice or adnsiaive spheres  san shall Incide one cepresenative each  elect oct ato ts two sommatione  received from cach of the following  ‘xganizations =  0 the Inttaton of Engineers, Sank  @B) the Testivtion of incoimorated  oponces, SH Lank  (0) te Cayina Chamber uf Crametce amt  WD) theBoad of vente oF Sram,  EE) The Chairs the Boat cha be the Vie haetoe  ‘shosbi rsiceat all mesg ct he oad Hike Charen  fcunabie to preside at my tctiog, Ue members present  shall elec ember teu atbang tbanasHees praise ot  ssh mecung. The Drsebar- General of the Univer sill  acon 25 the Sey ofthe Bua .  (0) An anboiied member of the Bord sat uns hs  sssaen fice ale. roid lcs fir a en of thee yrs  reckenad fo Hie datvof his appemanien, and sal cates  Femoms] rom alte, be ligne for app sate =  Provided sever fat if any appeictes saa senor  Tis aie poeta step Of hs fem. fox scons  fold fice fo te aseapized thr of effice ofthe ember  when bese",
    "mean_p_confidence": 0.3407636363636363
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  niersny af Vocational Technology 1S  ks Moy Bd of 208  8) An appotntd moraur of thy Stead may tesign bis  “ fgg by sting under bis Bsa ese to he Si,  (SpA appoied member ofite oad who dnquaiiet  feos centring 19 be A ababer of an Anon) ¢F the  wessity det aeton 37 of tis Act, dal be somone  oor suck offet  18) An appoinded erm of he Hoa wh fo wha  sear ahaa al From three comecsive metus of  the Board shall be dooms vo Rave vacted hs fice 95 ©  Tmember era ie Minister at Rocmaregandaoieprvision®  it peragraph (2) of bees 1), appofat amar pace  Fl ves wacuey  2) Am appoimod member he Board may te gai sk  11 atlowsnee te de Misr, consttoon withthe tinier  fi charge ofthe tj of Finer, sha determi  Bye quocwr fe x ieting ofthe Boa wa Be ik  serene  (9 The Bound chat mee whenecet ects, gtavided  aati shal maser mess Hawn en aceoioas i oth yes  (4) The Chain ofthe Bost hal wheneset thinks  necessey or win one ek pon de eit by hia ct  prin requ fam nat Ress than ace itd he tte  crepes of the Bowed, conven: Specat Maing of he  Board  : 19, (Ly Sebjet vse pnomiens of his Alte Based eum ee  shalt exezches ever el cacarge te pets stlen abd GB anes of  unadons conferred oe impored an of aasigaed io ne PY  ive iy tis At  12) Without prejudice tothe gener of the goers  csaftred upon Hoy sutnection 1 te Bard shal eactee,  perfor ond Gashaige the Tolawiae powers, duties and  Tenuta —  (i) approve sours af snd cosomunentied by the  ‘senderie Core  »",
    "mean_p_confidence": 0.34531446540880506
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  18 Unbvrsty of Vorctioned Covtuetgs  (her No AB of 208  Aeterna Se to Kane he seguserents Fo  the edrmsion 5 dude se Liivesiy tains  ‘conandered amy tecomencadacions nad By the  ‘semecsina, Acorestaion an Quay Aeseraree  onal  i) aa. cami aes crater te popes ad ds  of be risen  ie) alerted ana torthe vers an srnine  St orn  19) replat ond deteonine oH mames eoncean he  Univer in eseordace wid ihe provision is  Act and of any appro ate roe  8) nguie inne oF esustigaie fur tne Ho tm te  (Goal ands ofthe Un vest  {830. prepare fom time hss sorrel  Sad cowering Dag 9° Be Enis. Fo  forbade mt los ast hoe yeu 9 fie  [si dour from atone webinar wage  Spd aly Poti he Coverite tb  ‘of vemnuersion hm ld he aid he tenets  ‘ate fen the esessty and ates bet ha  te aan aod 9 zeceive =  (6a) adminiaer any tus paced he Uigasol oi she  ‘vives Pr spoic paposes  9). cecive and weap, bequest a patie  ot property ae he antsy =  (i) consider the args spe and de cg sees  ff the University and subonit such cept ant  “sounn slong ls cay amendenit hat ey  ‘somecer cena. Hs Mise  ih) prepare che bodgel cotati orl the seausl  finance aporonriainns of the University and  ba the sane Hohe Mester  (tie make Stes again en eseoms fran rai  Inceapeott rich States a onsnad obo made  swe Bg Ack",
    "mean_p_confidence": 0.3041935483870968
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  issn, of Vocal Techtany  04 8 of 208  {ioe By tas i ene 0 ump wanes te ich  yas ae suri ob ae aes Ae  4) provide bali, promiaes, Grate, Suen  od ber ats need fo Be tng 0 A  tho work te rover  ‘0. apoise petrmance of peut ike sat of  fo Unieraiy  (svi apps esnint. whater fo, ea af he  Unters ortomelckbore star cenonesing ay  sesnmmeodtins ide by he Asaderne Cus  ra ree ts fa wh ny be pot 0c  (ash epic a Board of Welfire whieh sll mide x  tepreseutative othe wale, he prcton 3  the gencsal wal foing uf dhe students ofthe  nitersy, The compotion, per. des ad  Iaptions owt Bond sl be seid  rsaasee  (Gin) eterno any our ene sats on eb  the Universtiy and fetes any moms borer  tothe Unneciy, tung ty appticd oc  sonefted 8) ve Univesity. im ib aaa of  Inumovebis propaty in So Lanka st any  froesments place Pant dey Cah  spp by te Seeeay a he Noni oF he  . Minister, any porion af ch moneys not eae  fee ietediateapestne  rar dozemine fle conan hb the Asadeane  Cored she aston ese nia ok ah  se Ves Churcelon. the Oficen. th grades  ftdean a he liesity",
    "mean_p_confidence": 0.3247478991596639
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  $8 Laversby of Wonurnas Tactredogs  ich No. $4 of 2908  508) insite, boi orsasped Semaoe Profesor  Frofassonhips, Associ Pofeesrshign. Sevier  Lectarerahips. Cectorerships and. Yesistent  ecratsships fe ceesulaian wit the Ada,  ‘Aestesiaton ad Quality Anwanee Coane  . xi) nants, boleh orssrond ony nom academic pos  fn conmitaian wah the Adaestice, Ascredasticn  and Quuty Assure Coane .  (si) acide on the goliticationsvequtes for ary post  Tefereed 0 in paragraph (439) and! tal) 9  camauteie wid the Admin, Aceon ad  amiey Assrares Comeit  fasts) etttdish collabortions and nannensbigs sith  public an poate acer re papese of seeing  he objets of he Oniventy -  aan swerd Fellowships, setclacahips, exhibitions,  bormaries, medal and otter prizes, on the  rospmnendation of Ye Academie Cowes  Gauwip estebiinh such mumber of Faculhes om the  eoretsavane ofthe demic unc! at  avi excrete all other powern of the Universi, the  Coreg of hich pz tenis rovided re  is Ast cri ay te Foci  (2) No easton ha me parsed hy the ord in ratios  (a any academic enter less the Avsleie Covet has  ‘st been given sn opparausiy oP eecceig a a0,  to the Beard its opinion there.  faassen “academic cate many mae Mich  iseabjertospeovnal and genial dreion ofthe Aula  Coens.",
    "mean_p_confidence": 0.31901287553648067
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  Grier ef Veron Tetetagy 19  eu Bi 32 F208  20, sThetrae my make Ones incall Poof  sbbnasmertine) demawenny eembe tmetionicy Baits oe  techy porto ot schnge Ds pee dics ond OSES  ‘owe ane Dis  £2) Kio, refuses wo the pearcy ofthe powers  conned trent ie ie may nae Gres  ‘espe of alo avy ti lswing mater  404 al ates resin te penerited by Ordnance  Sc inseguctt which Osdises ae mthrzed  besa bythe Beard unr ay ee pavion at  inset  {hy ees adnan of sersce one il me  Gard the Uses  65 shotemardcoaditon uf uicot es of  trv  eb) eesishonsot ud masmesanc of sani of  irstinin ibe Urner otdeo  siploms and oie case datos 5  {tone onside receipes at  cfheracdene dis ard  Gane oder eter eosmected tho eden 0  dy of se ween.  {31 sey Orda sade by ths Boa under i Ack  sal be pached ih the zee ond sh ene 6  Syesoonontedite Spte aa  A.) Toe Adesssion, Aceetiaion and Quality ne aawion  Assan coum ote Us ey ena rere Atotmoen  se aig rae Cosi) shall ene Se Oy  (4) te folowing ewodite meen coat  4 Me Ricsctos General af she Teniny ad  Yecatoaal Tiscatin  Coemston,  este by the Toit an Vocal  aie Ac No Wot 1",
    "mean_p_confidence": 0.2814814814814815
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  20 University of Vocational Technology  ‘ct, No. 31 of 2008  : i) the Dean of each Faculty ofthe University:  (il) the Direc. Admission, Accreditation and  Quality Assurance Council:  (00) the Director-General ofthe University: and  (9) the Head of the body entrusted with the  responsibility of regulating the activities of 5  . Colleges of Technology and  (0) the following persons appointed by the Vice  ‘Chancellor (inthis ection referred oa “appointed  member\") —  (an officer of the Ministry of the Minster  ‘ominated hy the Seeretary wo such Ministry  i) worepresettives fom the Boaré nominated.  by the Board from amongst its appointed  ‘members. one of whom atleast shal be the  member appointed to eepeesent either the  Institution of Engineers, Sri Lanka or the  Institution of Incorporated Engineers, Si  Lanka  “iy one representative from Academic Council  ‘nomingted by that Coun! from among is  members an  Gv) two dnectors responsible fr the National  f Vocational Qualifications and for  Accreditation, from the Tertiary and  Voeational Education Commission,  established by the Tertiary and Vocational  Education AG. No. 20of 1990,  (2) The Chairman ofthe Quality Assurance Council shall  be the Director-General of the Teriary and Voctiional  Education Csmmisson, who shall preside tall metings of",
    "mean_p_confidence": 0.5358260869565217
  },
  {
    "i_page": 22,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "  Lniveraty of Woctvnad Techowlony 28  Ae Ne, $1 of 208  sa:n Coase 1 the Chsionsa is wnble ro pede ot any  os, be enters ren shal ates & marae preset  {w eshbe a sich cai.",
    "mean_p_confidence": 0.31634146341463415
  },
  {
    "i_page": 22,
    "par_num": 2,
    "text": "  (0 Phe sein tienes ofthe Univesity shat he the  ‘Srey tn he Quay Secure Come",
    "mean_p_confidence": 0.2822222222222222
  },
  {
    "i_page": 22,
    "par_num": 3,
    "text": "  (9 The goocur fs saving uf the Quang Ascaraace  [Cops Shall he ome Batu otal gmap ane he  ualiy Aeunarse Corel shall est ehoetoe stats,  od te hat ie! ca ey a earn ora  traash yon",
    "mean_p_confidence": 0.26761904761904765
  },
  {
    "i_page": 22,
    "par_num": 4,
    "text": "  A angst seas of te Quatiey Assurance  ‘Covi bal unlos he wae lice gar molS oie foe  Brent four sens sechosed one dient hak aogemnet,  od ssl less suave Tees office, be eligtble frre.  sppauirest",
    "mean_p_confidence": 0.2939024390243903
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "  Proia haiPany apna mambo wastes iv Ffce  peor thc espe Ay ny, teicher  fly fe the enn tn of fief the member we",
    "mean_p_confidence": 0.28814814814814815
  },
  {
    "i_page": 22,
    "par_num": 6,
    "text": "  sacceeds",
    "mean_p_confidence": -0.006666666666666667
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "  16) An sppuinted qiember of the Quilty Assurance  Cound ray teen his olga by wating se Bla bee  aldresed tthe Vie Chaneelce",
    "mean_p_confidence": 0.35307692307692307
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "  49) An appoinued meer of the Quality Assuance",
    "mean_p_confidence": 0.44699999999999995
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "  ; Conact she is Jsgvaiied Lane coating @ be a eee  Ea Asbosly of he Dooney wr sow 39 08 is  costal te remornd fom ache.",
    "mean_p_confidence": 0.343
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "  189 fhe apgoinins wemmbor al he Quatiy Assutanee  ‘Soul mio Gi oatver season enc nme fom  conoinlvemanings of eG Again Cam salt  be doemad in hase eased is oie vet members  ‘ie Chancallor shal bos ragand to he promi  farogeaph of sabes 1. opps anther psn  Ye resleng sneaney. +",
    "mean_p_confidence": 0.281551724137931
  },
  {
    "i_page": 23,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "  Univers of Yoruionel Feary BB  ‘es a Bf  (G2) sooo bo euiah hvitrrana  . fod Usaruonal higher edaeainst ators  ed profiel odo hae th boca of  fetinventy  1) the applniim of wach namber of comics  consiing of is awn sembery and zn ther  ‘eotenionla cuidate ei my doz  ecesary to dione wid FOE to fh 39 any  ‘Save peaning ingots. whi may be  fefered a ach onli ah  ai) anyother sar ht maybe ted to Hy he  Beard fori eoarmendtin.  2 THe Aes Covell ta some Artem  {ub the towing nafs members  © te Wee Srmctae “  9) tte Dean ofeach Pasay Le  118) every Senor Profeie wed Potesteaf he  Gniventy 3 ’  (9) the Dieser henea of the Dairy  (9) hear Masi leh HE  wd ae pont  (9. the Diet, aia, adidas a  Quainy Ansusanee Coane aR .  0) stm lowing seed dle it  {mich numer of Anson Petco and  Senior Leetopern notienceeting seven  representing tah fay, eee bythe  eroanent aces of sich Foals, fos  nung he ets,  ’",
    "mean_p_confidence": 0.28083743842364534
  },
  {
    "i_page": 24,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "  2h Unisesty of Vocational Felaatogs  2 ARE Ro SE of 08",
    "mean_p_confidence": 0.19642857142857142
  },
  {
    "i_page": 24,
    "par_num": 2,
    "text": "  48) sueh eumber af Lectnens amd Assistant  Lectures as s el do the teal acibe a  Faculties, lectd be Ue acuy Boasd 16  represeet cick of hone Fades and",
    "mean_p_confidence": 0.2985294117647059
  },
  {
    "i_page": 24,
    "par_num": 3,
    "text": "  (al) sch wunber of ziabers a6 eam de  ‘otal purer of Fach, appari by She  Board rom cmon pene sho heve eked  sstinguished servive 49 edventional  proescionst contrat inal weitc  Deashnattive phere, aerantnd by  the espocove Facaly Boas",
    "mean_p_confidence": 0.24304347826086956
  },
  {
    "i_page": 24,
    "par_num": 4,
    "text": "  £2) Each mncaer elected we spp under para  (haf sabseciow (8, ska hold woe fox pied Of eo  yeas teskaned fen date of ik cecron or spent  fhe case may he",
    "mean_p_confidence": 0.3402777777777778
  },
  {
    "i_page": 24,
    "par_num": 5,
    "text": "  (0) The gunn fe a enctng ofthe Asademie Cowsell  shot he cme Tht as tral membership.",
    "mean_p_confidence": 0.34842105263157896
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "  The Acad Cee all et whenever act  prided wt. hal etm es has om tm 0m  ach yest",
    "mean_p_confidence": 0.365
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "  (9) Toe Chanman of the Academie Council bal be the  View Chanclis who shat pesige fall eotings fe  Acaerie Cen Hos Chinrad is onabie 0 Sse at  ‘ay mating the reenter present sal cect sia ons  among thow present i preside a sac neti.",
    "mean_p_confidence": 0.38060000000000005
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": "  esgme don 24. (1) The Academic Cuan shal be the candi",
    "mean_p_confidence": 0.3776923076923077
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "  ‘ex freon of guhariy of the Univers and subject to te pions ot",
    "mean_p_confidence": 0.386
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "  Se Rotel his Actand ofany appnoqst insur shal hove cried",
    "mean_p_confidence": 0.2866666666666667
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "  fem. ul general eation of she steed of rsrution, eatin,  seat sad exemleudons io she ives.",
    "mean_p_confidence": 0.19578947368421054
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "  (2) Wout prejusive 20 the gonesiity ofthe powers  cenfered upon iby sebseaton £1), the Aeadomic €ramch  hull exesie, perform and discharge the Flloring power,  eis and Nagsons",
    "mean_p_confidence": 0.3665625
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "  aah, where appropiate afer comiderng amy  ‘reponse by dh Fazuly or the Factics",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 25,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "  Unters af Voesionel Techwatogs 28.  ‘et, No.3 of 208  concerned rytlaions etcng to ceutees of wads  fn examina. nd co rake recommendations  tthe card repading such cones sty  appro:",
    "mean_p_confidence": 0.29555555555555557
  },
  {
    "i_page": 25,
    "par_num": 2,
    "text": "  (3) resuammend tothe Resed ater oundering any  teports submited by che Pesutty of Facies  ovecrned, ee mares of perors suitable to be  Spgnintrd ce examiners",
    "mean_p_confidence": 0.3376666666666666
  },
  {
    "i_page": 25,
    "par_num": 3,
    "text": "  iy cost any requtt made by u Bacay Bowed  Shy perpen eng to the siti, bute  Se snmpension of Senior Professurships  Professors, Assacite Proteseousips, Secs  Esuturombipt, TacturersSipy and Asvstan  Eectuersips in the University, en nae their  ecemmondotions om the same to the Quality  ‘nese Coe",
    "mean_p_confidence": 0.37222222222222223
  },
  {
    "i_page": 25,
    "par_num": 4,
    "text": "  Ge) veveomtend tn the Bed chur considering any  tepeatesobenttd hy the Faculty wee cates  Coacteoed =",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 25,
    "par_num": 5,
    "text": "  fg) omctenes forercngmieationt exiting  Paeulies ca  (hy on the agree of subyess of ody the  epentve Faces;  (2) recummere tthe Board the mode ond conde  OF composition for fellowships, scholarships,  ; stibinonm bss, mish doer prtaes «  ‘recommend so the Board on the award of  Fettowehipe, scholiships exnbiiams, Burrs,  eds and other prizes",
    "mean_p_confidence": 0.3065625
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "  (si) appoler such aumber of Suading Cometees.",
    "mean_p_confidence": 0.17777777777777778
  },
  {
    "i_page": 25,
    "par_num": 7,
    "text": "  tad hoe Cranes on Beats fein ard Te  embers ofthe Avaterae Coane st may deem.  fie io pation, he following",
    "mean_p_confidence": 0.30583333333333335
  },
  {
    "i_page": 25,
    "par_num": 8,
    "text": "  4a) Media ai Information Services Camenitie:",
    "mean_p_confidence": 0.29875
  },
  {
    "i_page": 26,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "  26 Univers af Vorsionat Tectnclony  et Ko af 2008  1) Research Commie  1) Indus Univeaty Pargnslp Corton:  W) Curieutam and Bvatsaion Commit  40) Leave ard Avani Comer  (iy specify te eran of referee of the Commiaoes  nd Bots wppointed under prsgrech (ad 2  ‘ther approve the wept sobre By any auch  ‘Consmitee or Boast wth oc without mflaton,  orto ioe sab repent:",
    "mean_p_confidence": 0.3264864864864865
  },
  {
    "i_page": 26,
    "par_num": 2,
    "text": "  x) fart the Quatity Ansara Coa! any proposals  made by a Faculty Goad orang tothe adminion  of odents to any course of sad. long eh ett  ‘beervatens oF He ame",
    "mean_p_confidence": 0.32371428571428573
  },
  {
    "i_page": 26,
    "par_num": 3,
    "text": "  49) recommend 19 the Boord from time to time,  ‘eperdng the extabshmoct of such Faculsen ah it  may em ceorssty fa developing it each,  ‘eoaeich and exeison programties,",
    "mean_p_confidence": 0.41454545454545455
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "  ‘Pe eae 25. (1) The Faculyy Board of tach Faruity of he  Bon ‘Uniseriy shall const ofthe Flowing gertons =.",
    "mean_p_confidence": 0.3878260869565217
  },
  {
    "i_page": 26,
    "par_num": 5,
    "text": "  4a) the Dea of tne Favs +",
    "mean_p_confidence": 0.3555555555555555
  },
  {
    "i_page": 26,
    "par_num": 6,
    "text": "  9 alt Sonor Profeosors, Professors, Associate  Profesor, Senor Lecter and Lesers af he  acu",
    "mean_p_confidence": 0.3211111111111111
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "  (6) the Director, Admission, Accretion a Quay  Assarnce Councilor hs mating 7",
    "mean_p_confidence": 0.308
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "  10) there, Metin ond intecmaion Series cis  ores +",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 26,
    "par_num": 9,
    "text": "  (ey neu mombers of the permanent af imparting  ‘nsecice the Fal. exchSngthone refered  ‘in parsgaaph chi ela by themselves trom  sang show ln the peeroenent sa",
    "mean_p_confidence": 0.3470967741935484
  },
  {
    "i_page": 27,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "  iver of VowstonstTecaleay 77  ‘et No 31 of 88  1) two seo eect bythe nurs Me eis  Fea aegis be ard  (ox mone ta oe gence bing mee of  the aa of te Univer, elves Qy te Pauly  fom enon perso semi eh tala,  fnthe sacl sy leva othe Fact.",
    "mean_p_confidence": 0.3223728813559322
  },
  {
    "i_page": 27,
    "par_num": 2,
    "text": "  {24 TRe members icad oe psagach fof monn  {Woke Nolaice nse reenber fre per fone ye an  2 other elec mesnbers sal ld oes fr Sone oF  ‘hee oars reckoned fom the dat of hs eon.",
    "mean_p_confidence": 0.33121951219512197
  },
  {
    "i_page": 27,
    "par_num": 3,
    "text": "  {20 The Chau othe Fact Hoss sh he the Deas  the acu whe sal ssid tlt mei he Poy  oa Where Hie Dean othe Faclyuebie 0 pest  sey ich ete. the eae pee shal ctv meee  Press eth th eater ected wer paragraph Go  Sep {sede asec ecting",
    "mean_p_confidence": 0.29163636363636364
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "  {a The on fo seagate Fasty Boa sal  oonchatfof is. membatstisenl shee whenever  ecsiry prov et ha ld met mc nm  Seeshninwch s",
    "mean_p_confidence": 0.24071428571428571
  },
  {
    "i_page": 27,
    "par_num": 5,
    "text": "  2a 1 Suge the provisions fis Ae a Fabaly Ry ae  ton sal ese, gro seeing the flowing 2 Nore ot  powers die ans het we feat",
    "mean_p_confidence": 0.3419354838709677
  },
  {
    "i_page": 27,
    "par_num": 6,
    "text": "  6 ecier sad epor ci yma eet iby",
    "mean_p_confidence": 0.24300000000000002
  },
  {
    "i_page": 27,
    "par_num": 7,
    "text": "  fhe Reston Cone  68 seat 1 the como wf de Actes Co  egulate matters connected with Teaching,  examin ao sete ete mr rane,  ‘ttc aed octal ebucaton al aii",
    "mean_p_confidence": 0.2945714285714286
  },
  {
    "i_page": 27,
    "par_num": 8,
    "text": "  {Hi pressure eon metodo  Coomera mai een wc he ons of  sway en mination i ie acy",
    "mean_p_confidence": 0.2761904761904762
  },
  {
    "i_page": 28,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "  28 Unters of Vocational Tecinolony  (et No.3 of 2008  0) Sppoin commites. which may ineude ponons  ‘ethan memnb of th Faculty fore pupone  ‘ oniering and epring om ay Special st  corsets and  (0) recommend tothe Academic Council panes of  Person abet be apd a examiner  (2) The members elected under paragraph (fof .  subsection (I) of section 29 shll be etlude fm ay  tmeting ofthe Faculty relating t examinations and  Sonnected_ matters, end any seh meeting shall  notwithstanding sch excson be deme fo hive Been  duty el  PARE VI  CCowscemox oF 3H Unxsny  {ibn ate 27._(1) The University stall forthe purpose of  Govemaon of conferring Seres. old a Convocation once every yest  ‘m\\merop’ gm sich dae or dates as may be approved by the  Charecloe  Provided that the University may hold a Special  Convocation at anyother time os the Chancellor may  determine  (©) Notwithstanding the provisions of sbseton (-  fist degrees may be confered without the holding of &  Convection  £6) Te procedare forthe oie of a Convocation tal  be resid by By Las  (41 The President shall when present preside ata  Convsaton, nth abene of the President te Chale  stl posi a such Conocton andthe absence of bth  the President andthe Chancel the Vie Chancel shall  ese",
    "mean_p_confidence": 0.43950617283950616
  },
  {
    "i_page": 29,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "  Lines of oeiona Tetwategs 78  he te a2a8  PART IL  Seaver teres",
    "mean_p_confidence": 0.16058823529411764
  },
  {
    "i_page": 29,
    "par_num": 2,
    "text": "  2% Seery apple oie naff Une oa Sade ain  te made bythe ome io novice wth ach scm ot Ete  ‘eoraenient und pencedases, ws orescribed By Driivanne for YTS  Beane",
    "mean_p_confidence": 0.31114285714285717
  },
  {
    "i_page": 29,
    "par_num": 3,
    "text": "  28. The qatton of al acer ofthe Unsenity Renin of :  ssl te decried by te Boudin constonon wm the ENDL ot  Quitty Avwrence Count, site gaalineations of a 20S  onecado sal il be Sctrined by He Bou ore  3 colds necesary, in comeation withthe ually  Asssraee C0",
    "mean_p_confidence": 0.3296363636363636
  },
  {
    "i_page": 29,
    "par_num": 4,
    "text": "  30. tH Lata be he ty af coe Fry Hrd eo iin  soske weiter gens the Avadcms Come ratimg Se  {he nition selon wd apes of pec tacacre TAR  Imad fe sock Foci, fhe Avedon Cone stall Bw  lalla sed polotesuch popas anderen ake'ts Pet.  resins 1 Be Bre",
    "mean_p_confidence": 0.29875
  },
  {
    "i_page": 29,
    "par_num": 5,
    "text": "  (2) dhl se the dy of te Dieter eoeatof the  oversight coe he a lt  to the toni, aestoe and eigen fa 208\"  aendonieprts inthe ois",
    "mean_p_confidence": 0.3090322580645161
  },
  {
    "i_page": 29,
    "par_num": 6,
    "text": "  (The ond say we tevin appropiate  temsinrn senor serio fy pt enter  te eb any sowed pot me Caters. aa se  Tisheolthe hats Ascuanse Chncsrepanng sere",
    "mean_p_confidence": 0.2454838709677419
  },
  {
    "i_page": 29,
    "par_num": 7,
    "text": "  1M. (yevey wpoinmentie aps ofarentersattin atin  she fitters potato potod af ean, ees =  sshich period mioy fe cade by ths Brac by cine yeoe ata mimsuon  Tine ora hr pend now ence hice Yours. Ate  a of te pealoery ped he appeal be  Connie nascent Conds  {ets contimasi,porded fre he speeches  ‘recreated by rte.",
    "mean_p_confidence": 0.26703125
  },
  {
    "i_page": 30,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "  30 Unter of Yate Tohnogs  fe of 208  {Gs very opponent metic oa bl th  fete, be Be pobaoary peta fee yore  suchppinmet nay tear be cote  wi he confers riers apse by Grciane,  aicenicl 3, (2) Th erupt encarta eon  seston confine tsi pots Bold at got wal bs Hak  Mrocimame completed sag ens geo heels sty joe  ba ‘af agpinthc ona a acne ye i She at ay  suck meade var, end bal heen bedcoed 0 Bate  aed fo serie  Provided ae the hast of ah pst aay a ae a  pending am inquiry by the Board, te spend foe  scenes ne Piciocy or elt cf dy nl aye  Akos or computa ete i oud pty oS such  lngyary.om 3 esa sted by pach Poa  £2) Nerwtanding the pwning of sbseton (8  seacher wi seated sity yor ge and who nthe  ‘pion of te Bea comptes to cee 0A eh  ism he ered coma as ei et  fore prof ove yet The pride omen ey  te extent fer by one yen each 4, wt He  smote att fve yeas of age  {G2 Pable Admunisetion Culm ining te ge  ssttemeat uf pi cers ht be apa eon  tbe age of veinemeet sf ye ig nya aed  tee Unity  oid ta te has any ac pony tn ine  pending an inguvy by the Board, be atsperdd for  ulna inetieney’ deste dy and may be  dius ec amputated fod guy a 00h  ‘nay. on sition apie hy he He",
    "mean_p_confidence": 0.3575177304964539
  },
  {
    "i_page": 31,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "  theron of Vocal Taotery 38  Bon Nf 208  8) Where Before completing th psy pra  sshd secon 1, pce  4s) eepomotatscer seach the ngs ya 3  Ay erenaeare pot, reo te age of tame  Specifies te the Pubic Adeeiatig Cecaar  ‘leres mn nasescion(h  vech pon sal be deed w hav ried em serie  fram trode which he ech ate .  45) Every holder af postin she Unvertg whoo  ismised 9: compet ted oa hs posto  oiberwise racist for miseondactinefctoney oF  © retin abou oes pints a  teirenen or ihe premer oe Unwery Apres  Bon  3h (i Ae te st oe ota ns in he arte  bli sri uy wth the cmt of ha officer, te eT  Seocaiy wo me hey 3) or ase bh at faeris Te  ered he Serta In he By ft Minn 0  Seite yet Pac Sort he Pic  ‘Seriss oman beverly appoint he pot  a reer of he Uuivt f\"Soeh periods 3 aye  deremined ty ihe Bord th his erent or a  ‘Seat be psec ak aces  (2) Tee prom of sumtin (2 on 84 of he  cn Home Commas fat, No 7 a 951, AN  ‘nasal am eli 0 3 ces  the pbc teie eho io teal ppd eps?  teacher te Uae onde pions fae  (Sefton iat Ac all rr api  “ein ino 0a be i te uh orice  permeeniy pect 1 the pot of 2 fobs ie  Ene °",
    "mean_p_confidence": 0.3272962962962963
  },
  {
    "i_page": 32,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "  32 titer af Yvan Tecnsigy  ea no of 208  (24 Were the Univesity exloys aay panon mo hs  eto ins eoames wi the Goverment we eh  Sayeed ise he overmatfr 2 speci pore  Pri seize the Unveniy by tt person al he  Fegan oe nic othe Goeth (rte pre  Cochin te obigtions of auch st.  Appinies of 34, Athosegue ote tags ther thesoice  nea F any Riper facta est xa ue the  CE Sen Unfors act Ba uf 197 cy uh te arent of  Secgues se such exch, the Univeny Grits enn dhe  Htc Soveumin authority of set Intution, be Fempacsrly  taleenty. append Lo the post of a teactior ot she Universizy for such  ei as aye ered bythe Boa ik ot  Stith he coment he permanently sppns such pt,  tis ne semen ens Be grr po he  eavs aid such His Bena bss an sal  esujecwitesane dssipina ol ary eric  srk the ine  ant vit  swe Aras  SERENE 35.) the Mitisor tia oom tims ov ne appoiat,  Met from amung persone wha hate hnowledge vad experience in  Miagiin —the field oF eomitaction, manutactanoyy aesemiey  alsin staticn ose egal esse ah, 8 Pa  Toauicy ad wsignsin soing of ot fe than ire  eons,  2A pen opoioratas ements he Paved ot niry  dad tvesigriom shall i fief ern Te ea  Teun dsent pesca eee ome fs fim  bette fren.  19) A mamer ofthe Pane of Tuy and Hvesigetion  say resign hom Woy vning nade fhe Mn",
    "mean_p_confidence": 0.3215357142857143
  },
  {
    "i_page": 33,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "  nner of Vocuional Fecaoty 18  fen Stes  6 (Mine ‘ops  lo anyapgesticmedetn ap mebersttheantonte VS?  ajc wpe ce apponmenpemonen  foment. sevension, diy won kes  Sra er ry aro  {W> ny ines ia 2 be mde ino any  res pein ic tinue Unive.  “he Board stalk coats Uinversity Appeals Reed  Coos of vee mere vl fom a te  frst oto ad fairy sen  ptt Mtr undo stn 22 abate nosh sme  Se ncoatt ers mesg, a fe ie ey Pe  2d The menibers of The University Appeals Bowed shall  cle ag he ne ofa eos be  Gonna atoet Beant  Gite pmstute fox e cnc te pontine os  tusworly Appeah sn oi be dasa ned BY Te  Sion by Pe na m Ut tel  (8) Aah ean ofa ng 40a sto  cot leet, a se uy Be aa  Shed otheChareimahe Univers Appa oad  Gonity te Boa secs ane wee ei  shang ih arepo on ech apportion Farber,  Papy ef the decision Sado he none no Be  seve rouh seared pst tte yon who eee  . he appeal, within one week of coaching, sets deginion.  5) The meer the ty Appel Rod sin  espe ef ech appeal uted ante saestgaion  cided Hn gd wh aloe te Mines  ‘hat detrei conto be Mier carpe  Fibs of ines",
    "mean_p_confidence": 0.31910931174089063
  },
  {
    "i_page": 34,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 34,
    "par_num": 1,
    "text": "  34 inert of Yat Techclry  Soran  dapsone 3%, Aram agin ye eon cf Use  dete OF 2 Apprals Bouts 1a respoctd say appeal made under povagrant  See abcewhmcion ots Somaya ak  pasts Bowl casi to the Catt of “Aypeal witlsie fourteen Gays of the  Sree nichitecestonad rears terre se,  ‘tha anon fy sexi pon oer bn ot  Sao  — 58, Any ees eared by sabes Are  Sieh aah aoe ug te  vee tah Unto Appeal Bord tls wy ou she  Miata tue” ga out of the Uniterity Fad, ac any cess posts pa 0,  oe irons ty savy Spe Sry  {2 Pouca sal te eked coe Pend  £2) Any expen inated by mene of» Urveie  oye Bor ay gute faves toi ate  iv infae wn cout reyectoeny tlh domo  tained ote ney rset See oy peice  Frama enn ett es! wea  rete peat se Fant et heey noe  Siveuehe isms bie io pct  ener be  —  eseienin 9% A The Uakesig a neon Pan ao  ms sti sol tonedian=  6a sll moreppm at se by aan  cena mc  {9 essa of wey 35 maybe west he  Totaly by way onan or paso a  womce nhac  efx pid te Ua meee ih  Pownce Cyne a  {2 any oer pyrene tote mie to he  Teeny owcomtane wih dear giase  sma",
    "mean_p_confidence": 0.30254901960784314
  },
  {
    "i_page": 35,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 35,
    "par_num": 1,
    "text": "  Upivesity of ectianslTesbanogy 38  ‘he Mo St 208  12 Thar sate pid ono he Co he Unveriy  + ahech ‘sane aoney ax are veulted to deny a  ‘spenore cored by be Use inte esceie os  poser wide is A  4, The Depy Seven 0 the Treas sh 5 cn is ad  as may be pruccble ai Hhe comenene ofeach Ser  rant yor. oy we Univer aich suf movey es  taay be prided for by Padiaeeat by eas of oa  ‘propeton, usereeny ve oetherwe, yoni  {Ba ctihe User  41, The bude qizaton aed the anneal Fnonat Beats  apptspsletiom of the University prepared sith ae SMS Set  decane give by de Dice Fines wer pnspcg SORA  {dict cexcon £2, shill coir bythe oad Rete Tee  Suh tte ny be esti by tLe. at  Irake such aieatens in sack exiases and fasetst  perpen 9 hieks fi aod shal ast em  Ade Miniter tptier wth tbe acco ofthe Users  far the casey? fasacial seve al he Mie xy  See be sorssor secs’, mer y Se ste  od Brant agri  4 Hhal De We day ofthe Dist, Fieace athe aie of  torres Beer  Prone  10) he te sesso uf Us Hees 308 farm  fad insach manner nay be pit bees  : 10) vei il mane pont ints the Fund of the  Uneven a acess mney he Pear  best of cece:  oy mks aft morse payers 5  (ds aac he Bone inthe gtepnction of budget  is a8€ he and Fela spares  ‘the Ustvecy and  et ee  Soars Ac whew nozees",
    "mean_p_confidence": 0.31695205479452054
  },
  {
    "i_page": 36,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 36,
    "par_num": 1,
    "text": "  36 Unanie af Yooutonal Tact?  ‘et Ns 3) of 8  incom tao, The ini dived te Univeniy fo eas  ime ee sieges om endure fa ype  TEE RRM hye. sl be pert onan fo in he eon  Showmediee! the Univer ted 9 payment sha he oa Form soc  incor he gene pres he ory fro  purgsces objeto thon esr wh nah wnt  downers wereimase  Tretmeie 44. The Boas salty revotuian adopt the agg,  ner Sutecl catimotess anal Aisauci soplopyiatines and enna  SINSESEs seas othe Uwe pve to the nit of the  Sppotnc:| some tthe Mini woe seis $k  Tanta ot 45, shall be fala toe the Baord in ease of  Sarto me secant, to tater fonds Eva one ate Brother af  EAE eRe the sna estan Sa Be he apo! wang  the Troy  Seotnry ak} Ke csa a cexenity and i ose mast ty,  ees nfresea expendier, aa eae any tne fe  Eecie Fiatce br epne aplasia  expendi  £2) Fnac tiny of a aoa atu sat mo bo  inca watt te pee coef he Maa vem  sith the operon oF Ie. Minister i charge of ME  tuject of Finance  (3) Phe supptememary axrimsies prepared under  subset (1) shal be subinted aie Beard for it  “slic and ence adepted Sal he wads eae she  Sims togetee ite Oe soach spt for te  sisceing sar  Pema nar AT. The Anvil sae the Unierty salt be  DENA T —eablsr year,  £2) The provisions of Anise 184 uf the Cemtution  {sling he staf he noes of pad erpeaione  al ply to ane is epee a the sad xf aces  ‘he Unretiy.",
    "mean_p_confidence": 0.3239144736842105
  },
  {
    "i_page": 37,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 37,
    "par_num": 1,
    "text": "  riers of Woot Tacolesy  hohe W of 008  $8 ‘The aoeosas of the Knot fr each Fins Palen ot  deat when ated hl tepid nthe Gana wae esas  4. (Tre Uses wihin tos mtn he ana ea,  . cee of he Anders op ie spt oon eae  fsa ear ans che Minis soc sepa vith any STE SE  ‘ ‘ommests sae Tso 2 the Board, gees with the 5 kinase  Seana asceri  wbih ech rept ee .  (2) The Miniter sa ease opis ofthe ammeis  oss t0 ie under eubvetiog (1) 4089 abled 3  Frame befor te dO a yet ten saneedig he  year to wich eh scans an report sles The ie  Shae ofthe Univrsiy shal sien and ancmee amy  questions ing therefor Melon te Puc Acco  ernie Pace  PART X  Svanvicegonty ona eat  11) The Uoivesy shalt have «Sinden Aascbly see  ofsiing of sens epteemtrves este feos aug vey  Fe aot Gr isnot ene aie nen  (2) Bvery eection to the Son! Asembly shat be  undacted by seit fallen te serinencenstt oe  leadernc yar. ty sch person pansy omind  . pie Vasher  (3) he tr offs of the rar the Sate  . ‘sony abl exis st head her guaeic yer  Sc ne Sud Asem ae eased  SI, {01 The Bane ty eeopnice ey vw OF AS Resi  ssc of ston ebb’ fe the ale fupine ae Ss  ‘aueringocnbnicorsecl jones in whch mitcany ISR  co sh aches FFs os may Bese ny tae  Boazd hy Bhan mle bh",
    "mean_p_confidence": 0.3163250883392226
  },
  {
    "i_page": 38,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 38,
    "par_num": 1,
    "text": "  25 tei of Yee ecm  fe on ofa  2) The meri of eny sty oer soon  aed erst (S00 Sm ety ot  ‘taint te Ue  vss othe pviionafseaies 8 teBawtasy  spon by Bd ws tee triton setae  tthe scinke reigesd ader ct 0 thet  fencdiony the tee of conducting elections foe te  eeminat ot truce beaver eed utes  Ate es ce bes  Sst stete Si The Boat my from tne 10 me aa  ome te the Steer: Assembly or to any soviety ar other  SES eq, stinecgtinavdiraton Sachse ney  Eetppesd Stuy oman ons te Bear heaped  hoote 55. The Sed hay Ota tre  oon see fenton San sy  Marin  Seco (9 in baates fhe Stank Assy and  Reiter of sin eens coming  ‘hess. mvtonsy ea the ade of  Ssvom  te) the dates and fnoton of te oltee Bemis ot  we Son ety  the Steting Commitee oe Commitee whieh 2  Sabet Asembip ys tte ste)”  fines of seh Cosine wy Coemltet +  {the pn th ps fr wh te rts  dopant te Suen Arsoutly ned te 2)  Soniye tice aunciatonrxegrced by Be  Sat one com 3 sl Board Se",
    "mean_p_confidence": 0.3176363636363636
  },
  {
    "i_page": 39,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 39,
    "par_num": 1,
    "text": "  ntersey of Voemhnat Toone 38  Ser No fa 2008  {Pte forms and the manner in which the account  ‘he Slides Assombiy and any soeiey ce exter  ssa al vated and uid  . $5. Gu Whee die Seat Ansbiy or ang wie or Spor  cedar ascoxition Cece el a tae wine 19 the SEs  pinion ofthe Vice Charelieen dementia ce rusciol EM  trie good tame of de Weinert ors cementing oe  han privion iy Aston eny appro natucea, Seah  {he Vise Che may gasped ot doi se Seat  occ acs cone anion. ashes ay Be  ‘2, Wherete Stade haste as feen soled dor  sutacctian (1s she, Nige-Chanellos may subject wo the  Proviso etion 80, ia dle ae paseo sectng  Trew Stueoe Assembly Such nw Stade seh  2 beddoltiee amidase end ne nce yeu init ay  ested  PART 3  Gh osase oonens  SS. A petrol be dsge atid Hom et opted Botan  to or cownutng a2-a-wemiie ch any Anthony of she SEI  Unie csanOifeeratte Ueiweaty where be SR  nen  ob Ean undischos ps feskaop os esl  \" 1B) is convicted of any offonce, involving beat  terpitege:  : (62 is ume any ow in foes in Stan oc ay ior  unr tun det ared wb of ei iad <  cei intr He a hy ay psn  ‘onbishelal or formiacorbenee ake  Srp ight or ett wader eny evetct eher than  Wecontact of enplopnen, made by 6 a Beka  cae vensty 5",
    "mean_p_confidence": 0.29055147058823527
  },
  {
    "i_page": 40,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 40,
    "par_num": 1,
    "text": "  49 Uatversy ef Veena! Tectelty  St nih op 209  {ei worbeome 2 Menterot Paar aie  2 Powis Calor a! aut +  AP tad eon remotes Hom the reap af ay  Aoshi ea any Ct he Univ to  incr  43), Yiundioneustisacintine tobe amemterofun  ‘uth coon fo Bhd Me by sa a  ‘Foci oe mame ny  18) feu guy einen cx  4) ound gety oP game ofposerof hi fe  imam wd 58,_Alloticenantmembenof testi ox Uae  TERE alte decasd whe pte sorte wii he mening  Sosa mud oe he purports Parl Ch,  soning (81, The University sat he deemed to he « Scheduled  Sere Sh2 gation within Me meaning the Sey AGH  oso vitin pressions of dat Act shall be esa ecg.  ce  edie ch Whore he presen of any eon wl the .  sicsntie\"” Uc. chetan of ay Ofc, member tht o>  SEO aude of the Heirs. 8 inthe pion oF te Vice  Fein Chowote ast contac the wef oh yee  ‘see Vie Chace ay fr gine pac  ‘ic oypaniyoF bing eu nih i en he  Poon. ereonich pracy siingundr isan ste  ORiing sue ne ro ering emaig ae  Pines th Use wink pat Bereta 7  espa in sch sons. Soh pis al em  eon eho ye",
    "mean_p_confidence": 0.32444915254237283
  },
  {
    "i_page": 41,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 41,
    "par_num": 1,
    "text": "  Univens ef Nocetionat Fecongy  en Na 37 oF 8  DA conifeme undor he hand the Vice Cianoeloe 0  ‘te eet tha say porto nared in te crate Bae toe,  robbed, in accordance with tie proves af ttecton  U2; fom entering or tecaining ithe precinen of the  . Unive orany por thre, toll heocased at arceped  Dyan eour as evidence fhe fects atin sucheerthcnte,  un the comma i pred  (9 A coxiameat purporting bea erie nse by  \"he Vieeshanellv al sg by hin shal he ozeved  evidence aod sha unl he coomary ix proved fe dees  tw bea centitiuate iced by the Vive Craneetioe wider  saubyetion  1 Any pecs wh spoons she prisons of  ubiceton (1) from entsing or remaining wishsn the  + Dmiversny prestaets or par) thotwot and who without  feswlecabse- omar or emsine in sch raccts oF  Pat erat in contravcation of sic pwohibiew se be  {lly ofan cence and sail gn cnetion et Suen)  tall by 2 Magitat, be Hale fine of one stout  opees on respect of sich uy oF pat thao om which Re  fs emer ec during Which he haa emaind. wids wac  PrRGINSS par there.  iS) As pffence under aebsretion (4) shall be 2  ‘engnisable sad » baile vfs with the messing ef  the Cente of Criminal Proce Act Mo, 28 01 29  SC) Siect cathe pawions of shiz Act, Setetes Sema.  smay be made by the Boned in espe of af or any of his  felloving racers:  fa) shee aot oterwine provid Tor he ing oF  sausncics in sd the euavening of ay Austerity  of the Vatversis  1) Shedaermiention afte degrees sodolive seademic  deinen be etfeed",
    "mean_p_confidence": 0.3675728155339806
  },
  {
    "i_page": 42,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 42,
    "par_num": 1,
    "text": "  42 University of Vocational Tecwalogy  ‘et, No. 31 of 2008,",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 42,
    "par_num": 2,
    "text": "  (©) the conferment of honorary degrees or other  distinctions ;",
    "mean_p_confidence": 0.5615384615384615
  },
  {
    "i_page": 42,
    "par_num": 3,
    "text": "  (d) the institution and award of fellowships,  scholarships, exhibitions, bursaries, medals and ther  prizes for which fds r property may inany manne",
    "mean_p_confidence": 0.47269230769230763
  },
  {
    "i_page": 42,
    "par_num": 4,
    "text": "  + whatsoever te provided and",
    "mean_p_confidence": 0.3085714285714286
  },
  {
    "i_page": 42,
    "par_num": 5,
    "text": "  {) all mates for which under the provisions of this  ‘Act. Statutes te authorized or required to be made, 3",
    "mean_p_confidence": 0.5304347826086956
  },
  {
    "i_page": 42,
    "par_num": 6,
    "text": "  (2) Every Statute made under subsection (1) shall be",
    "mean_p_confidence": 0.5772727272727273
  },
  {
    "i_page": 42,
    "par_num": 7,
    "text": "  published in the Gazene and shall come ino force on the  fate of such Gazerrng or on such her date 38 may be  specified therein",
    "mean_p_confidence": 0.5917241379310345
  },
  {
    "i_page": 42,
    "par_num": 8,
    "text": "  Byam, 60, (1) Subject w the provision ofthis Act, By-Laws  may be made by the Board in reepect of all or any of the  following mers —",
    "mean_p_confidence": 0.5712903225806452
  },
  {
    "i_page": 42,
    "par_num": 9,
    "text": "  (the courses of study approve by the Board fo the  ‘rant of degrees, diplomas and other academic  Aistinetons",
    "mean_p_confidence": 0.525
  },
  {
    "i_page": 42,
    "par_num": 10,
    "text": "  (6) the conditions subject to which students shall be  admied (0 courses of study and examinations  prescribed for degrees, diplomas and other academic  Aistinetons",
    "mean_p_confidence": 0.4862068965517241
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "  (e) the fees to be charged for courses of study,  examinations and award of degrees and other  ‘eaemic distinctions",
    "mean_p_confidence": 0.5843478260869565
  },
  {
    "i_page": 42,
    "par_num": 12,
    "text": "  (d) all matters connected with the election of  epresentatves to he various Authors and ther  bodies ofthe Univesity:",
    "mean_p_confidence": 0.4881818181818182
  },
  {
    "i_page": 42,
    "par_num": 13,
    "text": "  (@) the conditions and mode of appointment of  ‘examines, thei duties, the fees 1 be paid 0 them  ‘and the conduct and maintenance of standards at  ‘euaminaions: and",
    "mean_p_confidence": 0.5736363636363636
  },
  {
    "i_page": 43,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 43,
    "par_num": 1,
    "text": "  vce a Voctinad Tecinstogy  Ae 4 of 2008  (Oa mages shih undenshepsiom As  Bptawsaramboraator moc be wks,  (5A By-Law in rams oF any mater elsting 0 oF  *— comnotied with -eathing othe examinate OF the  ives at wt be ade bythe Board wil a fot  S88 Hy hv tsrheen Soper he  foes te Reader Counc  (32 Byer By-Law made by the Boon ail cme in  force ach dee a hall be spin seria  61, «1 Subjetto me passe hi ACKreguo Rowson  stay mae he Avan: Cain nce ler  etiing 0 the earone patarmance nd Schire tH  owes dite fotons deri A,  2) Allmguinions made under obection {ipsa core  anu Fee one dae asl espa ten  8, (HiSumjecotbepearinimeoftis el so AmbiNly Kae  ‘tthe Uv ats ay akin eset el raters =  4, foc ues are raid be render ie  pete of ts Aah and  “G5 seq be owed oe nde fo enable sh  Ati 20 e042) das as, nstonn  donor th At  1) Rules mas yam Aub ote liseiy ane  sete (sha come it fe 9 sa de tl  be specied tel,  oS Thegacvisivgnt the Unies A No. AGOFL9TE, scm ot  ‘0 os aby arin eign of te Univer exabided AS,  bye tae",
    "mean_p_confidence": 0.31399141630901284
  },
  {
    "i_page": 44,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 44,
    "par_num": 1,
    "text": "  4 Univesity nf Voenionat Techastoge  Act No. SF of 2008  SPARE XI  ‘boenseranc  eraioss gf, Kathis Ate onless the coment ethane regres  sopra lira” mes ae Ont, Sete,  \"By Levy, iajulation ore ends aeons ith  tha provisns ofthis At  “Auahoriymsans any Asthocey peste fa section  Wofihis At,  ByLiew” metre 6 By-Law made by de Bow deer  ‘ection 0 Fis Re:  “epree™ means bo undeprodte and psig  degees awed by he Univeriy:  -oocca omic sa’ mesa ait he sentersof aif etet  an ta aches ofthe Lnivesty  ~Ontinance” means sey Ordinanoy re byte Hard  ‘under section 29 of is Aes»  “iseipal excosive fcr” means tha Vie-Chancetor  ‘of ths Univesity:  ‘regotation” teand any sogitation made hy she  \"Academe Comet eer section 6 of hs AUS  “le” meats any Ruse made by any Aaubotty of te  ‘Dniveny de section Bf tis  Suse” means ay Seaute made bythe Boat ander  section 3 of is A ae  oa” mauas a Sesior Potesor, Poulton, Ace  Profesor, Senor clue, Laturer wad an Asst  Leonwer",
    "mean_p_confidence": 0.3117857142857143
  },
  {
    "i_page": 45,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 45,
    "par_num": 1,
    "text": "  anor of Vocstionol Technion AS  (et A Po 6  $% Intbeerentofaoy inning atone Sinan Sh  Ta 0 tn AS te Sia esa ena Ea  e k  8. (1 Nonwithaseding angthing We the wontrary spss  conti nay oe os ofS As palng te NE  tsa ae orearzton vt Posies, the won RIES  Aes] Anas nade appeinrmsata the Over ie turoony.  the Sa tthe Uavesty unde ht he Peet  Si cane wh the Mir, pe a one  ‘Commie cosine 9  ior» peeson wha fas sondemle giitiestions sad  ssperisnee fo the Bald. oF construction  Iarotatunag ue uy oboe fle of eemmtogs.  Inthe service eto, shalt ton a he Fs  Vice Chapt of the UnveriyAd  {02 he Biever a ca ater Dir of ne  Nasionel Fieve af Tesbnival Eden of  Se Loske.etssned by th Nation! Insite of  “Techies Eeueating wi Se Lava AG, NO SV  oa  2) The iscrin Conintees apind wader sve  (2) eb et the provisions of sabsetnn (8 of ix  seston fain for agri of sox mont commen  free pit sat sl be ee oe og  all messin ard armgementsecesary to onto ie  Uninc centnce tape wed his fe a)  sohbet objet fee Roeser pers  . (31a he gssbage of ts tants unde sehcion 2)  she tse Crd tal ave te po om  ‘oy abocaie the wa, stadens, eaulginen. lan,  feos ant oar iis ofthe rerio  15 darn the are and earn each  Pavaly and he dips os spe het  be aig om Farien ad",
    "mean_p_confidence": 0.32539285714285715
  },
  {
    "i_page": 46,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 46,
    "par_num": 1,
    "text": "  5 Winery of Yoram Felony  ‘het Bocdt of 208  Uh exercise the prawer of the Board ad of ery other  ‘Aaa tie Crises, tego ay met  tomusning the Balers a8 we appoint of  ny person t pera nelasie of Ofces ramet  tuner this Ask forthe pommost of organize.  ayy Gn a ioc the Flatt oF the  Univer reg est pb  (41 The pestat ss month sfere rrnsubection 21,  ray te extend the Moss on he tecromeation f  ‘he Seer 9 te Meise of he Mine for ape te  vcs a urr sixth ty Noifeaton publish  the Gere The Novfleasen sat Pe required he becosh  ‘etre te apbarenFirsegpema win or ra sf  ‘he date fs polialion ne Gover. 8 Nocti Ro  si appewsd lf dsm 0b emo Fonte ate  Sf tapas. bar withous prejodis 2 the ality of  eying prosnusly dogo threo  (52 The aon ation any Notticon sta te deeme to  ‘tot, sb be bike he ass.  Toei ke 641) The Fins Vice-Chancellor appoinisd ander  ERASE ARE puerta) of uBacvin <ES8sestion  sll ing i  Fees ceemn ewohilfve essvie discharge ad pon i expt oF  Beer te University, siah gowess fens a Ses a8  seni, entered mea iz te the Wied Chancller  sone his Ac any appt eset  (29 The Fie Dinan Genel of he Univers the  Linen Fane the Brsersy shal be argon ty the  Seareveyta the Misty of the Miter ae a ie ring  ‘profs oon fee ssbestina (of ti  ffcinddcton appointed Aa. aing er pezoFo Tee  ‘ert dite a6 por i expect the Livery  Bil sich sewer. reac and dice 5 we ete oe  Smposed show under this Act aos any appropriate  sams «",
    "mean_p_confidence": 0.32424920127795526
  },
  {
    "i_page": 47,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 47,
    "par_num": 1,
    "text": "  Unvsiy of Vocation Trinntegy 7  MeN of 2084  64. (Nominating he pews of Me anal OH ae  tit of Technic! Erato of Se Lang As No Sak ATES PR  190m the ofits end erate he Noon! ae of EME  “evince education of 68 Lk eben by sock ak Soa  Avot settna fered tonaitetnsinne’v wearin Sane  ‘arate da rata mcathempines ae tl gree TNT  tothe copy os prod a tou mm re heaviest  nie hy wien commento othe Ft Vee  ‘Ghaseelrf te Unvestyappmeeg ender pargrnh  obuestkntDutsentine far sac Wise Chanson,  Teton soc offer svt woulda YU 07 cmt  Cronyn inte Uni ine et ey st  eopapren  (2) Aotreeorseranico the knhue an te feat  stopp the Unive hy he Fine Viee Chater  a by eagere dei to np ch caplet  Suma cee: of he et he Lives Ur ede  spew in he Onler de ade subsstion 43 ec  {Bal halt be engget an ems not ese ovo an  ttle tof enon tbe eis  {09 Where any ner or sera the sige expres  adres  4a) na wegen i the Une  6) 10 etaptempuyment In ie Ueversy. tal 2  ‘iow of ie nae el ie srsices prfeoe by  fn Te He essloyrigt in he beak, be cae  tes ascomrne Inthe oF he ery  sh ofa o serv shall be deme 48 have Ferd  frm seri ram the despa the Orde ae  ‘ines aabacton CO eecton 69, and sat he efits  {or the eetiement Benet tho wich officer» seP308  ‘wuld ave bea siege red Tr sn  the Insite ater vecbing is age i 1iement",
    "mean_p_confidence": 0.3182033898305085
  },
  {
    "i_page": 48,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 48,
    "par_num": 1,
    "text": "  AS nesy of Yara Ferhctoes  ACM Hof 28  Repatofin 6, (2 The Raoval lewuutsotTecticl Pubeatun of  ‘Sitemeter si taaks But Ro. 39081998 hated cerevld forasach  SIRI date fe Mite apathy Orde phos i the  eau to Gree prove ie ate tn Be 8 pete shal Pea date  SP ipa? ane st remhy og win twelve mnths fhe apie  se   Nawitsaatigite Necro peste Ast  foo sa fer ie dc spac i. he Order rade er  subse (2) th saa  ‘0 allman namoxsbiereopeny athe sonal  Teste! echelon Sa Laka  feos the dat spect inthe idee ade wader  subsestign (eas Ja he rset:  (B13 comers end ogreement esr ety oF  ithe Bona ss of Fests Edcatie  OF SH Lomks and aabsistiog “om the say  Envi proveding te 0 apie te the  ‘der mae weer soe ED, shat be deme  co be mnt and agrees steed im. by  (eh te Hse  (et suo ney ining the eat he Fed  She Rovio trstote nt Tene Education  of Sei Lanka om te day rity peseding  fhe dato spevfied in the Cnder msde under  {vestin 1,sl stad sated wih eet  feos na se othe Fur evcbiiedy hon  Botti get nat  a) si abies of te Rot te of heh  Education of Sti Lanka existing on tho day  frumeatirely recoling the dae seri i the  ‘Order ste aeration. hl be die  tobe the bis of the Unset",
    "mean_p_confidence": 0.3377651515151515
  },
  {
    "i_page": 49,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 49,
    "par_num": 1,
    "text": "  “nu ascripion of Egon Wir ad Aes of Parla Re BS oa Re 1180",
    "mean_p_confidence": 0.301875
  },
  {
    "i_page": 49,
    "par_num": 2,
    "text": "  ‘Cag Paya te Sertmseen Gaus Pinata ress: Dosa",
    "mean_p_confidence": 0.264
  },
  {
    "i_page": 49,
    "par_num": 3,
    "text": "  ‘Gnas htt. No. 16 Kien seat, Pate Gano ate  Toe carbo each year esp of he ee fowig",
    "mean_p_confidence": 0.2557142857142857
  }
]