[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "4th Session 1968-69 . ; ie Wendin 5 en” e : Giim OY. Sy cee Rare 'Gal Cry QWeEeSe Local Authorities (Special Provisions) Act, No. 42 of 1968 Date of Assent: November 24, igs Printed on the Orders of Government Printed at the GoveRNMEN? Press, Ceyton, Ta be Pete ok ola Gamtmune rie, Gman, o,. be fnenal Gotcrinton cng ke, 40 (howdy, Re feast geteciuan netudine Ul) Rs, 20 CLs Rs a Seer, Pea OS comugronien, Conic . Zain Desa cee Yeu feel of the fen logit ate sumsee Mt eared hse ha Bi Price: 45 cents Postage: 10 cents",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Local Authorities (Special Provisions) Act, No, 42 of 1968",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "L. D—O. 87/87,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "AN Act To AMEND THE Mowicira, Councits Onpivance, Tae Unsas Cooncn.s ORDINANCE AND rms Town Councits ORpiNaNce.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(Date of Assent: November 24, 1968]",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this pre-",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "sent Parliament assembled, and by the authority of .",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "the same, as follows: —",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "1. This Act may be cited as the Local Authorities shore title, (Special Provisions) Act, No. 42 of 1968.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "2. Section 170 of the Municipal Councils szgémsst Ordinance is hereby amended by the addition, at the Shep 992 end of that section, of the following new sub- section: —",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "“ (4) During the period intervening between the constitution under this Ordinance of a Municipal Council for any Municipality and the election of the Mayor of the Council, the Municipal Commissioner shall have, exercise, perform and discharge all the rights, privileges, ~ Powers, duties and functions vested in or conferred or imposed on the Mayor by this Ordinance or any other written law.””.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "8, (1) Section 277 of the Municipal Councils Ampuiment of Ordinance is hereby amended as follows:— Chapter 392,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "{e) in sub-section (4) of that section, by the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "substitution, for all the words from “ shall during auch period ” to the end of that sub- section, of the following: — “ shall during such period—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(0) have, exercise, perform and dis-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": ": charge all ‘the rights, privi-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "oo - Teges, “poweis, duties and",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "ese aua ie",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "2 Local Authorities (Special Provisions) Act, No. 42 of 1968 functions vested in or con- ferred or imposed on the . Council, the Mayor, or the Deputy Mayor, by this ,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "Ordinance or by any other",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "written law, and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(B) be the successor of the dissolved",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "Council or the Special Com- missioner or Special Commis-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "sioners, as the ease may be.”;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(Q) by the insertion, immediately after sub-section (4), of the following sub-sections:— .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "“ (4a) The Special Commissioner or",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "Special Commissioners appointed under sub-",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "section (2) upon the dissolation of a Council",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "shall—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(@) if the appointment was made immedi- ately after the dissolution of the Council, be the successor or successors of the dissolved Council, and .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "‘ (0) if the appointment was made after the Municipal Commissioner under sub- section (4) had had, exercised, per- formed, and discharged the’ rights,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "t privileges, powers, duties and func- tions referred to in that sub-section, be the suecersor or successors of the Municipal Commissioner.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(48) The provisions of section 925 with the necessary modifications shall—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(@) in the case of a Municipal Commissioner wh» under sub-section (4) of this sec- tion is the successor of a Coancil which was distolved, or of a Special Commissioner or Special Commis- sioners, apply in the same manner 9¢ if all references to any local anthority in the aforesaid section 325 were references to the dissolved Council or to the Special Commissioner oF",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "Local Authorities (Special Provisions) 8 Act, No. 42 of 1968",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "Special Commissioners, as the case",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "may be, and as if all references to a",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "Municipal Council in the aforesaid",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "section 325 were references to the Municipal Commissioner, and",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(8) in the case of @ Special Commissioner",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "who under sub-section (4a) of this",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "section is the successor of a Council",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "which was dissolved or of the Munici-",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "pal Commissioner, apply in the same",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "manner as if all the references to any",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "local authority in that aforesaid sec-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "tion 325 were references to the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "Council which was dissolved or to the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "Municipal Commissioner, a8 the case",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "may be, and as if all the references",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "to a Municipal Council in the afore-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "said section 325 were references to the Special Commissioner.”; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(©) by the substitution, for sub-section (6), of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "following sup-sectivn ;—",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "“« (6) Where, after the dissolution of the Municipal Gouneil for any Mumcipality, @ new suuoicipal Lound is vonstibured Lor Wat Municipality, the new Council shalt be tne gueeessur of the person or persons who, immediately prior 10 the constitution of the new Council nad had, exercised, performed aud discharged the rights, privileges, powers, duties aud Junctions conerred or imposed upon, or vested in, the Counc by tunis Uruinance or other written law, and te pro- visions of section 825 shall apply with the necessary modifications in the case of the constitution of the new Council in the same manner as if ell the references to any local authority in that section were references to euch person or persons, as the ease may be, and as if all the references to a Municipal Council in that section were references to the pew Council. ””.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Local Authorities (Special Provisions) Act, No. 42 of 1968 (2) The provisions of sub-section (1) of this section shali be deemed to have come into effect on the date of commencement of the Municipal Councils Ordinance. . Amendment of 4. Section 27 of the Urban Councils Ordinance is wt gst hereby amended in sub-section (3) of that section by the substitution, for the words * During the period intervening between the expiry”, of the words “During the period intervening between the constitution of an Urban Council under this Ordinance and the election of a Chairman of that Council and during the period intervening between the expiry”. Amendmest of 5. (1) Section 184 of the Urban Councils Ordi- seen Dance 1s hereby amended as follows:— (0) in sub-section (6) of that section— (i) by the substitution, for the words “‘ that town, all the property '”, of the words “* that town, such Special Commis- 7 sioner or Commtissioners shall be deemed to be the successor or successors of the dissolved Council and ail the property ”’, and i) by the substitution, for the words \"* natil the Mamster otherwise directs. ”, of the following :— “gntil the Minister otherwise directs and the provisions of sections 246 to 244 shall, with the necessary modifications, apply in the case of We appointment of the Special Commis- sioner or Conumissioners in the same manner ss if every reference in those \"sections to an Urban Council were 6 yeference to the Special Commissioner or Commissioners and as if evety reference in those sections to a local authority or authorities were @ reference to the dissolved Urban Council. ”; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "Local Authorities (Special Provisions) 5 Act, No. 48 of 1968 (®) by the addition, at the end of that section, of the following sub-sections:—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "“(7 At any time after the appointment of a Special Commissioner or Commissioners to administer the affairs of a town upon the dissolution of the Urban Council for that town, the Minister may, by Order published in the Gazette,—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(a) give such directions as may be necessary for constituting for that town a new Urban Council consisting of the same number of members as the dissolved Urban Council or of a larger or & smaller number of members, as to him may seem expedient, or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(®) reduce or enlarge or otherwise redefine the limits of the town, and give such directions as may be necessary for constituting an Urban Council for the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": ": redefined town.",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "®) Where upon ths termination of the AGMIRIsLEALLON Uf LHe ALAUS OF 8 LW DY & Dpecu Lommmssiouer of Vumlumsivucre, o dew Urban Wouuell 16 Consutuwed cor Wat town, le ReEW COUCH sual vs lus sucessut Of Wwe dpedal Wummrsiguer or Cunuus, siumels, ws le Gage May be, and Lhe pcuvie Stuus Of sects Zab Ww whe stall, wid Le Tewesaury MUUMILALIONS, apply Ww Lue case of te cwustitution Of tue usw Counc In ule same manner as if all references to any local authority or authorities in those sections were",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": ". references to the Special Commissioner or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "Commissioners.”’.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": ". @ The provisions of sub-section (1) of thia section ahall be deemed to have come into effect on the date of commencement of the Urban Councils Ordinance.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Local Authorities (Special Provisions) Act, No. 42 of 1968 ‘Amendment of 6. Section 26 of the Town Councils Ordinance is Siig, Be\" hereby amended in sub-section (8) of that section, by the substitucion, for the words “ During the period intervening between the expiry’, of the worus “ During the period intervening between the constitu- tion of a Town Council under this Ordinance and the election of a Chairman of that Council and during the period intervening between the expury ”. Amedaeat o¢ _ T+ (1) Section 188 of the Town Councils Ordinance Fie tl is hereby amended as follows: — {a} in sub-section (6) of that section, i) by the substitution, for the words \" that town, all the property \"’, of the words “that town, such Special Commis- sioner or Commissioners shall be the successor or successors of the dissolved . Council and all the property , and (ii) by the substitution, for the words '‘ until the Minister otherwise directs. ”, of : the following :-— ‘until the Minister otherwise directs and the provisions of sections 233 to 240 shall, with the necessary moditications, apply in the case of the appointment of the Special Commis- sioner or Commissioners in the same manner as if every reference in those sections to a Town Council were . a reference to the Special Commis- sioner or Commissionera and as if frery reference in those sections to & local authority or authorities were & reference to the dissolved Town Council. ”; and (0) by the addition, et the end of that section, of the following sub-sections:— ** (7) At any time after the appointment of a Special Commissioner or Commissioners to administer the affairs of a town upon the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Local Authorities (Special Provisions) 7",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Act, No. 52 of 1968",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "dissolution of the Town Council for that",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "town, the Minister may, by Order published",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "in the Gazette,—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(a) give such directions ae may be necessary for constituting for that town a new Town Council consisting of the same number of members as the dissolved Town Council or of # larger or @ smaller number of members, as to him may seem expedient, or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(®) reduce or enlarge or otherwise redefine the limits of the town, and give such directions as may be necessary for constituting a Town Council for the redefined town.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(8) Where upon the termination of the administration of the affairs of a town by a Special Commissioner or Commissioners, a new Town Council is constituted for that town, the new Council shall be the successor of the Special Commissioner or Commis- sioners. as the case may be, and the provisions of sections 233 to 240 shall, with the necessary modifications, apply to the case of the constitution of the new Council in the same manner as if all references to any local authority or authorities in those sections were references to the Special Commissioner or Commissioners. ’”.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(2) The provisions of sub-section (1) of this section shall be deemed to have come into effect on the date of commencement of the Town Councils Ordinance.",
    "mean_p_confidence": 0.96
  }
]