[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON | 3rd ion, 1954-55 — Session, 1954-55 LET E, . eth [are wet st IE, guapaisaa * . LIN Bs, oF Gisea Be a Cees GRE Yee Promissory Oaths (Amendment) ~ Act, No. 25 of 1955 ; Date 'y Assent: April 27, 1956 Printed on the Orders of Government . “ \\ . Printed at the Government Pass, Crvtow. To be _ purchased at the Govemmaanr Punuicarions BUNEAT, COLOMTO saeheecbamindon, (aeuding Sit) Bs 25, payable. in Apmunl, Subeerlon (eclogite Ppeeaions sdraten Spite Queene, OS, ‘Coloube 3 Price; 15 cents. Postage: 19 cents.",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Promissory Ouths (Amendment) Act, No, 25 of 1965 L. D.—O. 2/35. ‘AN Act To AMEND THE Promissory OaTns gornige 1, ‘Onpinance. ‘oe [Date of Assent: April 27, 1935] BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows :— 4. This Act may be cited as the Promissory Oaths ston site (Amendment) Act, No. 25 of 1955. : 2. Section 2 of the Promissory Oaths Ordinance is Amesdment ot hereby amended as follows :— Giger i (@) in the form of the Oath of Allegiance, by the substitution, for the words ‘* His Majesty King George the Sixth, His Heire.”, of the words “Her Majesty Elizebeth the Second, Queen of Ceylon, Her Heirs,” ; (®) in the form of the Official Oath, by the substi- tution, for the words ‘“ His Majesty King George the Sixth”, of the words “ Her Majesty Elizabeth the Second, Queen of Ceylon. Her Heirs and Successors,\"”; and (©) in the form of the Judicial Oath, by the gubstitution, for the words “\" His Majesty King George the Sixth’, of the words ‘Her Majesty Elizabeth the Second, Queen of Ceylon, Her Heirs and Successors,” 2a Rm eo)",
    "mean_p_confidence": 0.81
  }
]