[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "a) ey PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA STATE MORTGAGE AND INVESTMENT BANK (AMENDMENT) ACT, No, 62 OF 1981 (Certified on 28th September, 2981) Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of October 02, 1981 sen vera OF GOERTNRNE ARETE, SR AKA yea Finca an oor FENTON BREA, coLOmD Price: 45 cents Postage: S0-cents",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "State Mortgage and Investment Bank {Amendment} Act, No. 62 of 198% [Certified on 28th September, 1981] 1.D—O. 37/80. Asi Act to Atma tHe Stats Monraacs ano LevEsrMent ‘Baw Law, No. 13 oF 1975, ‘BE it enacted by the Parliament of the Democratic Socialist Republie of Sri Lanka as follows :—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "1. This Act may be cited as the State Mortgage amd Sborttitle Investment Bank (Amendment) Act, No. 62 of 198%.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "2. Section 31 of the State Mortagage and Investment Amendment Bank Law, No. 13 of 1976. (hereinafter referred to as the Stattaw “principal enactment”) fe hereby amended as follows:~- No.8ot",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(2) in subsection (1) of that section—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(a) by the substitution in paragraph (y) of that ‘subsection, for the words “preceding Paragraphs ; and”, of the words “preceding paragraphs 5\";",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "{b) by the substitution in paragraph (2) of that subsection, for the words “prescribed undertaking”, of the words “prescribed undertaking; and”; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(c) by the insertion, immediately after paragraph (2) of that subsection, of the following new paragraph :— . (aa) to purchase, take on lease oF",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "exchange, or otherwise acquire any immovable property which the Bank tay consider necessary fn order to carry on and transact any business of , \\ the Bank, \"; and -j :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(2) by the insertion, immedtately after subsection (1) of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "that section, of the following new subsection :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "“ (14) Where a loan has been granted by the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Bank and the property mortgaged as security for",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "that loan ia not encumbered by any mortgage to",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "any person other than the Bank, the Bank may,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": ". subject to the other provisions of this Law relating",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "to the grant of loans, grant an additional lan the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Tepayment of which shall be secured by a further",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "mortgage of that property, and such further",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "mortgage shell be deemed to be a primaty mortgage. *,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Acorr414,200 jor -",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 State Mortgage and Investment Bank (Amendment) Act No. 62 of 1981 Insertion of 3 The following new section is hereby inserted ‘ fewsection —_imnmediately after section 50 of the principal enactment and Exincipal | shall have effect 2s section 50a of that enactment :— ‘potthoriza- 50a. (1) Where any person authorized ine under section 50 dies or is unable at any stage = Beran in due to fliness or any other eause to act under person, that section, the Board may, by resolution authorized to be recorded in writing, suthorize any other wection 50, person, to sell by public auction such tesell immovable or movable property mortgaged Poneatea to the Bark as security for any loan in res. totheHank. pect of which default has been made. A (2) All acts and things done by the person l authorized by the Board under section 50 in connection with a sale by public auction Prior to the date on which such other person - was authorized under subsection (1), shell be deemed to be acts and things done by the person appointed under subsection (1) who shall take all necessary action to complete such sale.”. Amendment 4 Section 85 of the principal enactment is hereby ghaertion amended in subsection (2) of that section as follows :— Brinelpal (1) by the substitution in paragraph (0) of that subsection for the words “in the name of the Board of Directors of the Ceylon State Morigage Bank or in the name of the Board of Directors of the Agr! cultural and Industrial Credit Corporation”, of the words “in the name of the Ceylon State Mortgage\" Bank or in the name of the Agricultural and Indus- trial Credit Corporation ;”; (2) by the substitution for paragraph (e) of that sub- section of the following new paragraph :— * (2) all contracts, deeds, mortgage bonds and other ‘bonds, agreements and other instruments which subsist or have effect immediately prior to that date in or to which the Ceylon State Mortgage Bank or the Agricultural and Industrial Credit Corporation has been named. or subscribed ag a party, shall have effect against, or in favour of, the Bank, as the case may he, as fully and effectively as if instead of such Ceylon State Mortgage Benk or the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "State Mortgage and Investment Bonk 3 (Amendment) Act, No. 62 of 1982",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "Agricultural and Industria) Credit Corpora",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "tion, the Bank had been a party thereto und",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "every reference therein to the Ceylon State",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "‘Mortgage Bank Ordinance or the Agricul-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "tural and Industrial Credit Corporation",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "Ordinance shall be deemed to be a reference",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "to this Law, and all rules and regulations sade thereunder, \"';",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(@) by the substitution in paragraph (f) of that sub",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "section :—",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "() for the words “by, or against, the Board of Directors of the Ceylon State Mortgage Bank or the Board of Directors of the Agricultural and Industrial Credit Corporation”, of the words “by, or against the Ceylon State ‘Mortgage Bank or the Agricultural and Industriel Credit Corporation”; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "Gi) for the words “by, or against, the Bank.”, of words “by, ot against, the Bank ;”; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "{4) by the insertion, immediately after paragraph (f) of",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "‘that subsection, of the following new paragraphs :—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "“(9) @ the rights, obligations, assets, liabilities and moneys lying to the credit of the Ceylon State Mortgage Bank Provident Fund established under paragraph (c) of subsection (1) of section 84 of the Ceylon State Mort- gage Bank Ordinance, on the day immediately preceding that date, shall be the rights, obligations, assets, abilities and moneys of the State Mortgaze and Tavestment Bank Provident Fund “A” established under section 31 of this Law ; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "Gi) the rights, obligations, assets, Habilities and moncys lying to the Credit of the Agricul- tural’ and Industrial Credit Corporation Provident Fund established under paragraph (8) of subsection (1) of section 61 of the Agricultural and Industrial Credit Corpora- tion Ordinance, on the day immediately preceding that date, shall be the rights.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": ", + obligations, assets, Habilities and moneys of the State Mortgage and Investment Bank Provident Fund “B” established under section $1 of this Law;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "‘4 State Morigage and Inuestinent Bank (Amendment) Act, No. 62 of 1987",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "(h) every investment made in the name of the ” Ceylon State Mortgage Bank Provident Fund shall be deemed to be investments made by ‘the State Mortgege and Investment Bank Provident Fund “A”, and every investment made in the name of the Agricultural and Industrial Credit Corporation Provident Fund shall be deemed to be investments made by the State Mortgage and Tuvestment Bank Provident Fund “B” established under section 91 of this Law ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "{® alt contracts, deeds, bonds, agreements and other instruments of the Ceylon State Mortgscte Bank Provident Fund or the Agricultural and Industrial Credit Corporation Provident Fund which subsist or have effect tmme- diately prior to that date shall have effect against, or in favour of, the State Mortgage",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": ": and Tavestment Bank Provident Fund “A” or the State Mortgage and Investment Bank Provident Fund “B”, as the case may be, established under section 31 of this Law, a tully and effectively as if, instead of the Ceylon State Mortgage Bank Provident Fund or the Agricultural or Industrial Credit Cor- poration Provident Fund, as the case may be, the State Mortgage and Investment Bonk Provident Fund “A” or the State Mortgage and Investment Bank Provident Fund “B” had been a party thereto respectively ; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": ") all suits, appeals or other legal proceedings institwted by or against the Ceylon State ‘Mortgage Bank Provident Fund or the Agri- cultural and Industrial Credit Corporation Provident Fund, and pending Immediately prior to that date chall not abste or he dis- continued or in any way prejudically be",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "State Mortgage and Investment Bank 5 (Amendment) Act, No. 62 of 1981 affected by reeson of such repeal, and accordingly may be continued or enforced by, or against, the State Mortgage and Invest- ment Bank Provident Fund “A” or the State Mortgage and Investment Bank Provident Fund “B” established under section 31 of this Law, ag the case may be.’. : 3, The amendments made to the principal enactment by Retrospective the preceding provisions of this Act, shall be deemed for S84, 08, all purposes to have come into force on January 4, 1979.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "ee",
    "mean_p_confidence": 0.08
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "Kimaal qubecription of Bills and Laws of the Parliament Re 0 (Loce)),",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "Fen (Foreign), payable to the Sueemmmmeer, Goverment PUsICATIONE",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "Bannav, P.O, Box 900, CoLoseso 1, before 15th Deveniber eech your In respect ‘of the year following.",
    "mean_p_confidence": 0.56
  }
]