[
  {
    "i_page": 1,
    "par_num": 3,
    "text": "fiers pe PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA MINES AND MINERALS ACT, No. 33 OF 1992 . [Certified on 28th July, 1992]",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": ". Printed on the Orders of Government ue cea en ET ee Guest Sone Damen re At TeX serLREDe oF CONSETT PON LEA RO BE PUBLHAGKD AT THE GOVERNEGENT FUMLICATIONS BUREAU, COLOMBO Price: Ra, 2.79 oO Postage ; Re. 155",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "&",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "' Mines and Minerale Act, No. 33 of 1992",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "[Certified on 28th July, 1992) LD—O.41/90 ‘ : AN Aer 70 PROVIDE FoR ZHE EsTAMCIsuMRNT OF THB GFOLOG- . \"GAL SURVEY AND MINES BUEAU TO RecuLATE THE EXPLORA-",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "TION FOR, MINING, TRANSPORTATION, PROCESSING, TRADING IY",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(OR EXPORT OF, MINERALS ; FOR THE TRANSFER 70 SUCH BUREAU",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "OP THE FUNCTIONS oF THE DerarTMENT or GeoLocicaL Sun .",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "‘VEY ; FOR THE REPRAL OF THR Saur Onprvawce (CHaptan 211) ~",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "ae Rapio Active Mrntrats Acs, No. 46 oy 1968, AND THE",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Movs ano Movrats Law, No. 4 or 1973 ; AND To PROVIDE .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "FOR MATTIRS CONNECTED THEREWITH OR INCIDENTAL TRERETO.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "BE it enacted by the Parliament of the Demoeratle Sociax Ist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "1, .This Act may be cited as the Mines and Minerals Act, Sbart fits No. 38 of 1992, and shall come into operation on such date ot operate,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(hereinafter referred to as the “eppointed date”) as the . Minister may appoint by Order published in the Gazette. PART 1 . EsTasusument, Powens AND Fouxcrions oy THe GeoLoctear . Sunvey ann Mnves Bunzav .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "2 (1) There shalf be established @ Bureau which shall retobllst ‘be called the Geological Survey and Mines Bureau (here- Went af the inafter referred to as the “ Bureau”). . Survey and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(2) The Bureau shall by the name assigned to tt by sub Beery section (1) be a body corporate with perpetual succession and a common seal and may sue and be sued in ita corporate name. . :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "2. The administration and management of the affairs of Board at ‘the Bureau shall be vested in a Board of Management sp- Marss™ Pointed in the manner provided in section 4 and the Board of the ‘of Management may for that purpose exercise and dis- Bureau ‘charge all the powers and functions of the Bureau. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "4.°(t) The Bosrd of Management (hereinafter referred Memben to as the “Board”) shall constst of the following five SiMe y members :—= . Manage",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(@) three members appointed by the Minfster from ‘Ot .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "among persons who sppear to the Minister to have Knowledge of Geology, Mining or Business Mana- . gement ; :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(b) one member appointed by the Minister in consulta",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "tion with the Minister in charge of the subject of Finance ; anc SD asser_4,199 ;0H)",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "2 Mines chd Minerals. Act, No. 33 of 1902 {@) the Director of Geological Survey ‘and Mines appoin- ted under section 6,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(2) A peroon shali be disquelified from being appointed, ‘or from continuing, as a member of the Board if he is, or becomes, a Member of Parliament or a member of, 2 Pro- vincial Copneil or @ local authority. °",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(8) Where a member of the Board appointed under paragraph (a) of suosection (1), is by reason of illness, in- flimity or abyence from Sri Lanka temporarily unable te perform the duties of his office, the Minister may having regard to the provisions of paragraph (a) of subsection (1) appoint another person to act in his place.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(4) The Minister may without assigning any reason therefor remove any membér of the Board appointed wn- der paragraph (a) af subsection (1) from office. The removal of any such member of the Board shall not be called in qiiestion in any court. :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "G) A member of the Board appointed under paragraph {@) of subsection (1) may resign from the Board by a letter addressed to the Minister,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "() Subject to the provisions of subsections (4) and (5), the term of office of a member of the Board referred to in Paragraph (a) of subsection (1) shail be three years :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Provided that, a member of the Board sppointed in place of a member who resigns or is removed or otherwise vact- tes office, shall hold office for the unexpired part of the term of office of the member whom he succeeds.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(7) Any member of the Board vacating office by ‘effluxion gf time shall be eligible for reappointment.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "@) (a) The Minister shall appoint» Chairman of the Board from among the members appointed under paragraph {@) of subsection (1) of this section.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(®) The Chefrman may resign trom the office of Chair- man by a letter addressed to the Minister.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "{e} The Minister may without assigning any reason, therefor remove the Chairman from office and such remo- val shall not be questioned in any court,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "{4) Subject to the provisions of paragraphs (2) and (e) of this aubsection, the term of office of the Chairman shall be his period af membership in the Board. | -",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "‘Mines and Minerals Act, No. 33 of 1992 ‘2s ,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "5. (1) The Chairman shall preside at all meetings of the The Chait. | Bosrd at which he is present. In the absence of the Chait- sonduct of man from any meeting of the Board, the members present business. at such meeting shalll choose from among themselves another member to preside at that meeting.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(2) The quorum for any meeting of the Board shall be",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(@) ‘The Chairman at any meeting of the Board shall have in addition to his vote, a casting vote.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(4) Subject to the other provisions of this Act and any regulation made thereunder, the Board may regulate the procedure in regard to its meetings and the transaction of ‘business at such meetings. .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "6. (1} The Minister shall appoint in consultation with  Directorat the Board, a person having at least ten years of profes- Scoveeiel sional experience as geo-sclentist or-as a Mining Engineer and Mines. * and other prescribed qualifications, as the Director of Geo- . Yogical Survey and Mines.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(2) The Director of Geological Survey and Mines (here- inafter refered to as the “ Director”) shall be the principal technical officer of the Bureau and sha subject to ‘the general direction of the Board on matters of policy, be res- pousible for the conduct of geological surveys, and the : administration of this Act. . ,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(3) The Director shall hold office for a period of six ‘years from the date of his appointment and shall be elisi-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Ble for reappointment : .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Provided however that the Director shall retire from . office on reaching the age of sixty years,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(4) The terms and conditions of sérvice of the Director shall be specified in the contract of service entered into by him with the Bureau.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "() The Director shall not be removed from office ex- sept for good and sufficient cause.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "% No act or proceeding of the Board shall be deemed to Board may be invalid by reason only the existence of a vacancy ainong —*Ct_Sesplte its members or any defect in the appointment of any of . dts members. . .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "8. (£) The Board may delegate to the Chairman, Director Dalegstoo 1 or an employee of the Bureau any or ali of the powers, of te ‘duties and functions conferred or imposed on, or assigned 5 to, the Bureau by this Act, other than the power conferred by this subsection. ° . |",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "4 Mines and Minerals Act, No. 33 of 1992 \"@) Every person to whom any power is delegated under . . subsection (1), shall exercise such power subject to the general or special directions of the Board. = Members 9. A member of the Board who is directly or indireetly of te, interested, Anancially or otherwise, in any project, under Betine” taking or contract made, or proposed to be made, by the imerest in\" Bureau shall disclose the nature of his interest at the earfi- iEEnking est possible opportunity at a meeting of the Board. Such or contract disclosure shall be recorded in the minutes of the Beard, freposed to = and such member shall not take part in any deliberation by the or decision of the Board with respect to that project under- Bureau. taking or contract, uniess the Board otherwise directs. ‘Remumere. 10. All or eny of the members of the Board shall be re- tion of the Mmunerated in such manner and at such rates as may be members determined by the Minister with the concurrence of the ‘Board. Minister in charge of the subject of Finance. Seal of the _‘U. (1) The seal of the Bureau shall be in the custody of Bares, ‘the Chairman,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(2) ‘The seal of the Bureau may be altered in such manner as may be determined by the Board,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(3) The seal of the Bureau shall not be affixed to any instrument or document except in the presence of two members of the Board both of whom shall sign the instru- ment or document in token of their presence.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "Punctions 42. The functions of the Bureau shall be— atthe _ Bares {a} to undertake the systematic geological mapping of Sri Lanka and the preparation of geological ‘ ‘MAPS |",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(b) to identify and assess the mineral resources of Sri Lanka;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "{c} to evaluate the commercial viability of mining for, processing and export of, such minerals;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "@ to regulate the exploration and mining for minerals and the processing, trading in and export of such minerels, by the issue of Ticences ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(@) to advise the Minister on measures to be adopted for the profnotion of the extraction and production of minerals, on a commerciat basta, .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "Mines and Minerals Act, No,,33 of 1992 8 33, (1) ‘The Buresu shall have the power to do anything Powersat necessary for, or conducive or incidental to, the carrying ‘He Burm . ‘out of its functions. . _ (@) Without prejudice to the generality of the powers conferred by subsection (1), the Bureau shell have the power— oe (@) to acquire, hold, take or give on Jesse or hire, mortgage, pledge, sell or otherwise dispose of, any movable or immovable property ; (®) 10 énter into any contracts which are necessary for the proper exercise of its powers and the discharge of its functions ; .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "(©) to appoint, terminate the employment of, remunerate .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "and control, its officers and servants; :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "(@) to issue licences for the exploration, mining",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "processing, transport, trade and export of minerals ; . * (e) to open, cperate and close hank accounts, and borrow . or raise money for the purposes of the Bureay in such manner and upon, such security, as the Board may, With the approval of the Minister, given with the concurrence of the Minister in charge of the subject of Finance ; . (P) to charge fees for any’ services or facilities provided by the Bureau; (9) to make rules in respect of the sdministration of the affairs of the Bureau ; and (h) to conduct training programmes and generally todo * all other acts and things which, in the opinion of the Boord, are necessary to facilitate the proper . discharge of the functions and the exercise of the powers of the Bureau, 14. (1) At the request of the Board any officer in the Appointment public service muy, with the cotsent of thet officer and of SsParuS, the Secretary to the Ministry of the Minister in charge of the’ the taftof subject of Public Administration be temporarily appointed ** Bureau to the staff of the Bureau for such perlod as may be deter- a | mined by the Board with like consent, or with like consertt",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "‘be permanently appointed to such staff, ~ }  @) Where any public officer is temporarily appointed to, : the steff of the Bureau— . .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Mines and Minerals Act, No. 33 of 1992 (0) if at the time of his temporary appointment to the staff of the Bureau, his substantive post in the public service was a post dectared to he pensionable under . the Minutes on Pensions— . () he shall while in the employ of the Bureau be deemed to have been absent from duty in . the public service on leave granted without : ++ salary on grounds of public policy and: accordingly. section 10(1) of those Minutes shall apply to-bim ; and Gi) in respect of him the Board shall pay out of the funds of the Bureau to the ‘Treasury to be credited to the Consolidated Fund tor every complete mouth during which he is in the =‘ employ of the Bureau such sum not exceeding : twenty-five percentum of the salary payable to him in his substantive post in the public service as may be determined hy the Minister in charge of the subject of Finance; and (b) if, at the time of his temporary appointment to the staff of the Bureau, he was a contributor to the Public Service Provident Fund established under ‘the Public Service Provident Fund Ordinance, his service to the Bureau shall, for the purpose of that Ordinance, be deemed to be service to the Govern- ment, and accordingly he shall, while he 1s in the employ of the Bureau continue to pay to the Public Service Provident Fund such contributions as he may be lable under that Ordinance to pay, and in + Fespeet of him the Bureau shall pay at the close of each financial year, out of the funds of the Burest to the Deputy Socretary to the ‘Treasury to be credited to the appropriate account in the Public Service Provident Fund, a sum equivalent to such contribution as the Government is liaule to pay to the Public Service Provident Fund in respect of him. (8) Where any public officer is permanently appointed _ te the staff of the Bureau— : (a) he shall be deemed to have left the public service ; + ¢b) 4¥, at the time of his permanent appointment to the . staff of the Bureau his substantive post In the public ~ \"service was a post declared to be pensionable under the Minutes on Pensions— . |",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Hines and Minerals Act, No. 33 of 1992 7 oO () he shall be eligible for such an award under ~ those Minutes as might have been made to ‘ him if he had been retired feom the public service on the date of his permanent appoint . . ment to the steff of the Bureau; and . : (ii) the amount of any such award made under those ‘Minutes shell not be paid to him unless his . employment in the staff of the Bureau ia . * terminated by retirement on account of age . .. or ill-health or by the abolition of the post held by him fn such staff or on any other ground approved by the Minister in charge of the subject of Public Administration ; and : (i) such an award as might hsve been made in ~ respect of him under those Minutes if he hed died immediately before his \" permanent appointment to the staff of the Bureau may be ., made in respect of him, in the event of Bis death while in the employ of the Bureau; and (e) if, at’ the time of his permanent appointment to the staif of the Bureau he was a contribtor to the . Public Service Provident Fund established by the Public Service Provident Fund Ordinance, he shall for the purpose of that Ordinance, be deemed to hhave left the service of the Government upon the determination of his contract with the consent of the Government otherwise than by dismissal, . (§) Where the Bureau employs a person who has entered into a contract with the Government by which he has agreed . to serve the Government for a specified period, any period of service to the Bureau by that person shall he regarded ag : service to the Government for the purpose of discharging the obligetions of such contract, . (8) At the request of the Board any officer or servant of public corporation may, with the consent of such officer or gervant and the govemning board of such corporation be temporarily appointed to the staff of the Bureau for such period as may be determined by the Board with like consent or with like consent be permanently appointed 4o such staff on auch térmg nnd conditions including those relating to, pension or provident fund rights as may be agreed upon by_ . ~ the Board and the governing board of such corporation. ' '",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "2 Mines and Minerals Act, No. 33 of 1992 (6) Where any person ia temporarily appointed to the staff of the Bureau in pursuance of the provisions of sub- section (6), such person shall be subject to the same ~ disciplinary controt as any other member of such staff, - (7) At the request of the Board, any officer or servant of any Higher Educational Institution may, with the consent of such officer or servant and the principal executive officer of that Higher Educational Institution, be temporatily appointed to the staif of the Bureau for such period as may be determined by the Board with like consent or be permanently appointed to such staff, on such conditions including those relating to pension and provident fund rights, as may be agreed upon by the Board and such principal executive officer . (B) Where any officer or servant of any Higher Educational Institution is temporarily eppointed to the staff of the Bureau, he chafl be subject to the same disciplinary contrul as any other member of such staff, {8) Im this section “ Higher Educational Intitution” and “prineipal executive officer” shall have the respective meanings assigned to them by the Universities Act, No, 16 of 1978. . Ones 15, All officers and servants of the Bureau shall be doemed GieBuean' tobe public servants within the meaning end tor the eemes ue purposes of, the Penal Code, . strvants, Boreauto 16, The Bureau shall he deemed to be a scheduled institu- Ehtsujee tion within the meaning of the Bribery Act and the provi- eetee sions of that Act shall be construed accordingly. got th- - Babovrkee : ‘Tbe Fund 17. (1) The Bureau shall have and maintain its own of the ‘Bureau. Fund. - (2) There shall be paid into the Fund of the Bureau— .  (@) all sums of money as may be voted from time to time by Parlinment for the use of the | Bureau; and . | () all sums of money received by the Bureau In : the exercise of its powers, and the discharge ’ of ite functions,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "‘Mines and Minerals Act, No. 33 of 1992 9 (8) There shall be paid out of the Fund of the Bureau all : sums of money required to defray any expenditure incurred by the Bureau in the exercise of {ts powers, and the discharge“ of ite functions. . 4g, (2) The finenctal year of the Bureau shall be the Financial ‘ calendar year. Surat and audit (2) The Bureau shall cause proper hooks of accounts to he accounts, kept of the income and expenditure, assets and liabilities + and all other transactions of the Bureau, . (2) The provisions of Article 154 of the Constitution relating to the audit of the accounts of public corporations shall apply to the audit of the accounts of the Bureau. : 49, (1) The Minister may give such general directions in yriniter's writing to the Board as to the exercise of the powers, and directions the discharge of the functions of the Bureau and the Board {elke shall give effect to every' such direction, . (2) The Minister may from time to time direct the Bourd in writing to furnish’to him in such form as he may require returns, accounts and other information with regard to the . | exercise of the powers and the discharge of the functions of the Bureau and the Board shall carry out every such direction. . : 20, (1) Where any immovable property is required to be acquisitionot { accquired for any purpose of the Bureau and the Minister, by . immovahte 1 ‘Order published in the Gazette, approves of the proposed Property | sequisition, that property shall be deemed to be required Land Acqul- ! tor 2 publ'c purpose and may accordingly be acquired under sittan Ack Hl the Land Acquisition Act and he transferred to the Bureau. H (2) Any expenses incurred in the acquisition of any ! immovable ‘property under the Land Acquisition Act for | the Bureau shall be pafd out of the Fund of the Bureau 1 : H 21, (1) No suit or prosecution shall We— - Protection | for xction ‘ (a) against the Bureau, for any act which in good faith is EMER yo | done or purported to ke done by the Bureau under Act or on : ° this Act; or tion of the Hy : : Bureau, , (b) against any member of the Board or any officer or Po. servant of the Buresu for any ‘act which in good : falth is done or purported to be done by him under i sthis Act or on the direction of the Board. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "10 Mines and Minerais Act, No. 33 of 1992 -",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(2) Any expense incurred by the Bureau in any suit or prosecution brought by or against the Bureau before any court shall be paid oitt of the Fund of the Bureau and any costs paid to, or recovered by, the Bureau in any such suit or prosceution shall be credited to the Fund of the Bureau.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(8) Any expense incurred by such person as is referred",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "* tein paragraph (b) of subsection (1) in any suit or prosecu- 1 + tlon brought against such person before any court in respect of any act which is done, or is purported to be done, undet this Act or on the direotion of the Board shall, if the court - holds that such act was done in good faith, be paid out of the Fund of the Bureau unless such expense is recovered by him in such sult or prosecution. . Vesting cf 22. (1) On such day as the Minister may by Order publi- sroperty shed in the Gazette appoint (in this Act referred to as the Department - “transfer date”) all the property, rights and liabilities ‘ gt Geological (other than those excluded by the agreement. referred to in fhe Bureau subsection (2)} to which the Department of Geological Survey was entitled or subject to, immediately before the , transfer date shall vest in the Bureau.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(2) At any time before the transfer date the Secretary to the Ministry of the Minister and the Bureau may agree in writing as to the property, rights and liabilities which shall remain with the Department of Geological Sucvey after that gate.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "‘Trans 23. (1) Except as otherwise excluded by the sgreement",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "eanest’ referred to in subsection (2) of section 22, with effect from | in .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Sghinae _- the transfer date—",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(a) ail contracts and other agreements enterad into by, with, or for, the Department of Geological Survey and subsisting on the day immediately preceding the transfer date shall be deemed with effect from that date, to be contracts or other agreements entered",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": ", into by, with, or for, the Bureau ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "{ (b) all interesis, rights, essements, obligations, debts and liabilities of the Department of Geological Survey subsisting on the day immediately preceding the transfer date shall with effect trom thet date be deemed Jo be the interests, rights, eazements oblig- ations, dehis and Itabilities of the Bureau;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "| Mines and Minerals Act, No. 33 of 1992 At :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "(©) all installations, plant and equipment and other property installed and maintained by the Depart-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "_ ment of Geological Survey and all things of whatever. description used for the ‘purposes of such Depart- | ment on the day immediately preceding the transfer date, shall stand transferred to, and be vested in, the Bureou with effect from that date; ‘",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "(d) the Bureau shall have the right to recover or receive any moneys that on the day immediately hefore the transfer date were due and owing to the Govern- ment in respect of services provided by the Depart tnent of Geological Survey.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "(2) Every public officer of tha Department of Geological Survey who does not belong to a combined service of the Government and was in service on the day immediately preceding the appointed date, shall be offered employment by the Bureau on such terms and conditions as are not less favourable than the terms and conditions on which he was employed in the Department. < :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "_ _ @) Where a public officer referred to in subsection (2) ia appointed to the staff of the Bureau— :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "(a) he shall be deemed to have left thé publie service ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "*  @®) if, at the time.of bis appointment to the staff of the + . Bureau, his substantive post in the public service was a post declared to be pensionable under the Minutes on Pensions~ : . *  @) he shall be eligible for such an award under - those Minutes as might have been made to him if he had been retired from the public service on the ground of abolition of office, ‘on the date of his appointment to the staff of the Bureau ; {ii} the amount of any such award made under : . those Minutes shall not be paid to him unless his employment in the Bureau is terminated by retirement on account of age or ill-health or by the abolition of the post held by htm in the Bureau or on any other ground approved by the Minister in charge of the subject of . Public Administration: =: . :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "12 Mines ond Minerals Act, No. 33 of 1992 (ii) in the event of his death while in the employ of the Bureau, such an award ag might have been made in respect of him under those - ‘Minutes if he had died immediately before his appointment to the staff of the Bureau may be anade in respect of him ; and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "(©) if at the time of his appointment to the staff of the .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "Bureau, he was a contributor to the Public Service Provident Fund established under the Public Service Provident Fund Ordinance, he shall, for the pur- ‘poses of that Ordinance, be deemed to have left the service of the Government upon the determination of the contzact with the consent of the Government otherwise than by dismissal.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "“  (% Where the Bureau employs any person who has entered into a contract with the Government by which he has agreed to serve the Government for a specified period, any period of service to the Bureau by that person shall be regarded ns service to the Government for the purpose of discharging ‘the obligations of such contract,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "(6) Where any public officer referred to in subsection (2) does not accept the offer made to him under that subsection, he shall—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "{@) be deemed to have left the public service on the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "appointed date; and . (&) (@ if, on the day immodlately preceding the appointed date, his substantive post in the Department of Geological Survey was a post declared to be pensionable under the Minutes on Pensions, Be granted such an award under those Minutes as ‘would have been granted to him if he had been retired from the public service on the ground of abolition of office on the appointed date; or (ii) if, on the dey immedately preceding the appointed date he was a contributor to the Public Service Provident Fund established under the Public . Service Provident Fund Ordinance, he shall, tor the purposes of that Ordinance be deemed to have left the service of the Government upon the determination of the contract with the consent of the Government, otherwise than by dismissal and shafl he eligible for an award under that Ordinance.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "Mines and Minerals Act, No. 33 of 1982 B",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "24, Notwithstanding anything in any other written Iaw to Traneter the contrary, the vesting of any immovable property or any atwolute interest therein by virtue of section 22 shall he deemed for tls to the all purposes to give absslute title to the Bureau to alt such Puree St, immovable property or any interest therein without further property. proof of any requirement for registration. . .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "25. The transfer to the Bureau of the property, rights and Third 4 Hsbilities of the Department of Geological Survey, other than FEN, not those excluded by the agreement referred to in subsection to ba pre- (2) of section 22, shall not in any way be deemed to affect 3¥* prejudicially the rights of a third party to any contract or agreement subsisting between such third party and the Department of Geological Survey on the day immediately =, preceding the transfer date and every such contract or agreement shail be valid and enforceable for, or against the Bureau after the transfer date as though every reference in every such contract or agreement to the Department of Geological Survey were a reference to the Bureau.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "PART. IL . Owners of Mutiaais anp Issue of Licences",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "26. (1) Subject as hereinalter provided, and the rights Ownership uranted by a cence issued under this Act, the ownership of S00.» minerals is hereby vested in the Republic, notwithstanding minerals, any right of ownership or otherwise which any person may ‘have to the soil on, in or, under which minerals are found or situated. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "@) Any person who discovers any mineral shall forth- with inform the Director thereof, \\ :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "21, The provisions of this Act shall not apply to any This Act ‘mineral to which the provisions of the Ceylon Petroleum Bot Corporation Act, No. 28 of 1661, and the State Gem Corpora: hydro tion Act, No. 13 of 1971 apply, ourbene",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "28. (1) No person shall explore for, mine, transport, Mining se, process, trade in or export any mineralz except, under the {2,08 ui authority of, or otherwise than in accordance with, a licence authority dasued in that behalf under the provisions of this Act andthe iS | regulations made thereunder! ’",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "Provided that any petson who priot to the appointed date had commenced to mine, explore for, process, trade in oF . export any minerals under the authority of a Ucence issued",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "i Mines and Minerale Act, No. 33 of 1992 : in that behalf under the provisions of the Mines and Minerale + Law, No. 4 of 1973, shall continue to do so for & period of six months from that date but shall within auch period apply for a licence under the provisions of this Act, and no mineral . mined after that date shall be transported from the mine or disposed of unless such transport or disposal is in conformity , with the terms and conditions of a licence issued under the ‘ Provisions of this Act, .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "(2) A person who purchases minerals after such minerals have been processed, for sale to the public or for incorpora- tion into a semi-finished or finished product shall not be Tequited to hold a licence to trade in such minerals, >",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": ". (8) A licence issued to any person under this Act, to mine any mineral may transfer to the licensee the ownership of any mineral mined under the authority of such licence.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "(4) Nothing in the preceding provisions of this section shall be deemed to require any owner of occupant of the surface of any land or the holder of a licence to explore for or mine for miners!s on any land, to obtain a licence ‘to mine for and transport any mineral used for the purpose of building, on or from such land. .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "Restriction 29. No Itcence to explore for, mine, transport, process, Teences, trade in or export any mineral shall be issued to— . . (2) an individual who— ©) is, under the age of eighteen years ; (U) Is, a public officer or employee of any Provin- ¢ial Council or a local. authority ; (il) fs, under any law in force in Sri Lanka, dec- \\ Jered to be of unsound mind; or Gv) isa person, having being declared an insolvent _ or a bankrupt under any law in force in Sri Lanka of in any other country, is an undis- . charged insolvent or bankrupt ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "(®) ® company which—",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": ": (® in not registered to do business in Si Lanka} (ii) is declared to be bankrupt or in liquidation;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "(©) a firm which— .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "G) is not registered to do business in Sri Lanka; _ Gil) is declared to be bankrupt or in liquidation +",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "Mines and Minerals Act, No. 33 of 1992. 15",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "(@) any applicant who does not possess the financial capacity and technical qualifications necessary in the opinion of the Bureau to conduct the Activi- ties in respect of which the lcence has heen sp- plied for ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "(e) any applicant who fails to pay the prescribed fee for the issue of the licence,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": ". _ $0. () The Bureau sheli not issue a Heence to any per- Resttiec son to explore for, or mine any minerals upon— powess to",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "(@) any burial ground or cemetery within the meaning {auSeg, of the Cemeteries and Burial Grounds Ordinance {Chapter 231), without the approval of the Minis- ter and the Minister in charge of the subject of : Local Government ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "(6) any land within such distance of a reilway track, aerodrome, road, thoroughfare, power line or other . public: work or public building as may be prescri-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "‘bed, without the approval of the Minister and the ° Minister in charge of the relevant subject ; * (©) any Jand situated within such distance of a lake, ~ stream or a tank or bund within the meaning’of = ‘the Crown Lanes Ordinance (Chapter 454}, aa may . be prescribed, withdut the approval of the Minis ter and the Minister in charge of the subject of Lands; . {@) any wild tife reservation, nature reserve, forest or . Park within the meaning of the Crown Lands Ordinance (Chapter 454) without the approval of the Minister and the Minister in charge of the ‘ subject of Lands;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "{e) any land situated within such distance of a catch . Tent area within the meaning of the Crown Lands",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "* Ordinance (Chapter 454) as may be prescribed, without the epproval of the Minister and the’ minister in charge of the subject of Lands ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "{f) the foreshore or sea-bed within the meaning of the . Crown Lands Ordinance (Chapter 454) without the approval of the Minister end the Minister in",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": ": charge of the subject of Coast Conservation ; :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "(9) any Jand vested in any naval, military, or air force",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "authority, without the approval of the Minister, | “and the Minister im charge of the subject of De- fence: .. .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "* 38 Mines and Minerals Act, No. 33 of 1992 {h) any land vested in any Provincial’ Council or a Jocal authority without the approval of the Minister and the Mintster in charge of the subject of Pro-. vinelal Councils, 2) In addition to any cther condition that may be pres~ .  ewibed under this Act, the Minister or the Ministers refer- Ted to in subsection \"(1), as the case may be, may, in granting approval for a licence under subsection (1), lay down such further conditions, as may be determined by such Minister or Ministers, Where approval is granted sub- ject to any further conditions, the Bureau shall cause such : conditions to be specified in the licence. ‘Areas in ‘3L. The Bureau shall not issue a licence io any person to Ruar,® explore for, or mine any mineral upon— Pra (@) any land situated within such distance of, any fesued, ancient monument situated on State land or any protected monument, as is prescribed under sec . ton 24 of the Antiquities Ordinance (Chapter 188) ; . and _  @). any land declared by the Archeological Commis- sioner to be an archeological zeserve under section 33 of the said Ordinance. ‘Closed and 32, (1) The Minister may, by Notification published in Zea\" — the Gazette, declare that the atea described in such Not!- fication shall be reserved for the explorat‘on for or the maining of such minerals as are specified in such Notifica- tion + Provided that no Notification shall be made in respect of any area under this section, if there is a licence for the time being in force issued under this Act in respect of that area. (2) The Bureau shall not issue a licence to any person to explore for or mine any mineral other than a mineral specified in any Notification made under subsecton (1) . upon any land within any area described in such Notifica- tion. \\ : : | Reserved 33, (1) No licence to explore for or mine, transport pro- ‘eee cess, trade in or export uranfum, thorium, beryDium, th{- , um, coral and any other prescribed mineral shall be iaiued ‘under this Act exept with approval of the Minister and any other relevant Minister. -",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "Mines and Minerals Act, No, 39 of 1992 Ww “",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "(2) The Minister may, by Order published in the Gazette declare such other category of minerals as may be spe- tified in such Order to be a reserved mineral and prescribe",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "the conditions subject to which a licence to explore for or mine, collect, remove, transport, process, trade in or export such minerals shall be issued : - . Provided that the conditions so prescribed shall not ap- ply to any licence issued prior to the date of such Order . ‘authorzing the exploration for, or the mining, collection, re moval, transportation, processing, trading in or export of any such mineral or natural resource. :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "34. Every application for a licence under th’s Act shall Apaieatto ‘be made to the Bureau in sich form and shall contain such ‘ particulars and shall be accompanied by such documents 2s may be prescribed and the prescribed tee. :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "36. (1) On receipt of an application for a licence under Isnue ot . thia Act the Bureau may subject to the provisions of section Ueence, = 93, either issue a licence to the applicant or for reasons to be recorded by it, refuse to istue such applicant a licence.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "@) Subject to the other provisions of this Ach every — ‘licence issued under this section shall— . . (a) be in such form and be subject to such terms and .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "conditions as are set out in subsection (4) ; -",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "(®) specify the limits of the area in respect of which the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "licensee is authorlzed to explore for or mine, trans- port, process, trade in or export minerals ; (©) specify the minerals in respect of which exploration, . , mining, transportation, processing, trading in or ‘exporting ig authorized ; : : (@) not be transferable, or given as security; and” (@) speclfy the duration of auch Licence : . Provided however that,\"an industrial mining Meenee may \\. be transferred or given as security as provided for in the investment agreement in pursuance of which such licence | ‘was issued or otherwise upon the approval of the Bureau, ‘and subject to such conditions as may be prescribed. , @) Any Licence issued under this section shall, unless {¢ 45 cancelled earlier, be valid for such period as shall be specified therein, : . . SD ate o2jon,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "8 Mines and Minerale Act, No, 29 of 1992 :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "(4) Every licence issued under this Act shall in addition to the conditions referred to in subsection (2) of aectlon 30 have attached thereto, inter alia, the following ‘conditions :— .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "(a) that the exploration, mining, processing, trading in and export of minerals authorized by the Heence shall not be conducted in a fraudulent, reckless, grossly negligent or wilfully improper manner ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "(0) that the licensee shall notify the Bureau, of the discovery of minerals discovered by him in the exercise of his rights under the licence ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "(¢) that the licensee shail in the exercise of hie rights under the licence, comply with all written laws",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "7 relating to the protection of the environment, health and safety standards and the protection of natural resources ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "(@) that the licensee shall on the completion of the exploration or mining authorized by the licence, rehabilitate the land to which such licence relates, to such condition 2s may be specified ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "(¢) that the licensee shal) not suspend, eirtall or cease the activities authorized by the licence for a period exceeding six months; except with the prior permission of the Bureau ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "+ (f) that the Lcensee shall comply with the provisions of this Act and any regulation made thereunder ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "(g) that the licensee shall maintain such books, records, other documents and materials as are required by the Bureau, to be maintained by him. and shall euter the required particulars therein ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "(8) that the Jicensee shall pay to the Bureau, the fees im respect of such licence and any other payments ha ig required to pay by virtue of or under such Ticence, within such period as may be required by this Act or any regulation made thereunder ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": " () that the licensee shall afford any authorized officer ‘of the Bureatl, access ta any premises in which any activity authorized by the licence is carried on and to make available to such officer, all hookn, records and other documents maintained by the licensee a required by the licence; and to comply with any Jnvwful direction or order given by such officer ; «",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "Mines and Minerals Act, No. 33 of 1992 19",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "_ G) that the licensee shall submit to the Bureau such. . reports, and give to the Bureau such notices, within : such period, as he 1s required to submit or give, by any provision of this Act or any regulation made thereunder.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "‘38. A licence issued under this Act shall be renewed Renewal of aéter the expiration of the period specified in the licence on * Heemen ‘pplication made to the Bureat not less then thirty days before the expiry thereof if .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "(©) the Bureau is satisfied that the licensee has observed!",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "the terms and conditions attached to such licence ; (b) the licensee pays the prescribed fee for the renewal of the licence ; .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "3. (1) The Bureau wisy cancel a licence isued under Cencellaton this Act, if it is satisfied that the licensee— ~ ‘Ucenoe,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "(a) has contrayened any term or condition aitached to .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "such leeence ; .",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "(®) has not carried out any lawful direction given to him °",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "by the Bureau ; : ‘",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "(c) carries on wasteful mining despite prior warning given",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "in writing by the Bureau against such mining; (@ has suspended, curtailed or ceased to carry on any activity euthorized by such licence for a petiod of over six ‘months without the permission of the . + Buresu; . (e) bes surrendered his Vicence eubject to satisfaction of the-requirements of this Act; or . G) has been convicted of an offence under this Act or of any regulation made thereunder, . ' 2) The cancellation of a licence under subsection (1) shall not tale effoct until the time for appesiing against ¢he decision of the Bureau under section 99 has expired or if an * sppeal has been made within time, unless and until the ‘peal has been disallowed. :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "0 Mines and Minerals Act, No. 83 of 1992. “TagBureeu 38. (1). Where the Bureau decides to refuse the issue ginmunleate or renewal of a Heence or to cancel a licence, the Burewa decision to, shall communicate to the applicant or licensee, as the came ee licusse\" may be, its decision with the reasons therefor, by registered acter . ‘with its Post. . Feoaona . Ahetedor, (2) Any decisionrequired to be ecommunieated under the : preceding provisions of this section to any epplicant ot . Heensee shall be deemed to have been communicated to him after the expiry of a period of three days reckoned from the . date of despatch of such conmunication by registered post . 40 the usual place of business or residence of such applicant or Heensee, . > Appals 39, (1) The applicant or licensee, as the case may be who is aggrieved by a decision of the Bureau * - (0) refusing the issue or renewal of a licence under section. 35 or section 96; . uO (®) cancelling his licence under section 37, “may appeal against that decision to the Secretary within . fourteen days of the date on which the decision is communt- cated to him.” : (2) The Secretary may on an appeal made to him under subsection (1) —~ (@) allow the appeal and direct the Bures to issue oF renew the licence which is the subject of the appeal ; oF . + (B) disallow the appeal, . (8) The Bureau shall comply with any direction tasued to it under subsection (2) by the Secretary. . (4) Where an application for 4 licence or the renewal of a licence ig refused under any of the preceding provisions of this Act, the Bureau ehail refund to the applicant or the Heensee, as the case may be, the fee accompanying such application, * . (8) The Secretary shall communicate to the appellant bis decision on any appeal made to him under subsection (1+. together with reasons therefor by registered post.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "Mines and Minerals Act, No. 33 of 1992 a",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "{8) Any decision required to be communicated to the . appellant shall be deemed to have been communicated to ° fhim after the expiry of a period of three days from the date of despatch of such communication by registered post to the usual place of business or residence of such appellant:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "40. (1) Any person aggreived by a decision of the Appeals Secretary under subsection (2) of section 39 may appeal. {2 te therefrom to the Supreme Court, Every such appeal shall Gout” be in the manner prescribed by the relevant rules of the : Supreme Court,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "(2} The Supreme Court may on,an appeal made under subsection (i), affirm or reverse the decision against ~ which such appeal hes been made,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "41. (1) Where the holder of a licence being a limited Termination liability company becomes bankrupt or is adjudged an of lemon insolverit, the licence shall be deemed to be terminated from the date on which such company becomes bankrupt or adjudged insolvent, .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "(2) Where the holder of a licence dies or becomes",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "* bankrupt or is adjudged an insolvent, the licence shall be deemed to be terminated with effect from. the date on 5 which the licensee dies or {s adjudged # bankrupt or insol- my vent, he a",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "{@) Where the holder of a licence being a partnership | _is dissolved the licence shall be deemed to be terminated Lot with effect from the date of dissolution of the partnership.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "42. Subject to the provisions of any other Jaw, the owner No.yeones ” or ocoupler of any land or @ Icensee duthorlzed under this Tequlred ior ‘Act to explore for or mine fot minerars in such land, mey . develorment ‘without a licence issued in that behalf, searcli and thine for, for mineral develop, produce and consume mineral water in or from . much Iand for inls personal use. nr",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "43. ‘The Buresu shall be in charge of the administration Bureau to",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "be in charge of this Act, and the regulations made thereunder. ‘ot the ‘ . ‘Sdmumstra-. . ‘on of itis Aet,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "44, ' Subject to the provisions of this Act the Bureau shall Powers of have the power . ‘the Buren,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": ". (a) to maintain registers, maps and other records and materials in respect of, all Heences issued under this “Act, closed and reserved areas and ~ reserved",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 23,
    "par_num": 19,
    "text": "+, 22° | Mines and Minerals Act, No. 83 of 1992 minerals deciared under this Act, and such registers, maya records and materials shall be open for inspection by the public, subject to an obliga. tion of confidentiality ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 23,
    "par_num": 19,
    "text": "(b) to demand, receive and recover all fees, rents, royalties and other payments, due to the Burest",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 23,
    "par_num": 19,
    "text": ". under any provision of this Act; (e) to supervise exploration, mining and other activities - _ authorized by a licence issued under this Act and to give directions to the Licensee as to the conduct of such activities;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 23,
    "par_num": 19,
    "text": "(@) to enter into and inspect any Jand, mine or other premises In respect of which licence has been issued under this Act and carry ovt such investi-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 23,
    "par_num": 19,
    "text": "' . gations or surveys thereon as may be necessary to ascertain whether the terns and conditions of - such licence or any provision of this Act or any ‘ regulation made thereunder, are being complied",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 19,
    "text": "with ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 23,
    "par_num": 19,
    "text": "(e) to abaie or remove eny condition resulting from ‘the non compliance by a licensee of any term or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 23,
    "par_num": 19,
    "text": ". condition of his licence or any provision of this Act or any regulation made thereunder ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 23,
    "par_num": 19,
    "text": "{) to examine and take copies of any books, records, and other documents which are required to- be main- tained by a licensee under this Act, relating to any",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 23,
    "par_num": 19,
    "text": "“ netivity authorized by the licence issued to him;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 23,
    "par_num": 19,
    "text": "7 (g} to conduct geoscientific, mineral and mining invesil- gations ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 23,
    "par_num": 19,
    "text": "2 () to collect, compile, analyse and publish, data",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 23,
    "par_num": 19,
    "text": "pertaining to the mineral resources of Sri Lanka;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 23,
    "par_num": 19,
    "text": "(i) to provide facilities for the purpose of historical and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 23,
    "par_num": 19,
    "text": ". archival preservation and management, of infor",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 23,
    "par_num": 19,
    "text": "- mation relating to mineral resources.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 23,
    "par_num": 19,
    "text": "Taxing of 45, Officers of the Bureau or any person authorized by syzles bY the Buresu may, at all reasonable timer, enter ‘upon any Ge urea land whether or not a licence has been isqued umter. this uGerized Act in respect of auch land and take samples or specimens",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 23,
    "par_num": 19,
    "text": "of soil, rocks, minerals or tailings found on such and, for",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 23,
    "par_num": 19,
    "text": "' the purpose of examination or assay. “",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "Mines and Minerals Act, No. 33 of 1992 23 \" 46, Officers of the Bureau or any person authorized in Powers af writing by the Bureau may for the purpose of carrying out Sheer A geological und mineral investigations— Buran, - (@) enter upon and occupy any lend whatsoever with : such petsons, machinery, equipment and materials as are necessary for such purpose ; . (b) break up the surface of any part of such Jand and - | * {take and carry away somples or specimens of the +",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "soil, rock or minerals in, on or, under such land; ‘",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "{c) excavate, bore or drill such Innd and fix any post ov .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "_ other object thereon ; or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "(@) enter upos and pass through any land which it may be necessary to pass for the purpose of carrying = - ‘out such investigation : . .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "Provided that— . ‘",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "i) notice in writing of the intention to exercise . any of the powers conferred by this section so",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "~ in respect of any land shall be given in ‘writ- > ing to the owner or occupier of such‘land, at east fourteen days before the exercise of such powers, unless such land is State land; “ di) as little damage and inconvenience 2s possthle shall be caused in the exercise of any of the + powers conferred by this section and such owner or occupier shell be entitled to com- pensation for any damage sustained by him im consequence of the exerci of them",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "+ powers; . ot _ Qt) before ebendoning any such land, sll persons, -machinery, equipment and materials used",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "’ thereon shall be removed and alt excavations - . . ang hore or drill holes made thereon shail be",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": ". sfilled 5 . . ~ (iv) no investigation shall be carried out on anyland ~~ in the exercise of any of the powers conferred =~ by this section, if a licence haa been issued oe under this Act in respect of that land.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "41. No investigation for minerals on State tand shall be Investigations carried out by the Bureau without notice in writing to the o\" Stafeland. Minister in charge of the subject of Lands, . : .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "Py Mines and Minerals Act, No. 33 of 1992 ~ Requirements 48, (1) No licence to exploro for minerals shall be Issued ginicence in respect of any area exceeding one hundred square forhinerels.  Jellometers.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "(2) A Ueence to explore for minerals shall grant the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": ". licensee the exclusive right to explore for all minerals cther * than any mineral excepted by the terms of the licence, within the area specified in the licence. “Right ot 49, A livence to mine for any mineéab issued under thia “ander Act, shall entitle the licensee to the exclusive right to mine Tmeaeg to\" for all minerals in the area specified in such licence and to mine for all . mineralsin _—«ttade in and export such minerals, : the area . gegiedin . Baldor of 0 50,- The holder of a licence issued under this Act shell \"ES! maintain such books, records and other documents in rela- books: tion to the activities authorized by his licence, es may be Tesords &¢, required by the Bureau and shall submit to the Bureau such returns and information relating to such activities as the Bureau may from time to time require.\" ” Right of Si. The holder of licence issued under this Act shall Etence ts © have the right to enter and possess any area of land specified Poms area in, such Hicence : . Hoence, Provided that where the owner of any such area of land ix in possession of such atea of land, the holder of the cence shall not exercise the rights conferred on bim by thls section except with the consent of such owner. Holder ofa 2, (1) The holder of a Licence istued under this -Act pints shall avoid interference with the owner or occupter of the ferewith ‘ _Iand specified in his licence or the holder of any other Heence Sccupier of in respect of such land and avoid damage to their personal the land. property. .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "a (Q) The holder of a licence issued under this Act shall on the completion of the activities authorized by his licence oF on the date of expiration of his Heence, whichever occurt",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": ": earlier, rehabilitate the land to the satisfaction of the Bureau. ’",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "{8), Where the Bureau determines that the land has not been rehabilltatéd to a satisfactory condition, the holder shall be liable to the payment of compensation to the owner of the Jand in such amount as may be'determined by the Bureau in the prescribed manner. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "Mines und Mineruly Act, No, 33 of 1992.25 #2. Subject to the provisions of any other law and to Holder of a such conditions as may be prescribed, the holder of a cncomay cence issued under this Act may erect or install plant, insall plant machinery and equipment and construct buildings in the Ze\" ssrea specified in his Heence, tt . . 54, The State and the Bureau shall in the event of an Right ofthe emergency of in sny urgent cizeumsiances, be entitled, Eurewto subject to the payment of compensation of such amount PRE ‘end assessed in such manner ag may be prescribed, fo use £6, In tha any plant, buildings, machinery, equipment or facilities ‘event of an execied, constructed or installed on any land by the bolder reeacy, of a licence issued under this Act. . PART UI Heatay, Savery ap Wevrare of Worxans tx Mines. 7 58, ‘No female, irrespective of age, shall work or be Resttict- engaged ot permitted to work underground at any time in employment any mine, of femalen, $6, (1) No young person shall work or be engaged or Resiriction permitted to work underground in @ ‘mine except. s¢ Saptayment hereinafter provided. ‘of persons, | (2) No young person who hag not completed the age of sixteen yéara shall work or be engaged or permitted to work underground in any mine. . . ~ . (8) On the application of any young person who has completed the age of sixteen years and who wishes to work in a mine, or of the parent or guardian of such young person, . or of the manager of the mine in which the. young person wishes to work, the medical officer shall exemine the young Person, and if he is satisfied that, that person has completed _ sixteen years of age and is fit for a full day's Work ina mine shall issue a certificate of fitness accordingly. (4) No young person over the agd of sixteen years shall ‘work or be engaged or permitted to work in a mine, unless 8 cortificate of fitness issued tn respect of that young person 4s first deposited with the manager of the mine, (5) At the time af the engagement of a young person over the age of sixteen years aa a worker, the manager of the Tine shall issue to the young person a token bearing a Teference to the certificate of fitness deposited under sub- section (4), ; :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": ": 28 Mines and Minerals Act, No, 93 of 1992 (@ No young person over the age of sixteen years shall . + work or be permitted to work in a mine unless he carries.on ‘ais person while Le is at work the token issued to him under subsection (5). .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "(7) Any young person over the age of sixteen years wark- : ing ina mine may, at the instance of any officer duly authorized by the Bureau be examined at any time by the medical officer, and if upon such examination he is found . to be no longer fit to work in the mine, his certificate of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "fitness shall be revoked by the medical officer.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": ". (8) Every young person over the age of sixteen yeara whose certificate of fitness is revoked under subsection (7) shali forthwith be discharged from employment by the manager of the mine.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "Bours BT. (1) No young person over the age of sixteen years ‘of work. shall work or be permitted to work during the night in any perkons® = tine, *",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "(2) No young person over the age of sixteen years shall be ordered or compelled to work underground in a mine for more than eight cousecutive hours on any one day, inclusive",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": ": of one hour for meals and rest, or for more than forty-four hours during any six consecutive days.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "(8) No young person over the age of sixteen years shall work or be permitted to work in any mine on any day a2",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": ". which he has already worked in any other mine for the + maximum number of hours preseribed by subsection (2) for -",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": ". any one day.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "Bours 58, (1) No adult worker shall be ordered or compelled",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "Serork., _. to work underground in a miine for more than eight consecu- tive hours on any one day, inclusive of one hour for menls and rest, or for more than forty-eight hours during any six consecutive days. .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": ": (2) No adult worker shall work or be permitted to work in any mine on any day on which he hes already worked ia any other mine for the maximum number of hours prescrib-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": ": ed by subsection (1) for any one day, : ‘Pine spent 58. For the purposes of this Act, the time spent by ® fesrent ‘andascent. _ worker in descending a mine and ascending therefrom shall . be deemed to be time spent in work underground in the mine,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 28,
    "par_num": 19,
    "text": "_ © Mines and Minerals Act, No. 33 of 1992 ane .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 28,
    "par_num": 19,
    "text": "@. (1) There shall be provided for the use of the Sanitary workers in each mine, in such manner and according to Sig” such standards and specffications as may be prescribed— equipment",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 28,
    "par_num": 19,
    "text": "(a) a supply of water fit for drinking and water for .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 28,
    "par_num": 19,
    "text": "washing 5 (®) Jatrine accommodation ; and . (e) a supply of splints, bandagaes and other medical requirements. 7 .",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 28,
    "par_num": 19,
    "text": "(2) On the premises of every mine in which workers are a? ordinarily employed— . .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 28,
    "par_num": 19,
    "text": "(e) there shall be povided and maintained,” for the",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 28,
    "par_num": 19,
    "text": "purposes of first-aid treatment in the event of an” : accident, a special room conforming to such oa standards and fitted with such equipment of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 28,
    "par_num": 19,
    "text": "stretchers, drugs and eccessories ar say be my prescribed ; and :",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 28,
    "par_num": 19,
    "text": "(2) a member of the permanent staif, trained in first-aid",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 28,
    "par_num": 19,
    "text": "‘treatment up to such standard as may be prescribed, shall be on duty at all times when any work ‘1s catried on below ground in the mine. ‘",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 28,
    "par_num": 19,
    "text": "61, (1) The holder of a licence issued under this Act, shall “Protection of carry out the activities authorized by such Licence in vironment, compliance with such standards and procedures as are prescribed for the carrying out of such activities by the 7 National Environment Act, No, 4? of 1980 and where such licence is for exploration or mining the holder of the licence",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 28,
    "par_num": 19,
    "text": ", Shall restore and rehabilitate the land on which such explor- ation or’ mining had been carried out, fn the manner ~ prescribed by that Act or this Act,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 28,
    "par_num": 19,
    "text": ". @). Where a licence has been Issued under this Act, the a Buren may require the surface owner or occupant of the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 28,
    "par_num": 19,
    "text": "Jand to which such licence relates, to allow’ the licensee * access to such land and leave to carry out thereon the . activities authorized by auch leence. .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 28,
    "par_num": 19,
    "text": "(3) Where the surface owner or occupant of any Jand who fails to comply. with any requirement imposed on him by subsection (1), the Bureau shall report such matter to the =” Minister, The Minister may thereupon by Order published . in the Gazette approve of the propssed acquisition of the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 28,
    "par_num": 19,
    "text": "land or in any interest on the land to which such Licence",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 28,
    "par_num": 19,
    "text": "relates and where such an’ Order js so published, the tand : or the interest in the land specified in the Order shall be",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 28,
    "par_num": 19,
    "text": "deemed to be required for a publie purpose and may be",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 28,
    "par_num": 19,
    "text": "acquired under the land Acquisition Act, , : :",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "8 Mines and Minerals Act, No. 33 of 1992 Interpee- 42. For the purposes of this part of this Act— “adult” means a person who has’ completed eightesn years of age ; . . . “day” means a period of twenty-four hours beginning at mnid-night ; . “manager” in zelation to a maine, means the person . whether paid or unpaid who has effective charge and control of such mine; : \"| «night means the period between seven o! clock in the evening and six o'clock in the morning; and “young persan™ “means a person who has completed oo fourteen years of age but had not completed eighteen years of age. - PART IV . GENERAL . ‘Offences, © (1) Any person who— . (@) explores for, or mines, processes, transports, . tratfeas n or exports, any mineral without @ cence in that behalf issued under this Act ; (®) knowingly purchases any mineral from a person who ‘is not the holder of a licence : issued under this Act to trade in auch mineral ; . . - {©} knowingly makes @ false statement or fraudu- , _ Jent representation in, or in connection with, an application for a licence under this Act; + (@) being the holder of a licence Issued under this Act, fails to notify the Bureau of the dis- - covery of any mineral discovered by bimn in +. the carrying out of the activities authorized . by the licence, : shall be guilty ofan offence under this Act and shall on conviction after summary trial before a Magistrate be Mable fo & fine not exceeding five hundred thousand rupees \" andtn the case of a second or subsequent offence, to a fine not exceeding one million rupees ot to imprisonment for B term not exceeding one year or to both such fine and imprisonment.”",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "‘Mines and Minerals'Act, No. 33 of 1992 * 28 @) Any person who— - * (a) being the holder of a Moence issued under this Act— : : oo 4) fails to maintain any book, record or - : other document that he is required to maintain by or-uhder this ‘Act; () fails to furnish any retura or informa~ tion that he is required to furnish by’ . or under thie Act; * : Gil) makes any statement in any such book, record, Teturn or information which t0 his knowledge is false; div) wilfully omits to include material + \"particulars in such book, record return. . or information ; . . {®) obstructs or interferes with any officer of the Bureau or a person authorized by the Bureau, in the exercise by such offtcer or person of , . any power conferred on such officer or person by or under this Act, shall be guilty of an offence under this Act, and shall on conyietion after summary trial before a° Magistrate be lable to a fine not exceeding fifty thousand rupees or to imprisonment for a term not exceeding ex months or to both such fine and imprisonment. . (@ ‘Any person who contravenes any other provision of this Act, for which no punishment has been specified under aubsection (1) or (2} of this section, shall be guilty of an offence under this Act and shall on conviction ‘after . summary triel before a Magistrate be Hable to a fine not exceeding twenty-five thousand rupees. . .(1) The Minister may make regulations in respect,of Regulations, all matters which are required by this Act to be prescribed cr in respect of which regulations are required or wuthorized-to be made under this Act, (2) Every regulation made by the Minister shall be pub- Ushed in the Gazette and shall come into operation en the date of publication or on ‘stich later date as may be specified therein. : .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": ". 3 Mines and Minerals Act, No. 33 of 1992 . (@) Bvery regulation made hy the Minister, shall as . + son 28 convenient after its publication in the Gazette, le. ‘brought before Parliament for epproval. Every regulation which is not s0 approved shall be deemed to be rescinded a8 from the date of disapproval but without prejudice to anything previously done thereunder. : {@) The notification of the date on which any regula. tHon fs deemed to be so rescinded shall be published in-the . Gazette. Appiment 65. The Crown Lands Ordinance (Chepter 454) (in Grown this section referred to as the “Ordinance”) is hereby Tamas amended 3 follows :— oe . ° (2) bythe repeal of paragraphs (6) and (6) of section 3 0 of that Ordinance ; +. @) by the repeal of section 69 of that Ordinance and the - substitution of the following section therefor ; « Restriction 63. No person other than a person ae holding a licence in that behalf issued under toting the _ the Mines and Minerals Act, No. 33 of 1992, . se bea shali mine ths sea bed. . (3) im section 64 of that Ordinance by the . subst‘tution for the words ‘from any place on the sea shore” of the words “from any place», - (®) in section 67 of that Ordinance by’ the . substitution for all the words and figures | from “under section 62” to “aggrieved to : the Minister”, of the words and figures . “under section 62 or has issued such permit subject to a condition to which objection is . taken by the holder of the permit, or haa issued a prohibition ‘under section 64, . an appeal shall lie by any person aggrieved to the Minister: '. Amsodment 66, ‘The Coast Conservation Act, No. 57 of 1981, 1s hereby Goutt amended as follows =~ Geaserration _(1) in subsection (1) of section 14 of that Ant, by the sub- iat stitution for the words “permit issued in that . Deholf by the Director”, of the words “permit issued in that behalf by the Director or of a licenoe . issued under the Mines and Minerals Act, No, 33 of 1992\";",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 32,
    "par_num": 7,
    "text": "Mines ond Minerals Act, No. 33 of 1092 al (2) in subsection (2) of section 14 of that Act, by the sub- . : stitution for the words “under subsection (1) \", of the words “under subsection (1) or a licence Ismed = under the Mines and Minerals Act, No, 33 of 1992.'\"; (@) by the additicn at the end of subsection (3) of section , 24 of that Act, of the following new subsection -— “(4) Notwithstanding anything in the preceding —- . * provisions of this section, the holder of a licence ' issued under, the Mines and Minerals Act, No, 33 of 1992, shall not be required to obtain a permit from the Director or any officer authorized by him, for the sccupation of any part of the foreshore or bed of the ._ sea lying within the Coastal Zone. *; (4) in section 31A of that Act, by the substitution for the — words “No person shall within the Coastal Zone—”, . of the words “No person, other than a person hold- Le Ing a licence issued under the Mines and Minerals ‘Act, No. 33 of 1992, shail within the Costal Zone—”- ~  @7, The taxes on the right to m‘ne for minerals within a rimits on” province that may be imposed by the Pravinefal Couneil Provinetal established for that province shall not exceed 0.5 per cantum [ounells to of the gross turnover value of the minerals mined in the taxes on” - exercise of that right, minerals, 68. The Quarries, Mines and Minerals Ordinance (Chapter Repeats 210), the Salt Ordinance (Capter 211), the Radio Active Minerals Act, No, 46 of 1968 and the Mines and Minerals : Law, No, 4 of 1973, are hereby repealed. ‘ .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 32,
    "par_num": 7,
    "text": "69. In the event of any incons‘stency between the Sinhala Sinhala text and Tamil texts of this Act. the Sinhala text shall prevail. (© prevail ta . inconsistency.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 32,
    "par_num": 7,
    "text": "‘70. In this Act, unless the context otherwise requires— —_ Interpretation",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 32,
    "par_num": 7,
    "text": "“deposit” means, except in respect of geothermal . deposits a natural concentration of minerals ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 32,
    "par_num": 7,
    "text": "“explore * means to define the extent and determine the economic value of p deposit ;*",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 32,
    "par_num": 7,
    "text": "“geothermal deposits” means deposits of warm waters, rogardless of whether or not such waters are mineral",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 32,
    "par_num": 7,
    "text": ". waters, which may be used ag a souree of energy;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 33,
    "par_num": 5,
    "text": "32 | ‘Mines and Minerals Act, No. 33 of 1992",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 33,
    "par_num": 5,
    "text": "““Jicence\" means @ cence issued in accordance with the provisions of this Act ; . .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 33,
    "par_num": 5,
    "text": "“licensee” means a holder of a licence issued under this Acti :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 33,
    "par_num": 5,
    "text": "“Jocal authority” means any Municipel Council Urban Council or any Pradeshiya Sabha and includes any authority created or established by or under any",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 33,
    "par_num": 5,
    "text": "-o law to exercise, perform or discharge the power, _ duties and functions corresponding to, o similar to, the powers, duties and functions exereised, performed or discharged hy any such Council or . Subha; “mining” means excavating in, on or, below ihe surface - ’ for the purpose of evaluating and obtaining any minerals; : . “mineral waters\" means waters from which minerals” : may be extracted on a commercial basis ; : . “mineral” means a naturally occurring substance that can be mined, whether in solid, liquid of gaseous form, in or below the surface of the soil; any ores containing such minerals and any product of such minerals derived by processing and includes. peat and salt but does not include hysro-carbons ; _ “Minister” means the Minister appointed under Article : 44 of Constitution to whom the subject of Minerala is assigned; : * prescribed ” means prescribed by regulations ; : +, process” mean to crush, beneficiate, concentrate oF otherwise treat minerals in a preliminary manner by @ physical, chemical or other process, but does not include smelting and refining, and the expres sion “processing ” shall be construed accordingly + \"Secretary means the Secretary 10 the Ministry of the Minister, : . .",
    "mean_p_confidence": 0.8
  }
]