[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "a LEED ; (ean ae 5 ) : PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPURLIC OF SRI LANKA SECURITIES COUNCIL ACT, No. 36 OF 1987 [Certified on 27th August, 1987] , Printed on the Orders of Government Published as a Supplement to Pact If of the Gazette of the Democrat, Socialist Republic of Sel Lanka of august 1987 sree at eR UERAARATEAEE “OP OOYIMEDSEE PROKING, OE LAA fe Hn WEGASED Af AE GOV MEMEN: FORLIGATIONS REREAU, COLOMBO . Price : Rs 2.40 Postage : Rs 1.15",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Securities Counell Act, Now 36.0f/1987 % J",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "20+ ©; (Certified on 27th August, 1987] UDO. 19/82 Ax ACE 10 PROVIDE FON THE ESTALISUNERT OF THE SECURITIES CouNcT FOR THE PURPOSS OF REGULATING THE SECURITIES ‘MARKET IN Set LAMA ; TO GRANT LICENCES 70 STOCK EXCHANGES, {STOCK BROKERS AND STOCK DEALERS WHO RNOACE IN THE ‘DUSINESS OF TRADING IN SECURITIES ; TO SET-UP A COMPER- JSATIOW FOND, AND FOR MATTERS CONNECTEO THEREWITH OR’",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "INCIDENTAL THERETO. BE it enacted by the Parliament of the Democratic Socialist _— Republic of Sri Lanka ax tollows:—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "1. This Act may be cited as the Securities Council Act, Short, | No. 38 of 1987, and shalt come into operation on such date date of (hereinafter referred to as the \" appointed date\") as may be operation. appointed by the Minister by Order published in the Gmette, .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "PARTI - . Esraubtstiwent ano THE CONSTITUTION OF THE « Secusmms Counce,",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2 (1) There shall be established a Couneil which shall Establish he called the Sectrilies Council (hereinafter referred to ag Consiltm “the Council\") consisting of the persons who are membera, onof thereat under section 3. Securities",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(2) The Councit shall, by the name assigned to it by sub- owe section (1), be a body corporate and shall have perpetual Succession and a common seal and may sue and be sued in such name, mo",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "3 (1) The Council shall consist of —~ Meraber.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(©) The following members to be appointed by the the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Minister (hereiatter referred to 09 “appointed Come! members\") * :",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "_ Qa Deputy Governor of the Central Bank nominated by the Governor of such Bank; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "~ Gi) six other persons who appear to the Minister",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ". to have wide experience and shown capa-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "7 city in legel, financisl, business or adminis- . trative matters ; oe :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "() the following ex officio members :—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "<1; @) the person for the time being holding the office Ay . ‘of Deputy Secretary to the Treasury; - (i) the person for the time being holding the office of Registrar of Companies ; and - 4 coasss—a.sis ean",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "a Securities Councit Act, No, 36 of 1987 (iii) the person for the time been holding the office of President Institute of chartered Accoun- tants, established by the Chartered Accoun- 7 tants Act, No, 28 of 1959.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "{2} ‘The Minister shall nominate, trom emongst the mem~ bers of the Council, one member to be the Chairmen of the Council.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Term of 4 Every appolnted member of the Council shall, unless pny fhe vacates office earlier hy death, resignation or removal, ‘embers, hold office for a term of three years and shall be eligible for teappointment,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "pert 5. (1) Any appointed member of the Council may at any pesignas time resign his office by letter to that effect addressed to Boies ‘the Minister and such resignation shall take effect upon it members being accepted by the Minister in writing,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2) The Minister may, by Order published in the Gazette, remove, any appointed member from office without sssign~ ing any reason therefor and such removal shall not be ques- ton in any court,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(3) In the event. of the vacation of office by death, re- signation or removal of any appointed member, the Minis- ter may eppoint another person, having regard to the pro- visions of paragraph (a) of subsection (1) of section 3, to hoid office for the unexpired period of the term of office of the member whom he succeeds. :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(4) Lz any appointed member of the Council is tempora- rily unable to perform the duties of his office during any period due to ill-health or abseree from Sri Lanke or for any other cause, the Minister may appoint some other person to act in hts place during such period having regard to the pro- visions of paragraph (a) of subsection (1) of section 3.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Semupern- & The members of the Counci! may be paid such remu~ wambers, ‘eration out of the fund of the Council as may be determin: . ay ed by the Minister,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "\"Securities Council Act, No. 36 of 1987 3",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": ". ‘CY The Chatrman of ‘the Counil shall, if present, Mesting preside at all meetings af the Council. In the absence of the Council, Chairman from any such meetings, the members present shall elect one of the members to preside to such meeting,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(2) The quorum for any meeting of the Council shall be five members and the Council may subject to the reauire- tient a> t quorum, regulate the procedure in regard to the meetings of the Council and the transaction of business at such meetings.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(3) All questions for decision at any meeting of the ‘Council shal! be decided by the vote of the majority of the members present, In the case of an equality of votes the member presiding shall have a casting vote.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "8 (1) If the Chairman of the Counell is, by reason of Chaban illness or absence from Sri Lanta temporarily unable to Council, perform the duties of his office the Minister shall nominate another member of the Council to act in his place.-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "2) Tho Minister may, without assigning any teason ~ therefor, terminate the appointiment of the Chairman,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(8) The Chairman may at any tite resign from the office of Chairman by a letter addressed to the Minister. Such resignation shall take effect upon it being accepted by the . Minister in writing, .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(4) Subject to the provisions of subsections (2) and (3) the term of office of the Chairman shall be his period of . membership of the Council. . .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "9% A member who is directly or indirectly interested in Members to ‘any decision that ia to be taken on any matter by the fniered in’ Council shall disclose the nature of such interest at the any decislon ‘meeting of the Council where such decision is being taken. {9 4s made ‘The disclosure shall be recorded in the minutes of the Counc meetings of the Council and such member shall not take part in any deliberation or detision of the Couneil with fegard to thet matter, and shall withdraw from such meet-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "‘ing while such deliberation is in progress of such decision 4s being made. :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "10.\" No act or deciston or proceeding of the Council shall Acts not ‘be invalidated by reason only of the existence of a vacancy #Sueacs ‘amaong its members or of any defect in the appointment cf of &",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": ": vacanar,",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "we Securities Council Act, No. 36 of 1987. Seal gt the “1, (2) ‘The seal of the Council shall be in the custody une) 2 of the Council. ar",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(2) The seal of the Council may be altered in such mané her as may be determined by the Council.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(3) The seal of the Council shall not be affixed to any instrument or document except in the presence of the mem- bers of the Council who shall sign the instrument in token. of thelr presence,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "PART It . Onseers, Powsns ann Funcrions Spiers 12, The objects of the Council shall be— . Council (a) the creation and maintenance of a market in which . securities can be issued and traded tn an orderly and fair manner ; {b) the protection of the financial interest af investors; {c} the operation of a Compensation Fund to protect tr vestora from financial loss arising {rom the failure of a licensed stock broker or licensed stok dealer “> tp meet his coutfactuat abligstions; and = (d) the regitation ofahe securitfes market and to ensure that professional standards are maintained In such market, Bowers 18. For the purpose of carrying out its objects the Coun~ futes amo cil may exercise, perform and discharge all or any of the ‘of the : fons -— a... fallowing powers, duties and functions : (@) to grant a lcence to a body corporate to operate as 8 stock exchange and ensure the proper conduct of tts business ; (0) fo grant a licence to any person to operste as a stock +.) broker o a stuck dealer ag, the ease may be, and _\"/ ensure the proper conduet of thefr business ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(©) to give directions to a licensed stock exchange from:",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "time to time ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(@) to grant compensation to any investor who suffers",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "1. Petuniary loss resulting from the failure of a Hens con ed stock broker or 9 Heensed stock dealer to meet his contractual] obligations; = > vere",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Securities Cauncit Act, No, 36 of 1987 8 ~ (©) to advise the Government on the development of ,~_. the securities market ; . : @) tw employ such officers and servants as may be necessary for the purpose of carrying out the work ‘of the Council ; . () to trame rules on matters in respect of whieh rules a . Be Tequired to be made under this Act ; (i) fo suspend or cancel the listing of any securities oF . the trading of any given securities, for the protec: ° ton of investors ; . . (@) to inquire into the business affairs of a licensed stocle exchange, stock broker or stock dealer and public . companies listed with a licensed stock exchange ; G) to publish findings of malfeasance by any Licensed | 1 Stok broker or stock desler or any public company . Usted with the licensed stock exchange ; « \"\" Ge) to implement the policies and programmes of the * Government with respect to the market in securi- ties ; ( to acquire in any manner whatsover and hotd, take or give on lease or hire, mortgage, pledge, sell or ve . otherwise dispose of any immovable -or movable © Soo property: and eras: ew {m) to do all guch other acts as may be incidental or 7 conducive to the attainment of the objects of the ee Couneil or the exercine of its powers under thls Act, =.\" 44, The Councit shal in addition to the powers specified powetsof in section 13 also have the power to— hi 2c (@} conduct reguler inspections of the activities of Gouml,, uu ne Heensed-stock exehances, stockbrokers and stock - dealers in érde¥! to deteiming-iwhether they are S277 ‘operating in conformity with the rules and regula- fees tions made under the provisions of this Act ; and ws (b) require licensed stovk brokers and stock dealers to - file with the Council, annual balance gheet and in- - |.” come statements, certified by 4 qualified auditor in sheds the form and manner specified by the Council. Peas te onease (65/12) - folk",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "*e \\Seowritiés Council Act; No: 36-0f 1987 feosrom tos atts. PARIMMTaG niske vt 93 Gaawt oF LICENCE To A STOCK ExcuaNex, i Brtick snoMER Aa Cn RP 2 ev\" ORDA SPOCK DEALER: 0.39 of i} Grant 15, Subject to the provisions of section 30 from and after Pom the appointed date :— a2 ** (a) any body corporate which is carrying on or intends Being to carry on the business of operating a stock ex- eee SMNEEF OF a, att broker or -y (b) any person who fs carrying on or who intends to ar. ‘earty on the business of a stock broker or of @ stock aesier, * ghall make an application in the prescribed form together with the prescribed fee to the Council, for the grant of @ Woence as a stock exchange of as a stock broker or stock + j dealer, as the case may be . . enas 16. No licences sabll be granted under this Act to any and tone ‘body corporate as a stock exchange which does not comply 1g be com- with the terms and conditions set out in Part I of the Pied. Schedule hereto. . pe at of Mateo, a stock : tas exchange, . Terms \\ 1. .No licence shall be granted under this Act to «ny aid ions «BOY Corporate as a stock dealer or a stock broker as the fobecom- case may be, which does not comply with the terms and pled with conditions set out in Part II of the Schedule hereto..... gentote Pe mat - os cence * : toustock 4 oo + . denier : : orartock Rroker. b vo pete bee ae ee ee Terms “°° “© 18, No Hoence shell be granted under this Act to S07 228 tone _° ‘individual who does not comply with the terms and condi- to be © tions set out in Part IT of the Schedule hereto. ferapliod ns : poe ee tae a By Fate Rate a glbne gfe : ine : yet re ear bot Somme bh ey Bock eae 7 Lae Bree or . . vote stock ib et ge ‘dealers, - 7",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Seourities Council Act, No, 36-0f 198%. t 18, dp On receipt ofan application made under section Se 15, the Council having considered thg particulars stated ‘#0 therein and, where it deems necessary, having given the applicant an opportunity of being heard, in person or by @ Tepresentative, shall by written notice to the applicant, inform the applicant whether he fs being granted licence oF not, 7 . @) Whore the Council grants a Heence to =!” {0} a body corporate to carry on the business of a stock +) exchange, it shall iseue a certificate to that effect for a period of five years; or Peers (6) any person to carry on the business of a stock broker __ oF stock dealer, it shall issue a certificate to that bn effect for a period of one year, ae ®, (1) A licensed stock exchange may apply to the Renewal Couneil for a renewal of its licence within six months leno. prior to the expiry of the licence. . ”  (@) A licensed stack broker or a licensed stock dealer a8 the case may be, may, within three months ptior to the expiry of the licence, make an application to the council in the preseribed form together with a prescribed tee for a renewal of his licence. @) In granting a renewal of a licence, the Council shall sutisly itself that the licensed stock exehange, the lcensed. stock broker or the licensed stock desler as the case may tba, has at no time been gnilty of contravening any provi- sions of this Act or any rules of regulations made under this Act, . , at. (1) The Council “shall, cancel .or - suspend tlie fanvella- licence granted to a stock broker or a stock dealer, where Ileence the Council is satisfied that— = ce (a) the stock broker or the stock dealer has acted in froker or a ‘breuch of any provisions of this Act, or any rules stock dealer. |), OF regulations made under this Act yor (6) the stock broker or the stock dealer has ceased to _, be of good Snancial standings or oe * (©) the stock broker or the stock dealer has since the grant of the Ifcence; been disqualified for the grant . ‘of such Ueence; or. ‘ aa (2) the stock broker or the stock dealer: is guilty of =.” - sasipractice or irregularity in the management of bis effin. ok, -",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "ai Securities Council Act, No, 36 of 1987 .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": ". \" @) Before the camecllation of a licence granted to a stock broker or 4 stock dealer in terms of the preceding sul~ section such stock broker or stock dealer, as the case may ba, ehiall be given an opportunity to show cause as to why such licence should not “be cancelled. . ae",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(8) Where the licence granted to a stock broker or stock dealer ia cancelled, it shall be the duty of such stock broker or stock dealer to forthwith surrender his licence to the Council, :",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "Appeal 22, (1) Any person aggrieved by a decision of the terefusal, Couneil— :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "fcr” 7 () refusing to grant a licence under section 19; or suspension, ‘",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(®) cancelling or suspending a licence under section 21, ‘may appeal to the Secretary to the Ministry of the Minister against such refusal, cancellation or supension as the case ‘may be, within three months from the date on which the decision was communicated to such person, . i",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(2) ‘The Secretary to the Minlstry of the Minister may require the Council to show cause for its decision to his satisfaction, : .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "* (@) An applicant who is aggrieved by the decision of the Secretary to the Ministry of the Minister may appeal \"against such decision to the Court of Appeal, withis * fourteen deys from the date on which the decision was communicated to the applicant, .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "* * ‘Until rules are made under Article 138 of the Consti- tution pertaining to appeals under this section, the rules made under that Article pertaining to application by 8Y of reviswa to the Court of Appesl shall apply to every",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": ". appeal made under sub section (3) of this section.” '",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "@) The Court of Appeal mayvom an sippeal sade to it ‘under this section confirm, revise, modify ot set aside the @ecision of the Secretary tothe Ministry of the Minister, and may make an order as the interest of justice may require.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "Securities Councit Act, No, 36 of 1987 ry",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "30, ‘Where » Hoensed stock broker or a Hemsed stock Consoquunet dealer dies, resigns, or.is expelled from the membership of ee . a licensed stock exchangs, of becomes Incapable af carrying tiny on the business as such stock broker or stock dealer by reason G72 of tines of due to any other cause or the Licence granted to of = such ‘stock broker or stock dealer is cancelled, the Council Hecyse4 shall direct the Iteensed stock exchange of which such stock Ereker broker or stock dealer was a member to arrange for anther [lsenand licensed stock broker or a Hcensed stock dealer, as the case sicck may be, to teke over the oUtstanding contrecis of a such“ atock broker or stock desler.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "2A (1) The rules of a licensed stock exchange, in so far “Buteo as they have been approved by the Council, shall not be fhtscg amended, varied or rescladed without the prlor approval of Sack the Councit, : rchange.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(2) Where the Board of Directors of a licensed stock exchange wish to amend its rules it shall forward hy writen thofice to the Council the amendments, whether by resviselon, alternation or adition, to suich rules which such licensed : stock exchange wish to make: »",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "@) The Council shall, after hearing the Meensed stock exchange, and within twenty-one days of receipt of notice under subsection (2) give written notice to'the stock exchange stating whether such emendments to the rules are allowed or disallowed. oe :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "In case such rules are disallowed the Council shall give reasons for such disallowance. - .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(4) Upon receipt of notice under subsection (3), the stock exchange, shall give immediate effect to such notice.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "25, Where a licensed stock exchange, a Hcensed stock Atteration broker or a licensed stock dealer as the case may be, proposes of SRY, to alter any particulars already furnished or undergoes or Jurnlshed intends to undergo a change from ita state specified in the application for a Licence as a stock exchange, stock broker or stock dealer made under section 16, it shall be the duty of such stock exchange, stock broker or stock dealer, as the case may be, to inform the Council and obtain its prior consent beforé mich alteration or change is effected,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "28, A person who, in . connection with an application or appeal made under this Act, wilfully makes a false oF misleading statement or wilfully omits or fails to report any matter or thing.without which the application ts misleading in 2 material respect, shall be guilty of an offence under this Act, and stiall be Liable on conviction to a fine not exceeding . one million rupees, “°°! * fees a :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "16 Stcurities Council Act, No. 36 of 1987 , Lending, ~-\" 27, No.lieensed stock broker ar Vesnsed stock, dealer Sterowing.” ” shall lend or arrange for the iending of, any securities carried eomtig \"| ({0F the account of any customer without the customer's aaibost written consent, or borrow, or arrange to borrow, using the ggnsant _—- securities, carried for the account of any customer, aa customer». collateral, without the customer's written consent, ~ ., pronibited. 2g) ae : he kS Procedure ' 28. No person holding sheres in a public company Beheg 22-4 ‘Usted n'a licensed stock exchange, hall sell such shares Jor nate except in compliance with the trading procedure adopted Stes by such licensed stock exchange.’ ‘ 1 fed : : se Pope tee shy stock + : . : exchonge . Trading 29. No Ilcensed stock broker or licensed stock dealer TAGs shall trade in listed securitfes outside the licensed tock guide @ exchange of which he in a member. : exkange prokibited, . Use of 30. (1) From and after the appointed date, no body words corporate or an individual chall use the words “stock ex- gechange\" change”, “stock broker” or “stock dealer” as the case peek. 4. may be unless such body corporate or individuat as the tock, care may be, has been licensed as a stock exchange or stock Genter”. broker or stock dealer, by the Council under this Act.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "(2) From and atter the appointed date, no body corporate or an individual shail carry on business as a stock exchange, stock broker, stock dealer as the case may be, such body ‘corporate or individual is authorized to do so under a licence granted under the provisions of this Act: .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "rit\". \" Provided, however, any body corporate or an individual me - who, immediately before the appointed date was carrying ‘© ~*~\" on business au a stock exchange, stock broker or stock dealer as the case may be, shall be entitled to carry on such busl-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "ness without obtaining a licence under this Act—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "(a) for a period of three months from the appointed date and . : .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "(2) it prior to the expiration of that period an application",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": ". -, ,. 18 made for a licence under this Act, until the Hence >, ## granted or finally refused or the application is ?.. withdrawn, ’ .",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "(3) Any body corporate or an individual who contravenes the provisions of subsection (1) or (2), shalll be guilty of an offence under this Act and shall on conviction be Hable to fing not exceeding ane million rupeen,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "+ Seeuritiés. Council -Act, No. 96'of 2987 mb “+ 3, No body corporate or an-individual Heensed tinder Mo ua, ‘the provisions of this Act asa stock broker or stock dealer stock “WE the ‘case may be, or, any holding, subsidiary or an asso- DORET ‘ciate’ company’ of such licensee, or any’ Diréctor of such Ieansed licensee chal |, : : 1 & Peeler ot Lok & *#* (a) where such body corporate ar an fadividual is ticens- ed as a stock broker, be granted a licence as a sves we stock dealer; and is 5 yh ey Oe ete ne 1 : ‘w (b) where such body corporate or individual ds licensed s+\" a6 a stock dealer, be granted a Hoeitce as a stock broker.\" * wee PART IV sole . JnsipsR Dealing atk 42, (I) Subject 10 the provision of subsection (8), an Brohibt- individual who is, or at any time during the aix months im- freding | mediately preceeding the appointed date has been, know- fells ingly connected with company shall not trade in listed insiders, securities of that company if he has information which (t) he holds by virtue of being connected with the com- ‘pany j 4. b) tt would be reasonable to expect a person so connect : ed and in the position by virtue of which he fs so connected, not fo disclose except for the proper pet formance of the functions attaching to that posi” 7 , tion 5 and 1 . <i (@) he knows is unpublished price sensitive informatiott “i °. ~\" Gay gelation to those securities, © * + @) Subject to the provisions of subsections (8) and (2), Sam individuel’ who fs or at any time in the aix months im- ' mediately preceding the appointed date has been knowingly |. connected with a company shall not trade in listed seeurl- ‘es of any other company if he has information which— 2\" @ he holds by virtue of being connected with the first mentioned company ;",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "a Securisies Council Act, No. 36 of 1987 +. (B) it would be reasonable to expect a person 90 connect . ed and in the position by virtue of which he is a0 woe connected, .o disclose except for the proper perfor mance of the functions attaching te that position ; (©) be knows is unpublished price sensitive information in relation to those securities of that other com- pany ; and . (@ relates to any transaction whether actual or con- templated, involving both the first mentioned com- \\\" pany and that other company or involving one of them and securities of the other of to the fact that ‘any such transection is no longer contemplated. (3) Subject to the provisions of subsections (8) and (8), where— {a} any individusl has information which he knowingly obtained, whether directly or indirectly, from . another individual who is connected with a parti- euler company, or was st any time in the six months immediately preceding the date of obtaining of the information s0 connected and who the former individual knows or hag reasonable cause to believe, held the information by virtue of being 00 connected ; and (B) the former individual knows or has teasonable cause to believe that, because of the latter's connection and position, it would be reasonable to except him ‘not to disclose the information except for the proper . performance of the functions attaching to that . position, then, the former individual— |“ . @ shall not himself trade in listed securities of that com- tou. Bany {£ he knows that the information is unpubli- shed price sensitive information in relation t? ‘those securities; and +. Qi) shall not himself trade fn listed securities of any -nci -riv~ other eompany if he knows that the information is avon + Unpublished price senitive information. in relation < aL , to. those securities, and it relates to any transac” \"95\" F tion whether actual or contemplated, involving the ~ si first-mentioned company and the other company j Of itivolving one of,them and. securities of the 2 =)\" other or to the fact that any such transaction is 10 * \" Tonger contemplated, \"er 2",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "Securities Council Act, No. 36 of 1987\" 1B",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "(4) Subject to the provisions of subsections (8) and (9) where an individual is contemplating, or has contemplated, making, whether with or without another person, a tale- ‘over offer for a company in # particular capacity, that indi vidual shall not trade in listed seouritles of that company in another capacity if he kuowa that the information that the offer 1s contemplated or ia no longer contemplated is ‘unpublished price sensitive information in relation to those seeurities.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "(8) Subject to the provisions of subsections (8) and (9) where an fndividual has knowingly obtained, whether directly or indirectly, from an individual to whom the pro- vistons of subsection (4) apply, information that the offer referred to in subsection (4) is being contemplated or is ‘no longer contemplated the first-mentioned individual shall not himself trade tn listed securities of that company if he knows that the information 1s unpublished price sensitive information in retation to those securities,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "@) Subject to the provisions of subsections (8) and (9) an individual who is for the time being prohibited by any Provision of this section from trading in listed securities shell not counsel or procure any other person to deal in those securities, knowing or having reasonable cause to heligve that person would trade in such Usted securities,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "47) Subject to the provisions af subsections (8) and (8); an individual who is for the time being prohibited as afore- said from trading in Usted securities by reason of his having any information, shell net communicate that infor- mation to any other person if he knows or has reasonable cause to believe that or some other person will make ‘se of the information for the purpose of counselling or Procuring any other person to trade in such Usted securi- tea.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "(@) ‘The provisions of this section shall not prohibit en individual by reason of his having any information from-—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "(a) doing any particular thing otherwise than with the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "view to the making of a profit or the avoidance of a Joss, whether for himself or another person by the use of that information ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "3) entering into a transaction in the course of the exer-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "ise in good faith of iis functions ax liquidator, re- colver, or trustee in hankruptey; or :",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "4 Securities Councit Act, No. 36 of 1987 4s) doing any particular thing {f the information was— (@) obtain by him in the course of the business of a stock broker or a stock dealer in which be wea engaged or employed; and Git) of a description which it would be reasonable to expect him to obtain in the ordinary course of that business, and he does that thing in good felth in the course of that business,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "(9) An individual shall not, by reason only of having information relating to any particular transaction, be prohibited —",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "\" (a) by the provisions of subsection (2), paragraph (il) ‘of subsection (3), aubsection (4) or subsection (8) from trading in listed securities ; ot",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "{b) by the provisions of subsection (6) or subsection (7)",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "from doing any other thing in relation to listed",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "securities which he is prohibited from trading in by",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "any of the provisions referred to in paragraph (4). it he doss that thing in order to focilitate the competition or carrying out of the transaction.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "(10) Where a trustee or legal representative, of where & wustee or legal representative is a body corporate, an individual acting on behalf of that trustee or legal representative, who, apart from the provisions of paragraph {q) of subsection (8) would be prohibited by the provisions of this section from counselling or procuring any other person to trede in Usted securities, trades in those listed securities, or counsels or procures any other person to trade ta them, he shall be prosumed to have acted as referred to im that paragraph if he acted on the advice of a person who .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "4a} appeared to him to be an appropriate person from",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "whom to seck such advisee ; and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "(8) did not appear to him to be prohibited by this section",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "from dealing in thore securities,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "Securities Council Act, No. 36 of 1987 15 ’ 3% (1) The provision of this section shall epply to any face, ‘ ium information which— ge @) is held by a public servant or former. public servant obtained by virtue of bis position or former position 45 2 Sinciat publie servant or is knowingly obtained by an capeciy. individual (directly or Indirectly) from a public servant or former public servant who he knows or has ressonable cause to believe, held the informa- tion by virtue of any such position ; (0) it would be reasonable to expect an individual in the position of the publle servant or former position of the former public servant not to disclose except for the proper performance of the functions attaching to that position; and (©) the individuel holding 4 knows, fa unpublished price sensitive information in relation to listed securities of a particular company (hereafter in this section referred to as “relevant securities”). . (2) The provisions of this section shall apply to a public fervant or former public servant holding information to which this section applies and to any Individual who mowingly obtained any such information (directly or ndirectly) from a public servant or former public servant who, that individual knows or has reasonable cause to delieve, held the information by virtue of bis position or ‘ormer position as a public servant. (8) An individual to whom the provisions of this section wpply— (@) shalt not trade in any relevant securities ; {b) shell not counsel or procure any other person to + trade in any such relevant securities, knowing or having reasonable cause to believe that other Person would trade fn them ; and (©) shall not communicate to any other person the informaation held or, as the case may be, obtained by him as referred to in subsection (2) if he knows . ‘or has reasonable cause to believe that that or some other person will make use of that information for . \"the purpose af counselling or procuring any other Person to trade in such relevant securities.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "16 Securities Councit Act, No. 36 of 1987 hae. *@) An individual shall not, by reason only of having ‘ osformation relating to a particular transaction, be 1 probibited by any provision of thia section from doing “\" \"anything, if he does that thing im order to facilitate the si, Completion or carrying ous of the transaction. tan 4. (1) For the purposes of this Part of thia Act, an a individual is connected with # company If, and only if!",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(a) he is a director of that company or a related",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "company; or",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "@) he cceupies a position as an officer (other than",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "director) or employee of that company or a related company or a position involving @ professional or business relationship between himself (or his employer or a company of which he is a director} and the first company or a related company which in either case may reasonably be expected to give ‘him access to information which, in relation fo",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": ", | Usted securities of elther company, is unpublished",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "1. -, Priee sensitive information and whick it would be",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "+,’ reasonable to expect (2 person in his position not",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "* te disclose except} for the proper performance of",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "‘bis function.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(2) Any reference in this Part of this Act to “unpublished price sensitive information” in relation to ony Usted securities af say company is a reference to information which",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "*{a) relntes to specific matters relating, or of concern, (Girectly or indirectly) to that company that is to say, ia not of a general nature relating or of concer to that company ; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "{b) is not generally imown to those persons who are",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "+ + speustomed or would be likely to deal im thove",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "“| listed securities but which would if it were generally known to them be Mkely to affect materially the price af those securities,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "Securities Council Act, No. 36 of 1987 a (B) In this Part of this Act except where the context — otherwise requires— “company * means a listed public eompany within the Taeaning of this Act ; “related company *, in relation to any company means ‘any body corporate which is that company's + subsidiary associate or holding company, of a a subsidiary of that company’s holding company . “take-over offer for a company” means an offer made to all the holders (or alt holdeze other than the Person making the offer and his nominees) of the shazes in the company to acquire those ahares oF 4 specified proportion of them, az to all the holders, or all the holders other than the person making tho offer and his norainees, of a particular etass of those shares to acquire the shares of that clasa or specified proportion of them. PART ¥ : vhs Pavanes en 38, (1) The Council shal have its own Fund— Yuna ot i. (2) There shall\"be paid into the Fund— ‘GouneA (@) all such sums of money as may be voted upon from, time to time by Parliament for the use of the Council ; 4) all sums of money es may be paid as feos under Ve section 15 and section 20 ; ; v8 {c) elf such sums of money as may be received by the Council by way of donations, gifts or grants from “any source whatsoever, whether in or outside \"Sri Lanka, (8) There shall be paid out of the Fund all such sums of money required to daftay the expenditure incurred by the Council in the exercisé, discharge and performance of ita Bowers funetions and dutien 36. ‘The financtel year of the Council shall be the period Financial ‘of twelve months commencing on the first day of January *°\" each year.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "18 Securities Council Act, No, 36 of 1987 ‘Audit of 37. {1} The Council shall cause proper hooks of accounts Accounts to be kept of the income and expenditure, assets and Yeabilities and all other transactions, of the Council.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(2) The provisions of Article 154 of the Constitution relating to the audit of accounts of public corporations shail apply to the audit of the accounts of the Council.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "oe 38. (1) There shall be established a fund called the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "Py ‘Compensation Fund, for the purpose of granting compensa- tion to any investor who suffers pecuniary loss resulting from the failure af a licensed atock broker or licensed stock dealer ta meet his contractual obligations.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(2) The Compensation Fund shall consist of euch sums of moneys as may be voted upon by Parliament for the purpose of the Fund,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "{8) Moneys belonging to the Compensation Fund may be Invested by the Council in such manner es may be determined by the Council.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "Appeiat- $9 (1) The Minister shall appoint from among the Bemtot | members of the Council, three members who shall comprise sation the Compensation Committee (hereinafter referred to a Sonmittes the “ Committee\") of the Council,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(2) The Committee appointed under subsection (1) shall bbe responatble for assessing and awarding compensation ix respect of sny application made under section 40 and the decision of such Committee on any such assessment or award shall for all purposes be final and conclusive,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "frie 4. (1) Any investor whe has suffered pecuniary los",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "ae due to the failure of a licensed stock broker or = licensed",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "mehcn, stock dealer to meet his contractual obligation towards such investor may, within three months of the date on ‘which he suffered such pecuniary loss, make an application t the Committee in the prescribed form claiming compensation from the Compensation Fund. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(2) The Committee may from time to time, require af applicant to produce any document or other evidence it support of his claim for compensation. Where the applicant tails to comply with such request, the Committee may disallow his claim.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "@) If et any time the Committee considers it necessary #4 to do, it may bold an inquiry into the claim of the applicant snd shall by notice in writing, inform the applicant",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "Securities Councit Act, No. 36 of 1987 iw to be present on such date, and at such time and place as ue may be specified in the notice. Where the applicant fails ‘ to appear for auch inquiry on the date set out inthe notice, the Committee may disallow his claim. +",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "41. (2) The Committes may, after examination of the Payment ocuments and other evidence produced in support of the foes. claim by an applicant, or in any case where an inquiry was ca, held on the conclusion of such inquiry, allow or disallow such claim for compensation.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "{2) Where the Committee allows any claim it shall make ‘on assessment of the amount of compensation payable and thall make an award in relation thereto, Notice of such award shall be given in writing to the applicant.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "(3) The Council shall make rules relating to the assess- ment of compensation payable and the asemment of fompensation by the Comnittee under subsection (2) shal) be in accordance with such rules,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "PART VI Goma.",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "42 (1) The Minister shall, in consultation with the pirecter Council, appoint @ Director-General of the Council, who General shall be its chief executive officer, The conditions of employment including remuneration of the Director General shall be determined by the Minister,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "(2) ‘The Director-General shall, subject to the general direction and control of the Council, be charged with the direction of the affairs and transactions of the Council, the exercise, discharge and performance of ita powers, functions and duties, and the administration and control af ‘the employees of the Council,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "(@) ‘The Director-General may, with the approval of the Council, whenever he considers it necessary to do #0, delegate to any employee any power, function or duty conferred or imposed on or assigned to him by this Act and such employee shall exercise, discharge and perform such Power, function or duty subject to the general or special directions of the Director-General,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "(4) The Minster may remove from office the Director General aupointed under subsection (1) and such removal hall not be celled fa question in any Court,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "20 Securities Council Act, No, 26 of 1987 Stattet + 43% (1) The Council may appoint such other officers 1e8 fl ‘ond servants as it cnsidets necessary for the efficient dis- charge of its functions.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(2) The officers and servunis eppointeed under subsection",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": ". (1) shall be remunerated in such manner ang at such rates ~. and shall be subject to such conditions of acrvice as may be determined by the Council,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(2) At the request of the Council any officer fn the public service may, with the consent of the offlesr and the Secretary to the Ministry of the Minister in charge of the subject of Public Admuistration, be temporarily eppointed to the Council for such period as may be deterinined by the Council with like consent, or be permanently appointed fo such staff,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(@) Where any officer in the public service is temporarily appointed to the staff of the Council, the provisions of subsection (2) of Section 19 of the Transport Bostd Law, No, 19 of 1978, shall, mutatis mutandis, apply to end in relation to him.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(5) Where any officer in the public service is permanently appointed to the staff of the Council, the provision of subsection (3) of section 43 of the Transport Board Law,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "itis 1 No. 19 of 1078, shail, mutatis mutandis, apply to and in v2 relation to him,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "{8) Where the Council employs any person who has agreed to serve the Government for a specified period, any period of service to the Councll by that person shall be regarded as service to the Government for the purpose of discharging the obligations of such agreement.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(i) At the request of the Couneil any member of the ‘Local Government Service or any other officer, or servant of a local authority, may, with the consent of such member, officer or servant and the Local Government Service Commission, of the local authorlty, as the case may be, be temporarily appointed to the staff of the Council for such period as'may be determined by the Council with like",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": ". consent or be permanently appointed to such staff on euch terms and conditions including those relating to penston or provident fund rights as may be agreed upon by the Council and the Local Government Servies Commission or ‘hat local authority.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "Securities Councit Act, No, 36 of 1987 a (8) Where any member of the Local Government Service of any officer or servant of any local authority is appointed teraporarily under subsection (7) ta the staff of the Council, the shall be subject to the same disciplinary control as any ether member of such staff 44. (1) At the request of the Couneti any officer or ‘Appoint. servant of a public corporation may, with consent af euch Beato ollicer or servant and the govorning board of much Sl sotporation, be temporarily appottited to the staff of the Sf Council for such period as may be determined by the Etblic Comeil with lke consent or with like consent be G2 Parmanently appointed to the steff of the Council on such io ihe terms and conditions, including those relating to pension SAE, or provident fund rights, as may be agreed upon by the Counce Couneil and tie governing board of such corporation. + @) Where any person fs appointed whether temporarily or permanently under subsection (1) to the staff of the Councii he shall be subject to the came disciplinary control 48 any other member of the ata 45. (1) For the purpose of enabling the Council to Retumsand exercise, perform aad discharge any of its powers, functions jaforma- ‘and duties under section 13 of thia Act, the Councit or auy Person authorized in that behalt by the Counell may by notice in writing requice any person to fumish to the feuneil or to the person authorized, within such period ad —_ shall_be specified in the notice, all such returns oF information as shall be specified in such notice, (2) It shall be the duty of any person who is required to furnish any return or infarmation by @ notice under subsection (1) to comply with such requirement within the Sime specified in such notice, except where such person fe precluded from making such return or divulging such ‘formation under the provisions of any law. @) The Council or any member thereof, or any officer or servant of the Couneil, shall not disclose to any person ‘Sr use any returns or information acquired under sub- section (1), except when required to do 0 by a court of law or for the purposes of achieving, the objects of the Counell, : 4 (1) The Council may establish a Committee satabinh ; sonsieting of three members of the Counell to hear and meat of determine complaints of shareholders of any public company fo heas . Histed in a Ucensed stock exchange, relating to the profes- Cumplaines sional conduct or activities of such stock exchange, any $30\" Ucensed stock broker, or stock dealer of such exchange.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "~ 2 Securities Council Act, No, 36 of 1987",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "(2) The Committee may, on receipt of any written complaint made by any shareholder, examine the documents and other evidence produced, if any, in support of such complaint, and determine whether such licensed stock exchange or any licensed stock broker or stock dealer of such stock exchange has violated any provisions of thit Act or any rule or regulation made under this Act. No such determination shall be made without affording auch licensed stock exchange, licensed stock dealer, or stock broker, ar opportunity of being heard.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "(@) Where the Committee determines that a Meensed stock exchange or any licensed stock broker or stock dealer of much exchange has violated any provisions of this Act ot eny rule or regulation made under this Act, the Committee shall recommend to the Council the nature of action to be taken against such licensed stock exchenge, or any licensed stock broker or stock dealer, as the case may be.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "(@) The Council sholl upon receiving such recommenda- tions made by the Committee under subsection (), take much action as it may deem expedient, in accordance with the provisions of this Act,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "Members 47. AN members, officers and servants of the Counc!",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "‘Tiployees _—thalll be deemed to be public servants within the meaning",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "Pa end for the purposes of the Penal Code-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "to be",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "pattie",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "Sauna 48. ‘The Counell shell be deemed to be a Scleduled",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "Sate institution within the meaning of the Bribery Act, and the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "Behedoled provisians of that Act shall be construed accordingly.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "‘ton",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "hin",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "tie",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "Zo",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "bet",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "Ee 43, The Minister may, trom time to time, direct the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "Bie Couneil to furnish to him in such form as he may require",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "= returns, accounts and other information with respect to the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "ache. work of the Council and the Council shall carry out any “such direction. .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "Securities Council Act, No. 36 of 1987 28 -",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "St, (Q) No suit or proseeutlon shall be instituted against fYeteo: any member of the Council or against any of the officers oF grtian servants of the Couneil for any act whieh in good faith is ints, done or purported to be done by such person under this tne Act Act or on the direction of the Council",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "(2) Any expenses. incurred by the Couneil in any suit or Brosecution brought by or against it before any court, shall bbe pald out of the Fund of the Council, and any costa paid to, or recovered by, the Council in any such suit of prosecu> ‘tion shall be credited to the Fund of the Council.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "(8) Any expenses incurred by any such person ag is re ferred to in substetion (1) in any suit or prosecution ‘brought against him before any court in respect of any act which is done or purported to be done by him under this ‘Act of on the direction of the Coune!l shall, if the court olds that such act was done in good faith be pald out of ‘the Fund of the Council, unless such expenses are recover~ ed by him in such suit or prosecution,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "$1, () Any person whom Offeacee",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "{a) contravenes any provision of this Act or any re",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "quirement imposed under tha provisions of this Act or of any regutation made thereunder ; . ®) furnishes for the purposes of this Act any informe tion which is or any return the contents of which",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "4s, ta hia knowledge untrue or incorract ; or : (©) wilfully obstructs any member af the Council or an i) officer or servant of the Council in the perfor. mance of his duftes under the provisions of this",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "Act,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "hall be guilty of an offence under this Act. :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "(2) Any person who is found guilty of an offence ‘under this Act for whicn no penalty is expressly provided for under this Act, shall Hable on conviction after summary trlat by a Magistrate, to a sentence of imprisonment of either description for a period not exceeding five years or to a fine not exceeding ten mfllion rupees or to both such imprisonment and fine.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 25,
    "par_num": 19,
    "text": "m Seourition Councit Act, No, 36 of 1987 sean. 82, (1) The Minister may make regulations in respect of nade matters required by this Act to be presctibed or in respect Bott, of wich regulations are authorized to be mada.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 25,
    "par_num": 19,
    "text": "(2) Every regulation made by the Minister shall be pub- Jished in the Gazette and shall come into operation on the date of such publication or on such later date as may be specified in the regulation.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 25,
    "par_num": 19,
    "text": "(3) Every regulstion made hy the Minister hall, as soon 85 it is convenient after its publication in the Gazette, be brought before Parllament for approval. Any reguln- ‘iéon which is not so approved shall be deemed to be rescin- ded as from the date of auch disapproval, but without pre- judice to anything previously done thereunder.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 25,
    "par_num": 19,
    "text": "(4) Notification of the date on which any regulation is decmed to be rescinded shall be published In the Gazette.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 25,
    "par_num": 19,
    "text": "” Pules 53. Without prejudice to the generality of the powers",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 25,
    "par_num": 19,
    "text": "Bee. conferred upon it by section 13, the Couneil shall formulate",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 25,
    "par_num": 19,
    "text": "Goan, the following rules us may he required from time to time for the purpose of ensuring orderly and fal trading in",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 25,
    "par_num": 19,
    "text": "securities and protection of investors interest—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 25,
    "par_num": 19,
    "text": "(a) Usting of securities in a licensed stock exchange;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 25,
    "par_num": 19,
    "text": "(®) disclosures by dealers about share transactions, by . persons who acquired or disposed of securitles and",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 25,
    "par_num": 19,
    "text": "by a licensed stock exchange about security trans actions ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 25,
    "par_num": 19,
    "text": "(©) Proper malntenance of books, records, accounts and audits by licensed stock dealers and licensed stock borkers and regular reporting by such licensed stock dealers and licensed stock brokers to the council of their affetrs,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 25,
    "par_num": 19,
    "text": "Amend. {4 The Companies Act, No, 17 of 1982 is hereby amended",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 25,
    "par_num": 19,
    "text": "te the by the repeal of sections 220, 221, 222 and 223 of that Act.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 25,
    "par_num": 19,
    "text": "ae :",
    "mean_p_confidence": 0.02
  },
  {
    "i_page": 25,
    "par_num": 19,
    "text": "17 of sea,",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 25,
    "par_num": 19,
    "text": "Pieroretae 65. In this Act, unless the context otherwise requires— * “investor” means a person who invests in securities pur chased or transacted through a licensed stock broker of @ licensed stock exchange ;.  - +",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 25,
    "par_num": 19,
    "text": "“Usted public company” means any public company",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 25,
    "par_num": 19,
    "text": "which hag its securities Usted or quoted on a licens, * ed sinek exchange ; . a",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "’ Securities Council Act, No, 36 of 1987 %",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "“Yisted securities” means securities of any listed public company ;",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "“securities” means debentures, stocks and shares in @ Public company or corporation, funds or bonds of - any government or of any body, corporate or uni~ ‘fmeorporate, including any right or option in res- pect thereof or any other certificate or interest bought ot sold on @ stock exchange ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "“stock exchange” means a market, exchange or other place at which securities are regularly offered for sele, purchase or exchange, including any services connected with such business ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "‘stock broker\" means any individual or body corporate ‘ongeged in the business of buying or selling of securities on behalf of investors in return for e ‘Cornmission ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "“stock dealer” means any individual or body corporate engaged im the business of buying or selling of securities or in the dealing or fobbing or trading of securities, or the underwriting or retailing of. securities.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "ai ‘SCHEDULE Ievction 16) - Pans I . Romuirementa nd conditions to be sattuéied for the pumose of gronting 9 icence ap a stock exchange to a bady corporate are as frllows ;.—",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "{@) that the applicant is—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "( a publte limited Uabtty company mmcorporated under ‘the Compatiies Act, No, 17 of 1962; or",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "3) an aseocistion registered 33 2 company rit Hienyics liability under section 21 of the Companies Act, No. 7 of 19823",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "<b) that the articles or asenelation of the applicant company referred to in paragraph (a) do not parnut any distribu ton of profits to members ;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "(e) that the axticles of assoclation of the applicant sammpany restricts the membership af the stock exchange to brokers",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "and dealers only ;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "28 ‘Securities Council Act, No, 36 of 1987",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "4d) that al least six members of the applicant company will ‘erry on brokering husiness i securities independently of fand In competition with each otbar and ‘hat at least four members have experiance in brokering in securities during the last five years;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "4) that the applicant company is engaged solely in the bualnese of operating u stock exchange ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "(f) that the Bond of Directors and the chief executive of the ‘applicant company conalsta of parsona of businest integrity +",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "(@) that the Board of Direcotrs of the applicant company con wists of five mnenibers who are individual stock broker ‘of atock dealers or nominees of any company Heensed ms a tock broker or stock denier elected by the general mem-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "bership ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "(h) that the applicant company’s Iocation and activities will ‘toxble the creation of = more orderly market for securities fa Sxl Lanka:",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "{® What the applicant company’s Gnencial standing is satistac~ sary; and",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "4G) that the rulea of applicant company make satlsinetory previston—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "(© for admission of merabers ; Gi) for exclusion from membership of person who ate ‘ot of good character and high busines integrity 5 ‘(Gi for the expulsion, suspension or disciplining of mem- bers for conduct inconsistent with just and equitable Principles in the transection of butineas or for @ contravention of or failure to comply with rutes of ‘he atock exchange or the provisions of this Act} (dv) for appointment of authorized representatives and clerks 5 Ge) with respect to the conditions under which securls ‘ties may be listed for trading in the market; (vl) with respect to conditions under which listing of © ‘particular security may be revoked ; (vil) with respect to the conditions governing dealings [= pecurities by Its members; (vil) with respect 19 timely and accurate disclosure of all material information required fur investors 0 suake informed invetmeent decisions ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "Securities Council Act, No. 36 of 1987 ” 4x) with respact to the protection of investors in securi- ties from misrepresentation. misleading information, . fraud, decett and other adverse practices in tbe issue and trading of securities and form the abuse of certain prewny Of privileged information aot yet made available to the general public; (2) with respect to prohibition of seourities market mani: ulation of any form fneluding fale trading, market rigging, &e5 (xl) for investigating into trading tn secwities and Anan ‘ial trenduetions of stork brokers and stock deslera for conducting aurptlan checks on the members ; ‘Gxi2) for suspension of teading of any given securhy for the protection of inveators or for the conduct of or derly and fair trading: (alll) with respoct to the conduct of secuaitles trading of stock brokers and stock dealers and the manner 33 ‘which information relating to tronasetion be maln- tained ; and cxiv) for ensuring thet tho customers! finds are eegere= oted from other business of the security brokers oF dealers, Poet I (Section 17] ‘Terms and conditions to be complied with for the purpose of granting a livence ac a stock broker or stock dealer to » body corporate are— (0) that the opplicant company is a memaber of a stock exchange Weensed under this Act; (®) that the applicant i a company incorporated under the companies Act, No. 17 of 198%: (e) that the Directors of the applicant company— (@) have never been doslared bankrupt; . (iy have never been themselves, or been Directors of, 8 company that bas been denied a Hesnce sa « stock ‘broker or stock dealer; or (4) have naver been themselves or been Directora of, & company whate cence aa a stock broker of aiack dealer had been removed by the apprapriate-autho- sity 4@) shat ot Yeast one Divectar and st least one employee who ‘will be the chiet employee of the applicant eompany, la certified by a sock exchange sensed under the pro ‘vislana of this Act, as suffcfently trained in wtock exe change eperatiogs ; ana .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 29,
    "par_num": 8,
    "text": "8 Securities Councit Act, No. $6 of 1987",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 29,
    "par_num": 8,
    "text": "(0) that the applicant company haa lodged security in such eum ag may be determined by the Minister, having regurd to he valun of transactions that ate likely to be cortied on",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 29,
    "par_num": 8,
    "text": "*-. + Ry such applicant oF an equivaient in bank guarantee with ‘stock exchange licensed under the provisions of this Ack. Powe IIT Ipection 18] ‘Terms and condition to be complied with far the purpose of granting a lcence as @ stock broker or @ stock dealer to on indivl- ust are that the applicant—",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 29,
    "par_num": 8,
    "text": "(a) ie a citizen of Sef Lanka;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 29,
    "par_num": 8,
    "text": "@) fo a Mt ond proper petson and is of sound financiad sanding ;",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 29,
    "par_num": 8,
    "text": "(c) tau mambor of a stock exchange licensed under this Act and ig certified by such stock exchanzo ax sniGisientiy ‘rained in stock exchange operations ;",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 29,
    "par_num": 8,
    "text": "(@) bas Todged security in such sum as may be detormined by ‘the Minister, having regard to the value of tranmetloas ‘that are likely to be carried on by such applicant or an ‘equivalent in bank gunrantee with a stock exchange Heens- ed under this Act; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 29,
    "par_num": 8,
    "text": "(e) bas not been expelled ar debarred irora membership ot any stock exehange Ucensed under thi Act,",
    "mean_p_confidence": 0.69
  }
]