[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". [cee ees PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA FINANCE (AMENDMENT) ; ACT, No. 14 OF 1983 [Certified on 23rd March, 1963] . . Printed on the orders of Government Published as a Supplement to Part i of the Gazette of the Democratic Socialist Republic vf Sri Lanka of Merch 25, 1983 ase ras sepa OF HOURADETEPINCENG, LEA ° \"ro BE PURCHAGED AT THE GOVT, PCULICATIONS BUREAY, FOLOMEO Price: 20 cents . ‘Postage: 5@ cents",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Finance (Amendment) Act, No, 14 of 1983 . {Certified on 23rd March, 1983] 1, D—O, 42/82 AN Act 10 Amana mix Finance Act, No, 38 oF 1971. . > BE it enacted by the Parliament of the Democratic Socialist . Republic of Sri Lanka as foltows :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "L This Act may be cited as the Finance (Amendment) hart title, Act, No. 14 1983.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2 Section 29 of the Finance Act, No, 38 of 1971, a3 Replacement amended by Act No. 7 of 1074 (hereinafter referred to ax y's act the “principal enactment\") is hereby repealed and the Ng,3# following section substituted therefor :-—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "“Levy of 29, Notwithstanding any of the provisions Feral ce to of the Motor ‘Traffic Act, where payment of Pay licmo.” any Hence fee due under any regulation feeTaie tude under that Act is not paid in full on or before the date on which such fee falls due for payment under that Act, or under any Notification made under section 2a, there shall be levied and collected a penalty—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "(a) amounting to ten per centum of the amount of much licence fee, if it is pald im full after the date on which such Hicence fee fell due for payment but before the expiration of six months Som tpt date; .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "{®) amounting to twenty per centum of the amount of such licence fee, if tt is paid in full after the expiration of six months from the date on which such Licance fee fell due for payment but before the expirstion of twelve months from that date ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "(©) amounting to thirty per centum of the amount of such licence fee, if it is paid in full after the expiration of twelve months from the date on which such licence fee fell due for payment.”",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2a cna —10.088 80,",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "2 Finance (Amendment): Act, No, 1-of 1983",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Retrospective % The amendment made to the principal enactment by",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Fiend. «section 2 of this Act shall be deemed for all purposes to",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "ment have come into operation on January 1, 1982, ond: accor ingly, where any penalties have Been levied ana collected between January 1, 1982 and the date of commencement of this Act, at the rates set out in section 29 of the principal enactment es amended by section 2 of this Act, such penalties shall be deemed to have been Lawdully Jevied and collected under the principal enactment as amended by this Ack.",
    "mean_p_confidence": 0.86
  }
]