[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF: CEYLON, Ist Session 1979-71 asa i Cars ; . gy Ee CEQ, . ISN ; SS Co-operative Societies - (Special Provisions) Act, No. 35 of 1970 Date of Assent: December 31, 1970 Printed on the Ordare of Government Printed atthe Destncart of Govgunenet Penn, GEN, To 2e Soe ee ea TY genomes Fg Ete Bant a at ae 90 Gtor flowing’ Late EBay al ce eee, yo ee Price: 60 cents: Postage: 10 cents:",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Co-operative Societies (Special Provisions) Act, No. 85 of 1970 L. D0. 88/70. : AN Acr 10 MAKE SPECIAL PROVISIONS FOR THE IMPLE- MENTATION OF A SCHEME 10 RYORCANIZE THE 4.” CO-OPERATIVE MOVEMENT, IN PARTICULAR FOR Tam",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "DISEOLUNION OF GOCIETIES AND THE AMAUGAMA-",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "TION OF SOCIETIES, aND FOR MATTERS CONNECTED",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "TREABWITH OR SNCIDENTAL TAERETO.",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "[Date of Assent: December 31, 1970} BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4, This Act may be cited as the Co-operative ston ie. Societies (Special Provisions) Act, No. 36 of 1970.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2. (A) Where, for the purpose of reorganizing tho Amlgsmaton co-operative movement, the Registrar thinks it neces- Umgizered sary to do so, he may by Order published in the Gazettes amalgamate one or more societies (guch a | ~ society ig hereinafter referred to as an “\" amalgama- ting society\") registered under the Co-operative",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "“Societies Ordinance with any other society (berein- ater referrad to asa principal aocety\")rogatored under the aforesaid finance.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(@) An Order made under sub-section (1) shall have the effect of cancelling the registration of each amalgamating society.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "* (@) With effect from the date on which any amalge- mating society is amalgamated with a principal sooiety under cab-section (1) (a) all the property, movable or immovable, of each sach amalgareting society on the day imme- Giately proceing the dats of such amalgams. tion shall be transferred to and vested in the principal society ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(B) all the rights, debts, liabilities and obligations of amalgamating society on aay",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "_ immediately preceding the dete of su amalgamation shall be transferred to the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "- principal society;",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(©) all contracts, deeds, bonds, agreements and other instruments which subsist or have effect on the day immediately preceding the date of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "49st utr ~.",
    "mean_p_confidence": 0.11
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "2 Co-operative Societies (Special Provisions} Act, No. 86 of 1970",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "such amalgamation and to which any amalge-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "mating society is a party shall have effect",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "egainst or in favour of the principal society,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "a8 the case may be, and may be enforced as",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "fully and effectually as if, instead of such’ amalgamating society, the principal society",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "had been a party thereto; and",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(@ all suits, appeals or other legal proceedings ins-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "tituted \"by. or against any amalgamating society and pending on the day immediately preceding the date of such amalgamation shall not abate or be discontinued or be in any way prejudicially affected by reason of the amalgamation of such amalgamating society, and may be continued and enforoed by or against the priaeipel society, as the case may 8:",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Provided that nothing in paragraph (9 of this sub- section shall be construed as curtailing in any manner the’ night of 1 principal society to terminate the services of, or to vary the conditions of service of, any exployee of the principal society who, on the day_ immediately preceding the date of such amalgamation, was an employee of any amalgamating society.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "‘Crpcellation, 8, (1) Where, for the se of reorganizing the ~ aod etest ot co-operative movement, tthe Registrar ‘peo! apiuion reguiraton of that any society registered under the Co-operative say.” \"+ Societies Ordinance (hereinafter referred to as the . ‘principal enactment ”?) should be dissolved, be may, notwithstanding the provisions of the principal",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "enactment, cancel the registration of such society.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(2) There shail be no appeal from an order made by the Registrar under sub-section (1).",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(8) Where the registration of a society is cancelled under sub-section @ such society chail, with effect’ from the date of such order, cease to be ‘a corporate body.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Appisiaent of 4 (1) Where the registration of any society is can- Hauidsion ot piled under section 8, the Registrar may sppaint one wochtlee, or more persons to be the liquidator or liquidators of guch society (hereinafter referred to as a “ dissolved Seley es : ote",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Co-operative Societies (Special Provisions), 3 . { Act, No, 85 of 1970 . (2) With effect from the date of the appointment of a liquidator or liquidators of a dissolved society all the property of such society and all privileges conferred = * on such society by or under the principal enactment shall vest in such liquidator or liquidators. . . 5. (1) A liquidator appointed under this Act shall, Porc of subject to the guidance and control of the Registrar \"ar and to any Limitations imposed by the Registrar by order under section 6, have power to—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(a) determine from time te time the contributions to be made by members and past members or by the estates of deceased members of the society to its assets;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(0) appoint a dey by proclamation or notice befors which creditors whose claims are not already recorded in the books of the society shall state their claims for admission or be excluded from any distribution made before they have proved them;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(©) decide any question of priority which arises",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "~ between creditors; .",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "@ xefer for arbitration under eection 53 of the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "rineipal enactment, any dispute of any lescription mentioned in that section (refer-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "ences therein to the society being construed as references to the liquidator), and institute",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": ". and defend suits and other legal proceedings on behalf of the society by his name or office;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(6) decide by what persons and in what proportions the costs of liquidation are to be borne;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "{f) give such directions in regard to the collection and distribution of assets as may be necas- sary in the course of winding up the society; . .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "~.(g) compromise any claim by or against the society Hrovided the sanction of the ‘Registrar has . Bist been obtained; ,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "{%) call such general meetings of members as may be ressary, for the proper conduct of the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": ". liquidation: oe .",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "4 Cooperative Societies (Special Provisions) Act, No, 95 of 1970",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "{a take possession of the books, documents and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "other assets of the society;",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(Gj) sell the property of the society; ,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(®) carry on the business of the society eo far as may",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "be necessary for winding it up beneficially: Provided that nothing herein contained shall entitle the liquidator of a credit society to issue any loan; an @ arrange for the distribution of the assets of the society in a convenient manner when a scheme of distribution has been approved by the Registrar.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(2) Subject to such rules, ae may be mado in that behalf, any liquidator appointed under this Act ehall, in so far a3 such powers are necessary for carrying out the purposes of this seotion, ave power to summon and enforce the atténdance of parties and witnesses and to compel the production of documents by the seme means and {so far as ‘may be) in the same manner as is provided in the case of a District Court under the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "‘ivil Procedure Code. 4",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(8) Where under paragraph (@) of sub-section (1), any dispute is referred by a liquidator for arbitration ander section 58 of the principal enactment, the provi- sions of the aforesaid section 53 shail apply in reapect cof all matters relating to such reference and the provi- sions of section 584 of that enactment shall, in any appropriate case, apply to the enforcement of any decision or award made under the aforesaid section 58.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "omer of 6. ‘A liquidator shall exercise his subject Bit to the oontrol and revision of the Registrar, ‘who , quinone, = MAY ,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(@) rescind or vary any order made by # liquidator",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "and make whatever new order is required;",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(® remove a liquidator from offica; :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(©) call for all books, documents, and assets of the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "society; : by order in writing limit the powers of a ® 7 jiquidator under section 5; °. .” x-(@) require accounts to be rendered to him by the 2 liquidator at bis discretion;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "Co-opsrative Sovisties (Special Provisions) 5 Act, No, 36 of 1970",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "(f) procure the auditing of the liquidator's accounts",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "and authorize distribution of the assets of the sooiety;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "* (g) make order for the remuneretion of the liquidator;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "(A) refer for arbitration any dispute (not being a",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "dispute so referable under section 5 (1) A )",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "_  Detween the liquidator and any third pare",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "n if such party consents in writing to be bound . by the Atcislon of the arbitrator.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "7. The decision of an arbitrator on any matter Entoramen of referred to him under section 6 shall be binding upon ““** the parties, and shall be enforceable in like manner as . an order made by the Registrar under that section. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "8. No civil court shall bave any jurisdiction in Limltatm of respect of any matter concerned with the dissolution power of ci of any society under this Act.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "®. (1) In the liquidation of any dissolved society, Clore ot the funds, including the reserve fund, shall be applied sim. +",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "* first to the costs of juidation, then to the discharge of the liabilities of tbe society, and then to tbe payment of the share capital.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "(2) When the liquidation of a society has been closed aud any creditor of that society has not claimed ‘or received what isdue to him ‘ander the scheme of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "» distribution, notice of the closing of the liquidation shall be published in the Gazette: and, in respect. of any claim against the funds of such society, no action shall be maintainable unless it is commenced within three months from the date of the publication of sach notice in the Gazette.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "(8) Any surplus remaining after the application of Me funds t the urpoves specified in seb-eestion (Y ead the payment of any claims andar eb eetion 2), may be divided among registered srioties accord. ing to any scheme prepared by the liquidator and",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "s approved by the Registrar.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "40. (i) The Minister may by Order (in this Act Rewationg referred to as a “requisitioning Order) published of Port in the Gazette, requisition, with effect from such date of © priucipsl as shall be specified in the Order, any immovable ° “*y-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": ". e ’ at",
    "mean_p_confidence": 0.07
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": ". -' 6 ” Co-operative Societies (Special Provisions) - Act, No, 85 of 1970 ~~",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "roperty in order that it may be temporarily ‘used Ey Principal sovlety for the peapeees of any besinens of such society. : am",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(2) Before a requisitioning Order takes effect the © Minister may from time to time, after consultation with the Registrar, alter, by Order published in the Gazette, the date on which such requisitioning Order takes effect.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(8) A requisitioning Order shall have the effect of authorising the Registrar, with efioct. from the date specified inthe. Order, to take posseation of the pro- perty specified in the Order and to use such propert, Eemporanily for the purposes of aay business of such principal society.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(4, Where any property is requisitioned by a requisitioning Order, the Minister may, by Order (hereinafter in thig Act referred to as ‘‘ derequisition- ing Order \"”) published in the Gazette, derequisition such property with effect from such date as shall be",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": ". specified im the derequisitioning Order-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(6) Before @ derequisitioning Order takes effect, the Minister may from time to time, after consulta. ion with the Registrar, alter, by Onder published in the Gazette, the date on which such derequisitioning Order takes affect. :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "{8) Where, immediately before the date on which any property is requisitioned for any principal society, person, other than the owner of such property, was entitled to possession of such property * under the terms of a lease, that lease sball be deemed for all purposes to have expired on that date.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(2) Where any property is derequisitioned by a derequisitioning Order, euch Order shail be deemed to have the effect of reviving any lease subsisting on the date en which the property was requisitioned, and any question which may arise as to any right, title or interest, in or over that property shail be determined aceordingly. “",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "“aaiog, 44. (1) Any officer or employee of a. principal , fment™ * — soaiety specially or generally authorized in that behalf ies by the Registrar may take possession of any property sity. * requisitioned for such society... :",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "Co-operative Societies (Special Provisions) 7 ti: det, No. 85 of 1970 :",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(2) Any officer or employee of a principal society’ authorized in that bobalt. by the Reesitrae shall, ty notice ° piven to the person in cacupation or in posses- sion of any property requisitioned for such society or exhibited In some conspicuous place on or in the vicinity of such property, —",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(a) inform such person that such authorized officer",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "‘or employee intends to take possession of such property for and on behalf of such society on such date and at such time and place as shall bé specified in the notice; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(2) require any petson interested or his anthorived",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "agent to be present on the date and at the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "time and place 30 specified, and to allow and |",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "assist such authorized officer or employee to",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "take _ possession ‘of suck property for and on * : behalf of such society.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "42. (1) Every person who— Reema af",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(@) prevents, obstructs, or resists, or te ag",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(2) directly or indirectly causes anyone to prevent, ftp for |,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": ". hstruct or resist, te East ‘any person from or in taking possession, under section g U1, of any propery for and on bebalf of @ principal society shall be guilty of an offence onder this Act.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(@) Where an officer or employee authorized by the Registrar under section 11 to take possession of any property for and on behalf of a principal society ais unable or apprebends that he will be anable to ‘take possession of such prone, because of any obstraction or resistance that has been or is likely to be offered, he shall, on his making an application in that behalf to the Magistrate’s Court having juris- diction over the place where that roperty i shiated, be entitled to an order of the Bours lirecting the Fiscal to deliver possession of that property to bim for and on behalf of such society. wee",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(8) Where an order under sub-section ey is issued ‘to the Fiscal by a Mopistrate's Court, he shall forth-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "ewvith execute that order and shall in ring report to the Court the manner in which that. order was executed. : . .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(4% Where an order under sub-section (2) is issued to the Fiscal by a Magistrate’s Court, the execution of such order shall not.be stayed in any manner by",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "8 _ Co-operative Societies (Special Provisions}",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "a Aat, No. 36 of 1970 pO yeason of any stap taken or proposed to be commenced in any Court with a view to questioning, varying or setting aside such order. :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "(8) For the purpose of executing an order issued yy a Magistrate's Court under sub-section (2), the ‘seal or any person scting under his direction may bse such force as may be néceseaty to enter any land, building, structure or other immovable property % which that order ‘relates and eject any petson in oceupation thereof, and to deliver pogsession of such land, building, structure or other immovable property to the person who is authorized to take possession thereof for and on behalf of the principal society. Compeouation 18. In respect of any property requisitioned for Bese? a “principal society, seh ecitty shall’ pay compen. ‘.,  feguisboned sation equal to the amount which might reasonably ies macml be expected to be payable for the tomporary use of S++ such property.  anterest og «4. Any compensation ayoble shall carry interest, compansation, = ag from the data on which it accraea due until, payment, at such rate as may be delermined by the ister. ‘ Dae ot 48. The compensation payable in respect of any Zenftamen property shall be considered as accring due from the Etna Bate on which that, property was requisitioned for the principal society. . Made of 46, The mode of payment of compensation shall permet ot be determined by the Minister. “Duermisation 47. (1) The Registrar shall refer to the Chief feompmuies. Vaiuer the determination of the compensation pay- able in respect of any property, and sach Valuer shall submit hie determination to the Registrar. . (2) The Chief Valuer shall, before making his determination of the compensation payable in respeck, ‘ of any property, give the person from whom that : property was” requisitioned, for 4 principal ’ Society, ag well as Registrar, an opportunity to addace before such Valuer, by himself or by represen. tative authorized by him in that behalf, evidence with regard to the value of that property.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "Co-operative Societies (Special Provisions) 9 . Act, No. $5 of 1970 +” (8) The Registrar shall coumanicate in writing to the person from whom any property was requisitioned for the principal sooiety the determination of the compensation payable in respect of that property made by the Chist Valuer.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "o The Registrar shall cause a notice to be published in the Gazette and in at least one Sinhala,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "‘one Tamil and one English newspaper, specifying the compensation that it proposes to pay in respect of any Property. being the compensation determined by the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "Chief Valuer, and inviting any person who had any interest in that property, immediately before that property was requisitioned for the principal society",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "and who claims any compensation in respect of that property, to communicate to such Registrar his claim",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "mm writing stating the nature and the basis thereof, . before such date as shall be apecified in the notice.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "18. (1) Where no claim to the compensation “Faymest of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "payable in respect of any property is reeived in ‘compenantinn, response to the notice under section 17 from any Person other than the person from whom that property - ‘was requisitioned for the principal acciety, the Registrar shall cause such compensation to be paid to the person from whom that property was 30 requisitioned.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "@) Where any claim to compensation payable in respect of any such property is received in response to the notice under section 17 from any person other than the person from whom that property was requisi-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "Sioned for the principal society, then, if every such ciaimant and the person from whom that property ‘was so requisitioned amicably agree in writing as to the person entitled to the compensation and the appor- tionment of the compensation among them, the Registrar shall cause the compensation to be appor- tioned and paid to such persons according to such agreement. If there is no such agreement, the Registrar shal] cause the compensation to be Bed to any District Court or Court of Requests aocording ae the amount to be sp paid exoeeds ox does not excen ' seven hundred and fifty rupees to be drawn by the * persons entitled thereto,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "19. Where any compensation payable to any person provision for ‘under this \"Act ie not aooepred by him when it is st nie tendered to him, or where such person is dead or Sun is not in existence or is not known, it shall be paid scspted, te.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "10 Co-operative Societies (Special Provisions) Act, No, 36 of 1970 Phe , to any District Couit or Court of Requests, according as the amount of compensation exceeds or does not a exoved seven hundred and Qty rupees, 0 be drawn __-by the person or persons entitled thereto, Ofenent “20. Every who commits an offence under - thie Act stall’ on conviction after summary” (rial before a Mogistrate, be liable to a fine not exceeding _ + @ne thoosand ropese or to imprisonment of either description for any period not exceeding six months, or 9 both such fine and imprisonment. Offenses by 24. Where an offence under this Act is committed ae ot by a body of persons, then— (a) if that body of persons ig a body corporate, (0) it rary discotol and. officer of that body . corporate; or . (6) if that body of persons is a firm, ever tner : ) nat Bom, ny Bas shall be deemed to be guilty of that offence: Provided, however, that a director or an officer of such body corporate or a partner of auch firm shall not be deemed to be guilty of auch offence if he proves : that such offence was commitéed without his knowledge . or that he exercised all due diligence to prevent the a commission of sucti offence. Xe tmminuion 22. The services of any person who was— toperads (a) an employee of a dissolved society on the day “ Saeed eietely preceding the daze en. which Saulghening, such society was dissolved, chall not, be tpperal et _-» terminated by the liquidator or liquidators yen =, of auch society; and . (@®) an employee of an amalgamating ociety on the : day immediately preceding the date on which ee . such society was amalgamated, shall not be :. - terminated by the principal society, . + gxcept with the prior written approval of the : Registrar.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "a n ve tim toe _ 28, Notwithstanding the provisions of any ‘other i vopca cf” Jaw to the contrary, no action shall lie againet the termi Registrar or a liquidator ox against a prinaipal zur a society, ns tho case may be, in respect of the tannins. Sussied’ “tion of the services or the variation of the conditions Shipman of service of any. person who was an employee of",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "Co-operative Societias (Special Provisions) 11 — whe Act, No. $6 of 1970 dissolved society ot an analganating society on the day immediately preceding the date of ite dissolution or amalgamation, made by euch Registrar or liquidator or by such principal society.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "2%, (1) The Minister, the Registrar or any Mnive, liquidator shall ‘mot be ‘liable, either civilly or Baise, criminally, in respect of any act or thing done or order iebeinaie made by such Minister, Registrar or liguidator, im; S24 ca, good faith under this Act. Seo ae",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "(2) No act or thing done or order made by the fallin Minister, the Registrar or any liquidator under this = bs esi ‘Act shall be called in question in any civil court by 2?\" way of writ or otherwise. . .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "28, This Act shall expire on auch date as may be Doran ot appointed by the Minister by Order published in the ™* 4% Gaaette. mn",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "26, In this Act, unless the context otherwise tereyreatio. requires—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "“ officer ” hag the same meaning as in the principal",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "enactment; “ registered society ”* has the same meaning ae in the principal enactment; “Registrar” has the same meaning as in the : principal enactment; and . “+ rules ”* hea the same meaning as in the principal enactment.",
    "mean_p_confidence": 0.75
  }
]