[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Sees, ' PARLIAMENT OF TRE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA : FINANGE COMPANIES (AMENDMENT) ACT, No. 23 OF 1991 [Certified on 20th June, 1991) Printed on the Orders af Government Published as a Supplement to Part IT of the Gazette of the Democratic Socialist Republic of Sri Lanka of June 21,1991 amen PIB BFPARTONVT OF COVERIMIERE MEWEING, en LLO.A mnie SF rin orranmmer or govmonnenee MeEWTDNG, emt tawoey Price 90. cents, Postage : Re, 1.00.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Finance Companies (Amendment) - ~ Act, No, 23 of 1991 [Cértified on 20th June, 1991] LD—O 84/90 . AN AcT 10 AMEND THE Frtance Compantes Act, No. 78.08 1968 BE it enacted by the Parliament of the Democratic Sosia- . list Republic of Sri Lanka as followa :—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "1. This Act may be cited as the Finance Companies shorttitie. (Amendment) Act, No 23 of 1991.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "2 The following new section is hereby inserted immedi- . Insertion of tely after section 5 of the Finance Compaines Act, No. 78 of “ection Sa in 1985 {hereinefter referred to as the “‘principsl enactment”) Art No. 76 and shall have effect as section 5a of that enactment :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "*Yeilure Sa. (1) Where any finance company fails to degoat pay a deposit and the interst thereon ot is'em demand by a depositor, on or after the date offence, ‘of maturity of such deposit, every director, . munager of secretary of such company shall ke guilty of an offence under this Act: Provided however that, no such director, mamaget or sectetary shall be guilty of on _ . offence if he proves that such offence was committed without his knowledge, end that he exercised all due dilligenee to prevent the commission of that offence. . (2) Any depositor whose deposit and int- ‘erest has nob been paid on toaturity in terma of subsection (1), may institute proceedings . in the Magistrates Coutt in terms of section : 186 of the Code of Criminal Procedure Act, No. 16 of 1978.\". ot",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "3. Section $f the principal enactment ishereby amended | Amendment",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "{in subsettion (1) thereof, by the addition immediately after. S'oi'the” Paragraph (r) of the following new paragraph :— peinelped (rr) the remuneration and other payment to directors or employees of finance companies by way of salary, * allowance, perquisites and reimbursement of * expenses”, 1 . SAD 0128, 940,91 08)",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "2 Finance Companies (Amendment) | Act, No, 23 of 2991 snpecton 4.The. following , new section is hereby inserted Been 1. dmumediately alter section 124 of the poinlpal enactment fo,fte a. | and shall have effect as seition 128 of that enactment :—~ Eactent.  ipoint, Jae, (1) The Monetary Board of the Cen _- mint of, tral Bank of Sri Lanka may appoint an officer Setalbanx of the Central Bonk of Sei Lake os its ‘oresent. ‘representative m every finance company aive'in” ——regieteged under this Act, for the purpose of Since monitoring the affairs of such company.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "- (2 Tt shall be lavedul for a representative appointed ander subsection (1) to exercise sil the powers conferred on the Director by section 12; md + .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "+ (a) to purticipate in the meetings of the Board of Directors of such company and to require such Board of Directors to defer reaching a deciston on any matter which, in hie view, ‘would be deirimental to the interests of the depositors snd. creditors of thet company or to the national eeonomny, for a period not exceeding forty eight houre and {t shall be the duty of such Board of Directors to comply with auch requirement. The Board af Directors may, therestter, take a decision on such matter oBly with the written concurrence of the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ": Chairman of the Monetaty Board ;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "+” {b)'to convene meetings of the Board of ‘Directors of such company when he",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "_ considera it necessary;",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(©) to employ professional or expertstaft “to assist him in the monitoring and ‘the supervision of the affaire of such company.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(Q) Te shall be the duty of every director, manager, secretary, employes or auditor of any finance company to comply with any, requirement imposed upon him under this",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "“ Finence Compantes (Amaniiment) 8 Act, No, 23 of 1991 » . section and to afford to the representative, : or to any auditor authorised by him, oF to any perzon employed under paragraph (c) . of subsection (2) access to all books and : records of that finance company including its cash balances, assets nd liabilities when- . ever requested to de so by the Director, “ (4) ‘The costs of employing such represen- tative and his supporting ‘staff shall be recovered from the finance company. vee (5) ‘The terms and conditions of employ- * ment of the representative ond hie staff shall be determined by the Board.” ws (8) The representative shall exercise his powers under this section under the direc- . tion and supervision of th Director.\" : 8. Section 25 of the principal enactment is hereby amend- Amendment ed a3 follows -— \" of section, . 5 of the (2) by the repesl of subsection (1) thereof, and the “inet + substitution therefor, of the following subsection :—- “ (1) If the Board upon review of the facts . and circumstances set out in a report of the Director, is of the opinion that any past or present Director, chlef executive, manager, . employee or an agent of a finance company: * - has fraugulently, wrongfully end unlawéuly entiched himself or any other person or per” . * sons by misapplication or any other improper - . Utilisation of any money or property belong- : ‘ing to the company or hax by an act of omis- . ston, enabled any other person to frandu- lenty, wrongfully, or unlawfully enrich him- self by misepplication or other improper . . ‘utilisation af money or property belonging . : to the company the Board may notwith- | __ Standing that action has also been taken un- : der section 18 or 20, require such ‘Directos,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "ma, 1 4 Finance Companies (Amendment) . ‘Act, No, 23 of 1991 . chist executive, manager, employee, agettt or any other person to repay or restore to the finance company the money or property _ attributable to, or which may reasonably be suspected of belonging, to, the finance com pany or which may reasonably be suspected ‘of having belonged to the Finance Company and to have been utilized or expended to ac quire any asset, construct any building or discharge any debt or liability with interest ‘on such money or property at such rate Bs the Board may think fit and within such Period of time as may be specified by the Board” ; 2) in subsection (2) of thet section— (a) in paragraph (9) thereof (i) by the substitution for the words “assets purchased with monies attributable to ‘the funds of a finance company ® and “assets specified to in that notice”, of the words“ assets purchased or acquired by any other means by the improper utilization or misapplication of monies attributable to the funds of the finanee company” and “asset speci- fied in that notice” respectively ; and di) by the substitution for all the words from ‘Every notice issued” to the.end _ of that parageaph, of the following:— ‘“Byery notice issued ander this paragraph shall be in force for 9 Pe xiod of ninety days and during the period a notice issued under pers graph (g) is in force any transfer of ownership, possession or other inte- rest in any property or assets specified in such notlee shall be vold and of no effect ;\" 3",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "Finance Conipanies (Amendment) 5 ‘Act, No, 23 of 1992 (b) in paragraph @) thereof by the substttution for the words “the custady of such authori- ty” of the words the custody of such autho- rity and during the period, that a notice is in force, the Registrar of Lands, the Comtnis- sioner of Motor Traffic and the Regletrar of Comapanies aud any ather relevant authority on whom a copy of such noticé has begn s2r- ved under paragraph (h) shall not register any deed or instrument of transfer’ or other - document of title relating to the property . ‘or assets specified in that notice ;”; end (e) in paragraph (k) thereof—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "@) by the repeat of sub-paragraph (Hi) ‘thereof, and the gubstitution therefor of the following sub-paragraphs !— © (ii) The District Court upon applica-",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "tion made to it under sub-pera- graph (2) and being satisfed thet auch past or present Director, chief * executive, yoanager, employee or agent.of a finance company teferted to in subsection (Q) has fraudulently, wrongtully;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "_. unlawhully, enriched himself, or any other person of persons by misapplication or. any other improper utilization of any",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "money ot property belonging to ‘the company or bas by an act of omission, enabled any person to fraudalently, ublawtully and wrongfully emich’ himself by",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "+ misapplication or other improper utilization of money or property to the company shall direct a writ of execution to issue to the Fiscal authrising and rquiring him to seize and sell—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "8 Finance Companies (Amendment) . Act, No, 23 of 1992 .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": ". (e) any property or assets owned by such Director, ebief exe- cutive, manager, employee or agents of the finance company or any other per- som or persons s0 enriched ; or",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "(b) any property or assets held in trust by a relative or any other person for such Director, chief -exeutive manager, employee of agent of the finance com- pany ; oF",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "(c) any property or assets at-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "* quired or purchased with monies attributable to the assets of the finance com- pany.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "Gil) Where any property oF",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "| Gusatg are sold in pursuance",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": ". of a writ issued under sub- paragraph (ii) of para~",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "graph (k) the excess, if",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "“any of the proceeds of sale",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "over the montes held by",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "court to be attributable to",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "\"the firiance company, shall be repaid to the owner af such agvets or property 33",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": ". and",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "() by the renumbering of sub-parapraphs",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "(14) and (iv), as sub-paragraphs",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": ". io) and (v) theraof. Amendment 6, Section 33 of the principel enactment is hereby amend- $f sectioned in subsection (2) thereof by the repesl of paragraph (c) Principal thereof and the substitution therefor of the following paré- enectient. raph :— : +, °“{¢) The regulation on the prohibition of the issue by +” any finance company of any prospectus or advertisment",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "Finance Companies (Amendment) 7 Act, No, 23 of 1991 : relating to any aspect of finance business, and the condi- . tions subject to which, any such prospectus or advertls- . + ment may be issued.” -% Section 38 of the principal enactment Is hereby repeated Replacn-- : and the following section substituted therefor :— sates : emactnent, | “ Penalties. 38. (1) Every person who is guilty of an : offence under this Act, shall be liable on con-- | vietion after trial before a Magistrate's Court, to imprisonment of either description for a term not exceeding three years or to a fine not-Jess than fifty thousand zupees and not - exceeding one million rupees, (2) A°Director, Manager or Secretary of =. a body corporate or a member of an unincor~ porate body held guilty of an offence under this Act and ordered to pay a fina shall be . guilty of an offence under this Act, if he ap- plies any funds of such body corporate or unincorporate body as the. cage may be for . the payment of such fine or part thereof, . (3) All fines received under this Act shall be credited to the Depositora’ Rellef Fund maintained by the Central Bank of Sri’ ‘Lanka. *.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "& Section 46 of the principal enactment is hereby amend+ Amenizomat ed by the substitution for the definition of the’ expression 45 of the “Finance Company ”, of the following definition :— principal",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "‘finance company” means a company ax defined in the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": ": Companies Act, No. 17 of 1982, registered under this Act, for carrying on finance business and shall be deemed to include for the purpose of any action ‘that may be taken by the Board or the Directors under this Act, any Insttiution within the meaning , of the Control of Finance Companies Act, No. 27 of . 4979, notwithstanding that such “Institution” has « ceased {o carry on finance business on the day pre- . ceeding the date of commencement of this Act”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "& Finance Companies (Amendment) ' ‘Act, No, 23 of 1992 Validation 9. Any action taken, order made or direction given under be the Finance Companies Act, No. 74 of 1988 read with the ‘Emergency (Finance’Compaties) Regulations, made under ae ‘the Public Security Ordinance, during the period commenc- ing on November 20th 1960, and ending on the date of com- ‘mencement of thie Act, shell be valid and effective as if the Public Security Ordinance, had authorised the making of those regwations. \". ‘Sinbele text 10. In the event of any inconsistency between the Sinhala to prevail and ‘Tamil texts of thig Act the Sinhala text shall prevail.",
    "mean_p_confidence": 0.83
  }
]