[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "pr SN a 6. EE Sol \"00 ye | 7 ZL, eee aa PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA ¢ MARRIAGE REGISTRATION (AMENDMENT) ACT, No. 18 OF 1995 [Certified on 18th October, 1995] : Printed on the Order cf Government Published as a Supplement to Part IT of the Gazette of the Democratic Socialist Republic of Sri Lanka of October 20, 1985 arr Ae Tun ERARTMEWE OP UOTRYDRT PEDTING, GA NEA Wee Fonsnats ar tar conmeiar Ponacahons Bohs, GLoRo Prices 39 cents. Postage: Rs, 200",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Marriage Registrution (Amendment) ‘Ack, No, 18 of 1095 [Certified on 18th October, 1995] LD—O. 3/98. An Acr To AMEND TH? Marmage RuamrnaTIon ORDINANCE BE it enacted by the Parliament of the Democratic Socialist Republie of Srt Lanka as follows:—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "i. This Act may be cited es the Marriage Registration Short tite (Amendment) Act, No. 18 of 1995,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "2 Section 18 of the Marrlage Registration Ordinance is Repincement hereby repealed, and the following section substituted 15 of therefor :— Chapter 12. ” prohibited 15. No marriage contracted after the ills. coming into foree of this section shall be",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "valid unless both parties to the marriage have completed eighteen years of age”,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "& In the event of any inconsistency between the Sinhala inbala and ‘Tamil texts of this Act, the Sinhala text shell preva prevail. Frices ot",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Ancansietency.",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "ee",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Asaual suoscription of Englah Bills end Aciy of the Parliament Ra #05 (Lacal)y",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Ba 1,180 (Foreign), payable to the Surzaimzenpenr, Govouctent PUBLICATIONS",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Bumzin, No 32, Transworkr House, Lotus Road, Cotombo 01, bedare 150 December each Year is respect of the year following",
    "mean_p_confidence": 0.63
  }
]