[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Bettie <6 . ; (E> ya ff P-y . 7 . i) io } ey ~ a PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA APPROPRIATION (AMENDMENT) . ACT, No. 17 OF 1978 : [Certified on 27th December, 1978] Printed on the Orders of Government Published as a Supplement to Part If of the Gazette of the Demoeratle Soclalist Republic of Sri Lanka of January 05, 1979 sro tn sere COEREY PURER RA SE enn og a en BO a \"Price: 15 cents Postage: 25 cents",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "Appropriation (Amendment) Act, No. 17 of 1978 [Certified on 27th December, 1978] L D0. 93/78. AN Acr 10 amenn tam ArpopaiaTion Law, No. 25 oF 1977 BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lenka as follows :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "1. This Act may be cited as the Appropriation Short title (Amendment) Act, No. 1? of 1978.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "2. Section 2 of the Appropriation Law, No, 25 of 197%, Amendment is hereby amended in paragraph (b) of subsection (1) of of Feet that section, by the gubstitution for the words “rupees five No, 29 of thousand one hundred and fifty-five mfllion”, of the words 19\" “rupees six thousand three hundred and thirty-seven million\",",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "A mona nas rasta) -",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "ae ‘Anau subscription of Bills and Laws of the Parliament Ra 30 (Local), Re 40 (Foreign), payable to the Sursxmemmene, Govmascmy PURCAxI0Ne Buazay, P. 0, Box 500, Covoamo 1, before 16th December each year in renpect of the your following, Late subscrigtions will ba accepted on the condition that Billa and Laws issued before the date of payment will not be supplied.",
    "mean_p_confidence": 0.7
  }
]