[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "GEN ~ PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA EMPLOYEES’ TRUST FUND (AMENDMENT) : ACT, No. 47 OF 1988. {Certified on 30th November 1988) Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of December 02, 1988 ee a \"~\" Fo me ponceaem Ar Fim covmetan FORSERTIONS BUREAG, COLEDEIO Price : 90 cents Postage : 75 cents",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Employees? Trust Fund (Amendment) . ‘Act, No. 47 of 1988 tat . \" [Certified on 30th November, 1986] LD.—O. 39/88 (An Act To AMEND Tae EsarLovzes’ Trust Foo Act, No, 40 op 1980 BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :— 1. This Act may be clted 28 the Employees’ Trust Fund Short title (Amendment) Act, No, 47 of 1988. 7 2. Section 4 of the Employees' Trust Fund Act, No. 46 of Amendment 1980 (hereinafter referred to as the “ principal enactment\") of gection « is hereby amended by the insertion, immediately azter sub- 46 of 1960, section (2) of that section, of the following new subsec- ‘don :— . “ (3) ‘The administration, management and control of ‘the Fund shall be vested in the Board. ”. os 3, Section 5 of the principal enactment is hereby amend- Amendment ‘ed as follows :— ‘5 of the prin- (1) by the repeal of paragraph (e) of subsection (1) of SEs = ‘that section and the substitution therefor of the following new paragraph :=- \" (@) two members nominated by the Minister in consultation with the executive of every trade unfon having more than 100,000 mem- - bers. For the purpose of this paragraph, “ exeon- tive” in relation to a trade union has the same meaning as in the Trade Unions Ordinance: \"; vs (2) by the repeal of subsection (2) of tbat section and the ‘substitution therefor of the following new sub- section :— > © (2) The Chairman of the Board, who shell be ae the chief executive of the Board, shall be appointed ‘by the Minister.\", . 4 Scetion 8 of the principal enactment is hereby amend- Amendment ed as followa:— . oe an (Q) by the repeal of paragraph (a) of that section and iam ene ‘the substitution therefor of the following para- graph — © (a) shall receive all sums paid under this Act os: contributions, surcharges, foang, grants, In- °° terest, dividends, deposits by members or by BA 10Us0—12 410 (68/00) ‘",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "2 Esaployees’ Trust Fund (Amendment) - ‘Act, No, 47 of 1988 : employers on their behalf, borrowings from Banks and other sourves and all moneys reail- sed from investments and sale of movable or immovable property or any other form of payment whataover and shall ceédit all such moneys to the Fund ;”; _ @) by the insertion immediately after paragraph (a) of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "‘that ection of the following new paragraph :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "“ (a) may acquire, i any manner whatsoever and hold, take or give on lease or hire, mortgage, pledge, sell or otherwise dispose af, any movable or immovable property ;\".",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "5 The following new section is hereby inserted Imme- Insertion diately after section 8, and shall have effect as section Ba Of PEW be6, of the principal enactment;— ~ principal The seal Ba, ‘The seal of the Board— snaczient, af the Board.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(a) shall be in the custody of auch persons as the Board may irom time to time determine ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "{0} may be altered in such manner as .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": ": may be deterniined by the Board; and :",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(c) shall net be affixed to any document except with the sonction of. the Board, and in the presence of two members of the Bosra who shall sign the document in token of their pre- pence,\" road",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "6. Section 18 of the principal enactment is hereby Amendment amended by the substitution for the words “A self ofsection ‘employed person desiring”, of the words “A self-employed principal person or a migrant worker destring *: Enaclznent.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "7. Section 20 of the principal enactment ig hereby Amendment amended as follows :— gi section",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(1) by the repeal of subsection (2) of, thet section and PRMIPA",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "the aubstitution of the following subsection \"",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "therefor :— “@) Where a person becomen a member of the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "Fund under the provisions of subsection (1), he",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "shall in respect of each month pay on or before the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "Jaat day of the succeeding month # contribution at",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "Bmployses? Trust Fund (Amendment) 3 ‘Act, No, 47 of 1988 ap. amount equal to twenty-five rupees of a multiple thereof, so howevar thet the amount of the monthly contribution shail be constant during the calender year”;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "(2) in subsection (8) of that section by the substitution for the words “auch date as he ceases to be self , entoloyed”, of the words “such date aa he ceases to be relf-employed or ceases to be employed cutside Sri Lanka”;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "(8) by the addition at the end of that section of the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "“following subsection :—",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "“(@) In the event of the non-payment of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": ". contributions for three consecutive months in a calendat year ox for en aggregate of five months in a celender year by a person becoming a member of the Fund under subsection (1), such member . shall not be entitled to any interest ot dividend tor thet calendar year on his contributions to the Fond”,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "8, Section 22 of the principal enackment is hereby Amendment amended by the repeal of the proviso to subsection (1) of 2 of the that section and the substitution therefor of the following pridelpal",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "‘ Enactament. new proviso —",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "“Provided thet for the period commencing on the first",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "day of January of the colendar year in which any gum is",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "paid ag a benefit under this Act to, or in respect of,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "member of the Fund and ending on the last day of the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "taonth preceding the date of payment of that sur, interest",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "at the rate of three per centum per annum shall be pald",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "‘on the amount to the credit of the individual account of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "that member on the date of termination of that period.”.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "8 Section 23 of the vrimcipal enactment is hereby Replacement repealed and the following section substituted therefor: 9 sgcuon.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "i SPement ot 98. (1) Subject to the provisions ot Erasinent cmployees on section 24, the amount standing to the credit of employment, of any employee in hia individual account : shall be payable by “the Bosrd to such eraployee on the termination of his employ- ment: : .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "4 Employers’ Trest Fund (Amendment) Act, No. 47 of 1988 Provided that a member of the Fund shall cot be entitled to withdraw any sum atand- jog to his credit in his individual account more than once in a period of five years except— a (@) where a member is over sixty years of age; or () where a member satisfies the Board by documentary evidence, that he is due to leave Sri Lanka with the intention of not returning to Sri Lanka or for permanent residence abroad.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "@) Notwithstanding anything contained in sub- section (1) of this section, where an employee to whom this Act applies takes up pensionable em ployment—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "(im the Publfe Service ; . GH) im the Local Government Service constituted by the Local Government Service Act, No, 18 of 1974; a (ii) in the District Service established under sec- tion 47 of the Development Councils Act, No. 35 of 1980; and 4y) in the serviee of any local authority other than a5 a member of the Local Government Ser- . vice, the amount standing to the credit of such employee in his individual account on the day he takes up such pensionable appointment, shall be payable by the Board to such em- Ployee, \". Amendment 10. Section 26 of the principal enactment is hereby % of the amended as follows: — principal ‘enactment, (@) by the substitution in subsection (1) of that section . for the words and figures “the proviso to section 23, of the words and figures the proviso to sub- section (1) of section 23°; and .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "Employees’ Trust Fund (Amendment) 8 Act, No. 47 of 2988 (2) hy the insertion, immediately after subsection (2) of that section of the following new subsection :— * (@) The Chairman of the Board may, where he hhas reason to doubt the genuineness of a medical certificate submitted by an employee under sub- section {2} of this section, refer such employee fe- re-examination by a duly constituted Medical Board . or a Government Medical Officer and where on such reexamination the original medical certificate is found to be false in any material particular, the Board shall reject such certifieste, and the Board shall be entitled to refuse to accept future medical certificates issued by such registered medical prac- titioner. ”.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "IL Section 28 of the principal enactment iz hereby Amendment ‘amended as follows :— ste",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(1) im subsection (2) of thet section, by the substitution Enactment,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "for the words \" where the defoulting employer resi- des or in which any property movable or immova- ble owned by such employer is situated”, of the words “in which the employee in respect of whom the default in made is, or was, employed, by such defaulting employes,” ; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(2) in subsection (8) of that section, by the substitution",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "tor the words “over the place of work of such em- ployer. , of the words “in the division in which the place of work of the employse in respect of whom the default is made, is situate.”",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "12 Section 38 of the principal enactment in hereby Replacgment repealed and the following section substituted therefor:— $3 of the Boga or 83, (2) Al claims to any payment trom Zaasent, Sees yy the Fund shall be determined by the Board EeqBoard ” or an officer authorized in thot behalf by the Sains Board and the determination of the Board",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "or such officer shall, subject to any decision fon appesl made against such determination, be final.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(2) Any person dissatisfied with a deter- mination made by an offer of the Board under subsection (1) may appeal therefrom to the Bourd, within thirty days of the com-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "6 Employecs’ Trust Fund (Amendment) Act. No. 47 of 1988.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "munication of such determination to such person, The Board may, on any appeal, con- firm, vary or overrule the determination of the officer and the decision of the Board in any such appeal shall be deemed to be a determination of the Board, for the purposes of subsection (1) of section 34°,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "1%, Section $4 of the principal enactment is hereby Amendment amended by the repeal of subsection (8) af that section and 4 of the the substitution of the following subsection therefor :—  prineinal",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "“ (8) The petition of appeal shell be fled within thirty days of the communication af the determination to the appellant. ‘The date on which a determination is - communicated to a person, for the purposes of subsection (2) of section 33 and this section, shall be deemed to be the date on which such determination is posted under registered cover to such person.”, .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "14, Section 37 of the principal enactment is herehy Amendment amended by the repeal of paragraph (c) of that section and 37 of the © ‘the substitution therefor of the following paragraph:— Principal |",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "* (@) a true copy of or extract from any register of record,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "required by this Act or under any other law, to ‘be kept by that employer or any part of such Tegister or record,”.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "15, The following new sections are hereby inserted Theertion immediately after section 40, and shall have effect as Of DCW Ping sections 404 and 405 of the principal enactment :— sein ne ‘Proteionct 404. No member, offlcer or servant of the Siectnent Oiicereshg Board shall be Hable efther civilly or crimi- gevants of | naily, in respect of anything he may have",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "done or may have omitted to de, when act- . ing in good faith, in pursuance or in suppo- sed pursuance of his powers or fn the per ; formance of his duties under this Act. Reimbursement 405. Every member, officer of servant of © 7 incurgedon the Boatd shsll be indemnified from the pobalf of ‘Fund for alt losses and expenses incurred by him in, or about, the performance of bis duties, other than such lossea and expenses as the Board may  deom to have been seeesioned by Tis miveanduct or wiltal de- . 1”,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "Employees’ Trust Fund (Amendment) ot Act, No. 47 of 1988 - 1G, Section 44 of the principal enactment ig hereby Amendment amended as follows :—~ . ores (1) by the insertion, immediately before the definition Enmehment. of “earnings”, of the following definition :— “duly constituted Medical Board” means a Medical Board nominated by the Director- General of Health Services on an applica- tion made by the Chairman of the Board for the purpose of examining persons the medical certificates submitted by whom give rise to reasonable doubt ;7; (2) by she substitution for the definition of “earings ”, of the following definition :— \"earnings\" means—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(@) wages, salary or fees; .",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "() cost of living allowance, special Jiving allowance and any other similar allowances ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(©) payment in respect of holidays;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(@) the cash value of any cooked or un- cooked food provided by the employer ’ to employees in prescribed employ- ments and any such commodity used, in ‘preparation or composition of any food as is so provided, such value being assessed by the employer subject to an sppeal to the Commissioner of Labour whose decision of such appeal shall be final ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(@) meal allowance; and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(@) such other forms of remuneration as may be prescribed ;*;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "43) by the substitution for the definition of “employee”, . of the following definition :— . employee” means any person who hea entered into or works under a contract with an employer in any copacity, whether the contract is expressed or implied, or orat",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "8 mployees’ Trust Pung (Amendment)",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "Act, No. 47 of 1088",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": ". or in writing, and whether it is a contract of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "service or of apprenticeship or a contract",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "personally to execute any work of labour,",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "and inchides any person. ordinarily employ-",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "ed under any auch contract, whether such",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "person fs, or is not in employment at.any particular time ;\"; and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(2) by the substitution for the definition of “employer \",",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "‘of the following definition :—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "‘ “employer” means any person who employs oF con whose behalf any other person employs any workman and inclides a body of employers (whether such body is a firm, company, corporation of trade union), and any person who on behalf of any other",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "\" person employs any workman, and includes ‘a competent authority of a business under- tuking vested in the Government under aby written law, the legal helr, successor in Jaw, executor or adminstrator and liquidator ‘of a compeny; and in the case of am : unincorporated body, the president or the seoretary of such body, and in the case of @ partnership, the managing partner or manager 5\"; (©) by the insertion, immediately after the definition of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "“employer”, of. the following definitions :—",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "**Jocal authority” means any Municipal Counell, ‘Urban Council or Pradeshiya Sabha and includes any authority created and established by or under any law to exerelse, perform and discharge powers, duties and functions corresponding Yo or similar to the powers, dutfes and funetions exercised, performed and discharged by any such Council or Sabha;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "“migrant worker\" means a person who fs a citizen of Sri Lanka but is employed outside SH Lanka, for so long as auch person is so employed’.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Employees’ Trust Fund (Amendment) 9 ‘Act. No. 47 of 1988 transition _,, #7 Notwithstanding anything in the principal enactment Srovices! — the amount standing to the credit vf the individual eccount of en employee of— : {a) the University Grants Commission established by the Universities Act, No, 16 of 1978 or of a Higher Educational Institute within the meaning of that Act; (0) the National Apprenticeship Board established by the ‘National Apprenticeship Act, No. 49 of 2971, on the date of commencement of this Act, shall be paid to such employee by the Board within six months of the date” of commencement of this Act.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "ami ahah =e",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "Aumusl subscription of ills and Acts of tho Parliament Re, 12% (acai?",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "Bepcit (Foreign), payable to the Sureuerennert, Govmaisten PUBLICATIONS",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "Buntav, Covonsao 1, before 16th Donamber each year in respect af tha yeor following.",
    "mean_p_confidence": 0.6
  }
]