[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  '  ’ PARLIAMENT OF CEYLON  2nd Session 1957-58 Pepe :  Sy  KSalON  ehsrmlG)  KU  Prisons (Amendment) Act, No. 21 +  of 1958  Date of Assent: May 9, 1958  i  Printed on the Orders of Government  Printed ate the GovensEnt \"Bupenigs Butea, Colones  Annual, Subscription, neluding, PUL) aantant” Pbariensions  Fan ee aoe 9 OBeretaiat, Calombo T j  Price: 10 cents Postage: 10 cents",
    "mean_p_confidence": 0.45227848101265816
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Prisons (Amendment) Act. No. 21 of 1958. 3  gh D—O. 65/51.  \"aw Act 70 AMEND THE Parsons ORDINANCE. Yeon  [Date of Assent: May 9, 1958] ‘Chapter  BE it enacted by the Queen’s Most Excellent Majesty,  jy and with the advice and consent of the Senate and  the House of Representatives of Ceylon in this present,  Parliament assembled, and by the authority of the  jame, as follows :—",
    "mean_p_confidence": 0.7163636363636363
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  4. This Act may be cited as the Prisons (Amen:- stort tite,  nent) Act, No. 21 of 1958.",
    "mean_p_confidence": 0.7161904761904762
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  2, Section 82 of the Prisons Ordinance, hereinafter Amenduest of  referved to as the “ principal enactment’, as amended {22,710  by Ordinance No. 53 of 1939, is hereby further  amended, in paragraph (a) of sub-section (1) of that  section, by the substitution, for all the words from  “consisting \" to the end of that paragraph, of the  following :—",
    "mean_p_confidence": 0.7434328358208955
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  * consisting of seven members, all of whom shall  be persons who do not hold any public  office under the Crown;”.",
    "mean_p_confidence": 0.7587999999999999
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  3. Section 33 of the principal enactment, as susoigestot  amended by Ordinance No. 53 of 1939, is hereby scien Sot  further amended as follows:— eosement",
    "mean_p_confidence": 0.6920689655172414
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  (1) in sub-section (1) of that section—",
    "mean_p_confidence": 0.7222222222222222
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  (a) by the re-lettering of paragraphs (a)  and (}) of that sub-section as para-  graphis (c) and (qd) of that sub-  section ;",
    "mean_p_confidence": 0.6757142857142856
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  (2) by the insertion, immediately before  re-lettered paragraph (c) of that sub-  sectioht, of the following new para-  graphs: —   (@) to hold a meeting of the Board",
    "mean_p_confidence": 0.6341176470588235
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  at least once in three months;  (0) to elect a Chairman from  among the members at the  first meeting held after the  appointment of the Board;”’;  and  Lx nensesze 6",
    "mean_p_confidence": 0.6118421052631579
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  t 4 Prisons (Amendment) Act, No. 21:of 1958.  %  (2) by the insertion, immediately after 9°  section (1) of that section, of the followia;  new sub-section: — s)  “(1a) The Chairman of the Board ¢  Prison Visitors shall, unless he earl:  resigns the office of such Chairman %  ceases to be a member of the Board, holt  such office during the term for which he jg",
    "mean_p_confidence": 0.6663636363636364
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  a member of the Board.”’.",
    "mean_p_confidence": 0.6385714285714286
  }
]