[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  os BRD GX  Poe for  Ue eZ 30 ' ‘  : Ge) Sage  PARLIAMENT OF THE DEMOCRATIC.  SOCIALIST REPUBLIC OF  SRI LANKA  MOTOR TRAFFIC (SPECIAL PROVISIONS)  L ACT, No. 60 OF 1979  [Certified on 4th October, 1979]  Printed on the Orders of Government cece  Published as a Supplement to Part II of the Gazette of the Democratic  « Socialist Republic of Sri Lanka of October 12, 1979  Price: 45 cents . 1 wastagai 25 cents",
    "mean_p_confidence": 0.6489999999999999
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  a Motor Trafic (Special Provisions) a  Act, No. 60 of 1979  [Certified on 4th October, 1979]  LD—O. 41/79. , pes  AN Act 10 PROHIBIT THE OPERATION OF MOTOR VEHICLES WITH",
    "mean_p_confidence": 0.6683333333333333
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  LIQUID PETROLEUM GAS; TO REQUIRE OWNERS OF MOTOR",
    "mean_p_confidence": 0.617
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  VEHICLES OPERATED WITH KEROSENE OR WITH A MIXTURE OF",
    "mean_p_confidence": 0.6690909090909091
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  KEROSENE AND ANY OTHER PETROLEUM PRODUCT 70 REGISTER",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  SUCH VEHICLES ; TO IMPOSE A TAX ON. SUCH VEHICLES ; AND",
    "mean_p_confidence": 0.7192857142857143
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  ‘TO PROVIDE FOR MATTERS CONNECTED THEREWITH OR INCIDENTAL",
    "mean_p_confidence": 0.6940000000000001
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  ‘THERETO.",
    "mean_p_confidence": 0.21333333333333335
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  BE it enacted by the Parliament of the Democratic Socialist,  Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  1. This Act may be cited as the Motor Traffic (Special Short title.  Provisions) Act, No. 60 of 1979.",
    "mean_p_confidence": 0.7631818181818182
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  2 No person shall possess or use any motor vehicle which Prohibition  is operated with liquid petroleum gas. of liquid",
    "mean_p_confidence": 0.741304347826087
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  petroleum  Bs.",
    "mean_p_confidence": 0.27399999999999997
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  3. No person shall use kerosene or any mixture of Kerosene  kerosene with any other petroleum product for the purpose operated  of operating any motor vehicle unless such vehicle is vehicles to  registered under the Motor Traffic Act as a vehicle which >e Tegistered.  is operated with kerosene or with a mixture of kerosene and  any other petroleum product. i",
    "mean_p_confidence": 0.8023880597014925
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  4. (1) Every owner of a motor vehicle referred to in Owner to  section 3 shall, before the expiry of a period of thirty days Spt for  trom the date of coming into operation of this Act, apply to  the Registrar for registration of such vehicle as a vehicle  operated with kerosene or with a mixture of kerosene and  any other petroleum product.",
    "mean_p_confidence": 0.8225714285714285
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "  (2) Where a person fails to comply with the provisions  of subsection (1) he shall be guilty of an offence and shall,  on conviction before a Magistrate, be liable to a fine of  one thousand rupees.",
    "mean_p_confidence": 0.832439024390244
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "  5. Notwithstanding any of the provisions of the Motor Imposition  Traffic Act, there shall be payable to the appropriate of 4 tax on  licensing authority, for the period commencing on July 01, motor  1979, and ending on December 31, 1979, in respect of the Vehicles.  motor vehicles specified in Column T of the Schodule hereto,  the tax specified in the corresponding entry in Column IT  of that Schedule.",
    "mean_p_confidence": 0.7967105263157894
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "  A t40T4 14,000 (10/08) \"",
    "mean_p_confidence": 0.20285714285714287
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Motor Traffic (Special Provisions) ,  ‘Act, No. 60 of 1979 3  Date of 6. (1) The tax payable under section 5 shall be paid to  payment of the appropriate licensing authority on or before December  pouty for 5 Bt, 1070, 2",
    "mean_p_confidence": 0.7029166666666667
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (2) Every person who fails to pay the tax on or before, _  the date specified in subsection (1) shall be guilty of an  offence under this Act and shall on conviction before a  Magistrate be liable to a fine not exceeding three thousand  rupees, notwithstanding that such fine is in excess of the |!  ordinary jurisdiction of such Magistrate.",
    "mean_p_confidence": 0.8105970149253731
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (3) Where the amount of the tax referred to in sub-  section (1) has not been paid to the appropriate licensing  authority before the expiry of a period of three months  from the date specified in subsection (1), the licensing  authority shall issue a certificate containing particulars of  such tax and the name and last known place of residence",
    "mean_p_confidence": 0.8403030303030303
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  , of the person who has failed to pay such tax, to a  Magistrate having jurisdiction in the division in which such  place is situated. The Magistrate shall order the tax to be  recovered as though it were a fine imposed by a sentence.  of the Magistrate on such person",
    "mean_p_confidence": 0.8128571428571428
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  Powers of 7. Where any police officer has a reasonable suspicion",
    "mean_p_confidence": 0.7607692307692309
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  eae, that a motor vehicle is being used by any person in contra-  vention of the provisions of this Act, it shall be lavful for  such police officer to stop and dctain such vehicle until  the examination of such vehicle is ccmpleled by an  examiner.",
    "mean_p_confidence": 0.7907843137254902
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  Penalty for 8 Any person who contravenes the provisions af section |",
    "mean_p_confidence": 0.6714285714285715
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  St gedions 2 2 or section 3 shall be guilty of an offence and shall, om  conviction by a Magistrate, be liable to a fine not less than  five thousand rupees, notwithstanding that such fine is in  excess of the ordinary jurisdiction of such Magistrate.",
    "mean_p_confidence": 0.7752
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  Certificate ot 9. Where, in any proceedings under this Act ,any question",
    "mean_p_confidence": 0.7264285714285714
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  to be oye atlses as to whether Kerosene or any mixture of kerosene *",
    "mean_p_confidence": 0.60375
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  in evidence, with any other petroleum product has been used for the  purpose of operating any moter vehicle, the certificate of any  examiner to the effect that he has examined the vehicle",
    "mean_p_confidence": 0.8230555555555555
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Motor Traffic (Special Provisions) 7: #  ‘ Act, No, 60 of 1979  and stating the result of his examination, shall be admissible  in evidence and shall be sufficient prima facie evidence  > of any fact or opinion stated therein relating to the matter  {in question, and the court shall not permit the examiner  to be called for crosé-examination on the certificate unless  contrary evidence is given which appears to the court to  be credible, or unless for any reason the court considers  such cross-examination to be necessary in the interests  of justice. “",
    "mean_p_confidence": 0.8009523809523809
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  10. Notwithstanding the preceding provisions of this Act, Use of  where the Minister in charge of the subject of Scientific 78teum  Affairs is satisfied that any person assigned by him to S88, Kerosene  conduct research into the use of liquid petroleum gas, kero- Petroleum  sene or any other petroleum: product in motor vehicles is Permitted in  ‘conducting such research, he may, with the concurrence of circumstances  the Minister, authorize in writing, subject to such conditions  and restrictions as may be specified therein, such person to .  use liquid petroleum gas, kerosene or, any other petroleum",
    "mean_p_confidence": 0.812952380952381
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  - product in motor vehicles in furtherance of such research. =  11. In this Act, unless the context otherwise requires— _Inter~  pretation,  “examiner”, “licensing authority”, “lorry”, “motor",
    "mean_p_confidence": 0.725625
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  car”, “motor vehicle”, “ Registrar” and “trailer”,  shall have the same meanings, respectively, as in  the Motor Traffic Act; and",
    "mean_p_confidence": 0.7508333333333334
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  “petroleum product” means petrol, auto-diesel, heavy  diesel, furnace oil and aviation turbine fuel.",
    "mean_p_confidence": 0.699375
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Motor Traffic (Special Provisions)  ‘Act, No, 60 of 1979 :  {Section 51 SCHEDULE  Conus 1 Cone  Class or category of vehicle 2,  ec  Motor vehicles operated with kerosene or with a mixture  of kerosene and any other petroleum product—  (@) where such vehicle is a motor car, the tare of which  does not exceed 20 ewts. (1,016 kilograms) .. 600 0  (®) where such vehicle is a motor car, the tare of which  is 20 cwts. or exceeds 20 cwts. (1,016 kilograms) 1,200 0  (©) where such motor vehicle is a lorry (other than a  trailer), the tare of which does not exceed 100  ewts, (6,080 kilograms) i s+ 12000  (a) where such motor vehicle is a lorry (other than a  trailor) the tare of which is 100° ewts. or exceeds  YOO evts. (6,000 kilograms). Se 2400 0",
    "mean_p_confidence": 0.714367088607595
  }
]