[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 5th Session 1951 4 a bo. GPa SR Sy a We ey Fi ye sa Cea Re ZX paaniiie 32: f Mes . 3! ROMY . . ae ee escey ied . BR Sos a0 2a) - ON GaKO, Negombo Municipal Council ‘(Differential Rates) Act, : No. 42 of 1951 > Date of Assent : December 21, 1951 Printed on the Ordere of Government Printed at the Cry.ow Govr. Press, Conomao. To be + Purell tne eee, SO eee Seen eS Annual Subscription (including Bills) Re. 25, payable in Sivan ty the Srenareaaen Cate Boateng ‘Bunzau, Pose Ormce Box 500, Secretariat, Colombo 1 Prieo? 10 vents. Postage: 5 cents",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Negombo Municipal Council (Differential Rates) $ Act, No. 4@ of 1962. * L.D.—0. 60/61.—L. G. D—BA. 6128. Sy AN Act 70 exauue “rue MumicieaL Counci oF ) 0 Necostno 10 MAKE AND ASSESS DIFFERENTIAL RATES yon ‘Tas ‘Municirauiry or NeGows0, AND 70 VALIOATE CERTAIN ACTS OF THAT COUNCIL. , : [Dato of Assent: December 21, 1961.]",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "BEE it enacted by the King’s, Most, Rxoslet Vlajesty, by and with the advice and consent of the Senate und the House of Representatives of Ceylon in this present Parliament assembled, and by the autho-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Pity Of the same, as follows:—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "4. This Act may be cited as the Negombo Mani; swe cipal Council (Ditlerential Rates) Act, No, 42 of 1. .",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "2, Notwithstanding anything to the contrary im Foner any written law, the Municipal Council of Negombo Sue ™ aay, in respect of 2 particular area or areas within difterestiat the ‘avoiigaity of Neombo, make aud ages under Seation O80 of the Menicipal Councils Ordinance,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "No. 20 of 1947, any rate or rates difering from the | Tate or rates made and assessed in respect of any other area or areas within the municipality. _ 8. All rates made, assessed or levied by the Muni- velit cipak Council of Negombo duting the period com- ‘,tuent® _ mencing on Jannary 1, 1950, and ending on the date ile dowel” TT combcuvement of this Act in purported pursuance Sree tte de of the powers oonfarred by the Municipal Councils imeidts ha. Ordinados, No, 29 of 1047, shall be deemed to be and | to have been as. validly made, assessed or levied a5 though the provisions of section 2 had been. in force during that period. j i . | { i ox. naioe aces",
    "mean_p_confidence": 0.73
  }
]