[
  {
    "i_page": 1,
    "par_num": 5,
    "text": "eceo eg) ees",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "§ Eom",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "SrhemadGen sOrwsOnz® dndesed mSFeBalqd 1997 gow 30 ede GO SMD fomMine mde mag 1097 emdGad Bn 28 Om bn.) Heed Has ab? Geese mimo’.",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "; 1997 omn0,8a5 Geo 28 OB fem G erme geomorijen oOosOok : Aendded 05 oged Il Om soda gflatinan Oneast o¢ mde of ——__8_om tind fect eceatnetign® foci mdm of",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "wane 1, ddad gemam mitsvaum Bef gious ois Bq: ch, 10.25 8. mend coded «4.90 8.",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "1997 qe 30 ede QO Coe [ofa oderd med 1007 em,BAS Oa 29 Om Eo} OcB-8. 4778, * . Deal SeieBS ¢3 GBDIO'D gS BOD end Odeu! Bead x 20D ae ada Gam en! sige qd HS aechoed HO BS Beod G58 cem ¢ gedaGm mo 20 oc HASIom Borie Adie ¢ 62 oBawd eal mgoda adrg eBaricead O00 meee sem ¢ 9 omad. § crm geomoeiGen aeodioy dendeed eabBotsheo Bas odes andy ed LL @® cm (097 qs 30 gdm ge OME wRPODT gg ms | sogeidyy cy08. oe . toe o <8, 08 omen Bat Oy BOBQ0m aedos mB 062 Q one Gase OmsfistinOed Oud, eB onerd E56an Guoniom Gad Fes Re ee qqO9s Oflonfis So guleet mo 20 Gs Oueael cB geeuaa Ba uA to gym 2© _Briewe BSO Onofictinas aes c_cHeR. 89.",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "3. (1) 1979 qm 48 ede gedmOaqe OE uBe8 o8 MB woed B (s00zs0fm BBSOnn) ame edad amd Smeier qadwier Ot obaeidese! Sam dest B Sesto wort ont Oded Bg wd HB o omer BDO owed Odguad Odernc, B gH BOO eigen a Bom HOHDom 408 end ey mog Cin moginst gs 8 send a0 eBaridesss gmofin BOLO ace quiet o8 G5a DALaw aOent ¢ OO Bim His ade ood Odeut Bg mS 2B 800 oud Ddgmd Odemd, B mA 200 abies 22 Bde ond an adg Can mymBoRd o® ocd equal BBOH gee ome.",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "(2) que a@asioesst 1970 gun 18 gden gecoo mf . Stam agua omen SHB0snama aquma edo of ‘ 88m Bho ad gH gOckdOm, OO aqust BIO BO Bae Gales On Im BO aqodslm 262, 6B onent aagse BAGQmoeO mde c¢ wqunsl oes acy @Se ga o. . .",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "4 Md Bo mel Odqat, Bg 86008 or wBaK 5 RB ne gamed 8D ond Gy md gf 80D mm mb_ Cam ond eign BEE soe Od Bm mympton, 088 Gxl Oy acu a8 BDSG Beuwed no om Bgd cond, a Om Go wey MAO Gms qe. Sh 7 SF",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "2 1097 qu 30 ede qs ome ge fa cmon B13 De» Banlled BABGINOCO WOR, HE fe cel ag boven ¢» SIS OGeet By 48088 9 uA 6 gH 200 ont 88D De Bg 6 7B BOD eno dq COM aud abi G19 BSD axes syotion Gineted gine B62 Bo why Cys ino. fod m6 aR vitte wat bolas a0. wo _",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "#7E & OA 6. (1) emGs S8ul Setar wig cam Odert omer eer88e ae cs wp Odats Om gOelcades 2, exo adame wad Bop canbe, BeOdao wided Bm exaad 08 O54 obdetDase! aeend foot gOndes Oca g& Sanckgwodus sOm goes adn abe. ego 88 ckiom md AeOdud su® mdy omeade BR",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "1” gat 08 exmend; quigdnOO com oys SBsaded omBOD “+ q2d, 08 Beddus Bact Bim eooatoaigOat On © symmd, go 06, Hoe még cam Emaw & SerctgoniOdao cfm gitont Om ect 49 aysecgD Hae",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": ". ee : ae Seed B04, BOGNs. eagl 48, Bg do cad “| Bag eG 06g sBaadeor! Bo mp Gos ghOode SBet as MHS gf BOO gO mB AO dam 0x Beddured Oms Om yOeddoOm, 8@ ekdom crs BENS BBs qrigdqeh Bm ood, o© Og obanioaaed qtiades Geo qf Sewmckpabdas som eho a6 80 gy gad Swocigoadéw BBs cin 08 ccog | C8m BF 7 Om Owvife ont 1d Om Oovifie wDeat",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "poms dy ode ge.",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "(2) (1) Om esdastia west 88m soreconigoit % senGet cdomam ake wed ReOdar OGet Geme dg) CO Haba Emo 2 Somadgeniddas oO goat 58D qooosmnnnt Om arendOy eB omen adent OdgmO Oden Om god og mR SmauBet ag Odcmc, BoB & Ge semO eh moon aquo Q ademe Oyo oS ByRO axtDemedom B5Gm0 end Bud goad enol 5 gecn® aid O cde m0 Ssdomdnm BO am eqn & oud Oy aot fs gin ymd Caneigomidas Fast me",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "1007 eee 30 ects qq Ome 3 * 2BOne vb Adin ewdy OSs mS aeasiedBOCd Bde 08 cram gOelorsOe O62 HO Om Be w/5O qm ead Elo mdeo ou GOO aq end gone 26g OSs gH 0. Say T. (1) gy 8 wf oud qe Bo smom® Doge Bg me fo wh ead 86088 oo EBad 5 48 800 ond 60,8) Oderd Be md BD be amma A QOD ond ayamdy Cie snd eDiemo Ye Ba vB Ot BEO—O symyioaat BB giades Bos HA gOmdesnd oof 83 Whe ce 5d and 6 gOmdeis edm emm dy cg BO ond O Bee mmaiec! edmdensO dat § BO- RD On Bemet dq obs oS (q) gar § 50 gGadeed and BO quo oo Tm. mymraion BBst cen og seuecosigOat Om + (ga) 08 aymzins Bat © ogy com aE2 Sdgoa - 7 Gas, . {a qemdOat oe que od 20 OD oxind 00 . 28 mynsion BBat QygBadast Bao gael BO Oa: + (th) Bade Bat dvds a8 Ade mo Cm ++ Bees 08 mezin BBs} mystont AGE Om: ond + (@) gBmdea BAe goup még cin w8 Sunda 5 gat eoOades enfin qxeanl 68 mmsias BBst ‘ pion B80 Ox . qimdeia GBs O& mmnkes Boo why ops wy at ~ deed 204 4 mymston BxB Om gBadered cash 8D - Breaned saden ects qoeg mdqy Cr AON F, gBaacers BBat Ootnowm me gy cay Om gecesi OBet qmaomod easel meow Bea, O8 muntina Baad @ oem C&D AreB Sxyout Cee.cud yOun H GO and avd BBe GOO 08 mamnian BGst egg Cam scoedonigint Om ond F moyrina go 8s ge o. : (2)°C) Om cobontied (gq) edge adext 8 myemring® . Aelndad uo govt mim cos Buh dy Oe ‘aOekdoOn 2, 6© aygWmdo Huo quest ABO eONO2, Bea Qegim mB udced Seek 3,60 ud Soot moto 8800 gdadeo BBul 68 manned 70d BR OTE oH o.",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "4 1997 qe 30 edn as one (3) qomgOat Os guy and 80 OB wednd Bad 8 mumstomes (1) Oe endonified (qy) ada adeat QpPadant Bao quant G88 Om Ge wig oA . Pxkdoba 2 O& memnina SeSeaded amet afd Gm doomed oStie ge ems gummodamd Soon",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": ": _ 6B COM RO, Fa08 ded Bhs gn a. gaigb-qadet «| & 7 Om Dome (1) On cudaviBed (mq) adeo Squd a6e. aden Aebodem Bay quizes md oy Bone 3 . Reo quart dp) eAe8 o8 mylene end BOO + Gqma ¢ 08 mnnine GOndeia BBat Ben woQ odo BR IS Oy Avdmarded Bin qe BO Oy Io nbn geadete Bat Asdmsnsde md Acddu ole §e S98 geqoomt Bryet me ge w. que cyded F 08 Axidmowed wos Feddus BGist'e® mfmsinn Bo 88g ede ga a. 800} vam oy ©. O,CROE, O-OOBet oad gmxowadaiiel geoesOat bis anal emda qomdOal modem o@ 5D mmsmal agd oo good me HEWGOS QOoesdut empl GOD saiYOewast mo BO sam con ee, BENG OY) mmysinn GOndea QBs OGOn eco BOOB a dea, BOom sdBat pSmdens BBat BdeoadsO asie® OodedgOrt Aga dy Ge mA and, dod 8B 89 gersoa MODS! gkoow mdm cos GO que mE OB ot Rdg Sos 8880 F meystno qonrement HOcwrd Badee Bet By asidmimdon dq (Ss mi o. 38 myemsiny 10. 7 Om SomBed (1) Om cadostBed (my) dyad peeoa mobos Sqeo a8 mynzniney gOoenOs gEmGOR ¢ eases asin Bdese ABD £, Byp8mde Gund, oqmmdg COP cred signe 8 Bom mymuian gdiadens oe savfOo . BOO 68 mmsind. mee ven gene glade : BBs} meBded om ya o.",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "agPaded I. (1). 7 Om Owsitied (1) On cederted (%), seam, (q2) exnd (9) 084 aOsat OB mentary OBet goatosodiim O5E Gen quisct ms am ReSmdar ghoesa ond metoat + RG BR Bid gorens eco Geoee me yD seen SOC gota aad Boek BGO o® yOmdenamd goon 5 HB qekdoOe & axmend; ond Hmas SBxt Bg md oh",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "1907 @a-90 ede go OR s BOO cide my Am Dad Ons ¢ F ogee Hs Bet Balbs wd GH GADD ¢ 68 eenendy od \\nateat peed maida ¢ BB age oeHded som qhradens Bast Soe Adeis me) gp and, dott Aides még can ~ Bee yOmnd Beost emBe ga w. - . .",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "(2) gindeia BBs Sides mog ma Aces eqso 8 AyePeadan mee SBat @ eat qomhdy O8et Bas qainst sms) B08 ough On ond syien 820 Fado Bcc mysisat dg oO om8,Bb0B otgd Oa cod sow B80 Soba afin gas ginw dq od ex, B608 axiQd Or and oB eymmdoq oud Hace Bea wg exc’ quiest OB 28 asad, ond HFmao GulgbqeD Bin 006 amd gdekdoOme tod Ades mde o¢ §ye gimdeso BBol qh adg oda mi a.",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "12 (1) 68 ayeymtnn gD BO Bp wl GA goede geohe cr 2. 08 memuinn oe Bog quiO® smd gmces Boom Putas som tad 2s eo BBersat OO munnie Oba qmdea SO | 20% ood mo ond ant Goddad oe glSoel me ga ecto mA Bons Od; gol og OB mmmrinn cenao com ainnto QOowo Op EBs ges ead BOenct Om cod cela Om Gy cm qyOB cad a4 40. qOmSes Boom 10d 28 Gunso me amo Qoewoat 62 Bins em mod me oB quilOnt ond goede Boomant 28 mymuho oom BB ob sod got cco ecmg es ge a.",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "(2) (1) 8m grdeaiBed' mts oqso doe qQe 4QP qamy BSaad o® amin BAst eq COm gOekadm 2, Op eB omm abert bend Odemd, Om #26 0 mE Bwomadist og Oded; 8608 F Goa mond - SOE meant oqus Bdeme OyO AO aaddmoaed com A800 oud GBad Guard emhB<dasd end I GOs mo AsiOmomodom 489 om eqn © ead Oy woah Ssgna ”",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "“6 18 O68 ced GBmonine guido A6 qg00 fo ouvdated xB Osta! Bg Beet cn aBaND B qd ood Be wd Chaeensason a8 eyamdy CB cd cddgm G9 BS myemeting, <hoe fa wi Seofeades BSadamceoam BBel ms. no 80 ge Ske oom ae BQ emeqwe ga a. a",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "‘6 1907 qe 20 gdm gD coe sedan BBs: 14.\" (1) o® oment gos ® | SHSOomDg SOmHD eee eal equnt BOs, ao fo mB ond qs Ba sama 88 BE quo Odeet Bg B6eGB co wBasio H af B00. oud Be wd ono tl 809 ond em mdy CAD aud sodgm O78 Bn Eee dee | ayngion GB qader deo HE qOrmdece ebm abort wae OB BO ead G28 cam OF CYA BO emt 4d woe B80 qOadera BBxt 68 mymatn qo 80 Gex89 gialewto B80 ent embed Beddar B8xt wel mobs ocr mq, Am GCROs Om om gee mn som qed GOy  RSs8at gnydO 6& aymrinoews! coedoFao ® ont Oged AieqOdan OBat mduG HO AO mylar GO BO enwBS memo Acadsta qos ge AGO- (@) 68 myngina~ : G) Oged otrtees® end mQ Beamcd end Loy 830 egns gBendese com ame Sia mB oo tae BOO + ond J <<\" Gi) @g0, 86,g09 gR comadost ened . ond sonlBOcd efiamd aca Sgn 5s : tS B00 aod guid qdODS emedh 0 qoxomdesst GOs oyBabs mB 909+ * Gil), qua 82 Bm BO Odes Bg me wm B00: . ood (7p) 8g 26 qB Oded Ademawe® Be om 68 Ody va gen Om Oudm ghiods Hao Onda meRoat i Be wy 809 Bados BBCO gOmdesad oxy gynin® ymdeio HBst me oB 0, . . (2) Oders Bg 88088 qn wBaxO 6 gy 800 ond Bg aS HH BOO yrs dq Om cod ehigms C72 Bn cB | Bymning RO GO Ge 69 (1) Om eodasiie deel qOmdeks BBs pRakdo mig cfm quhoOm & swt 68 mymninn HO BO Geom,S aeia AEDs doqpOns + FOoe mom goadnde?, O& eyed, ond Homco qPAADqeD Sebo md oyAO esquo 08 gleaders BBot pegs dg As ma, -",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "1907 quan 30 qc geo exo 7",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(3) mQIO ere qodcog@n moe comers Bp B q& BOD gOmdeis 800 vudm gOeldedm? (1) Om eddaniBe aden gadecs BBs mom oc a8 qreqiOat 08 qOndens BBet Wow mig oko wha jormomet And oy QSo moa.",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "15. Bdge Bg BB08B co aBACK B gH BOD amd Bg qo cielo gue RO 48 AO Hye még CAM end Odes CF BS uB HapOcl gliaodo aymsicant mo BD ga MBO gdadescd BEd gfinisdin S86, goa $8 mdm gOaidodin® amd mymsiny G70 BO 9 80 sad cond BOO faqan Sesdalno qaeqaOet Dewy wm gos? sat ebamDacet ext Aewdslas geno glo aden qeRDOEL, BOC-Q mdm te ge 39. erad edenet mim qbekede? gbddoniin sl ob Sfistedo 489, ee-g B59, HOOGxte ABO ond cdot BEE wen Q oni qOmdeia Bet GSO cqwe! we eae. :",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "16, 17 Om Oostfed BGBOmDED woo, gOaceand 889 ewes BBs! wanting Ddqac még oy OpP gesOm Haber Re some? BMdg Ca RUM Ses, BBO arnytinm, By Bandad Mies seen ©R OA Fo BO Gio eenmd OB mocem aque mao ance 2g FAGOQOD SqO mado oz emacs gad. =",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "17. 16 De Ooried Sit aco NOs, gomoeiat cor adow,ed BBs Oded, dq cone, eh (On Habard omdg snchtsd the BNI A msynie~y Gos exaqwmd OHess YQ mogunt Bé meslest qu. quigdpeD dqda mir OBO aero, wed motia Sede onto qin BHnsHOdeo OGat dy cam gatos Om uB MIB BBQOo 4B Godedeiaes Bet end ethene Dedeldasd 1540 OvOdor adaw 84Q0R CA SreoBeecset BBsl, Ootiaoan we gay oa em Hedda arden Om, goregn edig ora Bar .",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "set 98¢ oB Danii adext gece Sy GA dqOo BO MBB echo, m6 end gOescaOm % oat Oded Soe AEM ow YO daRD Goo egewRdD OB emBs gas. _ .",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "18._(1) go 80 Hoe mdy OB aynsing eGeadeiad gamson! Beet SBRO com gmdeiad cod BOS sOyeOs! EO BO 60°.",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "Bag ® qemddsl anf a8 gomdOm Obst 20d ost",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "8g 1907 ren 90 gdm RO ORD",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "qeicoom 2 ag Padsant oBabeicast® Hews BO asqioo end qig@acD end gyg@inc Os yee tot £60 Bene GOO aque edmdena be adg® me mae.",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "{2} 20,6 qdBOed BBB F, Hews andyy ord mH gindeas 6dm door Om eon Baom 208ai goaded BBet Bdedsd ofic® Oodsigon! Gael me gee.",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "(8) Oadshgo yemdd 68 meni eBadaed ood 8B 8d and Bs mOstemet usd Q FO nOyhescout @ Grd g¢e8ns,0 out gughmcOni Oo que Oo aot 200 aeSadeur! Buns mom ees gDasers OBat Bdom me mB gud eOmsl geoetOal qomdOot oaxs1 ests oes gBmdess 88s} 08 mynaind quibs go Oy dott BECO qenommmant HOemont ySudes SBxt . Oy galedqOd ect me gas.",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "(4) 202 _omdORm ses Guo med a8 meninges 2S BBO cet esd BBO emo ¢ O8 mymyntan oqenseos wd Bales mB S Bm,9 gOckwOne, 69 How. BGst OD mmm Atwrdal com Od gOmcaia 80m doom g gm and gat ag 08 gimdeie Dat Romded ag ads Kent mé sont goreioat bd OH eww oie eco O9.mymmind qu % BEG. Oot BOBO Oy yorremoanst Hoan giadeas BGst By qWdqOd es ms gy.",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "+B) REM, HO HO dy Cw mymrtast oqwo Borde cers godly Oneust gllont Oo amin BO on Gy agSadenst met min sco ad Hf PCRS YOreROat ewhy ome,AO mdm c¢ geo GOD qiiadea @800 out Oned mb qdadca OBui O& MORO GBad Cniwed esiGaewd emo,B <Ood By988 100 ded ODO MS moet Gos wad end,A megan! aque 6 mymnimd Adumg OB a 80 ardmnnsion Bn Fae B69 Aamgys Oxlest a.",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "1997 gaa 30 cde ge ome 9 19. (1) @anedgont gGmdesant BBst mdm o¢ Bagot no alow Aon BOND S208 gBadmard ghooel mig cxf eked e SP ts: Alma Bdwdad omm gimsens 48600 con am age BOS Ae oF Boom wd8at giadece BBs! OsdakgOd Sga me mA FES GBsvOma Boom wd goed eden ach, Oy Bounded MBO oud Bey gE BO Heun788 sod F gimdea OBat Be Ba. . : Lu (2) Gsmckpat ghodeiant Ba mim o¢ Oden . BODO OodBO gkcadoaal gloat md qB gOekonon t, gabe gt6ed még castes a gBudesaist ¢ a Buders BBxt, OdeqB Adoagn® an Reaoad gO Barmqones aeBded eam yuvOm HO Ow Feo mGOO. gGaeds me wfc. : 3) Serge glmdeicn Bat mim o¢ Oem . BBOmO O68 qBardmant qboat nog mA, a8 emo ee ROMO ood QIAO HAD ood myHO Ao Svgomd 6 Pade ane P 20 Og as 9O a wOn cos queen mig a gOdcOM gBavdms Bort dq Caulas! w® gOadecoBsl ¢ 48 gBates gos . 08 mdumo mdzlsct m8, a8 Geyoed ques On WOOO, YerGOon of ¢ ends aean sow F : qadeesh moins BicGst ood emoumadedisl ood quotes OBst wast o8 quan my go oa. (4) gBanOa 20,8 a8 Ae@ Sdg_omd ggasi Q 50 ead gum 8 O88 const of quart mg BO cud Gy quigcqedat Bq1 n8g, oBe gad. . (3) g@ac8m BSsfex awomearder mB e Avidemerded glmabOdus eed sdatiodar cud G26B0 2 @ ag8 Setg00 geo Be mB quad, dod qe D 50, 00 08 gBacdos gfGon! mdulest a8 qadenatet «8 qiemdems gibad 2 qed Om odes od Bug ~ qamadesal ® De Os gy di MD, gBanOnedd geBoxt mdQ casio! mB ¢ abaateust ale aa goed Boece mo coms 08 sitae oqo glmdesa SBai, Tekomaadan BB OedetQoOR Boast me ga. . + (8) Sdamg 0,0 efad o® meusd axdeuerdon B60 caldaaw G08 még a memning gBadood @860n! enol qi Q ¢ dane BoSs age Sto",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "10 1907 ME 30 gdm gQqU Ene “7 y880 end somal ges 280 od @pO exon Daim - 2 ¢ aBetorOm, qBamdme Gur még qGeD mOs qOradekand cfm ¢ o gimdciad mG Heigd ReiDmnacdad Goms6Odu02 EB oge QO F monk done OO MAO guigdqQedB 6e02 mavoy o,8lo gy o. Beotades BBs! 20, (1) CmoBadeise SB mim e¢ Kags A000 aBardons m6 BG EDO ead genoa dg, mA 89, Hkmc BS eee dad cam Oy gimdens cd com oe eee Boon BBst SmdnGes Slat Oodoigdsd mst dy oo 2B gud gBordna Bom ad Flue adm a0, Oy Kdmrded mS2 sat By RD BO Aqws 880 ont 5 qindes BBs ag oB a. .",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "(2) SmeOmcenaed Bhat Oded, ABO B4f00 eBaodmas giont wdg of 50, gndne Bdexs még Gam anal, @nchadeks Sie! (8) Pm cHdoxiiad Goad gBwOm |S BO Gyo me mB o. mE BD Bend aby emey™ ghuOmumed gBwOma Ades még cam enn Swdmmad quem adent cre x8 8B OBet Sof qumodamd 6 gfkuodn Bases a",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "* 8) Bima0d Oddie cette Bao mg ol gOekioom, getin Fae Gas aaeHO mmd awd, eBsOme Adena mdq GSH one Oy ArOmrendesG Soot . wmded mag ede gQo. .",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "(4) dOBe gBuolms Bdess mde emst gBandmem mo BO Hews mdq cdm mqhO00 ¢ qBavde gat POageD 85 mB (qGindme peBext még cin sondeks BBut 38 gBadoaw, oBAnidean! 8 som HO mq Am G8 Bormdg0 adsd) Op aknOmary eee 0B Goris aden! Baoivesst comy cn michGO ¢",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": ". 20 Bad md GH COM Bala aden! aviomomdan 608 oO mcBOOm emdes sas com smog7so Sh 35 :",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "MO ¢ Suadindeics HBat omOn cq (efOm AoSe eaDews 0 ¢ gBaodans goGun! md qyatsat w® gBadenset ba ¢ 0® @indexa BBal omdn cg celdm SeSunt deel DO ¢, AGO axOdnomdan BIGd gSusd",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "$007 gaa 30 dm gs omen \"",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "Pot ade oA graded Bdomded oad quod",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "OAD, FOUGWO Fon O82 mOm ede BO onnonoet",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "Oat aBO, qBuodee galed-qadB BD w® qissOn0",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "Adera mdq oA BH BO 4 _Barde guighqods emBbstest 98 cella Babs adel Oy Avidmendad",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "trod OR CLA Em BO ¢, Be Om cee cemg Se Bq o.",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "Bt. (1) qe Bes emt Odeat Ag md ef BOO cud getaia G5. Ro ODE Oded Bg BEGG Co wBaED B gH ROD",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "end ay BbeB ong Om Bdindad a qdo mB",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "ADD Bakiow 000 oB aymeingd oig qf gOeeom",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "2 80 Doe Be moby eB 400 Bay oom gedwad BBD",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "seo ckdome mad geOdus cha qribers md, me",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "08 Od; Bg md HB 800 sod Bg BbS0B go oBAatID B",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "& 80 and Q edkm) Om mb Ededad og Ge@demal, MO BO Heo win acs Edom ada seo",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "ade@et 20 Dds By ady ox S00 Gay cm gern",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "BRag gredGa gimde Bea gH Semeigasddes oom",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "eckOal Gein 6 mo. on",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "2) (1) Om cuBaniie odes mdy cin died",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "eB acig¥inc, Bat soem ce LBS quomats ¢ @eBond mdg fe geo” - (3) o® Dozitis wded ndm cg edlOat glen adn",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "edog oB yWmdeiaed aOm 4,  gindeia Bist o ” BAO GAM OmO F gclS Bow ASO oem font = * , Ba® we ga qnd, o Eas md ant Som, gdhO win",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "66 Roned BO be wmed O02 OD onoa aR o 1 004",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "S bans BBag qsiB® qegbad om ¢, emis dams",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "tod Beddar Om & Gg EHe ga a.",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "(4) Bmoms on Ba ade o¢ food’, giadecs",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "BBct qdg®mdcos! suxlaGad © ead Spec! Héeq Ode Baboon ¢ sen dooms wad Felder 988 89",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "208 Qyemsd ¢ 2G FOAeBst og GLO BBACD Om",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "qos ns BR Gad, 68 gam) BIO sqm H erty : fotiman me ga 4.",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 12,
    "par_num": 27,
    "text": "82. (2) edgBeady Béroadad oy oy@Oonad!, Oy HE aap qed BO ep wg erdks gm B00 A gow IOed omcdgeniOdary me aR eons BGst még cam 05 ond goxkuOe 8, (cates, S {",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "12, 1907 gem 30 gdm go ome ermods! a27,00 200 mom® mdm end ede Maded Baga o8si Acoys eGmdaiw mod fo gry AOD Bad andes eeovledS ¢ ay9OO) QqS AO Aedes mhq meBeed oie # gry uB gdadeas mom adn 08 emomiedS ¢ eemndd qed még eye yey end {(g) qed wdQ oa quis 3B Re oman ve Dog oxod OSE mBaadaaet ¢ J O4¢ oud OR: on (90) Bomadad wey oan, POckdosD F ecg Oud; OG} gD QkSent ms GR qomde © qoneped quid edo ga o. + (2) Sewetgonddary BGe, (2) Om Omri aderd goredat mdOnt gogo @ emisdat add woo mum® adn Bom 5 Sconigiodes BBst 08 mie BEAD qonOn mo BoGn soemOduo eo Om 7d fe-ga o. . . * gadeis qe en 88. gc @md,Ory Bs qng gyB OBE A qoeqaOed 31",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "Bento of Ow Onulfe GOed! dg ey8o8 % ow qorerB aqnst",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "Pane ie Odes oarso ont qaxqeds ogucd Odea oygein Om",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "exBed ome. G0 OBst eayata Om edna ab Odgat aqua ant gut",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "BAO ecghad, Bowodad oy oy SO, qoeR2208 aqoxt Gamal etgiad SR ma eked B82 oo pee 8 exonied aqwa¥d quin®, F emomiadBOCd FAP sea Bac Gao BoB 2, din® go BO Ho why",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": ". C80 8 gdg@nd, End @8o wa o.",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "gedaan ge ca 4. 81 Des Oenuifiss adert dg A GRNIOMO GHD",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "% 98 Cond a8 o® mmxiog mo BO Fo wig exA gOddOD f, 08",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "GORD g Of seri . ’ ‘",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": ". (2) qd» 10d 8 awd yOeicvOm 2% oxo Heddon Bot gokn ad, BO aq giBou Os ga c. dad 20 ¢ 68 gain BBO m0d and gOckwQOr moyeint Gea Gla 6 BO aod 6 exo Y me G28 ne Agmady emedu ge ot",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "1007 em 30 ¢dm 470 Oe 3 (qo) mA. BeBOa moh B8GQO qed mA u® wyotin, gOmdera 20 cot a enokkes Beddseg sen 08 8380 9G smBS8eOet 68 mmeaina DySyWOO eqws O@ mmutso oB enekbOct, aiimont end eosedsnlgost amGst © end — - . qmmmrdodst encag gm ot (ap eGst & ond gormdeiat meh o® cond qoeBroxs 68, cud gels @ B08 G.200Ge08 © gemomdaiiet Gots BB, enong gq o.",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "25. 21 Om Oositks adedt f ecBOst o8 gimacesond 21 om Onviis 9REBO Brae sOBat OBS cxig® Hea 21 De» Dela oom gcBOet Bdent Efoxd mom e¢ qddOm age! o8 dent Seoneotet eRarideaet gepimden! gen HBO aB owohd Saomaaes BedduMd HA gBBsO aed 60,8 wh Odes aQwO Boers o Beg, Bdmodud opHieS OoduigOes eGo OHO aq siotat aces 88 gBmdens slo ont 68 mQO oSamOsaet gmdes Sieddws OBet Ace qf cmd af gomdeion! ode eal gdg® Boe ene mS 5 saofied chdam md AeOdam. qf GBB ood Dede on ap Bamndad |Agwo mde o8 GaGa Om (S_do mAs owhe® gamOrt oy cre mB - & FACO} 6B qoopOas BESO 00,8 oB gOmdeamd 3.",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "48 Aqud aot gat wien ext oom 8, omba aro. .",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "- 8. (1) Bdg Botan mde scoGes doors wd gases gy Oa Acdday BBet mdgq cin gcROnt Om, 21 Oe Oosifie sooty od GOent Q qoqoOed mdg, A Serelypuloduq S8xt and Bsa BQO eBardassl gmmmadadist giade Boa gh TESS» Someigniddary BBel, ¢ Osmchgutodao BBal Oobimwwee To osety 96 ge ety Om S gemd mdg Ga geet 08 gee ase. myoeinryed OBO ¢, F mmytins Gwdeisd oyShies BR 900 Hv mdSot Oadaigosd Aga mig ode aaa.",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "(2) (1) Om ndaniie adedt DedeiQhst Bgd adq SP, OGD SHOsdartd aca ecg bad, gOmcernd cod}",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "83 Bd, qo ubaidean! mBst adm co c® Booman igira squat 99 ¢, SenedgonOdao Bal, Oman mE BR cat Om, O89 mmnins defo win OHO aBaDess Om 08 seme cha gumdst mdy Se mB or",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": ": 14 1907 @e 30 ede gS Coe eet 2D ¢, Cometgosiodss BBs Ootimem me gp aig Om, BoD gdekdoOm 68 qaepO Weg BOO ont cdot B50 25y qo mB. sdetndmooe aod BT.” 1901 quia B gdm Berei®) waded BOm BoenhDut smpnces ge mle mm md, 1979 gan 18 cde Go6D mA bi paeniad Sloe egne oom me ae a® Bm Bhan elmo BDBOon 28st eqwed QO ¢ 08 ome BBlOom Geode Ba aq Acoads ge Dd S Gy, 1901. gem B gdm BEoxi waded On a0, Bdmdda! Go mSs® are 076, o® amen} BABIN ow 8 onedt an sda a® 83m AGam 565d gad a8 . + Odedodmod ond qogRcmOad qAQoome eB ameat || BB8dom SeeOyi8e ga o. ts SEGRE Ae | A eB enoel Bane oo O(e wae End gnd OB Oo EM gmymeMOed qpA_oonsn, 2B Gwe wow code Se a AoE DADE A o. oa 950 Gina | 99. eB amend, og sBavideos gombdas glen QPowst Ge ~ “que Bs mB Od—\" cvlames 1979 geen 15 com 7060 mm Boom que omen segom CHsdSeed 5 Oe Adad Bund wd mB Odeat tod ey Ses worB Odea ace sdest o8 ABast OBai Betas m5 qh Odgat gamed 6D : 0 “qe Fa amo Ode\" oral 1979 qe 15 0a geceO mf Sam agua omnee! se QO Cosdimed 5 Ox Adad Bend md HB Odcet ~ eat qe Ba smamB Odes cos cOmat oB 88m Adan! OBni Bend 126 8 Odea acort &. edGebeigeD Boe amet angtouds om omade awa qem Bs (dhs) d 8704. (DagBa) &. 1,180 G qua 22, GousOtald Gakide, acd ood, ame® Ot, déod Quon mothaomad glee 00m 22 Dtace® ace Bot Gs 15 O68 Bod end gas Sid elo gO Oeste Ort det Nes Gem Os coana mA",
    "mean_p_confidence": 0.32
  }
]