[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "on PARLIAMENT OF THE DEMOCRATIC : SOCIALIST REPUBLIC OF SRI LANKA SURCHARGE ON INCOME TAX (AMENDMENT) ACT, No. 32 OF 1992 [Certified on 27th May, 1992] Printed on the Orders of Government Published as a Supplement to Part IE of the Gazette of the Democratic Socialist Republic ‘of Sri Lanka of May 29, 1902 won mn rg Ge Be PunGanaeD AT Thm GOVENRIENT FUBHIONTIONS BUVEAU, COLORED Price: 60 cents, a tow. _f Postage: Re, 1.00",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "Surcharge on Income Taz (Amendment) Act, No, 32 of 1992 {Certified on 27th May, 1992) LD—O. 68/91. An Act TO AMEND THE Suacuance on Income Tax Act, No. 7 oF 1989 BE tt enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :— 1. This Act may be cited ax the Surcharge on Income Short ttle Tax (Amendment) Act, No- 32 of 1992. 2 The long title of the Surcharge on Income Tax Act, Amendment No, 7 of 1989 (hereinafter referred to as the “principal 91008 enactment”) is hereby amended by the substitution for the of Act No. 7 words and figures “Years op Assessuent Conmencorc 198% . ‘RESPECTIVELY ON APRIL, 1, 1999, on Apa. 1, 1990 and ow APRIL",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "1, 1991\", oF THE woRDS AND FiaunEs “ Years OF ASSESSMENT * COMMENCING RESPECTIVELY ON ArAit 1, 1989, oN Aram 1, (1980, om Arnm 1, 1991, ano ow Apnzy 1, 1992.”",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "3. Section 2 of the principal enactment is hereby amend- Amendment ed by the substitution, for the words and figures “ but end- sipsion ing not later than Murch 31, 1992,”, of the words and figures principal “but ending not later than March 31, 1993, *. enactment",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "4. Section 3 of the principal enactment is hereby amend- Amendment",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "1 6d as follows :— otecction (1) im paragraph (ii) of that section, by the substitution, Erinelnad for the words and figures “relevant year commenc: ing on April I, 1990 ; and *, of the words and figures “relevant year commencing on April 1, 19903\"; (2) in paragraph (ili) of that section, by the substitution, for the words and Agures “ relevant year commene- { ing on April 1, 1991,\", of the words and figures 1 “relevant year commencing on April 1, 1991; and” ; anid @) by the addition, immediately after paragraph {ili) of ‘that section, of the following paragraph :— . * Gis). (a) not lesa than fifty per centum, on or ‘before August 15, 1992; and (b) the balance, on or before November 25, 1992, . of the amount of the surcharge payable by him for the relevant year commencing on April 1, 1992. ”. ' J _",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "2 Surcharge on Income Tax (Amendment) Act, No. 32 of 1992 ‘Amendment 5, Section 4 of the principal enactment is hereby amend- dtsectian dof the ed as follows :— ea () in paragraph (b) of that section, by the substitution for the words “fiom the remuneration af that em ployee for that year; and”, of the words “trom the remuneration of that employee for that year ;\"; *  @) in parsgraph (c) of that section, by the substitution + for the words “from the remuneration of that em | Ployee for that year,”, of the words “from the re muneration of that employee for that year; and\"; = and (@ by the insertion immediately after paragraph (c) of that section, of the following paragraph :— i “ (@) for the relevant year commencing on April, | wa a @) from the remuneration payable to such employee for the month of July, 1992, 14 per centum and ew (i) from the remuneration payable to such employee for the month of October, 1992, 74 per centum, of the total income tax deductible from the remu- neration of that employee for that year,” ‘Amendment _6._‘Section 5 of the principal enactment i hereby amend- starition ed in subsection (2) of that section, by the substitution for Principal, paragraph (if) of the proviso to that subsection, af the fol- lowing paragraph :—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "' Gi) where any person who is lisble to pay the sur- charge under this Act for 2 relevant year pays 84 such murcharge—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "(@) for the relevant year commencing on Aprit 1, 1988 () not less than 7 per centum on or before August 15, 1989, and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Surcharge on Income Tax (Amendment) =. 9 : Act, No, 32 of 1902 G1) not leas than 7} per centum on or before Noveraber 15, 1989, of the income tax payable by him undar the Inland Revenue Act, for the year of assess ment commencing on April 1, 19885 (®) for the relevant year commencing on April 1, 1990— @ not Jess than 7} per centum on or before August 15, 1990, and (i) not lem than 7} per centum on or before November 15, 1090, of the income tax payable by him under the Inland Revenue Act for the year of ames ment commencing on April 1, 1989; {c) for the relevant year commencing on April 1, ia— 1) not less than % per centum on or betare August 15, 1991, and Gi) not less than 7é per censum on or pefore November 15, 1901, of the income tax payable by him under the Inland Revenue Act for the year of assess- ment commencing on April 1, 1990, and (d) for the relevant year commencing on April 1, no . G) not leas than 7% per centum on or before August 16, 1062, and (i) not less than 7} per centum on or before November 15, 1992, of the income tax payable by him under the Inland Revenue Act for the year of aesessment commencing op April 1, 1931, sueh person shall not be Usble to any penalty under this section, in respect of the payments he is required to make under section 3 if he pays the excess of the surcharge payable by bim for that relevant year over the amount paid by him, on or before . . _",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Surcharge on Income Tax (Amendment) Act, No, 32 of 1902 November 30, 1990, im the case of the . yelevant year commencing on April 1, 1968, November 90, i991, in the case of the relevant year commencing on April 1, 1990, November 30, 1982, in the case of the relevant year commencing on Aprlt 1, 1991, and November 20, 1983, in the case of the relevant year commencing on April 1, 1992.”, ‘Sinhala 7, In the event of any inconsistency between the Pee in Sinhala and Tamil texta of this Act, the Sinhala text shall Enoe of prevail . inconsistency.",
    "mean_p_confidence": 0.85
  }
]