[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRILANKA  ag",
    "mean_p_confidence": 0.5392857142857143
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Public Financial Management  ‘At, No. 44 of 2024  [Ceri on 08th of August, 2024]",
    "mean_p_confidence": 0.5433333333333333
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  L.D—0.482023,",
    "mean_p_confidence": -0.006666666666666667
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  Aw ACT TD MAKE POISONS To STRENGTHEN ACCOUNTABILITY,  Peatac Fascias MANACEMESTFRANEWORE WITTE VIEW TO  IMiRoviNe FISCAL, POLICY fo BETTER MACROECONOMIC  ro FINANCIAL MAXMGIMENT: TO STRENGTHEN BUDGETARY  cM, TOFACISTATEEURLICSCRUTD OF FCA POLICY  {ND ERFORUNC: 7 REPEAL THE SECNONS AND 14 0E PART  ‘ore Fnaser Act, No. 380F 1971: To REPEAL THE FSCAL  Maxacznens(Resroxstazy Act, No. 3062003 4ND 70",
    "mean_p_confidence": 0.3333333333333333
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  'BEit enacted by the Parliament ofthe Democratic Socialist",
    "mean_p_confidence": 0.42000000000000004
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  Republic of Si Lanka as follows: -",
    "mean_p_confidence": 0.5111111111111111
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  1. (1) This Act may be cited as the Public Financial Shor wile snd",
    "mean_p_confidence": 0.615625
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  Management Act, No.4 of 2024 de ot  (2) Allthe provisions ofthis Act other than the provisions",
    "mean_p_confidence": 0.4884210526315789
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  specified in subsection (3), shall come into operation on the",
    "mean_p_confidence": 0.4925
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  date on which the Bill Becomes an Act of Parliament  (3) The Minister of Finance shall forthe implementation  ofthe provisions specified in paragraphs (a) and () of this  subsection, appoint such date or dates by Order published  inthe Gazene  (2) the date oF dates from which the provisions of  Paragraph () of subsection (5) of section 11.  Subsection (1) of section 17, paragraph (0) of  subsection (2) of section 18, section 36 and  paragraph (a) of subsection (1) of section 47 shall  {come into operation:",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Public Financial Management  ‘et, No. 44 of 2024  Provided thatthe provisions of paragraph ()  ‘of subsection (5) of section 11 shall come into  ‘operation on a date not later than thirtieth day of.  June 2025; and",
    "mean_p_confidence": 0.5622727272727273
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (0) the date from which the provisions of subsection  (2) of section 34 shall apply in respect ofthe entities  specified in subparagraph (i) of paragraph (a) of  subsection 2) of section 3",
    "mean_p_confidence": 0.5578378378378378
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (bie afte 2 The abject ofthis Act shal be —",
    "mean_p_confidence": 0.3941666666666667
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (a) to set out standards, requirements, rules, and  procedures for transparency, accountability  discipline, effectiveness, efficiency, and economy  in the management ofthe public finance including  the revenues, expenditures, commitments  financing arrangements, equity. assets and  liabilities:",
    "mean_p_confidence": 0.616904761904762
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (0) wo specify the requirements and procedures to be  auhered to, inthe management of public Finance  including the implementation of fiscal  responsibilty objectives and rues, planning  formulation, adoption and implementation of  annual budget along with the processes of  ‘monitoring, evaluation, internal controls,  sccounting and reporting; and",
    "mean_p_confidence": 0.6138181818181818
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (©) to specify performance and accountability  requirement.",
    "mean_p_confidence": 0.499
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Public Financial Management 3  ‘At, No. 44 of 2024  PARTI  Aruicano oF a Act  3. (1) In addition tothe provisions enshrined in Articles Aptictio of  148, 149, 150, 151 and 152 of the Constitution, the emerson of  provisions of this Act, any regulation, and diective made *** **  ‘hereunder, unless specifically excluded fom this Act, shall  apply tothe management of the public finance  (2) The provisions ofthis Act shall apply to the entities  and persons specified below ~  (a) the following entities (hereinafter refered to asthe  “public emites\"):-  (© budgetary ents:  (Gi) Statutory Funds and Trusts to which pubic  Finances are allocated;  (Gi) State-Owned Enterprises and  Gv), Provincial Councils, Provincial Ministries,  Provincial Departments, other Institutions  functioning under the Provincial Councils  and Local Authorities in terms of the relevant  writen laws  (0) Omticers and employees of public entities to whom  a power or duty is confered, delegated o assigned  under this Aet or any regulation made thereunde,  including a Chief Accounting Officer, Accounting  Officer oF a competent authority referred to in  Part VL of this Act.",
    "mean_p_confidence": 0.518578431372549
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  ‘Act No. 46 of 2028",
    "mean_p_confidence": 0.31285714285714283
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (3). Every public entity and persons eeredo in  subsection (2) in espect of which this Act  Applies, shall nocwithstanding anything to  ihe conirary inthe provisions of any other  rien lav, comply withthe provisions of  this Act in managing public funds allocated  to or levied by any such public entity under",
    "mean_p_confidence": 0.5148275862068965
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  any writen a",
    "mean_p_confidence": 0.398
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  PaRTiT  Powers, Duras 00 incnsor ni Msn FRANCE  “somes Aus  Powers ies, (1) \"The Minster to whom the subject of Finance has  aed ncn of eon asigned unde Arte 44 or a8 of he Constton in  ihe Minter of his Act fered to asthe °Minise of Finance\" shal in  Hed tuition tothe powers confered under Article 150 ofthe  Constitution be responsible for ~",
    "mean_p_confidence": 0.4273611111111111
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  (@) developing policies that achieve fiscal  Stssinabity ah eectve management of Tica  sks including the detfietion ofthe sources of  rain to the sane:",
    "mean_p_confidence": 0.47285714285714286
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  (0) ensuring compliance with the fiscal responsibility  requiemens under Part I of his Ac:",
    "mean_p_confidence": 0.4676470588235294
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  (managing the preparation of the annual budget and  monitoring its implementation along withthe  Imanagement ofthe expenditure public debt and  the Government's cash and gut positon:",
    "mean_p_confidence": 0.5013333333333334
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  (2) the general oversight of ll the Financial operations  ofthe Government slog with the extent of the  financial oversight in elation tothe State-Owned  Enirpises as may be presribed: and",
    "mean_p_confidence": 0.5117647058823529
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  ‘et, No of 2024  (©) the implementation f provisions of his Act.  (2) The Ministero Finance shall -  (0) cary any ober powers an fnsions signed  tothe Minter of Fanos by thin Act ray ther  wien ys and  (hy be accountable o Partament for the effective  Application of the provisions ofthis Act and  regulations made under hin Act.  (8) The Minierof Finance may, by Onder pblishedin  the Gace, delegate tothe Secretary othe Tear any  over concredon the Miniter of Finance bys Actetcept  Sndr subsection (1 ston 28, seston 3) of seton  52, subsection af ston 39, secon 56 and section 67,  subj othe conitons, reservations abd rex,  say be pci in that Order  5 (1) The Ssretay to he Minty of he Minister of owen is  Finance apoined by the President in terms of paragraph 2 ets  (ot Anise s2oftheConsttton, salle the ead ofthe Sa  Gener Tenury inthis Act efeed to as the\"Sertny 0  the Teas  €2) In ation othe powers, dis, fnstions and  responsiiites assigned by any other writen a, the  Serer tothe Tesuy, othe parpne of achieving he  jet hs Act sal =  (a) assis the Miniter of Finance to perform his  functions under hs Act  (b) sit the Minster of Finance fo reparation and  ‘ecuton ofthe anual bc",
    "mean_p_confidence": 0.4485477178423236
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Public Financial Management  ‘et, No. 44 of 2024",
    "mean_p_confidence": 0.5625
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  (©) manage the Treasury cash flow and oversee the  management of the official bank accounts  ‘maintained under the Treasury single account,",
    "mean_p_confidence": 0.622
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  (a ensure compliance with statutory requirements on  ‘he preparation of annual financial statements and  repost of the Government, their submission to the  Auditor-General, and dissemination of related  information to the general publi:",
    "mean_p_confidence": 0.5652631578947368
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  (©) monitor the implementation and evaluate the ests  ‘of public investment projects and public-private  Partnership projects",
    "mean_p_confidence": 0.441
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  (subject the approval ofthe Cabinet of Ministers,  formulate policies and strategies forthe effective  ‘management and overall supervision of State  ‘Owned Enterprises",
    "mean_p_confidence": 0.49230769230769234
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  (@) assis the Minster of Finance to manage the public  sector care and remuneration in compliance with  the national remuneration policy",
    "mean_p_confidence": 0.48960000000000004
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  (0) formulate, develop, review, and update diretives  forthe financial management, management of ase  and internal audit management of publi emits:",
    "mean_p_confidence": 0.4466666666666667
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  (© enter into agreement with foreign Governments,  international organizations or other donor agencies  ‘on behalf of the Government upon the approval of  the Cabinet of Ministers; and",
    "mean_p_confidence": 0.54875
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "  (carry ou any other powers and functions assigned  tothe Secretary tothe Treasury under this Act and  byany oer written a, which are not inconsistent  With the provisions ofthis Act.",
    "mean_p_confidence": 0.5138235294117647
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Public Financial Management 7  ‘At, No. 44 of 2024",
    "mean_p_confidence": 0.5558333333333333
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  6.1) The Secretary tothe Treasury may in writing and Dalesion of  subject to such conditions as may be specified therein, Powe des  delegate tothe Deputy Secretary tothe Treasury orany officer .untion  fot below the rank of a Director-General inthe General the Treasry  ‘Treasury the powers, duties and funetions conferred 1 the  Secretary tothe Treasury under section 5 of this Act.",
    "mean_p_confidence": 0.555223880597015
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  (2) The Secretary tothe Treasury may, notwithstanding  any delegation made under subsection (1). by himself,  exercise, perform or discharge any power, duty or function  so delegated and may at any time revoke any such  delegation",
    "mean_p_confidence": 0.6397560975609756
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  (3) Notwithstanding the Secretary tothe Treasury having  ceased to hold office. any delegation made under  subsection (1) shall continue in force.",
    "mean_p_confidence": 0.6076
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  7. The powers, duties, and functions of the Chief power des,  Accounting Officer, Accounting Officer and a Revenue 224 fstions of  “Accounting Office under this Act shall be as presribed. ‘= CM",
    "mean_p_confidence": 0.6016666666666667
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  '8.(1) The Minister of Finance shall appoint a Revenue Revense  ‘Management Committee consisting of membersas specified Momscmest  in subsection (2) which shall be responsible for -",
    "mean_p_confidence": 0.516
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  (a) developing and formulating revenue strategies",
    "mean_p_confidence": 0.58875
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  ‘consistent with the fiscal strategy statement  specified in section 11; and",
    "mean_p_confidence": 0.5221428571428571
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  (@) providing strategic advice to public entities that",
    "mean_p_confidence": 0.561
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "  generate revenue",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "  (2) The Revenue Management Committee shall consist  of",
    "mean_p_confidence": 0.5463636363636364
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Public Financial Management  ‘et, No. 44 of 2024  (a) the following ex-offeio members namely —  (the Secretary tothe Treasury who shal be the  ‘Chairperson:  (Gi) aDeputy Secretary tothe Treasury in charge  ‘of the subject of fiscal policy:  (Gi) the Commissioner-General of Inland  Revenue;  (x) the Director General of Customs:  (0) the Commissioner-General of Excise:  (6) the Director General of the Department in  charge ofthe subject of Treasury Operations  (ii) the Director-General of the Department in  ‘charge ofthe subject of Fiscal Policy: and  (©) two other members appointed by the Minister of  Finance from among persons who have achieved  ‘eminence in the field of revenue management",
    "mean_p_confidence": 0.53992
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  (3) The Secrtary tothe Revenve Management Commitee  shall be an officer of the Deparment responsible for the  Subject of fiscal policy, nominated by the Secretary to the  Treasury.",
    "mean_p_confidence": 0.5790909090909091
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  (4) An appointed member ofthe Revenue Management  Committee may resign from such Committe by a letter  suldessed to the Minster of Finance.",
    "mean_p_confidence": 0.5161538461538462
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  (5) Subject to the provisions of subsection (4), an  sppointed member ofthe Revenue Management Committee  ‘hall serve on such Committee for a period of thee years  and shall be eligible for reappointment",
    "mean_p_confidence": 0.6116216216216216
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  ‘et No.8 of 2024",
    "mean_p_confidence": 0.3433333333333333
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  (6) The functions of the Revenue Management  Connie athe manter ofthe cassifeation, colton,  fepoting requirement shal bea prescribed",
    "mean_p_confidence": 0.49863636363636366
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  (2) Te functions ofthe Reveme Management Commitee  shall be carried out subject tony applicable we aw in  Sch manne 30 ant to ees any conic: between the  cari outby any publicemtyspeciied a paragraph a) of  subsection 2) of seston 3",
    "mean_p_confidence": 0.41086956521739126
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  PART ML  Foca Revo",
    "mean_p_confidence": 0.13857142857142857
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  9. The Government shall manage is fel policy 38st  accountable, efficent, fi, tranpaen, and stanley of  tanner inline wi he provisions of the Conituton, co Me™  tnwure macroeconomic stability and economie growth of  the country and inergeneraional equity.",
    "mean_p_confidence": 0.3995454545454545
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  10, The objectives underlying responsible fiscal Obeines  management whichneedtobeadbredtoby the Goverment SEE  shall beasolows:~ genet",
    "mean_p_confidence": 0.3394736842105263
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  (o) ensure that public debt is reduced to, and",
    "mean_p_confidence": 0.5509090909090909
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "  Ilse a susunale level,",
    "mean_p_confidence": 0.19833333333333333
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "  (0) create and enna ial utes tha scar agua",
    "mean_p_confidence": 0.35727272727272724
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "  fur shocks,",
    "mean_p_confidence": 0.3325
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "  (© manage and mitigate fiscal risks in prudent",
    "mean_p_confidence": 0.516
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Public Financial Management  ‘et, No. 44 of 2024  (a) ensure discipline, tansparency, and accountability  in fiscal management  (e) lengthen the time horizon of fiscal planning by  ‘stblishing requirements forthe development and  Publication of an annual fiscal strategy statement  and rolling five-years medium-term fiscal  framework: and  ( facilitate effective scrutiny of the fiscal  performance ofthe Government,  scl egy 1. (1) Te seal strategy ofthe Government shal comply  teen with the fiscal responsibiity framework specified inthis  Part to ensure achievement ofthe objectives specified in  section 10 an shall be set out the scl strategy statment.  (2) The fiscal strategy statement shall be prepared bythe  Minister of Finance annually and be submited it to the  Cabinet of Ministers fr approval  (3) Upon obtaining approval ofthe Cabinet of Ministers  lunder subsection (2), the fiscal strategy statement shall be  announced by the Minister of Finance at Parliament on or  before thirtieth day of June of each year. Annual budget for  ‘he next yer shall he prepared based on such fiscal strategy  statement. The fiscal stategy statement shall be published  fon the official website ofthe Ministry ofthe Minster of  Finance upon the announcement made by the Minster of  Finance.  (4) The purpose ofthe fiscal strategy statement shall be  (a) provide the Partiament and the public with formal  Statement of the Government’ fiscal strategy  before the annual budget is prepared:",
    "mean_p_confidence": 0.5724609375
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Public Financial Management u  ‘At, No. 44 of 2024",
    "mean_p_confidence": 0.5416666666666666
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  (0) provide strategie guidance forthe upcoming annual  budget",
    "mean_p_confidence": 0.38727272727272727
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  (6) establish the basis upon which fiscal performance  shall be evaluated objectively:",
    "mean_p_confidence": 0.5506666666666666
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  (a) strengthen Parliamentary oversight of performance  against the Government’ ical strategy: and",
    "mean_p_confidence": 0.43066666666666664
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  (2) enhance Ase transparency and accountability",
    "mean_p_confidence": 0.3775
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  (5) The fiscal stategy statement shal, ata minimum —",
    "mean_p_confidence": 0.4509090909090909
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  (a) specify the Governments fiscal targets and the  Policies being implemented o ensure achievement  ‘of uch targets:",
    "mean_p_confidence": 0.48952380952380947
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "  (0) include proposed timeframe for the reduction of  public debt to a sustainable level;",
    "mean_p_confidence": 0.5970588235294118
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "  (6) explain how the Govemment’s fiscal targets and  policies are consistent with the objectives of  responsible fiscal management;",
    "mean_p_confidence": 0.6677272727272727
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "  (a) include the medium-term fiscal framework specified  in section 12",
    "mean_p_confidence": 0.4676923076923077
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "  () provide an asessment of performance against the  fiscal strategy, inluding —",
    "mean_p_confidence": 0.39666666666666667
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "  (© an assessment of compliance with the iscal  targets for the preceding financial year  including an explanation of any non-  ‘compliance with such targets;",
    "mean_p_confidence": 0.5727586206896551
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  2 Public Financial Management  ‘et, No. 44 of 2024  (Gan assessment of expected compliance with  ‘he fiscal argets for the current fnancal year  (Gi) an assessment of expected compliance with  the fiscal targets for the next financial year  and the four succeeding years: and  (iv) anassessment ofrisks of non-compliance with  the scl targets fr the current Financial year  and the next Financial year,  (D-specity the main sources of fiscal risks agains to  ‘he attainment of the objectives specified in section  1 and the estimate of the fiscal impact of such  fiscal risks; and  (@) disclose the macroeconomic impact of fiscal  <ecisions taken over the pst three years.  Mesivmscen 12. (1) The Minister of Finance shall ensure preparation  ‘cal framework ofa medium-term fiscal framework forthe upcoming financial  year and forthe four succeeding financial years which sall  be approved and published within the fiscal strategy  statement referred tn section 1.  (2) Themedium-term fiscal framework shall include, at  (a) primary batance target consistent with the debt  reduction objectives ofthe Government expressed  4s a percentage of the forecast nominal gross  domestic produc:  (0) a primary expenditure ceiling ofthe Government  ‘expressed in Sri Lankan rupees calculated under  section 15: and",
    "mean_p_confidence": 0.5651111111111111
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Public Financial Management rey  ‘At, No. 44 of 2024  (6) the scat aggregate projections and supplementary  targets ofthe Government forthe rolling five-years  horizon, together with the economic and other  assumptions used to prepare these projections.",
    "mean_p_confidence": 0.5433333333333333
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  (3) For the purpose of achieving a sustainable level of  public debt, the medium-term fiscal framework shall  determine an annual primary balance target as specified in  Section 14, and a primary expenditure ceiling within the  limit as specified in section 15.",
    "mean_p_confidence": 0.6048936170212766
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  (4 The annual budget shall bein accordance withthe  primary balance target and the primary expenditure ceiling  set oui the medium-term ical framework as specifi in  subsection (2).",
    "mean_p_confidence": 0.5828125
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  13, (1) The debt reduction objective referred t0 in Debt raion  paragraph (a) fection 10 requires the Government io ensure shee  ‘hat public debt shall be reduced to and maintained at a  sustainable level adhering to the limits and time frame  specified in the fiscal strategy statement pursuant 10 the  paragraph (b) of subsection (5) of section 11",
    "mean_p_confidence": 0.6156923076923078
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  (2) The Minster of Finance shall ensure the preparation  and publication of a debt sustainability analysis on an  nual bass that takes account of the fiscal performance  and any revisions that may be required tothe fiscal strategy  Satement or the medium-term fiscal framework as specified  lnder sections 11 and 12, respectively.",
    "mean_p_confidence": 0.5639655172413793
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  14. (1) The primary balance target st by the Minister of — rimary bane  Finance in the medium-term fiseal framework for the 2%  ‘upcoming financial year and the four succeeding financial  years, consistent with the debe reduction objective, shall  be",
    "mean_p_confidence": 0.5204347826086957
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  “et No.of 2028  (@) served as «medium term fel anchor to sdiess  all aspects of fiscal planaing and policy  development: and  (®) updated annually to reflect observed seal  the deb redution objective in section 10  compliance with the primary balance target includ inthe  ‘med fica fewor, he Minter of Finance shal  ‘ati to Paria and publish within se weeks fom the  date of such non-compliance raniipation athe cae may  te: the following  balance urge:  (©) smupdated mediuntrm fal framework; and  (6 4 aca pan to return to compliance withthe  primary tlance gti he current and the next  franca year incase of non-compliance withthe  primary balance target  Prima 15. (1) Te primary expenditure ofthe Government shall  spre fot exceed thincen per centum of the estimated nominal  {oe domestic prod forte rlevant nancial yer  (2) The primary expenctre ceiling speciid in the  aedium-er fc framework: forte upeoming nai  cara forthe four suceaing Financia eu expressed as  2 nominal amount ealeusted with reference to forcast  ‘ominal gros domestic post calculated hy the Ministry",
    "mean_p_confidence": 0.4586224489795918
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  ay financial year, may be made bythe Government only ze",
    "mean_p_confidence": 0.4375
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  16 Public Financial Management",
    "mean_p_confidence": 0.515
  },
  {
    "i_page": 17,
    "par_num": 2,
    "text": "  ‘et, No. 44 of 2024  security othe public health and safety ofthe country which  recessitate additional, temporary and targeted public  expenditure beyond any contingencies included in the  sual budge.",
    "mean_p_confidence": 0.6248571428571429
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": "  (3) Where any situation specified in subsection (2) arses  ‘ris likely to arise that requires expenditure in excess ofthe  primary expenditure ceiling specified in the medium-term  fiscal framework, the Minister of Finance shall request by  \\way of resolution, the approval of Parliament for the  deviation from the primary expenditure ceiling and  supplementary appropriations in excess of the primary  expenditure ceiling specified in the medium-term fiscal  framework.",
    "mean_p_confidence": 0.6211842105263158
  },
  {
    "i_page": 17,
    "par_num": 4,
    "text": "  (4) The request referred to in subsection (3) shall be  accompanied by, ata minimum —",
    "mean_p_confidence": 0.5594444444444444
  },
  {
    "i_page": 17,
    "par_num": 5,
    "text": "  (a) a statement explaining the circumstances in  ‘consequence of which the need for such deviation  arose, including supporting data, and how those  icumstances justi the deviation;",
    "mean_p_confidence": 0.5467741935483871
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "  (0) a recovery plan that shall contain information and  targeted actions to he taken to manage the  ‘rcumstances specified in subsection 2) including  uditional spending, and actions tobe taken by the  Minister of Finance to return to compliance with  the primary expenditure ceiling, andthe timeframe  for such retur vo compliance;",
    "mean_p_confidence": 0.5751724137931035
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "  (6) supplementary estimate proposal in line with  section 26: and",
    "mean_p_confidence": 0.5107692307692308
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "  (4) an updated medium-term fiscal framework",
    "mean_p_confidence": 0.42375
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  Public Financial Management ”  ‘At, No. 44 of 2024",
    "mean_p_confidence": 0.48666666666666664
  },
  {
    "i_page": 18,
    "par_num": 2,
    "text": "  (5) The documents specified in subsection (8) shall be  published on the official website of the Ministry of the  ‘Minister of Finance.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 18,
    "par_num": 3,
    "text": "  17.) The aggregate stock of outstanding Government Guat: knit  guarantees atthe end ofeach financial year shall ot exceed  75 per centum of the average gross domestic product,  (@erenafer refered to 35 the “guarantee limit”) the relevant  financial year and preceding two financial years.",
    "mean_p_confidence": 0.5561224489795918
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "  (2) The guarantee limit specified in subsection (1) shall  be revieweil every five yeas after the date of coming into  ‘operation ofthis Act and be updated to ensure consistency  with the debt reduction objective specified inthe fiscal  strategy statement",
    "mean_p_confidence": 0.604
  },
  {
    "i_page": 18,
    "par_num": 5,
    "text": "  (3) Incase ofa breach ofthe guarantee limit specified in  subsection (1) the Minister of Finance shall submit 10  Parliament and publish on the oficial websiteof he Ministry  ofthe Ministero Finance aeport specifying, sta minimun",
    "mean_p_confidence": 0.5269230769230769
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "  (2) the reason for such breach and",
    "mean_p_confidence": 0.4744444444444445
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "  (@) actions to ensure compliance with the guarantee",
    "mean_p_confidence": 0.577
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "  limit nthe fue.  PARTIV  Paeraxsnon 0 ArnowALoF Ass Beer",
    "mean_p_confidence": 0.27076923076923076
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "  18. (1) The annual budget shall include the estimates of Scope of he  expenditure ofthe public entities which are allocated to a 2998 Mest  Head of Expenditure number.",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "  (2) The annual budget shall —",
    "mean_p_confidence": 0.57125
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  “et No.of 2028  (0) be presented in he frm ofthe appropriations by  Head of Expendine; and  (0) be classified in line with the internationally  accepted practices  (3) The Appropriation Act shal envisage expenditure  from the Consolidated Fund subject to Arles 150, 151  and 152 ofthe Consittion  Comlince with 19.) The Appropriation Bill andthe daft annual  sa bugetesimats presented io Pranent shall be oonistent  SSEmMY withthe scl seategy statement andthe medium-term sal  Tramevwork developed in accordance wih the provisions of  this  (2) The drat anal bulge estimates hl e presented  inthe manner as may be prescribed.  onal ig 20, (1) The anol budget document shall consist of —  w cmreying (Bh eis of revente and expenditure (this  Semen Acteefered oar ihe “anal budget estimates) a  the forms as may be prescribed: and  (0) the Appropriation Bil that inchides iri, the  cefimae of expenditure, an borrowing clings.  (2) The annual budget document sal be accompanied  we  (@) budget speceh summarizing the contents ofthe  anoval budget and the overall thrust of the  Governments sal poli  (©) publictrendly version of the annual budget",
    "mean_p_confidence": 0.45695652173913043
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  Public Financial Management ry  ‘At, No. 44 of 2024  containing easyto-understand summary of the main  features of the annual budget;",
    "mean_p_confidence": 0.5284
  },
  {
    "i_page": 20,
    "par_num": 2,
    "text": "  (6) the fiscal strategy statement and the budget.  ‘economic and fiscal position report",
    "mean_p_confidence": 0.5549999999999999
  },
  {
    "i_page": 20,
    "par_num": 3,
    "text": "  (d) medium-term debt management strategy and  annual borrowing plan",
    "mean_p_confidence": 0.5925
  },
  {
    "i_page": 20,
    "par_num": 4,
    "text": "  (@) the lst of ongoing and newly approved public  investment projects, including public-private  Partnership projects in accordance with subsection  (1) of seotion 45:",
    "mean_p_confidence": 0.5935714285714286
  },
  {
    "i_page": 20,
    "par_num": 5,
    "text": "  (the list of outstanding loans and outstanding  _uarantees provided by the Government and other  ‘contingent abilities ofthe Government including  ‘hose related to public-private partnership projects;",
    "mean_p_confidence": 0.5703333333333334
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": "  (4) a summary of public service employment across  budgetary ents:",
    "mean_p_confidence": 0.5084615384615384
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "  (0) statement of tax expenditures including the total  cost of existing ax expenditures and the disclosure  ‘of new tax expenditures: and",
    "mean_p_confidence": 0.5028
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "  (© any other documents or information as requted  under this Act or any other writen law or as may’  ‘deemed appropiate by the Minister of Finance.",
    "mean_p_confidence": 0.5733333333333334
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "  21 (1) Notwithstanding anything othe contrary in any Anal badger  other writen law. every budgetary entity shall prepare and =|  submit their budget estimates inline withthe Budget call  clncular, not later than thirty First day of July of the financial  year preceding the year for which the annual budget is,  prepared.",
    "mean_p_confidence": 0.49241379310344824
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  2» Public Financial Management  ‘et, No. 44 of 2024",
    "mean_p_confidence": 0.5133333333333333
  },
  {
    "i_page": 21,
    "par_num": 2,
    "text": "  (2) The budget cll cirular shall -",
    "mean_p_confidence": 0.4855555555555556
  },
  {
    "i_page": 21,
    "par_num": 3,
    "text": "  (a) include expenditure ceilings which are binding for  the financial year, consistent withthe primary  ‘expenditure ceiling specifid inthe medium-tenn  fiscal framework as required under section 12:",
    "mean_p_confidence": 0.5129032258064516
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "  (0) include dtsted poli guidance and ist the main  actions to be complied With and information tobe  provided by public entities within the annual  budget process and set ou the timeframe for such  actions inline with this section",
    "mean_p_confidence": 0.5454545454545454
  },
  {
    "i_page": 21,
    "par_num": 5,
    "text": "  (6) include the public investment programme approved  by the Minster of Finance: abd",
    "mean_p_confidence": 0.470625
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "  (i) include eter instructions and information as may  he deemed necessary by the Secretary to the  ‘Treasury.",
    "mean_p_confidence": 0.5671428571428572
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "  (3) The Minister of Finance shall obain the approval of  the Cabinet of Ministers for the annual budget document  ror to submitting i tothe Parliament",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "  (4) The Minister of Finance shall submit the  Appropriation Bl fr the Forthcoming financial yar tothe  Parliament no later than Fiteenh day of Octobe ofthe year  preceding the year for which the annual budget is prepared.",
    "mean_p_confidence": 0.5597560975609756
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": "  (5) The Minister of Finance shall submit the annual  ‘budget document under paragraphs (a and (bof subsection  (2) of section 0 accompanied withthe documents specified  under subsection (2) of section 20 tothe Parliament not ater  ‘han fifteenth day of November of the year of which the  annual budget is prepared and shall publish the daft annual  budget document and documents accompanying thereto on  {he Same day in theofficial website ofthe Ministry ofthe  Minister of Finance.",
    "mean_p_confidence": 0.5896470588235294
  },
  {
    "i_page": 22,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "  Public Financial Management 2  ‘At, No. 44 of 2024  (6) The Secretary tothe Treasury shall announce the  budget proces pertaining tothe presentation and approval  ‘of Appropriation Bll forthe succeeding year, with specific  dates, in consultation with the Secretary General of  Parliament and with he approval ofthe Cabinet of Ministers.  22 (1) The Minister of Finance shall be responsible for Responses  panini ste  (a) implementation ofthe annual budget process; the Trey i  (0) preparation ofthe Appropriation Billandtheannual \"™#* ™  Ihudget estimates; and  (6) preparation of the annual budget document in  sccordance withthe medium-term fsa framework  and budgetary framework.  (2) The Secretary tothe Treasury shall be responsible for  {issuing the budget call circular not later than hitieth day of  Sune of the financial year preceding the yea fr which the  annual budget is prepared  23. (1) In the event the Appropriation Bill forthe Vote on  succeeding year isnot approved by Parliament by thiny Ae  first day of December of the curent year, the Minister of  Finance shal submita vote oa account to Parliament, under  Which the Parliament shall allocate funds for ongoing  projects and continuously provide specified public services  ‘which need to be maintained  (2) The period for which expenditure i allocated under  the vote on account shall not exceed four months ad shall  be followed by the adoption of the Appropriation Act  Imeprating the expenditure ofthe vote on account",
    "mean_p_confidence": 0.5659073359073359
  },
  {
    "i_page": 23,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "  2 Public Financial Management  ‘et, No. 44 of 2024  PARTY  Apnsrarsts 10 ri ASA BLT ORRNGTHE EAR",
    "mean_p_confidence": 0.45272727272727276
  },
  {
    "i_page": 23,
    "par_num": 2,
    "text": "  Virement 24. (1) Transfer of an allocation within a Head of  procedite Expenditure in anaual Appropriation Act shall be in",
    "mean_p_confidence": 0.7178260869565218
  },
  {
    "i_page": 23,
    "par_num": 3,
    "text": "  compliance wih the provisions in such Appropriation Act,",
    "mean_p_confidence": 0.541
  },
  {
    "i_page": 23,
    "par_num": 4,
    "text": "  subject to the provisions of subsections (2), (3) and (4) of",
    "mean_p_confidence": 0.5130769230769231
  },
  {
    "i_page": 23,
    "par_num": 5,
    "text": "  this section (hereinafter refered to as the \"Virement",
    "mean_p_confidence": 0.656
  },
  {
    "i_page": 23,
    "par_num": 6,
    "text": "  Procedure\"),",
    "mean_p_confidence": 0.20333333333333334
  },
  {
    "i_page": 23,
    "par_num": 7,
    "text": "  (2) Transfer of unexpended budget allocation shall ot  be allowed —",
    "mean_p_confidence": 0.4864285714285714
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "  (a) from one Head of Expeniture to another Head of  Expenditure; of  (©) from capital expenditure to recurent expenditure",
    "mean_p_confidence": 0.5317391304347826
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": "  (3) Restrictions on the use of virement procedure in  audition to those specified in subsection 2) shall as may be  prescribed.",
    "mean_p_confidence": 0.5908
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "  (4) The transfer of allocation using the virement  procedure if any. effected by all budgetary entities shall be  epoted 16 the Parliament within six months frm the date  ofthe said wansferby the Minster of Finance. Procedures of  such reporting shall s may be prescribed",
    "mean_p_confidence": 0.5993999999999999
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "  Annual badger 28. (1) The Appropriation Act may include an  rene appropriation for contingencies which shall be called and  “Known as the annual budget reserve forthe financial year.",
    "mean_p_confidence": 0.6096875
  },
  {
    "i_page": 23,
    "par_num": 12,
    "text": "  (2) The amount appropriate forthe annul budget reserve  shall nt exceed two pe cent of the proposed estimate of  primary expenditure.",
    "mean_p_confidence": 0.5144
  },
  {
    "i_page": 24,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "  Public Financial Management 23  ‘At, No. 44 of 2024",
    "mean_p_confidence": 0.5525
  },
  {
    "i_page": 24,
    "par_num": 2,
    "text": "  (3) The funds in the annual budget reserve may be  allocated to cover urgent, unforeseen and unavoidable  fequiements as defined in written laws andthe expenditure  ‘where existing allocations ar insufficient",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 24,
    "par_num": 3,
    "text": "  (4) Any allocation fom the annual budget reserve shall  be approved in accordance with the provisions of the  Appropriation Act and shall be eportedto Parliament within  to months",
    "mean_p_confidence": 0.5803030303030302
  },
  {
    "i_page": 24,
    "par_num": 4,
    "text": "  26. (1) A supplementary estimate proposal shall be Supplementary  submited tothe Parliament for approval in the manner as timate:  ‘may be prescribed upon the occurrence of the following  conditions: -",
    "mean_p_confidence": 0.6077142857142857
  },
  {
    "i_page": 24,
    "par_num": 5,
    "text": "  (a) unforeseen and unavoidable circumstances such as  major evonomie downturn, severe external shocks,  natural disaster, emergence of major contingent  liabilities or any such other eventuality inthe  ‘opinion of the Cabinet of Ministers",
    "mean_p_confidence": 0.5715789473684211
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "  (0) itbecomes necessary for abudgetary entity to incur  additional expenditure during s year that is not  covered by the Head of Expenditure in the  Appropriation Act approved by he Parliament; and",
    "mean_p_confidence": 0.5175
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "  (6) itisnot posible forsuchexpenditure tbe provided  through —",
    "mean_p_confidence": 0.4709090909090909
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": "  (© a virement procedure as provided for in  section 24",
    "mean_p_confidence": 0.6461538461538462
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "  (Gi) the Contingencies Fund established under  Atcle IST ofthe Constitution: or",
    "mean_p_confidence": 0.4707142857142857
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "  (Gi) anallocation from the annual budget reserve  4s provided for in section 25,",
    "mean_p_confidence": 0.4825
  },
  {
    "i_page": 25,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "  4 Public Financial Management  ‘et, No. 44 of 2024  (2) The supplementary estimate proposal under  subscetion (1) shall include ~  (a) anoverview ofthe recent macrocconomic and fiscal  developments:  (ban updated forecasts of revenues and expenditures  ‘ofthe annual budget;  (©) anexplanaton ofthe changes to appropriations for  individual Heads of Expenditure; and  (a) the source of atonal financing and any other  information as may be prescribed  (3) The request for additional expenditure under  subsection (1) shale approved by the Cabinet of Ministers  roe to submitting ito Partiament  aces 27. (1) Whete atthe close of Government accounts for  spenditwe any financial year, i is found thatthe budget allocations  have been expended  (a) in excess of the amount appropriated by the  Appropriation Actfor the relevant yea, or fom the  ‘Contingencies Fund or supplementary estimate: or  (0) fora purpose for which the budget allocation has  not been made,  such excessive amount shall be trested as unauthorized  excess expenditure  (2) Inthe events specified in subsection (1), he relevant  budgetary entity shall place before the Parliament",
    "mean_p_confidence": 0.5844162436548224
  },
  {
    "i_page": 26,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "  Public Financial Management 25  ‘At, No. 44 of 2024",
    "mean_p_confidence": 0.545
  },
  {
    "i_page": 26,
    "par_num": 2,
    "text": "  statement on excess expenditure attached 10 the annual  financial statement which shall include the information as  ‘may be prescribed nt later than inet days after the closure  ofthe financial year.",
    "mean_p_confidence": 0.5442857142857143
  },
  {
    "i_page": 26,
    "par_num": 3,
    "text": "  (3) An unauthorized excess expenditure shall bea ground  {or a disciplinary stion against the responsible offices.",
    "mean_p_confidence": 0.4768421052631579
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "  PARTYE  Bunce Execs",
    "mean_p_confidence": 0.06999999999999999
  },
  {
    "i_page": 26,
    "par_num": 5,
    "text": "  28. (1) Any financial commitment or ability, including Warane  contingent liability, shall not be incuted by a budgetary  fentty without a warrant authorizing expenditure by the  Minister of Finance issued under Article 150 of the  Constitution",
    "mean_p_confidence": 0.5930952380952381
  },
  {
    "i_page": 26,
    "par_num": 6,
    "text": "  (2) The Chief Accounting Officer or the Accounting  Officer of a public enty shall be responsible for ensuring  that the expenditure shall be in conformity with he authority  ‘contained inthe warrant. Any expenditure notin conformity  ‘ith the authority shall be disallowed by the Secretary 10  the Treasury, and may be sucharged om the responsible  officer,",
    "mean_p_confidence": 0.6026984126984127
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "  (3) The warrants authorizing expenditure shall expire a  {he end of the financial yea © which they relate",
    "mean_p_confidence": 0.6009523809523809
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "  29, (1) Any expenditure of public funds shall be made Eapeadre  subject to the follwing steps: Sa sym",
    "mean_p_confidence": 0.5152380952380953
  },
  {
    "i_page": 26,
    "par_num": 9,
    "text": "  (a) prior authorization from the competent author",
    "mean_p_confidence": 0.41777777777777775
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "  (0) prior spproval from the competent authority;",
    "mean_p_confidence": 0.4033333333333333
  },
  {
    "i_page": 27,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "  6 Public Financial Management  ‘et, No. 44 of 2024  (©) commitment by the competent authority:  (a) cerication by the competent authority: and  (©) payment by the relevant public entity.",
    "mean_p_confidence": 0.5371428571428571
  },
  {
    "i_page": 27,
    "par_num": 2,
    "text": "  (2) For the purpose ofthis setion, competent authority  sans any officer who has been delegated functions ofthe  authorization, approval, commitment, certification or  payment by the Accounting Officer of the relevant public  nity",
    "mean_p_confidence": 0.5776315789473684
  },
  {
    "i_page": 27,
    "par_num": 3,
    "text": "  (3) The Accounting Officers may delegate functions her  generally or with regand to individual transactions, and sll  be responsible for ensuring the competence 1 whom the  authority is delegated and the adequacy of internal checks  inthe system of delegation.",
    "mean_p_confidence": 0.5804444444444444
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "  (4) Approvals of commitments shall be subject to the  vailabilty of sufficient unencumbered appropriation inthe  annual budget line against which the commitments are being  ‘made,",
    "mean_p_confidence": 0.5176666666666667
  },
  {
    "i_page": 27,
    "par_num": 5,
    "text": "  (5) The obligation to pay shall arise when works, goods  lorservices received by the Competent Authority from third  paris",
    "mean_p_confidence": 0.5743478260869566
  },
  {
    "i_page": 27,
    "par_num": 6,
    "text": "  (6) Any contractor other arrangement, which may incur  anexpenditure commitment, entered or made by a budgetary  femtty shall be entered into the financial management  Information sytem, in the manar as shal be prescribed",
    "mean_p_confidence": 0.5855263157894737
  },
  {
    "i_page": 27,
    "par_num": 7,
    "text": "  (7) The Minister of Finance shall establish a clearance  strategy to continuously reduce arrears of expenditure  commitments which exist on the date of the coming into  ‘operation of this Act, and enhance mechanisms to prevent  the accumulation of areas,",
    "mean_p_confidence": 0.6484444444444445
  },
  {
    "i_page": 28,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "  Public Financial Management 7  ‘At, No. 44 of 2024",
    "mean_p_confidence": 0.5316666666666666
  },
  {
    "i_page": 28,
    "par_num": 2,
    "text": "  30.(1) The authority tospend moneys appropriated under —Eypizy of sual  ‘he annual budget shall expire and cease to have effect at bien  ‘he end ofthe Financial year to which such annual budget HPs# PH\"  felts,",
    "mean_p_confidence": 0.46675000000000005
  },
  {
    "i_page": 28,
    "par_num": 3,
    "text": "  (2) Incase of claim not sted prior to thin frst day of  December of a financial year in which the claim arose, such  claim shall be setled against corresponding “code of  expenditure” in the folowing financial year. Procedure for  sch setlement shal be as prescribed.",
    "mean_p_confidence": 0.5243137254901961
  },
  {
    "i_page": 28,
    "par_num": 4,
    "text": "  31.(1) The Minster of Finance shallensure thatthe multi- Mal year  year expenditure commitments proposed in the annual S784  budget of any relevant year are consistent withthe medium- \"=\"  term fiscal framework.",
    "mean_p_confidence": 0.4972222222222222
  },
  {
    "i_page": 28,
    "par_num": 5,
    "text": "  (2) The Chief Accounting Officer of the espective  budgetary entity shal obtain approval from the Cabinet of  Ministers prior to entering into multi-year expenditure",
    "mean_p_confidence": 0.5928571428571429
  },
  {
    "i_page": 28,
    "par_num": 6,
    "text": "  (3) For the purpose of this section, \"multi-year  expenditure commitments” means an expenditure  ‘commitment the setdement of which requires appropriation  from the Appropriation Acts ofthe financial years succeeding  the relevant Financial year and shall include public  investment projets, related recurent costs, obligations of  the Government under public-private partnership projects  and other investments and financing arrangements,",
    "mean_p_confidence": 0.60703125
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": "  32. (1) Every public entity shall procure the goods, Precremeat  services, works, consultancy services and information  systems in compliance with the procurement procedures  specified in writen laws and guidlines ised fom ime to  time by the National Procurement Commission,",
    "mean_p_confidence": 0.6335555555555555
  },
  {
    "i_page": 29,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "  2» Public Financial Management  ‘et, No. 44 of 2024",
    "mean_p_confidence": 0.5033333333333333
  },
  {
    "i_page": 29,
    "par_num": 2,
    "text": "  (2) (a) Every public enity specie in subparagraph ()  ot paragraph (a ofsubsetion 2) of section 3 salle required  to prepare and provide tothe Secretary tothe Treasury its  annual procurement plans.",
    "mean_p_confidence": 0.5077777777777778
  },
  {
    "i_page": 29,
    "par_num": 3,
    "text": "  (6) Every public enty specified in subparagraphs (i)  and (i) of paragraph (a of subsection 2) of section 3 shall  be required to prepare and provide ther annual procurement  plans to the respective Chie Accounting Officer.",
    "mean_p_confidence": 0.5265853658536586
  },
  {
    "i_page": 29,
    "par_num": 4,
    "text": "  (2) The National Procurement Commision may, if it  deems necessary, formulate and publish in the Gazette  specific guidelines for State Owned Enterprises and  Provincial Council",
    "mean_p_confidence": 0.6563333333333333
  },
  {
    "i_page": 29,
    "par_num": 5,
    "text": "  Intra sat 3B, (1) Every Chief Accounting Officer or Accounting  Officer or governing body of a pubic entity in respect of  ‘hich an internal auditor hasbeen appointed shall ensure  that the internal auditor exercises functions independently  and is not assigned with a function that may amount 10  confit of interest.",
    "mean_p_confidence": 0.5638596491228071
  },
  {
    "i_page": 29,
    "par_num": 6,
    "text": "  (2) The imternal auditor shal follow the dtetives issued  under subsection (3) and shall submit a repor setting out  such findings on the respective Head of Expenditure to the  (Chie Accounting Officer or Accounting Officer or governing  body ofthe relevant public entity and copies of such report  shall be forwarded to the Department responsible for the  subject of Auait Management in terms ofthe provisions of  sections 40 and 41 of the National Audit Act, No. 19 of  201s.",
    "mean_p_confidence": 0.6057954545454546
  },
  {
    "i_page": 30,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "  ‘et No.8 of 2024",
    "mean_p_confidence": 0.3433333333333333
  },
  {
    "i_page": 30,
    "par_num": 2,
    "text": "  (2) The Screary to the Treasury sal ise deetives  it egads to srengtbening of ineroal cons, feral  ds onde audi nanagent commits of pbc ens",
    "mean_p_confidence": 0.393448275862069
  },
  {
    "i_page": 30,
    "par_num": 3,
    "text": "  PARTVI  Franc Maca",
    "mean_p_confidence": 0.13166666666666668
  },
  {
    "i_page": 30,
    "par_num": 4,
    "text": "  234.1) (0) There sll be established a Commies on Tray cash  Cash Flow Management chaired by the Seereary othe  “Trea and consisting of Deputy Secretaries, and Headsot MAS  the Departments in the Treanry and Hens of following msm sem  revenve Departments =",
    "mean_p_confidence": 0.42208333333333337
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": "   Ditctor-Generaof Customs:  (@) Commissioner Gener of Inland Revent;  and",
    "mean_p_confidence": 0.3523076923076923
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "  (©) The powers, dues and functions, esponsblties  ad operation of the Commitee specied in paragraph ()  Stall be as presi",
    "mean_p_confidence": 0.4666666666666666
  },
  {
    "i_page": 30,
    "par_num": 7,
    "text": "  (2) There stall be a easy singe account to sin  the revenue and expenditure ofthe Conslldsted Fund,  ‘which shal bean iterated system of hank accounts, nto  ‘wich al Goverment eash including maneys recived by  the pulicentiies refered on subparagraphs () and (i) of  ttgaph of subsection 2) of ection 3 al be depot  fd fom wbich expenditure of the Goverment and sich  Pull enties sal e made to enable public fads tobe",
    "mean_p_confidence": 0.4811111111111111
  },
  {
    "i_page": 31,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "  ‘Neeson  Coat guise in tha ca y te Seay othe Teas)  (2) The povening body of public eaty which sat  sujet te wes single atu shal ate owe 0  Open maintain, and he Bank aco he pps of  ‘Tecan pli ance such uc ey i ts  thelr ren ean lh such oh ety  cnablates  (3). Te das on the oping and csing of ti  ban coun ced tn tscuon (sl be at  rene  beet 36 (0) hres developed aneffein conptsied  ESSER Ca tmcton sete nis Act  (2) Te perfomance. sci say and asuay ofthe  public ey computed fant manage and  Dinmont shales pete  td evan reste  egy ys Mu(1)The Sota tote Tey shal aj ote  recite ay pt om oe lpn des o domes  Sonam otal ofthe Goverment cep thr ae  Sin stch scene anece ih an",
    "mean_p_confidence": 0.35691823899371067
  },
  {
    "i_page": 32,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "  Public Financial Management 3  ‘At, No. 44 of 2024",
    "mean_p_confidence": 0.5499999999999999
  },
  {
    "i_page": 32,
    "par_num": 2,
    "text": "  (2) Funds received as grants to the Government from a  foreign government, international organization, or other  foxeign donor (inthis section refered to a8 the “Treign  rans\") or domestic donor shall be —",
    "mean_p_confidence": 0.5262162162162162
  },
  {
    "i_page": 32,
    "par_num": 3,
    "text": "  (a) credited wo the Consolidated Fund: and  (0) incorporated in the deft annul budget ofthe public  centty responsible for executing the grant.",
    "mean_p_confidence": 0.4423076923076923
  },
  {
    "i_page": 32,
    "par_num": 4,
    "text": "  (3) Any public entiy which receives grant in any kind  under this section shall determine and record the monetary  value of such gratin accordance with the relevant written  aw",
    "mean_p_confidence": 0.5514705882352942
  },
  {
    "i_page": 32,
    "par_num": 5,
    "text": "  (4) The requirements and procedures for the receipt of  foreign grants or domestic grants, as the case may be, shall  be as peesribed,",
    "mean_p_confidence": 0.5625925925925925
  },
  {
    "i_page": 32,
    "par_num": 6,
    "text": "  238.(1)Themanagement ofthe non-financial asetsofthe Act  public emites refered to in subparagraphs (), (i) and iy ™=ME™=™  of paragraph (a) of subsection (2) of section 3 including  ‘hei idemitiaton, classification, valuation utilization, and  Aisposal shall be governed subject to any relevant written  aw",
    "mean_p_confidence": 0.47938775510204085
  },
  {
    "i_page": 32,
    "par_num": 7,
    "text": "  (2) The proceeds ofthe sale of any movable or immovable  property o any exclusive privilege belonging toa budgetary  ity shall be credited tothe Consolidated Fund and shall  tbe dealt with in the manner as may be prescribed",
    "mean_p_confidence": 0.5261904761904762
  },
  {
    "i_page": 33,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "  ‘Act No. 46 of 2028  PART VIE  Sear Fows  owe ofthe 39, (1) The Secretary to the Treasury shall supervise  Seca We examine, and monitor al stalry funds and may issue  TEES Qa. dctves on statutory funds in respect of which any aber  ‘writen law doesnot provide for such mater  (2) The Scretary othe Treasury shalsubmit report on  the performance of statutory funds to the Cabinet of  (3) Every statutory fn shall —  (a) comply with any diccivefasued by he Seeretary  Wo the Treasury in exercising the powers, dats,  and functions unde this Act and any abe writen  laws  (©) (© submit drat anual budget estimates endorsed  bythe Chet Accounting Officer ofthe statutory  fund andthe relevant Minister tthe Secretary  tothe Treasury fr approval  (prepare hee budge proposals inline with the  [provisions ofthe budget cll circular ssued by  {he Sccreury to the Treasury if ay story  funds and hy annual buget  (submit regular repos om its performance to the  Scot othe Treasury as may be prescribed and  (a) subst eter information as may Be requed in  sng by the Secretary tothe Treasury.",
    "mean_p_confidence": 0.48490384615384613
  },
  {
    "i_page": 34,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 34,
    "par_num": 1,
    "text": "  Public Financial Management 3  ‘At, No. 44 of 2024  (4) Any non statutory Fund shall cease its operations fom  the date of coming into operation of tis Act and shall be  issolved within one year from such date and the moneys  lying to the ereit of such fund shall be remitted tothe  Consolidated Fund after discharging the labilies of such  fund  Provided however, where the Minister of Finance in  consultation with the Secretary tothe Treasury, determines  ‘hat such a non-sattory fund shall coatine in operation,  such fund shall be converted to a statwory fund at may be  presribed.  PARTE  PumacbwesmnrMacaenest  40, (1) The selection and implementation of a public Gener  investment project. including a pubic private partnership, Pte of  project shall bein compliance with — re  (2) the objects specitied in section 2: Pie  (@) the fiscal responsibilty framework provided forin  Part and  (©) Sti Lanka’s national development policy  framework, national policies, sectoral plans, and  public investment programme.  (2) The Minister of Finance shall establish a Public  Investment Committee consisting of  (2) the Heads of the Departments in the General  ‘Treasury responsible for the following subject",
    "mean_p_confidence": 0.5648372093023256
  },
  {
    "i_page": 35,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 35,
    "par_num": 1,
    "text": "  u Public Financial Management  ‘et, No. 44 of 2024  (© national planing:  (public finance:  (Gi) fiscal poticy,  (iv) national budget;  (0) public debt management  (oi) extemal resources  (i) weasury operations:  (i) public enterprises  (ix) management services:  (0) project management and monitoring: and  (0) the authority in charge of the subject of public  private partnerships.  (3) The Chairperson ofthe Public Investment Commitee  hl be the Secretary to the Treasury  (4) The Secretary tothe Public Investment Commitee  shall be an officer of the Deparment responsible for the  Subjet of national planning, nominated by the Secretary 19  the Treaty.  (5) The Pubic Investment Commitee shal be esponsible  for  (a) the selection of public investment projects  including public-private partnership projects  specified in section 42, based on the criteria that  shall be published by the Ministry ofthe Minster  ‘of Finance:",
    "mean_p_confidence": 0.5279141104294478
  },
  {
    "i_page": 36,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 36,
    "par_num": 1,
    "text": "  Public Financial Management 35  ‘At, No. 44 of 2024",
    "mean_p_confidence": 0.5275
  },
  {
    "i_page": 36,
    "par_num": 2,
    "text": "  (@) making recommendations to the Minister of  Finance on the mode of financing for such projects,  including financing from the annual budget: and",
    "mean_p_confidence": 0.6659259259259259
  },
  {
    "i_page": 36,
    "par_num": 3,
    "text": "  (6) supervising the implementation ofthe provisions  ‘of this Act and the regulations made thereunder  Pertaining to public investment projets, including  public private parmership projects, and making  recommendations as afe deemed necessary 1o the  Minister of Finance",
    "mean_p_confidence": 0.5481395348837209
  },
  {
    "i_page": 36,
    "par_num": 4,
    "text": "  AL. (1) There shall bea public investment programme pubis",
    "mean_p_confidence": 0.5636363636363636
  },
  {
    "i_page": 36,
    "par_num": 5,
    "text": "  consisting o all ongoing and prospective public investment vetmeat  projects, including public-private partnership projects =\"  planned based on the national development policy",
    "mean_p_confidence": 0.5665384615384615
  },
  {
    "i_page": 36,
    "par_num": 6,
    "text": "  framework. The public investment programme shall be",
    "mean_p_confidence": 0.5822222222222222
  },
  {
    "i_page": 36,
    "par_num": 7,
    "text": "  prepared by the Department responsible forthe subject of",
    "mean_p_confidence": 0.605
  },
  {
    "i_page": 36,
    "par_num": 8,
    "text": "  ‘atonal planning inthe manner as may be prescribed and",
    "mean_p_confidence": 0.6081818181818183
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "  approved by the Minister of Finance and be published in",
    "mean_p_confidence": 0.695
  },
  {
    "i_page": 36,
    "par_num": 10,
    "text": "  the offical website ofthe Ministry ofthe Minister of Finance",
    "mean_p_confidence": 0.48272727272727267
  },
  {
    "i_page": 36,
    "par_num": 11,
    "text": "  and be updated annuals",
    "mean_p_confidence": 0.5083333333333333
  },
  {
    "i_page": 36,
    "par_num": 12,
    "text": "  (2) Each budgetary emity which intends to implementa",
    "mean_p_confidence": 0.5589999999999999
  },
  {
    "i_page": 36,
    "par_num": 13,
    "text": "  ‘new public investment project, including a public private  parinership projet by fifteenth day of May in any year shall  sulbmit the project proposal including prescribed details to  the Department responsible forthe subject of national  planning",
    "mean_p_confidence": 0.5224390243902439
  },
  {
    "i_page": 36,
    "par_num": 14,
    "text": "  (3) The Department esponsible forthe subject of national",
    "mean_p_confidence": 0.563
  },
  {
    "i_page": 36,
    "par_num": 15,
    "text": "  planning shall —",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 36,
    "par_num": 16,
    "text": "  (2) review project proposals including prefeasiility  and feasibility study reports submitied by  budgetary entities in accordance withthe appraisal  methodologies as may be prescribe",
    "mean_p_confidence": 0.5496428571428572
  },
  {
    "i_page": 37,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 37,
    "par_num": 1,
    "text": "  6 Public Financial Management  ‘et, No. 44 of 2024",
    "mean_p_confidence": 0.49500000000000005
  },
  {
    "i_page": 37,
    "par_num": 2,
    "text": "  (0) accep or rejectthe project proposalsto be incuded  in public investment programme based on its  appraisal of project proposals and subject to its  ‘consistency with national development plan of Sti  [Lanka and the fiscal strategy statement including  the medium-term fiscal framework,",
    "mean_p_confidence": 0.57125
  },
  {
    "i_page": 37,
    "par_num": 3,
    "text": "  Project seloton 42. (1) Each budgetary entity may propose tothe Minster  ‘nd fodssie  oF Finance public investment project, including a public-  privat partnership projet for inclusion inthe annual budget  Jf such proposed projects are included in the public  Jnvestment programme refered 10 in section 41  (2) Any proposal for » public investment projet,  Including a public-private partnership project refered to in  subsection (1), shal be included inthe budget proposal of  the budgetary entity, ina form specie inthe budget call  incurs issued by the Secretary othe Treasury.",
    "mean_p_confidence": 0.5476288659793814
  },
  {
    "i_page": 37,
    "par_num": 4,
    "text": "  (3) Subject tothe eelings set out in the budget call",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 37,
    "par_num": 5,
    "text": "  citoulars, the Public Investment Commitee shall —",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 37,
    "par_num": 6,
    "text": "  (a) review the proposed public investment projects,  including public-private partnership projects  according tothe projec selection criteria as may  be prescribed and prepare a list of prioritized  projects forthe approval ofthe Minister of Finance  and forthe inclusion in the daft annual budget for  approval by the Cabinet of Ministers and",
    "mean_p_confidence": 0.5850877192982457
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "  (©) recommend appropriate funding sources for  projects, taking into account the available fiscal  space and other relevant matters which need  consideration.",
    "mean_p_confidence": 0.6273076923076922
  },
  {
    "i_page": 38,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 38,
    "par_num": 1,
    "text": "  Public Financial Management Fa  ‘At, No. 44 of 2024",
    "mean_p_confidence": 0.49500000000000005
  },
  {
    "i_page": 38,
    "par_num": 2,
    "text": "  (4) The Minister of Finance shall ensure that any  sppropraton trough annual budget shall not be made toa  public investment project, including a public-private  partnership project which is not included in the publi  Investment programme.",
    "mean_p_confidence": 0.666829268292683
  },
  {
    "i_page": 38,
    "par_num": 3,
    "text": "  (5) Notwithstanding the provisions of subsections (1) and  2). public investment projects that are specifically  developed in response to natural disasters oe emergencies  declared by the Government may be considered outside the  public investment programme. Such public investment  projects shall be subject to the erteria and procedures as  may be presribed.",
    "mean_p_confidence": 0.6252542372881356
  },
  {
    "i_page": 38,
    "par_num": 4,
    "text": "  (6) The Public Investment projects referred to in  subseetion (5) shall be —",
    "mean_p_confidence": 0.63125
  },
  {
    "i_page": 38,
    "par_num": 5,
    "text": "  (2) subjected to the provisions of any applicable",
    "mean_p_confidence": 0.6679999999999999
  },
  {
    "i_page": 38,
    "par_num": 6,
    "text": "  writen lav; and  (@) approved by the Cabinet of Ministers.  43. (1) The public-private partnership projects shall be Public pnte  subjected tothe same procedure followed in respect of public M0  investment projects under this Act. Additional provisions °°\"  applicable to public-private partnership projects may be as  presribed. The Minister of Finance may include a public  private partnership project in the annual budget oaly if -  (2) such projects considered as a projet which offers  sm economic rum in terms of prescribed economic,  Social and environmental criteria",
    "mean_p_confidence": 0.4984693877551021
  },
  {
    "i_page": 38,
    "par_num": 7,
    "text": "  (8) any guarantees provided by the Government on  public-private partnerships do not exceed the  clings under the medium-term fiscal framework:  and",
    "mean_p_confidence": 0.5761538461538461
  },
  {
    "i_page": 39,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 39,
    "par_num": 1,
    "text": "  Pn Public Financial Management  ‘et, No. 44 of 2024",
    "mean_p_confidence": 0.48333333333333334
  },
  {
    "i_page": 39,
    "par_num": 2,
    "text": "  (©) theriskborne by the Government ina pbli- private  Partnership project is deemed reasonable and  fiscally aflordable, and the proposeisk mitigation  strategies ate deemed sufficient and taking sich  risk is required for the project's efficient  implementation,",
    "mean_p_confidence": 0.5004761904761905
  },
  {
    "i_page": 39,
    "par_num": 3,
    "text": "  (2) The public-private partnership projects shall be  Included in the list of priovtized projects referred to in  paragraph (a of subsetion (3) of section 42 for the approval  fof the Minster of Finance for the inclusion in the nual  budget",
    "mean_p_confidence": 0.6178260869565217
  },
  {
    "i_page": 39,
    "par_num": 4,
    "text": "  (3) Any expenditure fom the Consolidated Fund on an  approved public-private partnership project shall be  appropriated in the Appropriation Act forthe relevant  financial year and the total costs of the public-private  partnership project over its ifetime shall be disclosed inthe  annual budget document",
    "mean_p_confidence": 0.6578
  },
  {
    "i_page": 39,
    "par_num": 5,
    "text": "  (4) Upon the approval ofthe Cabinet of Ministers fora  public-private partnership project, the Ministry of the  ‘Minister of Finance shall ensure that —",
    "mean_p_confidence": 0.597037037037037
  },
  {
    "i_page": 39,
    "par_num": 6,
    "text": "  (a) an estimate ofthe contingent Viailiies associated  With all public-private partnership projects is  included in the fiscal strategy statement: and",
    "mean_p_confidence": 0.5129166666666667
  },
  {
    "i_page": 39,
    "par_num": 7,
    "text": "  (0) reports on the execution of public-private  partnership projects and their Financial impact ae  Submited to the Parliament with he sna eeport  ‘ofthe Ministry ofthe Minister of Finance",
    "mean_p_confidence": 0.5312121212121212
  },
  {
    "i_page": 39,
    "par_num": 8,
    "text": "  Project 44. (1) Each public entity shall ensure that all pubic",
    "mean_p_confidence": 0.573076923076923
  },
  {
    "i_page": 39,
    "par_num": 9,
    "text": "  Sting and iqyesiment projets, incluing publie-prvate partnership",
    "mean_p_confidence": 0.25222222222222224
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "  ‘valuon projects be delivered on time within the budgetary  allocation, and in accordance with the guidelines issued by  the Secretary to the Treasury",
    "mean_p_confidence": 0.6233333333333333
  },
  {
    "i_page": 40,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 40,
    "par_num": 1,
    "text": "  Public Financial Management 39  ‘At, No. 44 of 2024",
    "mean_p_confidence": 0.5316666666666666
  },
  {
    "i_page": 40,
    "par_num": 2,
    "text": "  (2) Each Chie Accounting Officer or Accounting Officer  responsible for the implementation and monitoring of  approved public investment projects shall submit the annul  action plan and provide informatio onthe implementation  fof each such projects to be monitored monthly by the  “Ministry ofthe Minster of Finance",
    "mean_p_confidence": 0.6130769230769231
  },
  {
    "i_page": 40,
    "par_num": 3,
    "text": "  (3) There shall bea Commitee appointed by the Cabinet  of Ministers comprising members not more han eleven fom  the Heads of entities responsible for planning, resource  ‘mobilizing, budgeting, financing and monitoring, to take  expeditious strategic decisions relating to implementation  ‘of public investment projects based on information provided  by the relevant Chief Accounting Officers and Accounting  Officers.",
    "mean_p_confidence": 0.5576923076923077
  },
  {
    "i_page": 40,
    "par_num": 4,
    "text": "  (4) The Head of the Deparment responsible fr peojet  ‘monitoring and evaluation shall be the Secretary to the  Commitee.",
    "mean_p_confidence": 0.6134782608695651
  },
  {
    "i_page": 40,
    "par_num": 5,
    "text": "  (5) The Functions and responsibilities ofthe Commitce  and the manner of monitoring and evaluation of projects  may be prescribed",
    "mean_p_confidence": 0.5304347826086956
  },
  {
    "i_page": 40,
    "par_num": 6,
    "text": "  (6) Any substantial changes to contacts or agreements  affecting the sustainability and affordability of any project,  specified in subsection (1) shall be approved in advance by  the Minister of Finance. The Minister of Finance may  determine the criteria for determining any change in a  contract or agreement as substantive, taking into account  felevant writen laws a guidelines,",
    "mean_p_confidence": 0.5807692307692308
  },
  {
    "i_page": 40,
    "par_num": 7,
    "text": "  45. (1) A seport together with information relate to all Reponing  new projets approved by the Public Investment Committee,  and ongoing public investment projects, including public:  private partnership projects shall be included inthe annual  budget document Such report shall contain -",
    "mean_p_confidence": 0.5219148936170213
  },
  {
    "i_page": 41,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 41,
    "par_num": 1,
    "text": "  40 Public Financial Management  ‘et, No. 44 of 2024  (a) the name of each project, the starting date or dats  and expscted completion date or dates, summary  ‘ofthe objectives and scope ofthe project,  (0) total project cost inchuding expenditure already  incurred on the project, an estimate of annual  ‘expenditure over the medium term and financing  sources; and  (©) any other information as may be deemed  appropriate by the Minister of Finance  (2) The Secretary tothe Treasury shall be responsible for  ‘maintaining an updated data repository on pubic investment  projects, including public-private partnership projects.  PARTX,  CGevemsneer Bossom Gass  ui eke 46. The policy framework on management of public debt  buunagemest and Government guarantees shall he in accordance withthe  provisions of Part II ofthis Act and subject tothe relevant  laws.  PARTXI  Acceuma aso Rerca  nani 47. (1) The financial statements of the Government  \"eponing shall  (a) be prepared complying with the standards to be  developed based onthe ternational public sector  sccounting standards:",
    "mean_p_confidence": 0.528031914893617
  },
  {
    "i_page": 42,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 42,
    "par_num": 1,
    "text": "  Public Financial Management 4  ‘At, No. 44 of 2024",
    "mean_p_confidence": 0.5375
  },
  {
    "i_page": 42,
    "par_num": 2,
    "text": "  (@) promote wansparency ia the disclosure public of  financial information and effective management of  revenue, expenditure, assets and Habiites of the  Public entities to which the accounting standards  apply: and",
    "mean_p_confidence": 0.49916666666666665
  },
  {
    "i_page": 42,
    "par_num": 3,
    "text": "  (6) besimed at the advancement of financial reporting  in the pubic sector.",
    "mean_p_confidence": 0.5046666666666667
  },
  {
    "i_page": 42,
    "par_num": 4,
    "text": "  (2) The budgetary entities shal prepare and submit to  the Auditor-General annual financial statement and  {information inthe manner and wih the frequency and detail  a8 specified in relevant written laws.",
    "mean_p_confidence": 0.5794285714285715
  },
  {
    "i_page": 42,
    "par_num": 5,
    "text": "  (3) A united chart of aceouns shall be used by every  budgetary entity unless the Secretary tothe Treasury exempss  particular budgetary entity from such requirement with  the concurrence ofthe Minister of Finance:",
    "mean_p_confidence": 0.5383783783783784
  },
  {
    "i_page": 42,
    "par_num": 6,
    "text": "  Provided however, the accounts of every budgetary  entity shall elect all necessary information",
    "mean_p_confidence": 0.5725
  },
  {
    "i_page": 42,
    "par_num": 7,
    "text": "  (4) Not tater han one hundred and eighty days aftr the  closure of every financial year—",
    "mean_p_confidence": 0.49947368421052635
  },
  {
    "i_page": 42,
    "par_num": 8,
    "text": "  (2) cach public entity covered in subparagraph (i) of  Paragraph (a) of subsection (2) of section 3 shall  publish an annual performance repot and",
    "mean_p_confidence": 0.5621428571428572
  },
  {
    "i_page": 42,
    "par_num": 9,
    "text": "  (@) each public entity covered in subparagraph (i) and  (Gi) of paragraph (a) of subsection 2) of section 3  shall publish an annual epodt,",
    "mean_p_confidence": 0.48857142857142855
  },
  {
    "i_page": 42,
    "par_num": 10,
    "text": "  that shall include inter-aliathe accounts and oer financial  Statements ofl the requirements specified inthe relevant  ‘writen laws and regulations made thereunder.",
    "mean_p_confidence": 0.4508
  },
  {
    "i_page": 43,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 43,
    "par_num": 1,
    "text": "  ‘Act No #4 of 2024  (5) The Sceetry tothe Treasury shall pero issue,  publish, and review the instructions, dcetives, processes,  Procedures, and systems for acounting and reporting  (6) Unless otherwise stated tis Act, the submission of  the accounts and otber financial satements of udgetary  mites tothe Auditor-General shall bein aecordance with  the provisions ofthe National Audit Act No. 19 of 2018  ower ete 484 (1) The Secretary tothe Treasury shall ave power to  Information’ seguir the pblic entities specitiedin subparagraphs (i)  and (i) of paragraph (a) of subsection (2) of Seton 319  furnish regular reports or any oer information on ad — hoe  (a) which are necessary for the preparation of the  statements and reports refered to inthis Pat and  (©) on mates elating to thee financial management.  (2) The Head of evry publi ety sal amish dhe  Information and reports required to he furnished by the  Secretary tothe Treasury under subsection (2) within the  timeframe and inthe form specified bythe Seretary tothe  Treasury,  ase 49.(1)Abudget economic and fiscal poston eport shall  Frosmic and gguse tobe tle in Patiament by the Minster of Finance  epee onthe day fixed forthe second reading ofthe Appropriation  Blin Patament,in each year  (2) The budget economic and fiscal poston rept shall  contain, the following information inthe format a8 may be  presribed in relation to the cutent and immediately  suceeding Financial year:",
    "mean_p_confidence": 0.5116862745098039
  },
  {
    "i_page": 44,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 44,
    "par_num": 1,
    "text": "  Public Financial Management 48  ‘At, No. 44 of 2024",
    "mean_p_confidence": 0.5183333333333333
  },
  {
    "i_page": 44,
    "par_num": 2,
    "text": "  (2) estimates relating tothe gross domestic product;",
    "mean_p_confidence": 0.4277777777777778
  },
  {
    "i_page": 44,
    "par_num": 3,
    "text": "  (@) estimates relating to consumer prices:",
    "mean_p_confidence": 0.54625
  },
  {
    "i_page": 44,
    "par_num": 4,
    "text": "  (©) estimates relating to employment and  unemployment,",
    "mean_p_confidence": 0.355
  },
  {
    "i_page": 44,
    "par_num": 5,
    "text": "  (2) estimates relating tothe curtent account postion  ‘ofthe balance of payments:",
    "mean_p_confidence": 0.42142857142857143
  },
  {
    "i_page": 44,
    "par_num": 6,
    "text": "  (e) estimates relating to revenue and expenditure:",
    "mean_p_confidence": 0.5222222222222223
  },
  {
    "i_page": 44,
    "par_num": 7,
    "text": "  (estimates relating to Government borowing:",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 44,
    "par_num": 8,
    "text": "  () the basis, economic or otherwise which as been  sein the preparation of the estimates specitied in  paragraphs (a) to)",
    "mean_p_confidence": 0.555
  },
  {
    "i_page": 44,
    "par_num": 9,
    "text": "  i) a statement relating to the sensitivity of the  estimates specitied in paragraphs () 10 () and the  ‘changes which may oecur in connection with the  ‘economic or other basis used inthe preparation of  such estimates;",
    "mean_p_confidence": 0.5588095238095238
  },
  {
    "i_page": 44,
    "par_num": 10,
    "text": "  (© statement, quantified as fara practicable, he isks  ‘hat may have a material effect on thefsal positon  such as contingent liabilies including guarantees  and indemnites granted bythe Government under  any written law",
    "mean_p_confidence": 0.4871052631578947
  },
  {
    "i_page": 44,
    "par_num": 11,
    "text": "  (public announcements relating to proposals of the  Government in connection with Government  spending not included in the estimates refereed to  in paragraph",
    "mean_p_confidence": 0.5740740740740741
  },
  {
    "i_page": 45,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 45,
    "par_num": 1,
    "text": "  “4 Public Financial Management  ‘et, No. 44 of 2024  (@) ongoing negotiations of the Government which  have not been finalized, updates to the fiscal  strategy statement and the medium-term fiscal  framework since the publication of the original  statement; and  (such ther information which may be necessary to  Feflect fairly the financial position of the  ‘Government in espect ofeach such financial yeu.  (3) Subject w the provisions of subsection (4), the  Information contained inthe budget economic and fiscal  position repr shal take into account, a far as posible, ll  Government decisions and al other circumstances that may  have material effect onthe fiscal and economic position of  the Government  (4) Nothing contained inthis section shall be read and  construed as requiring the inclusion inthe budget economic  and fiscal position report, disclosure of any information,  in View of the writen opinion ofthe Minster of Finance, if  ‘ch details oF information -  (a) be prejudicial to the national security: or  (©) compromise Sri Lanka in a material way. in  negodation, ltigation oF commercial activity  (5) The Report shall he published on theofficial website  ofthe Ministry of the Minister of Finance upon submission  to Parliament.  Midyear rial $0, (1) The Minister of Finance shall ause tobe released  Poston 70% to the public in respect of every year. a mid-year fiscal  position report to provide a basis for the public to evaluate  {he Government's mid-year fiscal performance a against its  fiscal strategy a et out nits statement",
    "mean_p_confidence": 0.5735766423357664
  },
  {
    "i_page": 46,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 46,
    "par_num": 1,
    "text": "  Public Financial Management 45  ‘At, No. 44 of 2024",
    "mean_p_confidence": 0.5650000000000001
  },
  {
    "i_page": 46,
    "par_num": 2,
    "text": "  (2) The mid-year fiscal position report in respect of a  financial year shall comin ~",
    "mean_p_confidence": 0.5316666666666667
  },
  {
    "i_page": 46,
    "par_num": 3,
    "text": "  (a) astatement ofthe estimated and actual expenditure",
    "mean_p_confidence": 0.42333333333333334
  },
  {
    "i_page": 46,
    "par_num": 4,
    "text": "  forthe fis ix months of tht year,",
    "mean_p_confidence": 0.4855555555555556
  },
  {
    "i_page": 46,
    "par_num": 5,
    "text": "  (0) astatement of the estimated and actual evenue for",
    "mean_p_confidence": 0.5436363636363636
  },
  {
    "i_page": 46,
    "par_num": 6,
    "text": "  the first six months ofthat year,",
    "mean_p_confidence": 0.49000000000000005
  },
  {
    "i_page": 46,
    "par_num": 7,
    "text": "  (6) statement of the estimated and actual cashflows",
    "mean_p_confidence": 0.45999999999999996
  },
  {
    "i_page": 46,
    "par_num": 8,
    "text": "  forthe fis ix months of tht year,",
    "mean_p_confidence": 0.5177777777777778
  },
  {
    "i_page": 46,
    "par_num": 9,
    "text": "  (i) astatement ofthe estimated and actual borrowings",
    "mean_p_confidence": 0.44777777777777783
  },
  {
    "i_page": 46,
    "par_num": 10,
    "text": "  forthe fist six months ofthat year; and",
    "mean_p_confidence": 0.48000000000000004
  },
  {
    "i_page": 46,
    "par_num": 11,
    "text": "  (6) such other statements which may be necesary to",
    "mean_p_confidence": 0.6045454545454545
  },
  {
    "i_page": 46,
    "par_num": 12,
    "text": "  reflect faicly. the financial position of the  Government in respect of the Fist six months of  such financial yer,",
    "mean_p_confidence": 0.5969565217391305
  },
  {
    "i_page": 46,
    "par_num": 13,
    "text": "  (3) Where ther isa shortfall in he estimated revenue oF  ash flow, or an excess inthe estimated expenditure or  borrowings, the mid-year fiscal position report shall state  the reasons for sich shortfall or excess.",
    "mean_p_confidence": 0.5766666666666667
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": "  (4) Subject to the provisions of subsection (3), the  {formation contained inthe mid-year fiscal position report  shall take into account, as far a8 posible, all Government  ‘decision anal oer circumstances that may havea material  effect on the fiscal position including decisions taken and  circumstance tht exis afterthe passing ofthe Appropriation  ‘Act for that yer.",
    "mean_p_confidence": 0.5372580645161291
  },
  {
    "i_page": 46,
    "par_num": 15,
    "text": "  (5) Nothing contained inthis section shall be read and  construed as fequring the inclusion in the mid-year fiscal  postion report rte disclosure of any information, in view  fof the written opinion of the Minister of Finance, if such  details or information -",
    "mean_p_confidence": 0.55875
  },
  {
    "i_page": 47,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 47,
    "par_num": 1,
    "text": "  46 Public Financial Management  ‘et, No. 44 of 2024  (a) be prejudicial to the national security: or  (©) compromise Sri Lanka in a material way. in  negodation, ltigation oF commercial activity",
    "mean_p_confidence": 0.5183783783783784
  },
  {
    "i_page": 47,
    "par_num": 2,
    "text": "  (6) Where any information on any matter required to be  Included in a mid-year fiscal position report remains  ‘unchanged from the information in relation to such mater  asisincluded inthe last budget economic and fisal postion  port, the mid-year fiscal position report shall state that  ‘such information remains so unchanged,",
    "mean_p_confidence": 0.5705357142857143
  },
  {
    "i_page": 47,
    "par_num": 3,
    "text": "  (7) The mid-year fiscal position report shall be published  inthe website ofthe Ministry ofthe Minister of Finance, by  the last day ofthe month of October of the relevant year oF  {he lpse of ten months from the date ofthe passing ofthe  Appropriation Act of the relevant year, whichever slater",
    "mean_p_confidence": 0.6098181818181818
  },
  {
    "i_page": 47,
    "par_num": 4,
    "text": "  (8) The Minister of Finance shall —",
    "mean_p_confidence": 0.4288888888888889
  },
  {
    "i_page": 47,
    "par_num": 5,
    "text": "  (a) ifPariament is siting on the date ofthe release of  ‘he mid-year fiscal position report, cause a copy of  such report tobe tabled in Parliament within two  Weeks ofthe date of suc release: oF  (0) ifPartiamentis ot siting on the dae ofthe cease  ‘ofthe mid-year fiscal postion repr, cause a copy of  such epot toe tabled in Parliament within 10  weeks ofthe next siting of Parmer,  ina bg SL. (1) The Minister of Finance shall eause tobe released  Psion sone! othe public, inrespect ofeach financial yat, final budget  position reports apart ofthe annual report ofthe Ministry  ‘ofthe Minister of Finance to provide bass forthe public to  evaluate the Government's annual fiscal performance as  agains its fiscal strategy as set out in its statement forthe  felevant financial year.",
    "mean_p_confidence": 0.5214685314685314
  },
  {
    "i_page": 48,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 48,
    "par_num": 1,
    "text": "  Public Financial Management 7  ‘At, No. 44 of 2024",
    "mean_p_confidence": 0.48666666666666664
  },
  {
    "i_page": 48,
    "par_num": 2,
    "text": "  (2) The final budget position report in respect of a  financial year shall contain -",
    "mean_p_confidence": 0.5977777777777777
  },
  {
    "i_page": 48,
    "par_num": 3,
    "text": "  (a) astatement ofthe estimated and actual expenditure  for tha year",
    "mean_p_confidence": 0.4846153846153846
  },
  {
    "i_page": 48,
    "par_num": 4,
    "text": "  (0) astatement ofthe estimated and actual venue for  that year",
    "mean_p_confidence": 0.46384615384615385
  },
  {
    "i_page": 48,
    "par_num": 5,
    "text": "  (6) statement ofthe estimated and actual cashflows  for that year",
    "mean_p_confidence": 0.47000000000000003
  },
  {
    "i_page": 48,
    "par_num": 6,
    "text": "  (a) astatement ofthe estimated and actual borrowings  for that yar: and",
    "mean_p_confidence": 0.4535714285714286
  },
  {
    "i_page": 48,
    "par_num": 7,
    "text": "  (6) such other statements which may be necessary to  reflect fairly the financial position of the  Government a the end of such nancial yer.",
    "mean_p_confidence": 0.6146428571428572
  },
  {
    "i_page": 48,
    "par_num": 8,
    "text": "  (3) Where there is a shortfall in the estimated revenue oF  cash flow of an excess inthe estimated expenditure that  caused deviation from the primary expenditure limit or an  excess in the estimated borrowing the Final budget positon  report shall state the reasons for such shortfall or excess.",
    "mean_p_confidence": 0.5888888888888889
  },
  {
    "i_page": 48,
    "par_num": 9,
    "text": "  (4) The final budget position report shall be published  fon the website of the Ministry of the Minster of Finance,  ‘ot later than six months fom the endothe financial yar.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 48,
    "par_num": 10,
    "text": "  (5) The Minister of Finance shall —",
    "mean_p_confidence": 0.5033333333333334
  },
  {
    "i_page": 48,
    "par_num": 11,
    "text": "  (a) ifPariament is siting on the date ofthe cease of  the final budget position report, cause a copy of  such report to be tabled in Parliament within two  weeks ofthe date of such lease: or",
    "mean_p_confidence": 0.5589999999999999
  },
  {
    "i_page": 49,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 49,
    "par_num": 1,
    "text": "  ‘Act No #4 of 2024  (0) Patamentis not siting onthe dato the lease  ‘ofthe final budget position repo. cause a copy of  such report tobe tabled in Patament within 80  weeks ofthe next siting of Parliament  (6) The final budget position report fora financial year  snaye incorporated he budget economic and fiscal position  ‘eportin respect of nancial yea, which sntoduced ater  Pectin £2 (1) The Secretary to the Treasury shall within thee  Sadastry \"weeks f the publication of proclamation or Onder requiring  reasoners he holding of a General Election o eect the members of  Parliament, eause oe released tothe publica pe-letion  budgetary postion report containing information on the  fiscal positon ofthe county  (2) Every pre-leston budgetary position report shall  contain the following information forthe cate financial  (0) estimates of revenue and expenditure  (0) estimates of the Government borrowings:  (6 thecconomic and other assumptions that hae been  (2) stent of hers, quantified where practice,  thatmay have material effet onthe fiscal postion,  (0 contingent iabiltesinclading guarantees  and indemmities given bythe Government  under any Act",
    "mean_p_confidence": 0.4668527918781726
  },
  {
    "i_page": 50,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 50,
    "par_num": 1,
    "text": "  Public Financial Management  ‘At, No. 44 of 2024  publicly announced proposals for spending  hy the Government that have not been  included in the estimates referred to in  Paragraph (a): and  (Gi) Government negotiations in progress and  ot finalized: and  (@) suchosherinformationas maybe necessary to reflect  fairly the nancial postion ofthe Government as at  the date ofthe said report",
    "mean_p_confidence": 0.554
  },
  {
    "i_page": 50,
    "par_num": 2,
    "text": "  (3) Subject to the provisions of subscetion (4), the  Information in the pre-lection budgetary postion report  shall, take into account tothe fullest posible, exten any  decision of the Government having material effect on the  {sal position,",
    "mean_p_confidence": 0.5611904761904762
  },
  {
    "i_page": 50,
    "par_num": 3,
    "text": "  (4) Noshing in this section shall be read or construed as  equting the inclsion ina pre-election budgetary position  report ofthe disclosure of any information, in view of the  ‘wniten opinion ofthe Minister of Finance if such details or  information ~",
    "mean_p_confidence": 0.5739130434782609
  },
  {
    "i_page": 50,
    "par_num": 4,
    "text": "  (a) be prejudicial to the national security: or  (©) compromise Sri Lanka in a material way, in  negotiation, litigation or commercial activity",
    "mean_p_confidence": 0.5111538461538462
  },
  {
    "i_page": 50,
    "par_num": 5,
    "text": "  (5) Where information on any matter required to be  Included ina pe- election budgetary postion report remains  ‘unchanged fom the information on that matter included in  ‘previous budget economic and fiscal postion report of a  ‘mid-year fiscal position report, the pre-election budgetary  position report shall state such information remains  \"unchanged from the information included in either or bth  ofthese previous repos.",
    "mean_p_confidence": 0.6101428571428572
  },
  {
    "i_page": 51,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 51,
    "par_num": 1,
    "text": "  50 Public Financial Management  ‘et, No. 44 of 2024",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 51,
    "par_num": 2,
    "text": "  (6) Every pre-clection budgetary postion report shall  be accompanied with —",
    "mean_p_confidence": 0.535
  },
  {
    "i_page": 51,
    "par_num": 3,
    "text": "  (a) a statement signed by the Minister of Finance, for  the purpose that the Minister of Finance has  ‘complied with the requirements of subsection (8):",
    "mean_p_confidence": 0.5951724137931035
  },
  {
    "i_page": 51,
    "par_num": 4,
    "text": "  (0) astatement bythe Seoretary tothe Treasury, forthe  Purpose that he information inthe report —",
    "mean_p_confidence": 0.4717647058823529
  },
  {
    "i_page": 51,
    "par_num": 5,
    "text": "  (© reflets the best professional judgement of  the officers ofthe Ministry ofthe Minister of  Finance",
    "mean_p_confidence": 0.5678947368421053
  },
  {
    "i_page": 51,
    "par_num": 6,
    "text": "  G) takes into secount all economic and fiscal  information avilable to the Ministry of the  Minister of Finance: and",
    "mean_p_confidence": 0.5930434782608696
  },
  {
    "i_page": 51,
    "par_num": 7,
    "text": "  (Gi) incorporates the fiscal implications ofthe  Government decisions and circumstances  disclosed by the Minister of Finance under",
    "mean_p_confidence": 0.5876190476190476
  },
  {
    "i_page": 51,
    "par_num": 8,
    "text": "  subsection (8),",
    "mean_p_confidence": 0.3225
  },
  {
    "i_page": 51,
    "par_num": 9,
    "text": "  to the fullest extent possible",
    "mean_p_confidence": 0.4842857142857143
  },
  {
    "i_page": 51,
    "par_num": 10,
    "text": "  (7) The Minister of Finance shal, withintwo weeks ofthe  firststing ofthe new Parliament cause a copy of the report  specified in subsection (1) to be place before Parliament  and such report shall be published in theofficial website of  {he Ministry ofthe Minister of Finance.",
    "mean_p_confidence": 0.5367999999999999
  },
  {
    "i_page": 51,
    "par_num": 11,
    "text": "  (8) For the purpose of enabling the Secretary to the  ‘Treasury to prepare a pre-election budgetary position report  under this section, the Minister of Finance shall within one  ‘week of the publication of the proclamation or Order  requiring the holding ofa General Election forthe election",
    "mean_p_confidence": 0.6001960784313726
  },
  {
    "i_page": 52,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 52,
    "par_num": 1,
    "text": "  ‘et No.8 of 2024",
    "mean_p_confidence": 0.3433333333333333
  },
  {
    "i_page": 52,
    "par_num": 2,
    "text": "  of members of Paament, clot tothe Scrtary tthe  Treasury detalle ofall Government decisions and other",
    "mean_p_confidence": 0.39444444444444443
  },
  {
    "i_page": 52,
    "par_num": 3,
    "text": "  (@)_ within he knowledge ofthe Minister of Finance;",
    "mean_p_confidence": 0.433
  },
  {
    "i_page": 52,
    "par_num": 4,
    "text": "  and  (© which have, or could have, material Asc or  ‘conomic implications",
    "mean_p_confidence": 0.4475
  },
  {
    "i_page": 52,
    "par_num": 5,
    "text": "  53.()Onatlesst aqua tasis.he Mnierof Finance Reo 9  ‘shall provide a statement on financial performance including financial  fevenue and expenditure ofthe Goverment woe Cabinet mies of  Of Minsere and such statement shall be simultaneously he Mie of  Published onthe oficial website of the Ministry of the Pm=€  Minster of Finance, not ler han forty five dys ater the  end of ach quae in he maneras may be reseed",
    "mean_p_confidence": 0.5086666666666666
  },
  {
    "i_page": 52,
    "par_num": 6,
    "text": "  (2) The Secretary tote Treas oan fice soaberized  shal prepare and sit he Auditor-General he snl  (Goverment financial siemens seid ite National  At Act No. 19 f 2018 and any ther writen aw",
    "mean_p_confidence": 0.4357894736842105
  },
  {
    "i_page": 52,
    "par_num": 7,
    "text": "  (3) The Secretary othe Tresury shall prepare the ann  ‘sport conaning final bulge positon zepr and chapter  onthe veal perfomance of State-Owned Enters lang  ‘withthe auied financial sistements of the Government  and the Audit-Genera’s opinion theron no ater than  One unde and eighty days after clone of he nai  yearn such form and manner as may be prescribed.",
    "mean_p_confidence": 0.47393939393939394
  },
  {
    "i_page": 52,
    "par_num": 8,
    "text": "  (4) The Minister of Finance shall pace before the  Pasament, the anol report refered oi subsection (3)  sot ater than one hundred and eighty days rom the end of  ch financial yea. The report shall be published onthe  official website ofthe Minis of he Miniter of Fiance.",
    "mean_p_confidence": 0.5543396226415094
  },
  {
    "i_page": 53,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 53,
    "par_num": 1,
    "text": "  2 Public Financial Management  ‘et, No. 44 of 2024  We on and 84. (1) Where any loss has been caused by delay  ave th negligence fault or fraud of an officer or officers, of fom  ‘noncompliance with the provisions ofthis Act, regulations  or directives issued under this Act, such loss shall be  recovered fom the officer or officers responsible  (2) Any claim forte write of ofloses shall be considered  by the Secretary to the Treasury subject to the relevant  ‘writen Taws and having regard tothe prescribed limit of  losses",
    "mean_p_confidence": 0.6007920792079208
  },
  {
    "i_page": 53,
    "par_num": 2,
    "text": "  (3) A waiver is an abandonment or cancellation of an",
    "mean_p_confidence": 0.7108333333333333
  },
  {
    "i_page": 53,
    "par_num": 3,
    "text": "  amount of money due to the Government. Waivers other  than those arising out of losses flint following two distinct  categories: -",
    "mean_p_confidence": 0.5207999999999999
  },
  {
    "i_page": 53,
    "par_num": 4,
    "text": "  (a) comain statutes empower authorized officers to  waive items of reveni or other dues to Government  in the administration of such statutes, The officers  so authorized may deal with the cancellation or  wavier of Government dues without further  authority:",
    "mean_p_confidence": 0.5804347826086956
  },
  {
    "i_page": 53,
    "par_num": 5,
    "text": "  (0) (where the collection of revenue is provided by  statute but no provision exists therein to waive or  shundon a claim: and",
    "mean_p_confidence": 0.6119230769230769
  },
  {
    "i_page": 53,
    "par_num": 6,
    "text": "  (i) where the waiver of inecoverable revenue or ater  ‘Government dues nt falling within the provisions  ‘of paragraph (a) ofthis setion and subparagraph  (ofthis paragraph,",
    "mean_p_confidence": 0.4846666666666667
  },
  {
    "i_page": 53,
    "par_num": 7,
    "text": "  authority of the Secretary to the Treasury shall be",
    "mean_p_confidence": 0.7009090909090909
  },
  {
    "i_page": 53,
    "par_num": 8,
    "text": "  sought.",
    "mean_p_confidence": 0.21333333333333335
  },
  {
    "i_page": 54,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 54,
    "par_num": 1,
    "text": "  ‘et No.8 of 2024  (4) Dette of ations, authority limits, timelines and  ance on investigation, reporting recovery and wrt  Gxt ofa sor damage stall be provided in he manner as  maybe prescribed  PARTI  Sram: Omen Evra  55. Te provision ofthis Partsall appt St-Owned pian of  Eerie specifi in subparagraph (i) of paragraph ovson  (ay of esetion (2) of eton 3  56. The Mii of Finance shall hae the power o- ——_Auhoiy of he  (a) provide an opinion to the Cabinet of Ministers Su-Onnea  Treading propa forthe establishment, closure, Easence  ce merger ofeach State Owned Enterprise icing  the eos o the Government and rts exocated  ith he extbishment of State-Owned Entei;  (© ese corporate govemance guidelines aimed at  enhancing the performance of State-Owned  Encrprses:  (a) exercise any other power as may be specified by  any ler writen  57. (1) The relevant Minister shall not submit any _Auoiy of he  propo othe esablihment ofa Siat-Owne Enteric Mine  In accordance with section 56 — woaeees",
    "mean_p_confidence": 0.423903743315508
  },
  {
    "i_page": 55,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 55,
    "par_num": 1,
    "text": "  ‘Act No. 46 of 2028  (a) without having a clear justification of the  requirement of such eat  (0) which snot under the purview ofthe porta of  the Minsey ofthe relevant Minister,  (©) i€any oer State-Owned Enterprise exists with  similar fuetos unde the Misty ofthe elevant,  (a) witout considering the og tx benefits and sks  associated withsuchesblishnentor incorporation  incuting the costs tothe Government  (2) The etevant Miniter shal ensure that -  (a) every State-Owned Enterprise under his purview  shal provide information rquied hy the Minister  ‘of Finance inlung he submission of documents  Speedin seton 61:  (2) he annua budge ofthe Sute-Owed Enterprises  is ine with he scl suategy statement and  (6) he annul badge ofthe Sute-Owned Enterprises  refletthe isk factrsadthestategies to mitigate  those ss  ove and 58. (1) The Secretary othe Treasury may, ashe deemed  sites off necessary issue diectvson policy mates for State-Owned  ‘ning Sates requirement review oftheir financial performance and any  Onoed \"other matters including administration, budgeting  procurement iavesnen, nance and pot. subjet  ‘elvan writen avs",
    "mean_p_confidence": 0.43041237113402064
  },
  {
    "i_page": 56,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 56,
    "par_num": 1,
    "text": "  ‘et No.8 of 2024",
    "mean_p_confidence": 0.3433333333333333
  },
  {
    "i_page": 56,
    "par_num": 2,
    "text": "  (2) Te Secretary tothe Treasury sal keep reson ofall  shareholdings in Stt-Ovned Eerie",
    "mean_p_confidence": 0.40812499999999996
  },
  {
    "i_page": 56,
    "par_num": 3,
    "text": "  59, (1) Every Stat Owned Enterprise shal prepa their Ras of Se  badge in respect of evry nancial year and sch budget Owocd  shall be approved by the governing body of a State-Owned PXe\"Prhes  Enterprise not later than fifteen days prior to the  commencement ofthe financial year to which the budget  ‘shes",
    "mean_p_confidence": 0.5232203389830509
  },
  {
    "i_page": 56,
    "par_num": 4,
    "text": "  (2) The State-Owned Enterprise shall prope their budget  estimates inn wit the provisions of te gat cal ciel  sed bythe Soretary tthe Teas if any Stale Owned  ners is funds by the anal budget",
    "mean_p_confidence": 0.34615384615384615
  },
  {
    "i_page": 56,
    "par_num": 5,
    "text": "  (3) Governing bay of very State-Owned Enterprise shall  adhere othe applicable regulations made under ths Act in  fespctot capil expenditure of the get estimate of sich  Sie-Ovned Entice.",
    "mean_p_confidence": 0.4130303030303031
  },
  {
    "i_page": 56,
    "par_num": 6,
    "text": "  (60. (1) (a) Where applicable, there shall be a dividend Levy o  polly that shal be sty te respective governing Bais Sens fom  Se Stxe-Owned Enterprises m consultation with the Seva  Seer tothe Tea.",
    "mean_p_confidence": 0.398974358974359
  },
  {
    "i_page": 56,
    "par_num": 7,
    "text": "  (0) The Minister of Finace may impose levy on Stte-",
    "mean_p_confidence": 0.45166666666666666
  },
  {
    "i_page": 56,
    "par_num": 8,
    "text": "  ‘ned Enterprise where applicable and may exempta State  ‘Ownes Enterpise fom the inpoitin of such 9. Such  levy shalbe polished inthe anual report ander stecton  Gyotsecton 5,",
    "mean_p_confidence": 0.425625
  },
  {
    "i_page": 56,
    "par_num": 9,
    "text": "  (2) Dividends of other profit distribution from State  (Owned Enlepises pad to Goverment shal Be pa ino  the Consolidated Fund and reflected in the annual gt  presented othe Param",
    "mean_p_confidence": 0.44323529411764706
  },
  {
    "i_page": 56,
    "par_num": 10,
    "text": "  (2) Te Secretar tothe Tressuy salsa such sums  callested as levy or cvidend inthe anna report unde  Subsection (3) of section 53",
    "mean_p_confidence": 0.4126923076923077
  },
  {
    "i_page": 57,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 57,
    "par_num": 1,
    "text": "  56 Public Financial Management  ‘et, No. 44 of 2024",
    "mean_p_confidence": 0.5533333333333333
  },
  {
    "i_page": 57,
    "par_num": 2,
    "text": "  (4) No set-off tax reli shall he granted in espe ofthe",
    "mean_p_confidence": 0.5315384615384615
  },
  {
    "i_page": 57,
    "par_num": 3,
    "text": "  amounts paid as a levy or dividend under this seton  Repos of Sie G1 (1) Every State-Owned Enterprise shall prepare and  owaed submit othe Secretary tothe Treasury —",
    "mean_p_confidence": 0.513125
  },
  {
    "i_page": 57,
    "par_num": 4,
    "text": "  (a) a medium-term strategie or corporate plan;",
    "mean_p_confidence": 0.5166666666666667
  },
  {
    "i_page": 57,
    "par_num": 5,
    "text": "  (©) an annual budget, an annual action pla including  information on their capital projects and  procurement plan;",
    "mean_p_confidence": 0.6109523809523809
  },
  {
    "i_page": 57,
    "par_num": 6,
    "text": "  (6) an annua report and",
    "mean_p_confidence": 0.5114285714285715
  },
  {
    "i_page": 57,
    "par_num": 7,
    "text": "  (a) any other report as may be prescribed",
    "mean_p_confidence": 0.48200000000000004
  },
  {
    "i_page": 57,
    "par_num": 8,
    "text": "  (2) The Scortary tothe Treasury shal from time to ime  publish the formas, smelines and directions ofthe reports  refered tin subsection (1",
    "mean_p_confidence": 0.45423076923076927
  },
  {
    "i_page": 57,
    "par_num": 9,
    "text": "  (3) A Stte-Owned Enterprise shall submito the Autor  General a daft annual report, not later than two calendar  ‘months from the end ofeach financial year that includes the  spproved financial statements ofthe State-Owned Enterprise  slong withthe statements and documents as prescribed by  any writen Law with copes of such reports to the relevant  “Minister and the Minister of Finance.",
    "mean_p_confidence": 0.5329850746268657
  },
  {
    "i_page": 57,
    "par_num": 10,
    "text": "  (4) Upon receiving the Auuitor-General’s opinion and  ‘not later than one hundred and eighty days after the closure  of every financial year, the State-Owned Enterprise shall  submit the annual report to the Parliament with copies of  such reports to the relevant Minster and the Minister of  Finance and publish the report on the oficial website ofthe  felevant State-Owned Enterprise.",
    "mean_p_confidence": 0.5543283582089552
  },
  {
    "i_page": 58,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 58,
    "par_num": 1,
    "text": "  ‘Act, No, 44 of 2024  PART XI  Prove. Counts soe AiR",
    "mean_p_confidence": 0.32733333333333337
  },
  {
    "i_page": 58,
    "par_num": 2,
    "text": "  (62, (1) Subject the provisions ofthe Constitution and Duty w observe  Authories shall adhere to the principles of tanspareney Sa nest  and fiscal responsiitity stipulated in this Actin the “POH  ‘management of publi finance.",
    "mean_p_confidence": 0.47512820512820514
  },
  {
    "i_page": 58,
    "par_num": 3,
    "text": "  (2) The Secretary tothe Ministy ofthe Ministerto whom  ‘he subject of Provincia Councils and Local Authorities are  signed shall submit eports on revenues and expenditures  ari other financial information ofthe Provincial Councils  ani Local Authorities as may be requested by the Minster  of Finance",
    "mean_p_confidence": 0.5168627450980392
  },
  {
    "i_page": 58,
    "par_num": 4,
    "text": "  PARTXIV  Cis Mswcenene",
    "mean_p_confidence": 0.13499999999999998
  },
  {
    "i_page": 58,
    "par_num": 5,
    "text": "  463, (1) The Minister of Finance shal be vested with the Care  powerofcadremanagementof the publcenitiesinamanner ™=™#=m\"  2s maybe prescribed that would achieve the objects ofthis  Ace",
    "mean_p_confidence": 0.4435483870967742
  },
  {
    "i_page": 58,
    "par_num": 6,
    "text": "  (2) Subject to the provisions ofthe Constitution and the  spproval ofthe Cabinet of Minister, the responsibilities of  the Minister of Finance with regard to cadre management,  shall include the determination of the salaries and wages  fn oter payments, tothe officers and other employees of  public ents.",
    "mean_p_confidence": 0.5332075471698113
  },
  {
    "i_page": 59,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 59,
    "par_num": 1,
    "text": "  ‘Act No. 46 of 2028  PARTY  Orme 0 Pees  Fanci 64. (1) An oie or an employe of public entity vo  smacoiies by whom a power or duty is coneted or asigned unde his  reas 2 Or any epltion rt ma cane who willy  Sosy of a ic or negligently makes or permits an unlawful, wnautborzed,  nt Jnepular or wasteful expenditure or misapplication of pabli  Finance or public propery by an actor omission, shall  commit heat of financial misconduct and bal be Habe  to diseptinary action  (2) The Head ofthe relevant public emit shall take, rin  the event that he is ot the disciplinary authority of the  officer lege to hae commited he nancial miscond.  shall immediately faforn the disciplinary authority of the  isitinary ation against the office or employes who is  abet the Financial misconduct under subsection (1).  (3)(a) Where a offence under his Act ray regulation  rte made thereunder is commited by a body of eon,  {Fach body of pesos  (a body corporate every diectr and ofcer  ‘of such boy corporate including the ciet  officer or techie administrative office as  the case may be of hat by corte: of  partes,  shall be deemed o have commited that offence.",
    "mean_p_confidence": 0.4440969162995595
  },
  {
    "i_page": 60,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 60,
    "par_num": 1,
    "text": "  ‘Act, No. 46 of 2026",
    "mean_p_confidence": 0.3157142857142857
  },
  {
    "i_page": 60,
    "par_num": 2,
    "text": "  (0) The Secretary of the Ministry of the relevant  Minister shal immeiately ak spina actin against  the yf persons whois ible forthe fnancal misconduct  ander paragraph",
    "mean_p_confidence": 0.45129032258064516
  },
  {
    "i_page": 60,
    "par_num": 3,
    "text": "  Provided that any office or body of persons as the case  may be shallot dcenedto have somite suchoffenc.  if such person proves to the satisfaction ofthe dispinary  authority that such offence was commited without hs  node or that such person exercised all due igence  aswas neces o preventhe commisiona suchoffenc.",
    "mean_p_confidence": 0.4026315789473684
  },
  {
    "i_page": 60,
    "par_num": 4,
    "text": "  65, The Chief Accounting Otic, though he elevant Repo he a  Minister shall report the Cabinet of Mises any non Sp  compliance of publi enity coming unde the purview of Mase  such Minster, wth he eguiremets stilted under this  ‘Act orany egultions mate thereunder",
    "mean_p_confidence": 0.4592
  },
  {
    "i_page": 60,
    "par_num": 5,
    "text": "  PARTXVI  Mocuseots Pros",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 60,
    "par_num": 6,
    "text": "  66.19 he event of any conic or inconssteny btween onsite wh  the provisions of this Act andthe provisions of anyother = vs  Jaw governing the management of public finance in Se  Lanka the provisions ofthis At sal pei",
    "mean_p_confidence": 0.44813953488372094
  },
  {
    "i_page": 60,
    "par_num": 7,
    "text": "  67.(1) The Minster of Finance may make repulationsin Regains  respect mates eqiedby this Att e esrb rin  respect of which regulations are autaized 1 be mide",
    "mean_p_confidence": 0.4106666666666667
  },
  {
    "i_page": 60,
    "par_num": 8,
    "text": "  (2) Without prejudice to the geneity ofthe powers  contained in subsection (1), the Minister of Finance may  snake elton",
    "mean_p_confidence": 0.45695652173913043
  },
  {
    "i_page": 61,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 61,
    "par_num": 1,
    "text": "  © Public Financial Management  ‘et, No. 44 of 2024",
    "mean_p_confidence": 0.5175
  },
  {
    "i_page": 61,
    "par_num": 2,
    "text": "  (a) on establishing commitment, paying obligations,  and other requzementforan effective commitment  contol system:",
    "mean_p_confidence": 0.38176470588235295
  },
  {
    "i_page": 61,
    "par_num": 3,
    "text": "  (0) by classifying arrears: and",
    "mean_p_confidence": 0.4042857142857143
  },
  {
    "i_page": 61,
    "par_num": 4,
    "text": "  (©) onthe management of and setement of arrears, the  reposting requirements of arrears the inclusion of  arrears in the annual debt repot required under  relevant wetten laws applicable tothe management  ‘of public debt, and such other matters in relation to  the cont of areas",
    "mean_p_confidence": 0.543921568627451
  },
  {
    "i_page": 61,
    "par_num": 5,
    "text": "  (3) Every regulation made by the Minister of Finance  shall be published in the Gazette and shall come into  ‘operation on the date of such publication or on such later  date as may be specified in that regulation.",
    "mean_p_confidence": 0.6393023255813953
  },
  {
    "i_page": 61,
    "par_num": 6,
    "text": "  (4) Every regulation made by the Minister of Finance  shall within three months, afte its publication inthe Gaze,  be brought hefore Parliament for approval.",
    "mean_p_confidence": 0.5060714285714286
  },
  {
    "i_page": 61,
    "par_num": 7,
    "text": "  (5) Every regulation which is not so approved shall be  deemed tobe rescind a from the date of such disapproval  but without prejudice to anything duly done thereunder.  [Notification ofthe date on which any regulation is dcemed  to beso rescinded shall be published inthe Gazente",
    "mean_p_confidence": 0.583921568627451
  },
  {
    "i_page": 61,
    "par_num": 8,
    "text": "  (6 Until such regulations are famed —",
    "mean_p_confidence": 0.4588888888888889
  },
  {
    "i_page": 61,
    "par_num": 9,
    "text": "  (a) the financial regulations ofthe Government ofthe  Democratic Socialist Republic of Sri Lanka  approved by the Minister of Finance published in  year 1992;",
    "mean_p_confidence": 0.6485714285714286
  },
  {
    "i_page": 62,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 62,
    "par_num": 1,
    "text": "  Public Financial Management o  ‘At, No. 44 of 2024  (0) ciccuars issued by the Secretary tothe President,  Secretary to the Treasury and the Heads of  Departments under the General Treasury: and  (6) circularissued by a Secretary toa Ministry withthe  approval ofthe Cabinet of Ministers,  ‘ith regard to public financial management shall continue  tobe in force insofar as such regulations and etculars are  ‘not inconsistent withthe provisions of this Act.",
    "mean_p_confidence": 0.573
  },
  {
    "i_page": 62,
    "par_num": 2,
    "text": "  (6, (1) The Secretary to the Treasury may issue 10 the Power w ie  public entities and person referred to in subsection (2) of itso or  Section 3, directives deemed as necessary forthe purpose of \"=  implementing the provisions ofthis Act.",
    "mean_p_confidence": 0.5530434782608696
  },
  {
    "i_page": 62,
    "par_num": 3,
    "text": "  (2) The Secretary to the Treasuty shall publish such  Aliectives on the oficial website of the Ministry of the  Minister of Finance.",
    "mean_p_confidence": 0.5700000000000001
  },
  {
    "i_page": 62,
    "par_num": 4,
    "text": "  PARTXVIE  Rawais",
    "mean_p_confidence": 0.014000000000000002
  },
  {
    "i_page": 62,
    "par_num": 5,
    "text": "  69. (1) Sections 8 and M4 ofthe Fiance Act, No. 38 of Reps  1971 are hereby repealed,",
    "mean_p_confidence": 0.5355000000000001
  },
  {
    "i_page": 62,
    "par_num": 6,
    "text": "  (2) Notwithstanding the repeal of section 8 of Part Hof  the Finance Act, No, 38 of 1971, any budget prepared by  any public corporation in terms ofthe provisions of repeated  section 8 of Part If of the Finance Act, No. 38 of 1971 and  subsisting on the day immediately preceding the date of  coming into operation ofthis Act, shall he deemed 19 be a  budget prepared under section 59 ofthis Act.",
    "mean_p_confidence": 0.619240506329114
  },
  {
    "i_page": 63,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 63,
    "par_num": 1,
    "text": "  e Public Financial Management  ‘et, No. 44 of 2024  (3) Fiscal Management (Responsibility) Act, No.3 of  2008 is hereby repealed  PARTXVI  Isarseranen  Imtrpetion 70, In this Act, unless the context otherwise equies",
    "mean_p_confidence": 0.49874999999999997
  },
  {
    "i_page": 63,
    "par_num": 2,
    "text": "  \"Accounting Officer” shall have the same meaning as  inthe National Audit Act, No. 19 of 2018:",
    "mean_p_confidence": 0.5894736842105264
  },
  {
    "i_page": 63,
    "par_num": 3,
    "text": "  annual action plan” means the document that atines  the actions, activities and resources that wll be  used to achieve goals and peovte ofthe pubic  entity Fora financial year",
    "mean_p_confidence": 0.5172727272727273
  },
  {
    "i_page": 63,
    "par_num": 4,
    "text": "  “anual budget” means the budget approved by the  Parliament fora financial years",
    "mean_p_confidence": 0.6106666666666667
  },
  {
    "i_page": 63,
    "par_num": 5,
    "text": "  “Appropriation Act” means an Act reviewed and  approved by the Parliament to make a payment  ‘rom the Consolidated Fund:",
    "mean_p_confidence": 0.6521739130434783
  },
  {
    "i_page": 63,
    "par_num": 6,
    "text": "  “arrears” means financial liabilities unpaid at the  ‘maturity date, the latter established by writen  law or by contrat, should the maturity not be  established by either of the mechanisms  ‘described above, the maturity period shall be  established as ninety days from the date ofthe  felevant invoice oof satisfaction ofthe terms of  the relevant contact,",
    "mean_p_confidence": 0.5719047619047619
  },
  {
    "i_page": 63,
    "par_num": 7,
    "text": "  “budgetary entities” means Ministries, Departments,  District Secretariats of the Government and  special spending unis:",
    "mean_p_confidence": 0.49833333333333335
  },
  {
    "i_page": 64,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 64,
    "par_num": 1,
    "text": "  Public Financial Management 6  ‘At, No. 44 of 2024",
    "mean_p_confidence": 0.5241666666666667
  },
  {
    "i_page": 64,
    "par_num": 2,
    "text": "  “Central Bank” means the Central Bank established  under the Central Bank of Sri Lanka Act, No16  of 2023;",
    "mean_p_confidence": 0.5645454545454546
  },
  {
    "i_page": 64,
    "par_num": 3,
    "text": "  “hier Accounting Offices” shall have the same  ‘meaning a inthe National Audit Act, No. of  2018:",
    "mean_p_confidence": 0.5690000000000001
  },
  {
    "i_page": 64,
    "par_num": 4,
    "text": "  “commitment” means the administrative action to  ‘which requisition is made prior to making an  obligation:",
    "mean_p_confidence": 0.5994736842105264
  },
  {
    "i_page": 64,
    "par_num": 5,
    "text": "  “Constitution” means the Constitution of the  Democratic Socialist Republic of Se Lanks;",
    "mean_p_confidence": 0.5519999999999999
  },
  {
    "i_page": 64,
    "par_num": 6,
    "text": "  “Department” means an entity setup statutorily oF  ‘aministatively that has ben assigned a specific  sea of activity and has been given a Head of  Expenditure inthe annual budget;",
    "mean_p_confidence": 0.5742424242424242
  },
  {
    "i_page": 64,
    "par_num": 7,
    "text": "  “directives” include cnculars, guidelines or special  dsctionsssundby General Treasury or Department  under the General Treaty",
    "mean_p_confidence": 0.3357894736842105
  },
  {
    "i_page": 64,
    "par_num": 8,
    "text": "  “District Secretariat” means an entity entrusted with the  ‘ministrative and development funtion of the  disc",
    "mean_p_confidence": 0.5047368421052632
  },
  {
    "i_page": 64,
    "par_num": 9,
    "text": "  “disposal” means the sale, tafe, license, lease oF  ‘ater disposition including any Sle and leascback  transaction of any property by any person,  Including any sale, assignment, wansfer or oer  lsposal, with or without recourse, f any notes oF  accounts receivable or any rights and claims  associated therewith",
    "mean_p_confidence": 0.5309090909090909
  },
  {
    "i_page": 65,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 65,
    "par_num": 1,
    "text": "  ot Public Financial Management  ‘et, No. 44 of 2024",
    "mean_p_confidence": 0.5308333333333334
  },
  {
    "i_page": 65,
    "par_num": 2,
    "text": "  “financial year” means notwithstanding anything to  the contrary in any other written law, the  financial year of the Government and public  iis shall be twelve months commencing on  first day of January ofeach yea ther than the  Companies established under the Companies  ‘Act, No. 07 of 2007, witha Government stake:",
    "mean_p_confidence": 0.5998275862068966
  },
  {
    "i_page": 65,
    "par_num": 3,
    "text": "  “isa isk” means fctrs events that may case fiscal  evenie, expense, financing, asset and Hability  ‘variables to deviate from forcast in annul and  ‘multi-year fiscal programming: and it may  ignates from domesicor foreign macroconomic  conditions, State-Owned Enterprises operation,  implementation of public vate partnerships, and  natural disasters arpong other causes:",
    "mean_p_confidence": 0.44499999999999995
  },
  {
    "i_page": 65,
    "par_num": 4,
    "text": "  “Government” means the Government of the  Democratic Socialist Republic of Sei Lanks",
    "mean_p_confidence": 0.5786666666666667
  },
  {
    "i_page": 65,
    "par_num": 5,
    "text": "  “guarantee” means an explicit undertaking by the  Government as the guarantor to guarantee  fulfillment of contracted obligations of anther  legal person or entity under certain specified  conditions",
    "mean_p_confidence": 0.6015151515151514
  },
  {
    "i_page": 65,
    "par_num": 6,
    "text": "  “Head of Expenditure” means, in relation to the  Appropriation Act, the annual budget and the  ‘supplementary estimates, an appropriation that  (@ specifies the total expenditure for a",
    "mean_p_confidence": 0.6034375
  },
  {
    "i_page": 65,
    "par_num": 7,
    "text": "  budgetary entity: and",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 65,
    "par_num": 8,
    "text": "  (©) separately voted by the Pasiament;",
    "mean_p_confidence": 0.45375000000000004
  },
  {
    "i_page": 66,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 66,
    "par_num": 1,
    "text": "  Public Financial Management 6s  ‘At, No. 44 of 2024",
    "mean_p_confidence": 0.5416666666666666
  },
  {
    "i_page": 66,
    "par_num": 2,
    "text": "  \"levy\" means payment made by a public corporation  to the Consolidated Fund of a return on the  capital grants of the Government at such rte oF  4 payment to the Consolidated Fund of such  amountas may be determined rom time to time,  by the Minister:",
    "mean_p_confidence": 0.604423076923077
  },
  {
    "i_page": 66,
    "par_num": 3,
    "text": "  “medium-term” means between three to five yeas;",
    "mean_p_confidence": 0.4855555555555556
  },
  {
    "i_page": 66,
    "par_num": 4,
    "text": "  “medium-term fiscal framework” means a set of  economic assumptions and fiscal projections and  targets covering the upcoming Financial year and  the four succeeding Financial year (projection  year)",
    "mean_p_confidence": 0.5193939393939394
  },
  {
    "i_page": 66,
    "par_num": 5,
    "text": "  “national development policy Framework” means a  logical and an overarching structure that entails  long-term goals and guidance for the  development of policies:",
    "mean_p_confidence": 0.5448148148148149
  },
  {
    "i_page": 66,
    "par_num": 6,
    "text": "  “national policy” means the policies derived from the  national development policy framework 10  achieve the national development objectives:",
    "mean_p_confidence": 0.5018181818181818
  },
  {
    "i_page": 66,
    "par_num": 7,
    "text": "  “non-financial assets” means produced of non  produced movable or immovable assets  Including lands, buildings, stractures, plant and  ‘machinery, vehicles, office equipment and  fumiture, and other assets declared as nos-  Financial asses that are fully owned, assigned,  possessed, vested in, utilized, or leased by a  public entity:",
    "mean_p_confidence": 0.5816363636363636
  },
  {
    "i_page": 66,
    "par_num": 8,
    "text": "  “non statutory funds” means funds that are not  established by laws",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 67,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 67,
    "par_num": 1,
    "text": "  66 Public Financial Management  ‘et, No. 44 of 2024",
    "mean_p_confidence": 0.5458333333333333
  },
  {
    "i_page": 67,
    "par_num": 2,
    "text": "  “official bank account” means any bank sccount  ‘opened with the Cental Bank of Sei Lanka ora  commercial bank oa specialized bank licensed  lnder the provisions ofthe Banking Act, No. 30,  of 1988 and authorized by the Secretary tothe  ‘Treasury as prescribed by regulations, to be  operated and maintained in order to facilitate  the management of public finance:",
    "mean_p_confidence": 0.605909090909091
  },
  {
    "i_page": 67,
    "par_num": 3,
    "text": "  \"primary balance” shall be the overall balance ofthe  Government excluding interest payment ofthe  Government. Incalevlating the primary balance,  proceeds from privatization or  ‘commeretaization of public ase shall not be  part of Government revenues. and the  Governments equity injections to corporations  other than banks for recapitalization purposes  ‘hall be recorded as Government expenditure;",
    "mean_p_confidence": 0.5356451612903226
  },
  {
    "i_page": 67,
    "par_num": 4,
    "text": "  “primary expenditure” shall be the total expenditure  ofthe Government excluding debt services ina  Financial year;",
    "mean_p_confidence": 0.5305263157894737
  },
  {
    "i_page": 67,
    "par_num": 5,
    "text": "  “peesribed” means prescribed by regulations:",
    "mean_p_confidence": 0.3657142857142857
  },
  {
    "i_page": 67,
    "par_num": 6,
    "text": "  “President” means the President of the Democratic  Socialist Republi of Sri Lanka:",
    "mean_p_confidence": 0.6033333333333334
  },
  {
    "i_page": 67,
    "par_num": 7,
    "text": "  “Provincial Council” means a Provincial Council  established fora Province by Vue of Arle  154A of the Constitution",
    "mean_p_confidence": 0.5804761904761905
  },
  {
    "i_page": 67,
    "par_num": 8,
    "text": "  “public corporation” shall have the same meaning  assigned to such expression under Anticle 170,  ofthe Constition:",
    "mean_p_confidence": 0.563
  },
  {
    "i_page": 68,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 68,
    "par_num": 1,
    "text": "  Public Financial Management oa  ‘At, No. 44 of 2024",
    "mean_p_confidence": 0.515
  },
  {
    "i_page": 68,
    "par_num": 2,
    "text": "  “public debt” means liabilities of the Government  tested by debt and deb ofthe entities specified  in paragraph (a) of subsection 2) of section 3",
    "mean_p_confidence": 0.5549999999999999
  },
  {
    "i_page": 68,
    "par_num": 3,
    "text": "  “public finance “includes —",
    "mean_p_confidence": 0.41500000000000004
  },
  {
    "i_page": 68,
    "par_num": 4,
    "text": "  (@ fands allocated 10 any public entity  specified in paragraph (a) of subsection  (2) of section 3 by the Appropriation Act  ofthe relevant yer",
    "mean_p_confidence": 0.5779310344827586
  },
  {
    "i_page": 68,
    "par_num": 5,
    "text": "  (©) funds ela by any pubic entity specified  ‘nparagraph (a) f subsection (2) of section  3 in terms of any writen law excluding  approved termination funds which  Includes tri, savings o building society  ‘or welfare fund to which contributions ae  ‘made by employees or, any gratity fund  ‘maintained forthe purpose of payment of  _sratuties to employees onthe termination  oftheirservices under he relevant written  law;",
    "mean_p_confidence": 0.541578947368421
  },
  {
    "i_page": 68,
    "par_num": 6,
    "text": "  (funds vested in the Government by virtue  ofthe provisions of any written laws and",
    "mean_p_confidence": 0.5323529411764706
  },
  {
    "i_page": 68,
    "par_num": 7,
    "text": "  (funds received or borrowed by any public  entity specified in paragraph (a) of  subsection (2) of section 3 with the  approval ofthe Pastiament,",
    "mean_p_confidence": 0.5964285714285714
  },
  {
    "i_page": 68,
    "par_num": 8,
    "text": "  “public funds” means moneys in the Consolidated  Fund or any other Fund and moneys under the  contol ofthe Goverament excluding spproved  termination funds which includes thf, savings",
    "mean_p_confidence": 0.5671875
  },
  {
    "i_page": 69,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 69,
    "par_num": 1,
    "text": "  os Public Financial Management  ‘et, No. 44 of 2024",
    "mean_p_confidence": 0.49333333333333335
  },
  {
    "i_page": 69,
    "par_num": 2,
    "text": "  for building society or welfare fund to which  contributions are made by employees or, any  statity fund maintained for the purpose of  payment of gratuities to employees on the  termination oftheir services under the relevant  ‘weten law",
    "mean_p_confidence": 0.5765909090909092
  },
  {
    "i_page": 69,
    "par_num": 3,
    "text": "  “publicinvestment programme” means a medium-term  rolling plan consisting of all ongoing and  proposed public investment projets and public  Private partnership projects prepared based on  {he national development policy framework:",
    "mean_p_confidence": 0.508
  },
  {
    "i_page": 69,
    "par_num": 4,
    "text": "  “public investment project” means an integrated set  of activities funded by the Government,  provincial council o leat authority aimed at  Allocating resources of financial, physical or  service towards the development, improvement,  ‘operation or maintenance of public assets of  services to enhance the quality of life of etizens  and promote economic growth and address  societal needs:",
    "mean_p_confidence": 0.5432307692307693
  },
  {
    "i_page": 69,
    "par_num": 5,
    "text": "  “public office holder” means Government appointee  to a body entrusted with an advisory oF  administration function, and remunerated  ‘trough the public finance",
    "mean_p_confidence": 0.5666666666666667
  },
  {
    "i_page": 69,
    "par_num": 6,
    "text": "  “public officer” shall have the same meaning given in  ‘Aicle 170 ofthe Constitution;",
    "mean_p_confidence": 0.4875
  },
  {
    "i_page": 69,
    "par_num": 7,
    "text": "  “public-private partnership” means a long-term  contract between a private party and a  Government entity fr providing a public asset  for Service in which the private party bears  Significant risk and management responsibility:",
    "mean_p_confidence": 0.633157894736842
  },
  {
    "i_page": 70,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 70,
    "par_num": 1,
    "text": "  Public Financial Management o  ‘At, No. 44 of 2024  “elovant Minister” means the Minster under whose  purview the public enity is assigned under the  paragraph (1) of Arcle 44 ofthe Constitution;  “Revenue Accounting Officer” means an Accounting  Officer who is vested with the responsiblity of  facilitating of the preparation of the annual  even estimates ofthe revenue codes assigned  by the annual budget estimates and who will  ultimately accountable for variations between  estimate and actual collections  special spending unit” means an entity. ater than a  “Ministry, Department, District Secretariat oF  Provincial Coun, that has been given @ Head  of Expenditure inthe annual budget  \"State-Owned Enterprise” means =",
    "mean_p_confidence": 0.5466935483870968
  },
  {
    "i_page": 70,
    "par_num": 2,
    "text": "  (a) & public corporation within the meaning  Of the Constitution:",
    "mean_p_confidence": 0.45692307692307693
  },
  {
    "i_page": 70,
    "par_num": 3,
    "text": "  (©) entities established and operated under he  Companies Act, No.07 of 2007 in which  the State has direct or indirect controlling  Ierest by vue ofits shareholding:",
    "mean_p_confidence": 0.4632258064516129
  },
  {
    "i_page": 70,
    "par_num": 4,
    "text": "  (6) State-Owned Corporations, converted in  terms of the Conversion of Public  Corporations or Government Owned  Business Undertakings into Public  Companies Act, No.23 of 1987, or such  ‘other Acts in tems of which any Business  entity has been vested with the  Government,",
    "mean_p_confidence": 0.6258
  },
  {
    "i_page": 71,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 71,
    "par_num": 1,
    "text": "  “het, No of 2028",
    "mean_p_confidence": 0.35833333333333334
  },
  {
    "i_page": 71,
    "par_num": 2,
    "text": "  Seana  Consolidated Fd, rested resale under  fn rite lay or an Act of Parana! for a  Specific purpose, o which pubic nanes are  Alot exclaing approved termination ends  ‘ich inde ti savings orbiingsciesy  Or welfare fund to which conibutos are made  by employes ony rat fr! inti  ciployes onthe termination oftheir services,  tndr te evan writen laws  ‘rei ote elie and ax defers perinng  section 3 afte Tra Onan, No.9 1917  and",
    "mean_p_confidence": 0.3824418604651163
  },
  {
    "i_page": 71,
    "par_num": 3,
    "text": "  “ote on acount” meas an estimate of Government  pena approved by the Paamentin oder  {evelopment activites for a maximum of four  ton nthe beac an Apropaton A",
    "mean_p_confidence": 0.4053125
  },
  {
    "i_page": 71,
    "par_num": 4,
    "text": "  fea ead Tani xs ofthis Act the Sinha ext shall rv",
    "mean_p_confidence": 0.4423076923076923
  },
  {
    "i_page": 72,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 72,
    "par_num": 1,
    "text": "  ah A oe Rc pa Paci Pa Dane",
    "mean_p_confidence": 0.31
  }
]