[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYEON1 ,: } : Ist Session 1965-66 WS. A P Na geret ay’ Sly : EROS Qa Shop and Office Employees (Regulation of Employment and Remuneration) (Amendment) Act, No. 5 of 1966 1 Date of Assent: March 22, 1966 Printed on the Orders of Government Pease of ORRIN Ta eth Seuss, coumans i\" , a) He 90 lags, Ra. 40 Herat Ed nce te Caan hae Bemba cach ger in Seopa of te gear feloygae Ene SERED os Ul pada si ‘ Price: 18 conte Postage: 10 cents",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Shop and Office Employees (Regulation of Ereblogmans td amtntiotion loeendnet) Act, No. & of 1968",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "L. D—O, 44/62.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "An Act To AMEND THE SHOP aND Orrick EMPLOYEES _Chaple: 129,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(Pacuranon or EMpLovmenr Np Remuneration) f2ltSs,",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "cr. [Date of Assent: March 22, 1966] BE it enacted by the Quoen’s Most Excellent Majesty, by and with the advice and consent of tho Senate and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1¢ House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, ae follows:—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "4. This Act may be cited as the Shop and Office sna att, Eniployess (Regulation of Employment and Remuners. tion) (Amendnant) Act, No. B of 1008.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2. Section 18¢ (as amended by Act No. 00 of Sauce 1957) of the Shop and Office Employees (Regulation $e¢** of Employment and Remuneration) Act is hereby Chapear 129, Tepenled and the following new section substitute:",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "a therefor: — Musings ot, 186, In this Part—",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "‘nines \", caatee @ the expression “confinement \"” ora ‘tpeans labour resulting in the",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "issue of @ child whether alive or dead, or the issue of @ Yiable foutus, and the expres. sion “ confined’ shall be construed accordingly; and (0) the expression \"' viable foetus ”” means a foatus of at least twenty-eight weeks’ gestation and, in the event of there being any doubt, one of the following conditions shall be satisfied for a foetua to be considered twenty-eight weeks old :— (@) the Jength of the footns shall be at least twelve ‘ : inches; oF @) the weight of the foetus shall be at Teast two pounds.’, etse—arreone",
    "mean_p_confidence": 0.76
  }
]