[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "oe fae. 4S . eee ta ay es 5 seat fi « Gaye) » WSS Ey : poi sai . PARLIAMENT OF THE DEMOCRATIC. ~ - SOCIALIST REPUBLIC OF... . SRI LANKA _ ; CONTROL OF PRICES (AMENDMENT) 7 - ACT, No. 33 OF 1979 ° - a . : _ [Certified on 23rd May, 1979] . . . Printed on the Orders of Government ‘ , og oe Published as a Supplement to Pert IL of the Gazette of the Democratic Socialist Republic of Sri Lanka of June 08. 1979 . eon 4p 1k MERRION RING RA | Te te rercniies oo hes Gove PORLEIONS PonaAG, Toren, Price: Seomts lk ee Fostage : 25 conis",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "» Control of Prices (Amendment) Act, No. 38 of 1979 {Certified on 23rd May, 1978] L. D=O, 93/78 : bee Aw Act 10 AMEND THE CosTmOL or Prices Act. . \"BE it enacted by the Parliament of the Democratic Socialist . Republic of Sri Lanka az follows :— an",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "1, This Act may be cited as the Control of Prices Short titie. (Amendment) Act, No: 33 of 1979,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2 Section 6 of the Control of Prices Act (hereinatter Amendment referred to as the “principal enactment”) as amended by Qsetar°% Law No. 43 of 1975 is hereby futher amended in subsection @) of that section, by the insertion, immediately after paragraph (e) of that subsection, of the following new . paragraph :— .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "“(Dall matters incidental to or connected with the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "establishment of the Price Control Reward Fund . and the manner in which if is to be administered ;\".",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "3. Section 8 of the principal enactment, as amended by Amendment Law No. 48 of 1975, is hereby further amended in anbsec- ff seetlon Sof tion (8) of that section by the omission of sub-paragraph (1) enactment, of paragraph (a) of that-subsection, and the substitution. ~ therefor, of the following new sub-paragraph :-— +\" () if i is the contravention of an Order made or 4",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "deemed to be made under section 20 of the National, : Prices Commission Law, by selling an article above",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "the maximum price fixed for that article by that | ~ Order, or of a regulation for the prevention of the hoarding of an article for which the maximum : price is fixed by such an Order, be punished with",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "rigorous imprisonment for @ term not Jess than . four weeks and not exceeding six months, and, in” addition, with a fine not less than one thousand rupees and not exceeding seven thousand five « ‘hundred rupees, and\",",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4. The following new sections are hereby inserted insertion of inamediately after section @ of the principal enactment and ‘ew sections staall have effect as sections 8x and Jn of that epuctment:— ie princionl",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "tm",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "soot te 88, A court, before which an offender 1s direct 3, convicted of un offence under this Act, may : SBareot, in respect of any fine imposed for such one 2 Price offence, direct that a sum not exceeding one- eward half of such fine or one-half of such amount Fund. as may be actually recovered trom such :",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "+ pfflender, be pald to the Price Control Reward",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Fund established under this Ack. . :",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "AdoTM capo Lo.",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Control of Prices (Amendment) Act, No, 38 of 1979 Rice Geutrol 8s. (1) A Fund to be celled the Price * Control Reward Fund (hereinafter, referred to in this seetion as “the fund”) is hereby established, t . (2) There shalt be paid into the fund— : . {@) ail sums directed to be paid thereto by 7 a court or a Judge thereof under . this,Act or under any other written aw, or by a Judge in bis discretion } and - (B) such other payments ag may be made \" in accordance with ‘regulations ‘made in that bebalf. . (8) There shall be paid out of the fund— + (ay att payments given as rewards to such Price Control Inspectors and in oo accordance with regulations made in : that bebalt ; () the expenses incurred in the adminis ‘tration of the fund ; and (e) al payments as may be made in accor, Lo dance with regulations made in that. . bebalt, . (4) The Controller of Prices shall be .. +. Tesponsible for the administration of the fund and the accounts of the fund sball be audited be oee annually by the Auditor-General. ”.",
    "mean_p_confidence": 0.76
  }
]