[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "~ “GOVERNMENT OF CEYLON :~ - _ 2nd Seision 1961-62 oes ‘ El Serna )2) GIB 6 OR \\Ree Ix] ira vs as ay Qos x . Foreign Loans (Amendment) __ Act, No. 2 of 1962 ; Date of Assent: March 28, 1962 ~ Printed on the Orders of Government i . ‘ Printed_at the Goneneon Pam, Gent, To te Farka ce conse Porn Sens, nas Aznuat Subsxgtin Untying ils) me 90 Chae), Be che Price: 10 cents, - Postage : 10 cents.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2 et epee NONE LONER UE ROOD ROT",
    "mean_p_confidence": 0.13
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "b. DHO. 51/61. f Syd v4 An Acr 70 amenn THe Forsien Loans Act, Noo2) +’",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "oF 1957, aND twa INcome Tax ORDINANCE. Poapir 28. (Date .of Assent: March 28, 1962] BE it enacted by the Queen’s Most Excellent Majesty,\" by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament asseinbled, and by the authority of the . same, as follows:— +",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4. This Act mar be cited ss the Foreign Loans stu stl, (Amendment) Act, No. 2 of 1962.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2, Section 5 of the Foreign Loans Act, No. 29 of amsémeot of 1057, ig hereby amended by the substitution, for the $43.2 of words ‘‘ international organiation.”, of the words Lous ai “* international organisation or such body of persons 8 99 of 1007. outside Ceylon as may be approved by the Government of Ceylon.”",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "3. Section 7 of the Income Tax Ordinance, a5 ammines of amended by Act, No. 34 of 1958, is hereby amended gi 3,21 in sub-section (1) of that section by the insertion, immediately after paragraph (/fff) of that sub- : seotion, of the following new paragraph :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "“ GHP) the profits and income derived by ony such body of persons outside Ceylon as may be approved by. the Government of Ceylon trom aid granted in money, goods, services or in any other form by that body",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "| to that Government; ”. i : 2. RMON) gone oes, oe,",
    "mean_p_confidence": 0.52
  }
]