[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF. CEYLON per “Qh 3rd Session 1967687... 7.1] ey “at? ine Sew & =) Susy Nindagama Lands Act, No. 30 of 1968 - : Date of Assent: June 22, 1968 Printed on the Orders of Government Pit, a ARIE Ea EE, Hint eatais One SS aes Price : 6¢ cents. Fostage: 10 cents.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Nindegama Lands Act, No, 80 of 1968 . L, DO. 7/88. _ AN Acr 70 ABOLISH THR SERVICES DUE FROM THE ‘ TENANTS AND HOLDERS OF, NINDAGAMA LANDS TO THE PROPRIETORS THEREOF, TO MAKE SUCH TENANTS AND HOLDERS THE ABSOLUTE OWNERS OF =~ SUCH LANDS, TO PROVIDE FOR THE REGISTRATION OF SUCH TENANTS AND HOLDERS AS ABSOLUTE OWNERS = *- ‘THEREOF, AND TO PROVIDE FOR MATTERS CONNECTED . THEREWITH OR INCIDENTAL THERETO. [Date of Assent: June 22, 1968] : BE it enacted by the Queen’e Most Excellent Majesty, : by and with the advice and consent of the Senate and == ° the House of Representatives of Ceylon in this present =~. Parliament assembled, and by the authority of the :~'- same, aa follows: — : 4. This Act may be cited aa the Nindagama Lands stot sve Act, No. 30 of 1968. PaRT 1” ABOLITION OP SERVICES DUE IN RESPECT OF NiNDAGAMA LANDS, AND THE DECLARATION OF TENANTS OR HOLDERS *” . . AS OWNERS OF BUCH LANDS, . : tat 2. ‘Tho services due from any tenant or-holder of atetuien ot any nindagama land t any proprietor thereof are {grapes horeby abolished, and accordingly\" «2 \"~~ =. + pjesme (@) no such proprietor shell be entitled to demand the performance of such services or to deniand or reobive any eum of money (due or which may fall due) in commutation of such <; «+ Services, from.any tenant or holder thereof; wt ; and te Pheboets ¥@) mo such tenant ér holder shall he liable to perform such services, or to pay such eum of fo), Mmomeys vg ly ey font aha 3. Every tenant or holder of any nindagama land pedaraton of is hereby declared to be the owner thereof.” baler ot'my . oy deem Me owner thereot. wodegene oad beopatete eet AMIN 21007 AT",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Nindagama Lands Act, No. $0 of 1968 Recut & No tenant or holder of any mindagama land iaiiee shall be liable to pay compensation to the proprietor Eerie thereof or to any other porson for any loss or damage fue che incurred or suffered by such proprietor or other seinen of person, whether directly or indirectly, by reason of iarmact the abolition of the serviess due by such tenant or Tasas holder in respect of that land. Secon 5. No tenant or holder of any nindagama land ieee shall be liable to pay compensation to the proprietor neural or thereof or to any other person for any loss or damage ‘iotlsy _ incurred or suffered by such proprietor or other person, oe a a whether directly or indirectly, by reason of his poimes wt hecoming an owner thereof. a 8 PART II. CLAIMS FOR_AN AWARD AS TO TITLE IN RESPECT OF Ninpacama Lawns, AND REFERENCE OF SUCH CLAIMG ‘To THE Boarp. Gaim tor om 6. (1) After the appointed date, any new owner ia\" of any nindagama land who desires to have his title - THERM, as euch owner registered shall, before the expiration trl miear of the presoribed period after that date, make tbe Berd written claim for an award as to title in respect of that Iand to the Board through the competent authority for the district in which that land is situated. 5 (2) Begalations may be made under this Act— © (@) preseribing— . : @ the form in which any claim for an award as to title may be made to the = > + Board, and the particulars that shall , be specified in that form, and (ii) the documents which shall be forwarded | along with ench claim; ~ + ' \"Gy providing for all such other matters as may be necessary in relation to the making of sucb claim; and .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "Ninaagama Lands Act, No. $0 of 1988 = 8",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(0) providing for the appointment. by a ecmpetent",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "authority, either of bis own motion or on",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "application made by or on behalf of any",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "person, of a fit and proper person to be the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "agent of such person, if such authority is",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "satisfied that such persun is entitled to make",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "a claim for an award as to title in respect of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "any nindagams land and is 2 minor or 8 person of unsound mind.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "7. (1) Upon the recaipt by a competent authority Raternce of of a claim for an award as to title in respect of any sme te nindagama land, such authority shall, subject to the sed” * regulations made under this Act, refer such claim in writing to the Board, together with all documents received by such authority in respect of such claim.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "@) Regulations may be made under this Act presoribing—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(0) the form in which a reference under sub- seotion (1) shall be made to the Board, and the particulars that sball be",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": ". specified in that form;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "@®) the steps or measures, if any, that shall be taken by & competent authority before he refers a claim for an award as to title in respect of any nindagama land to the Bosrd; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(¢) all other matters in respect of which it is necessity to make provision in regard to any of the aforesaid matters.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "PART II.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "- + Nuwpacama Lanne Boarp.",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "8 (1) For the purposes of this Act, there may be comin of established a Nindagama Lands Board (in this }olaam Act referred to as “the Board ”) consisting of a",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "“* Chairman and fourteen other members.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Nindagama Lands Act, No, $0 of 1988 @) A ‘person shall’ be disqualified for being appointed, or from continuing in office, as a member of the Board— (a) if he is, or’ becomes, a Senator or » Member of Parliament; or (8) if he is, or becomes, person having a right, title or interest in or over any nindagama . land. oon of tie 9, Every member of the Board shall, unless he Stan earlier vacates office, hold office for a period of three years. Any member of the Board who vacates office by efftaxion of time shall be eligible for reappointment. jysinimet ot 40. “There may be appointed a Secretary of the aa ns Board, and such other officers and servants as may be ia necessary for the purpose of enabling the Board to carry on ite business. Preccotion 44, Every reference of a claim for an award as to Board, title in respect of any nindagama land made to the Board shall be considered and determined at a meeting of the Board. Bomar of the 42, The Chairman of the Board, and if the Chair arBen © man is not presiding at a meeting of the Board, the Sud iwides chairman of that meeting, shall, for the purposes of \" considering and deciding any reference of a claim for an award as to title in respect of any nindagama land made to the Board, have all the powers of District Court— . (@) to summon. and compel .the attendance of __ Witmesses; : “#\"! \"(to compel the production of documenta; and - vil\" (@) to administer sny oath’ or “affirmation to witnesses. Boe °",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Nindagama Lands Act, No. 30 of 1968 5",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "18, Every person giving evidencs on any matter Puyae pri before a meeting of the Board shall be bound to state Bud\" the truth on such matter. \"toh",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "44, ‘The quoram for @ meeting of the Board shall Qoermm tor be three members. . thy Bosrd.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "48, A decision made at » meeting of the Board Deisomot on any matter considered at that meeting shall be : deemed to be the decision of the Board on that ot matter. 7",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "16. Separate meetings of the Board may be con- Serente | vened and held at the same time to consider and the bars decide different references of claims for awards as myhtit to title in respect of different nindagama lands. time",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "17, The proceedings before the Board on any Spiel prov. reference of a claim for an award as to title in respect fo preceedings of any mindagama land shall, as far as possible, be fe (, free from the formalities and the technicalities of the eres. roles of procedure and evidence applicable in a court of law, and may be conducted by the Board in any",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "manner, not inconsistent with the principles of natural justice, which to the Board may seem best adapted to elicit proof concerning the matters that are investigated.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "18. Where a reference of a claim for an award Chiou te a8 to title in respect of any nindagama land is made fects” to the Board, the Board shall, before making euch $7.tedeeme award, give any such claimant an opportunity sirm sn. of being heard either in person or by an agent firma” anthorized in that hehalf.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "49, (1) Where a reference of a claim for an award Devs of the as to title in respect of any nindagama land is made Beto * to the Board, the Board shall, after considering all such matters and hearing all such witnesses as may : be necessary for the purpose, and having due regard to any such regulations made under this Act as may ho applicable in that behalf, make a decision in ree-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": ", Bect of such claim, and give notice of its decision to any such claimant. :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Nindagama Lands Act, No. 80 of 1968 . {2 Subject to the other provisions of this Act, . where the Board makes @ decision on any reference of a claim for an award as to title in respect of any nindagama land, and no appeal is preferred against such decision as hereinafter provided, the decision shall be final and conclusive. Aare agian 20. (1) Where any claimant is dissatisfied with He Bord co the decision of the Board on any reference of « claim Tin for an award as to title in respect of ind Dinas spect of any nindagama four. land, he may, within the prescribed period after the date of service on him of a notice of such decision, prefer an appeal against such decision to the District : Court having jurisdiction over the place where such land is situated. (2) Regulations may be made under this Act . providing the form, mode and manner in which any appeal under sub-section (1) shall be preferred, the persons who shall be made parties to such appeal, and the procedure to be followed by a District Court in 7 entertaining, hearing and disposing of, euch appeal. (8) No stamp duty shall be required in any proceed- ings before a District Court relating to an appeal under sub-section (1). . (4) A District Court may award to any party to any appeal under sub-section (1} an amount determined by - that Court as his costs of proceedings relating to the appeal. - y_  @) The determination of a District Court on any ~~ appeal under sub-section (1) shall be final and : conclosive. . Avecd ote 4 (1) The Board shall, as soon as may be after Bowed. its decision on any reference of a claim for an award as to title in respect of any nindagama land has become final and conclusive under section 19 (2), or after the final determination of that reference by the District 1 Court on an appeal preferred to such Court against",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "Nindagama Lands Act. No. 90 of 1968 = 7 such decision, make an award aa to title in respect of that land, determining all such matters as may be prescribed and as are applicable in the case of that Eyard, Such award shall be substantially in the prescribed form, and shall contain such prescribed particulars as may be applicable thereto.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "(2) The Board shall give written notice of an award es lo title in respect of any nindagama land to every pergon whose interests in that land are affected by such award.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "(8) An award as to title in respect of any nindagama land made by the Board shall, where the decision of the Board on the reference for such award became final and conclusive under section 19 (2), accord with that decision, or where an appeal against that decision was preferred to a District Court, accord with the determination of that Court in such appeal.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "PART IV. AWARDS A8 TO TITLE IN RESPECT OF NINDAGAMA ‘Lanna. 22. Every award as to title in respect of any Avatisss % _pindagama Yond shall, subject to the provisions of $'sjs.moet section 28, be published in the Gazette, and every ‘nie whe” award so published shall be judicially noticed, and [5% ™ shall be conclusive proof, 20 far as any person is thereby declared to be entitled to such land or to any share or interest in auch land, that euch person is entitled to such land or to such share of or interest in that land, free of all encumbrances whatsoever other than those specified in euch award, and that, subject to the encumbrances 20 specified, such land or shar or interest vests absolutely in such person to the exclusion of all persons whatsoever :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "Provided that pothing in the preceding provisions of this section shall affect the right of any person prejudiced by fraud, or the wilful suppression of facts of any claimant to any interests in any nindagama land ftom proceedings against, such claimant, either for the recovery of damages or for the recovery of the land or any share or interests in the land awarded'to such claimant by any ‘award referred to in the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": ".s Preceding provisions of this section,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "8 — Nindagama Lands Act, No. 30 of 1968 Bogart 28, Before an award as to title in respect of any Pieereeee Rindogema lund ie published in the Gasette by the Sis uiete” Board under section 22, the Board shall canso a copy Gems land of such award to be transmitted to the Registrar of Lands of the district or each district in which the land is situated, and such Registrar, or each sach Registrar, as the case may be, shall duly register such Cap. Ut copy under the Registration of Documents Ordinance as an instrument affecting the land to which euch copy relates. No fee shall be charged for the registration of such copy under such Ordinance, notwithstanding anything to the contrary in such Ordinance or in any regulation made thereunder. PART V, GENERAL. Aiminmstin 24, The Settlement Officer shall be responsible for sithis Ae. ‘the general supervision and control of the adminis- tration of this Act, and in that capacity may issue general or special directions to a competent authority as to the exercise, performance or discharge of his powers, duties or functions under this Act, and it shall be tho duty of such authority to comply with such directions, porgait tae ngs TH, appointed date referred to in section 6 for eh po such date as may be appointed for the purposes re) ‘that eostion by the Minister by Order published ia the Gazette, Regolations, 28. (1) The Minister may make regulations for the purpose of carrying out and giving effect to the Principles and provisions of this Act. @) In particular, but without prejudice to the erality of tho powars conferred by sub-section (1), the Minister may make regulations in respect of the following matters: — (a) any matter required by this Act to be pres-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "‘ ‘ibe, oF ih respect of which regulations are authorized by this Act to be made;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "(®) allor any of the matters specified in the Schedule to thie Act;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "(0) any matter for which no provision or no effeo- tive provision is made by this Act, or in respect of which it is necessary to modify or supplement the provisions of this Act. ”",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "Nindagama Lands Act, No, $0 of 1998 © 9",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "{8) Every regulation made by the Minister shal be published in the Gazetts and shall come into opera- pas tion on the date of such publication, or on such other later date as may be specified in the regulation.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(® Every regulation made by the Minister shall, as soon ag convenient after ite publication in the Gozetts, be brought before the Senate and the House of Representatives for approval. Any sepulation which ig ‘not so approved” shall ho deemed. to be . rescinded as from the date of disapproval, but with- out prejudice to anything previously done thereunder.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "27. No act or proceeding of the Board shall be Yessy in te deemed to be invalid by resoon of any vacancy in the Stake de we office of a member of the Board. Beard ot to",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "Ease too proeaedings.",
    "mean_p_confidence": 0.13
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "28, The provisions of this Act shall have force Ths Aa to and effect, notwithstanding anything to the contrary Preval ore im any custom, usage, or other lew, written or other- orags or soy wise, and accordingly, in the event of any conflict or inconsistency between ‘the provisions of this Act and such custom, usage or other law, the provisions of this Act shall prevail over such custom, usege or other",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "jaw,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "29. The Service ‘ennres Ordinance shall conse to chupe apply to any nindagama land, and according! sree to apole Provisions of that Ordinance shall be read and con. bat strued so as to give full force and affect to the pre- ceding provisions of thie Act relating to such cessation.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "80, The Service Praveni Lands Succession Ordi- Repel ot nance is hereby repealed. Chapter 06,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "84, (1) In this Act, unless the context otherwise toterpratation, tequires— . : .",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "“commissioner” means the Surveyor-General or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "any of his assistants, or any licensed surveyor, to whom a commission is issued",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": ". under this Act;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "“competent authority’ means the Government",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "Agent of any administrative district or any _ «7 other prescribed officer;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "10 Nindagama Lands Act, Ne. 30 of 1968",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "“district” means any administrative district",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "Cap, a, established under the Administrative Dia. tricts Act;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "“holder”, in relation to any nindagama land, means a person who was, prior to the dato of the commencement of this Act, a praveni nilakaraya of any praveni pangu of that land",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "ap. 457. within the meaning of the Service Tenures Ordinance;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "‘* Minister *’ means the Minister to whom the sub-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "ject of lands has been assigned under the cop am, Ceylon (Constitution) Order in Council, 1946;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "“new owner ’', in relation to any nindagama land, means @ person who becomes such owner by virtue of the operation of the provisions of section $, and includes any successor or successors to his title as such owner;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "* nindagama land ”” means any land in respect of which s proprietor thereof was, prior to the date of the commencement of this Act, entitled to demand services from any praveni nilakaraya or marawena nilakaraya for and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": ". in respect of a praveni panga or maruwena pangu held by any such uilakaraya, or to demand or receive from any such nilakaraya any sum of money in commutation of any such services, but does not include vihara- gama or devalagama land;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": ": “tenant”, in relation to any nindagama land, means a person who was, prior to the date of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": ": the commencement of this Act, a maruwena",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "ut nilakaraya of a marawena pangu of thot land within the meaning of the Service Tenures Ordinance ; ** this Act ’” includes the regulations made there- under. (2) The expression “* absolute owners ”” occurring in the long title to thie Act in any context relating, to nindagama tands shall not be deemed or conatrued",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "Nindagama Lands Act, No. 80 of 1968 © 11 to mean the owners of such lands free of encumbrances, but shall be deemed or construed to mean only the owners of such lands free of the services abolished in respect thereof by this Act.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "SOHEDULE",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "1, The remuneretion of members, officors and servants of the Board.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "2. The soustittion, of the Boasd, the procedure, to be obearred in summoning meetings an 8 eondues of smostiogs of the Board.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "8 The payment of travelling and other expenses to persone summoned to give evidenoo beiore the Board.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "4. The menner of recovery of costa of olsimants in awards relating to claims to title ia nindegama lands.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "5. The facts to be ascertained before leaving commissions and terms of commissions igsved by the Board.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "6. The dua execution and dua rotumn of sommiscions isaved by the Board.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "‘1. Power of the Hoard or any member of the Board or its officers to enter, inepeat and do all ouch aota or things in or upon land as mey be necessary for the purposes of this Act.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "6, The power of the comenissioner and hia assistanta ta eater land and do all such acta or things in or upon such land for the due execution of a commission, issued by the Board.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": ". Penalty for obstrucking or resisting any person in the discharge of any power, duty or function conferred or imposed. on him by this Act or regulations made thereunder.",
    "mean_p_confidence": 0.78
  }
]