[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF : SRI LANKA NATIONAL HEALTH DEVELOPMENT FUND (AMENDMENT) ACT, No. 26 OF 1987 [Certified om 2ist May, 1987] Printed on the Orders of Government Published as a Supplement to part II of the Gazette of the Democratic. Socialist Republic of Sri Lanka of May, 2: 1987 . mp AT ‘ie DEPARTACENT OF QOVEENT PRIMENG, ART Lane 0 i FORCEARED AP TE CORNTAGIE FEMACATIONS BUMERT, COLOMBO Price : 30 cents . Postage #75 cents",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "National Health Development Fund (Amendment) Act, No. 26 of 1987 [Certified on 21st May, 1987] L.D—O. 41/86 An Act 70 AMEND THE Natiowat Heatma Devatormcnt",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Pun Act, No. 18 oF 1991.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "BE it enacted by the Parliament of the Democratle ‘Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1 This Act may be cited as the National Health Short titls. Development Fund (Amendment) Act, No. 28 of 1987.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2% The following new section is hereby inserted Insertion immediately after section 7 and shall have effect as section Pamact, 4 of Act No. 12 of 1981: 18h mrestablish- Va. (1) There shall be established under quxilitry the Fund such number of auxiliary funds",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "for specific purposes as may be determined by the Minlster.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(2) All moneys received by the Fund by way of gift or donation from private indivi- duals, firms or institutions in Sri Lanka and abroad for promoting or furthering any specific project or purpose shell be credited into the auxiliary fund established for such purpose under subsection (1) and shall be applied by the Board, subject to the direc- Hons of the Minister, for that purpose.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(3) In respect of every auxiliary fund established under subsection (1), the Minister shell appoint an advisory body consisting of such number of members as he may deem necessary to advise the Board as to the application of the moneys in such auxiliary fund,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(4) ‘The provisions of this Act relating to",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "cave. Sppointed members of the Board shall,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1\" = amtitatis mutandis, appty to and in relation:",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1). te every member of am advisory body, . appotated under subsection (8).”.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "Annual subscription of Bills and Acts of the Parliament Hs 100 (Local) Hs, 200 oreige) payable to the Surtunrmurr, Goviawnar Pouurcarton Bunt Coconmo 2, before 16th December each yeur in respect of the year following.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "foe ants anne 4",
    "mean_p_confidence": 0.33
  }
]