[
  {
    "i_page": 1,
    "par_num": 4,
    "text": "fe, PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA POOR RELIEF : ACT, No. 32 OF 1985 [Certified on. 14th August, ‘ss",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 1,
    "par_num": 4,
    "text": "Printed on the Orders of Government",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 1,
    "par_num": 4,
    "text": "Published as a Supplement to Part IT of the Gazette of the Democratic Socialist Republic of Sri Lanka of August 16, 1985 PROTTD AN THR DAEARELOUET OF OODRRINEE TET, 61 LAE",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 1,
    "par_num": 4,
    "text": "Tum rencanm ar Tar coveore FoMCnTOOH FOnTAD, CONOR Price: 60 cents Postage: 69 cents",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Poor Retief Act, No. 32 of 1988 . (Certified on 14th August, 1905] +",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "L. DO. 27/85, -",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "AN ACT TO MAKE PROVISION FOR THE BETTER REGULATION AND ADMINISTRATION oF Poon RELIEF; AND 7OR MATIENS CONNECTD ‘THEREWITH OR INCIDENTAL THERETO,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "BE it enacted by the Parliament of the Democratic Socialist",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Republic of Bri Lanke as follows :— .",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1. This Act may be ‘elted.as the Poor Relief Act, Short dle. No, 82 of 1988,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2. (1) (@) There may be appointed, by mame or by Appointment ‘office, for the purposes of this Act, a Commissioner of Poor ng\" Relief (hereinafter referred to as the “Commissioner ”). servanta,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(b) Until and unless 2 Commissioner is appointed under parageaph (c), the Director of Socla] Services shall exer- cise, perform and discharge, the powers, duties and functions, conferred or imposed on, or assigned to, the Commissioner by this Act,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "@) There shall be appointed, by name or by office such number of Deputy Commissioners and Assistant Commis- sioners of Poor Relief es may be necessary for the purposes of this Axt,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(8) Every Government Agent may in relation to the administrative district to which his appointment relates, exercise, perform and discharge, the powers, duties and funetions, conferred or imposed on, or ansigned to, a Deputy Commissioner by this Act. Every Assistant Government Agent may, in relation to the administrative division to which his appointment relates, exercise, perform and dis- charge the powers, dutles and funetions conferred or imposed on, or assigned to, an Assistant Commissioner by this Act, . “",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "@) Subject to subsection (3), any Deputy Commissioner or Assistant Commissioner may be appointed for the whole of Sri Lanka or for any part thereof.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(5) There may also be appointed such clerical and minor staff as may be necessary to assist the aforesaid officers in the administration of this Act. : :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 ‘Poor Relief Act, No,’ $2 of 1985 Powers and & () Every Deputy Commissioner and Assistant Com- Suties of missioner of Poor Relief shall, in the exercise of his powers, the performance of his duties or the discharge of his functions, be subject to the general direction and, contra of the Commissioner, 7 uy (2) Every Deputy Commissioner or Assistant Commis- sioner of Poor Relief may, swbject to the general direction and cotitrol of the Commissioner, within the area of his appointment, exercise, perform or discharge all or any of .-. | (the powers, duties or functions conferred on, imposed upon or assigned to, the Commissioner by, or under, ths Act. Application 4. Every person who has applied for, or is in receipt of, ‘okthis Act.‘ Door relief in accordance with the regulations made under EO\" thie Act, ig hereinafter in this Act referred to us a “person to whorh this Act applies”, : Declaration ' 5. It shell be lawful for the Commissioner to require by person every'persen to whom this Act applies ta make a declara- this Act tion in such form and in such manner as may be prescribed, applies, of the essets and liabilities of such person, his spouse, children and other dependants and such other information a5 may be required for the purpose of ascertaining whether he is eligible for the grant of poor relfef under the regulations made under this Act. Power of 6, The Commissioner may, by notice in writing, require Sommis- any person to furnish him, within such time as may be all for specified in the notice such information as may be necessary information. to ascertain the accuracy of any statement contained in any declaration made to him under section 5, and it shalt be the: duty of such person to comply with such requirement. Power of 12, Where, the Commissioner és satisfied that any state- Sommis ment coutained in any declaration made to him under sioner to discantinue _section 8 by any person ta whom this Act applies, 1s wholly Poor, or partly felse or incorrect and that such person is not entitled to the grant of poor relief under the regulations made under this Act, the Commissioner shall, without pre- indice to the provisions of section 11(1), forthwith diseon- tinue the grant of poor relief to such person and by a notice in writing, require him to pay the value of eny poor relief ‘granted’to him in accordance with the regulations made under this Act, within such period as is specified in such notice, | Bde teh SE URE",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Poor Relief Act, No, 32 of 1985 8",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "8. (1) Where the Commissioner decides ta discontinue Commis, the poor relief granted to a person to whom this Act applies, commu he shall communicate his decision in writing, to such decision, person.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(2) Every decision made by the Comsalssioner under section 7 shall, subject to the provisions of section 9, be final, ,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "9. (1) Any person who is aggrieved by the decision of Appeals, the Commissioner made under section 7, may, within four- teen days of the communication of such decision to him, prefer an appeal against such decision to the Secretary to the Ministry of the Minister (hereinafter referred to as the “Secretary \").",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(2) Bvery appeal shall be preferred by a petition in writing addressed to the Secretary and shall set out the grounds of such appeal.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(3) The Secretary may in dealing with sny appeal pre- ferred to bim under subsection (1), affirm, vary or set aside the decision of the Commissioner against which the appeal has been preferred.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "10, (1) Where any person required by a notice under Provisions section 7 to pay the amount-of any poor relief granted to him TeéTene, under this Act, fails to pay such amount within the period amounts specified in such notice or where an appeal has been fiwied t preferred against the decision requiring bim to pay such under amount, fails to pay such amount within thirty days of the **tlon 7. dismissal of such appeal the amount specified in the notice shall be deemed to be in default and the person by whom such amount is payable shall he deemed to be a detaulter for the purposes of this Act. °",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(2) (@) Where any amount isin default, the Commis. sioner may issue a certificate to a Magistrate's Court having Jurisdiction fn any division where the defaulter resides or in which any movable property owned by the defaulter is situated, containing particulars of the amount in default and ‘the name of the defaulter by whom the amount 4s payable.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "{b) Upon receipt of a certificate under paragreph (a) of this subsection, the Magistrate shall summon the defaul-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "~ ter before him to show cause why further proceedings for the recovery of the amount specified in the certificate should not be taken against him and in default of sufficlent cause",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "4 Poor Relief Act, No. 32 of 1985",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "+ *  befng shown, that amount shall be deemed to be a fine impos- ‘ed by a sentence of the Magistrate on such defaulter for an offence punishable with fine only and not punishable with imprisonment and the provisions of subsection (1) of sec- tion 291 of the Code of Criminal Procedure Act, No. “15 of 1979, (except paragrephs (a), (2) and (i) of subsection (1) of that section) relating to the default of payment of a fine imposed for such an offence shall thereupon apply and the Magistrate may make eny direction which by the provisions of that subsection, he could have made at the time of impos- ing such sentence.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(@) Whenever the Commissioner jasues 2 certificate un- der this section, he shall forthwith issue to the defaulter a notification thereof by personal service or registered letter sent through the post or telegraph, hut non-receipt of such notification by the defaulter shall not invalidate proceedings taken under this section.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "‘Offences. IL. (2) Any person who makes any statement relating ‘to his assets and liabilities or those of his spouse, children or dependents, which to his knowledge is false or incorrect in any declaration made by him under section § sheli he guilty of an offence under this Act and shall on conviction after suramary trial before 2 Magistrate, be liable to « fine not exceeding two thousand rupees or to imprisonment to a term not exceeding one year or to both such fine and imprisonment. .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "@) Any person who—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(a) fails to comply with the requirements of a notloe sent to him under section 6 ; .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(b) knowingly furnishes any felse or incorrect informa- tion in compliance with the requirements of any such notice,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "shall be guilty of an offence under this Act and shall on conviction after summary trial before a Magistrate, be Uable to « fine not exceeding two thousand mapees,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(8) Any person who contravenes any regulation made under this Act shall be guilty of an offence under this Act and shall, on conviction after summary trial before a Magis trate, be Hable to a fine not exceeding one thousand rupees.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "Poor Relief Act, No. 32 of 1985 5 12, (1) The Minister may make regulations in respect of Regulatlone: all or any of the following matters :—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(@ all matters required or authorized in this Act to be",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "prescribed ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(b) conditions of eligibility for the grant of poor rellef to",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "any tadividual or family ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(c) the manner ir whien «pplication for poor relief shall",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "‘be made to the Commissioner ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "{@) the conditions to be complied with by persons who",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "apply for the grant of poor relief ;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(e) the form of all notices and declarations required to",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "bbe issued or made for the purposes of this Act ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(the publications, from time to time, of lists of persons",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "who are provisionally selected for the grant of poor relief under this Act ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(9) provision for the making of objections to the inclusion",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "of the name of any person in any such List,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(2) Every regulation made under subsection (1) shall be published in the Gazette and shall come into operation on the date of such publication or on such later date as may be specified in the regulation.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(8) Every regulation made under siibsection (1) shall, as soon as convenient after its publication in the Gazette, be ‘brought before Parliament for approval. Any such regulation which in not so approved shall be deemed to be rescinded from the date of disapproval but without prejudice to any- thing previously done thereunder. Notification of the date on which a regulation is deemed to be rescinded shall he pub- Ushed in the Gazette,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Annual subscription of Billa and Lewa of the Parliament Ra 190 (Loca,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Ks. 210 (Foreign), payable to the Sursmnerennye, Govmunanurr PUDLICATIONS",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Bormy, P.O, Box 801, Covoscso 1, before 18th December each year in respect . 2 the year following.",
    "mean_p_confidence": 0.67
  }
]