[
  {
    "i_page": 1,
    "par_num": 2,
    "text": "(ieee) PARLIAMENT OF THE. DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA LOCAL LOANS AND DEVELOPMENT — (AMENDMENT) ACT, No. 24 OF 1993 . (Certified on 24th Juno, 1993) a Priutedt on the Orders of Government Bublished at a Sapplement to Part I of the Gazette of the Democratic Socialist Republic of Sti Lanka of June 25, 1993",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": "xnerm Ar THE DEPARESCET OF COVEMAEEE PRIETO, tat LANE Gow renmiia i  commonen pmnuxanione SomaD, cotatee Price: 80 cemts. oo 7 Postage: Be LW | |",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Locat Loans and Development (Amendment) . Act, No. 24 of 1993 [Certified on 24th June, 1993] L.D—O, 61/91 Ax Act To amenp mae Loca, Loans aNp DEVELOPMENT Onomvance",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "BR it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—=",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "1. This Act may be cited as the Local Loans and Deve- Short tite. lopment (Amendment) Act, No. 24 of 1993.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "% Section 2 of the Local Loans and Development Ordi- amendment nauee (hereinafter referred to as the “principal enact- 722% ue ment”) is hereby amended as follows :— 44,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "@) by the repeal of subsection (2) of that section and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "‘the substitution of the following subsection there- for — : . “ (@) ‘The commissioners shall consist of at least thirteen. persons all of whom shail be appointed by . the Minister, and— . (@ one of whom shall be the Secretary to the . ‘Ministry of the Minister who shall also be : the Chatrman thereof ; () one of whom shall be a public officer nomina- ; ted, by name or by office, by the Minister in charge of the subject of Finance ; fe) sight of whom ‘shall be membera of the -pro- . vincial public services of the respective pro- vinces nominated, by name or by office, by - the respective Governors of such provinees; {@ three other perions nominated by the Minis- . ter, of whom af least one shall be a person who has had experience in banking” ; 2) by the addition, at the end of that section, of the a following subsections :— . “ (4) ‘The commissioners shail meet os often as , may be deemed necessary by the Chairman : . Provided however that a meeting of the commis. s",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": ". sioners shall be held at least once in every three months, . . ook 7 ”",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "2 Local Loans and Development (Ameniment) Act, No, % of 1993 15) The qaorum far any meeting of the com tnissioners shali be five, of whom at lest one shali be a commissioner sppoimiai under parsgragh (ch af svisection (2). \", Ameézem 5. Section 3 of the principal enactment is hereby smend Pike” ed. by the repeat of subsection (2) of that section and the Bancipal —-—gubstitution therefor, of the following subsection :—",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": ". ~ @) The commissioners may be paid re- mouneration at such rates as may be detur- mined by the commissioners, with the appro- vai of the Minister, in addition to atch travel- Ting allowances or other expenses as may be authorized to be paid to them, by regulations made under this Ordinance, \",",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Amendment 4 Section @ of the principal enactment is hereby amend- af section ed by the repeal of paragraph (b) of subsection (8) of that pencpal, section and the substitution therefor of the following Paragraph — vee eae Bee tat CSRS",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "“ {b) all such sums a2 may from time to time",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "bbe ordered by the Minister, by way of",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "+ 0 cv s+ gonteibution to a special found which",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": ". ‘abel be called the “Local Loans and",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": ". Development Trust Fund”, and to be",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": ". . established and rasintained by the Lo “A commissioners j'. : Meplacement 5. Section 9 of the principal enactment is hereby repealed",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "ition and the following section is substituted therefor:—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Gconent. “Purpows  9, Tho commissioners may, with the ome approval of the Minister, grant loans to any",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "granted. local authority or to any body to which #",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": ". local authority bas transferred any of its functions, for the purpose of any work of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "public utility, which such local authority of body may be authorised by lew to under",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": ". take including technical sxsislance,”,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Loca! Loang and Development (Amendment) 4 ,, Act, No. %4 of 1088 6 Section 38 of the principal enactment is hereby Amendment amended a8 follows :— State hed (1) hry the substitution for the definition of “local autho- Shavsment. rity” of the dallowing definition :— ‘“Jocal authority” means any Munictpal Couneil, ; Urban Counoll or Pradeshiya Sabha ;’; (2) by the substitution for the definition of “Minister” ‘of the following definition :— “Minister” meas the Minister to whom the sub- ject of the Locsl Loans and Development Fund has been assigned and “Ministry” shall be construed accordingly ;* : 4. In the event of any inconsistency between the gree ‘Sinhala and Tamil texts of this Act, the Sinhala text shail prevail . camzot prevail. incomise tore",
    "mean_p_confidence": 0.75
  }
]