[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "do EES on) th a Weary 3) 0s ME: BBO ~ Na Lp PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA REGISTRATION OF DEATHS (TEMPORARY PROVISIONS) ACT, No. 2 OF 1995 ——— . {Certified ou 51h January, 1995] Printed on the Order of Government i- oo Published zs a Supplement to Part {1 of the Gazette of the Democratic Soclelist Republie of fri Lanke of January 06, 1908 ene 42 1a ortRTOT OF Oo MOTTE, Ee LEA Te rent ai eontioeins Fesacona wea coxeuze Price: 60 cant, ; ‘Pastagos Re. 10d",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "| Registration of Death (Temporary Provisions) Act, No. 2 of 1995 (Certified on, Sth January 1995]",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "{LD—0. fs Aw Ack 10 roving cor Tan Reasraation of Daaras ov",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘PeesoNS REPORTED MISSING; AND FOR MATTERS CONNECTED",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "THEREWTER OR THCIDENTAL THERETO, | WHEREAS several persons hava died in the course of the . {vl disturbances that took place due tm terrorist and sub j vetsive activities in Sri Lanka ; and whereas there are cer | tain practical difficulties impeding the registration of such | deaths under the provisions of the Births and Deaths Regis | ration Act (Chapter 110) : Fann WHEREAS it has now become necessary to make | provision enabling the registration of such deaths: . | NOW THEREFORE be ft enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka ag follows :— J 1. ‘This Act may be cited as the Registration of Deaths Short title i (Temporary Provisions) Act, No. 2 of 1995, The provisions S74 Suration of this Act shall be in operation for « pariod of two years Act from the dete of its commencement. ‘ _",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2 Where any perton is reported tissing and presumed Who may“ to be dead as he has not been heard of for a period exceeding apply for",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "one year by those who would naturally have heard of him fertitcates. had he been alive, a next of kin of such person If he vetly",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "believes such person to be dead, may, apply in the manver hereinafter provided, to register the death of such person",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "under the Births and Deaths Registration Act (Chapter 110)",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "and to have issued to him, a Certificate of Death in respect",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "of such persan.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "3. Every application vnder this Act to register the death Procedure of 2 person shall be made to the District Registrar of Blcths ation. and Deaths of the district in which such person was last re- siding, and shal! be in the Form set out in the Schedule to ‘this Act.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4. Every application under this Act shall be supported Additions? by an affidavit of the applicant setting out the grounds for [Hteal te his belief that the person whose death is sought to be regls- m ‘tered, is dead, and shall be accompanied by, a report from the Grama Niladhari of the Grama Niladhari Division in ‘which the person whose death is sought to be registered, wan last resident. confirming the fact that such person has not",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "been seen alive or heard of, for a period of over one year, and any other evidence in support of much upplication, ee : t",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "& Registration of Denthe (Temporary Provisions) Act, No, 2-of 1995 Display of 5 Upon receipt of an application under this Act, the Dis- apphcalion trict Registrar sloll cause a copy of such application to be dispiayed tor a period ot two weeks on the Notice Board kept at his office and in the offices of the Grama Nusdhar in whose division the person whose death is sought to be registered, was Inst resident or had his permanent residence, Objectionsot Any person may within one month of the date on requstruuen which a copy of an application under this Act iz first display- ed, forward to the District Hegistrer, his objecuons in writing: to the registration of the death of the person to whom such application relates, and such objectiona shall be supported by an effidavit of the objector snd of any other person, set- cas ting out the grounds for their objections. Registration 7. (1) On the expiry of the period of one month allowed ot death. or the forwarding of objections to an application, the Dis trict Registrar shall consider the application together with the evidence in support of the application and objections, if . any, and the evidence in support of such objections and y alter such inquiry as he may deem necessaty, if satisfied, ‘ag to the truth of the matters stated in the application, allow such application and shell send to the Registrar-General a Certificate under hls hand setting out such of the particulars of the death as are required to be registered, under the ‘ Birts and Deaths Registration Act (Chapter 110) as he has been able to ascertain after such inquiry as aforesaid. {2) Gn receipt of certificate under subsection (1) the Registrar-Genezal shall, except in a case where he cancela a certificate in the exercise of the powers conferred on him by section 8, make order directing the appropriate Registrar to enter in the Register of Deaths maintained by such Regi . trar under the Births and Deaths Registration Act (Chapter 110), the particulars specified im such certificate.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "(3) On receipt by a Registrar of an order under subsee tion (2) directing him 10 enter the particulars relating 1 a desth in the Register of Deaths maintained by him, undet",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "> > the Births and Deaths Registration Act (Chapter 110), the Registrar shall forthwith enter those particulars in sutch Tegister and sign the register in the appropriate place,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "(4) Every written order under subsection (2) shafl Bt attached to the duplicate of the relevant registration entry and shall be sent, together with that duplicate, to the appr priate District Registrar for ‘transmission to the Registra? General for custody in bis office. ee",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "Registration of Deathe (Temporary Provisions) 4 Act, No. 2 of 1995 & An applicant who is dissatisfied with the decision of Perens",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "the District Registrar refusing to issue a certificate to bint jefusal se under section 7 or a parton who has objected under section 6, mut 6 to the issue of @ ce:‘iflcate under this Act and who is % ofTunce® dissatisfied with the a-ciston of the District Registrar to issue such certificate may within one month ofthe notificae tion of such refusal or issue, as the case may be, appeal to the Registrar-General against such retusal or issue, as the ease may be The Registrar-General may after review of the material before him, affirm the decision of the District Registrar or divect the District Registrar to issue a certificate under section 7 or cancel a certificate issued by tbat District Registrar under section 7, as the case may he.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "§. (J) Where any death has been registered in pursuance 7rocedure Of an application made under this Act, and any perscn at Tesistered ‘any time thereafter becomes aware that the person whose ff found to death has heen so registered is alive, he shall forthyith famish such information to the Registrar-General.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "(2) The Registrar-General, shall on rece of such information convey the information to tha Officer-in-charge of the relevant police station, who shall investigate: the truth of such information and make a seport 1 the Registrar-Gencral, within four weeks of the date on ‘which sich information is conveyed to such offer.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "(3) Upon receipt of a report under subsection (2) end after such inquiry as he may deem necessary the Registrar General, if satisfied thot the person whose death hes been registered is alive, shall take ouch action, or make such order or give such direction, under section $2 of the Ewrths and Deaths Registration Act (Chapter 110), as is appro- priate in the circumstances of the casa,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "(@) Any inquiry held by the Registrar-General under this Act shall be concluded within one month of Its commencement and the Registrar-General may, for the porposes of an inguiry under this Act, exercise elf the power exeictseable by him under the Births and Deathr Registration Act (Chapter 1i0), in relation to an inquiry beld by him under thay Act . ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "4 Registration of Desths (remporary Provisions) Act, No. 2 of 1995 Oftence, 10. Any person who (a) knowingly, makes  fatse ststement in an application made by him under this Act, or furnishes false . iniormation under this Act, oF (®) being aware that a person whoye death has been registered in pursuance of an application made under this Act, is allve, fails to furnish such information to the Registrar-General, or {©} dishonestly or fraudulently uses a Certificate of Deeth issued under the Births and Deaths Registration Act knowing, or having reason te delieve that the person referred ta In such certifi- 1 cate ts alive;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "+ shall be guilty of an offence under this Act, and shall upon conviction after trial by the High Court be sentenced to a term of Imprisonment of not less than three years and not exceeding five ycara,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "Sinhala“ 11, In the event of any inconsistency between the",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "prevail (o * Sinhale and Tateil texts of this Act, the Sinhala text shall",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "BBenosisengy.~ prevail.",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "Interare 42 “Appropriate District Registrar\", “Appropriate Registrar” and “District\" have the respective meanings assigned to them by the Births and Deaths Registration Act",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "_ (Chapter 119) 5 my",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "* Distrlet Registrar” means a District Registrar of Births and Deaths appointed under the Births and Desths Registra- tion Act (Chapter 110) ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "“Registrar-General” means the Registrar-General of Births and Deaths eppointed, under the Births and Deaths Registration Act (Chapter 110} and includes a Deputy Registrar-General,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Registration of Deaths (Temporary Provisions)  § Act, No. 2 of 1995 SCHEDULE tection 3)",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "‘Agplleation for Registration of Death of « Mining Parson",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "2 Ful) Rame ot missing person :——,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "X Sox and race pen",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "BAe .",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "4 Dats of Desth:———",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "3 Address of last tmown residence:",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "4 Address of permanent residence t——y",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "4. Banks oF profession:",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "@ Applicant's tull name snd residence :——a—,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "& Applicant's solatlonship to auissing person :———",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "+ ———~— of. do hereby state that the #8 ~~ a (name af person missing) ———————— has heen missing far o perfod of over one year, and I verily believe Wak Ue 501d man te dead,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "T therefore request that ‘be death be registered onder Gu inthe: and Deothe Registration Act (Chapter 150),",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": ". Signature of Applleant Date i",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "‘Annwal subscription of English Bills and Acts of the Parliement Ra. 885 (Local),",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Qe 1,100 (Foreign). Payable (0 the Suexmmranoewr, Goveanment Pratzcanions,",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Bowean, No, 255 Bauddhaloka Mawaths, Colonibo 7, before 15tb Dacambar e2on ‘wear in Roapect of the sor folowing.",
    "mean_p_confidence": 0.45
  }
]