[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ict PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA . SRI LANKA PORTS AUTHORITY (AMENDMENT) ACT, No. 7 OF 1984 [Cartified on S1st January, 1884] ut Printed on the Orders of Government . Published as a Supplement to Part If of the Gaxette of the Democratic - Soctalist Republic of Sri Lanka of February 3, 1004 [PROPER AT THE ORPAREAERT OF OVERNMENT FANEONG, SEI LANKA TO BE FURGAAGED AF YEE COVEGNMENTT PUBLICATIONS BUREAU, COUOSEO Price: Be. 1.30 . whe Postage: 9 cents °",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Sri Lanka Ports Authority (Amendment) Att, No, 7 of 1984 LD--O. 24/82. . i [Certified on Sst January, 19¢4] AN Act 7 AMEND THE Set Lanka Ports Aurion Act, ‘No. 51 ov 1979 _ BE it enacted hy the Parliament of the Democratic Socislist Republic of Sri Lanka as follows :— 1. This Act may be cited as the Sri Lanka Ports Short title, Authority (Amendment) Act, No. 7 of 1984. . 2 Section 5 of the Sri Lanke Ports Authority Act, Replecsment No, 51 of 1979 (hereinatter referred to as the “principal ffgf\" = enactment”) is hereby repealed and the following section Ap! No. 51 substituted therefor :— . 7 {Bewd of 5, (1) ‘The Ports Authority shall have , atthe” Board of Directors consisting of — Satioety, (a) the Chairman and four other Directors all of whom shell be appointed by the Minister from among persons who appear to the Minister to have wide experience in, and to have shown capacity in, port development or port operations or ‘legal or finencial matters, or shipping, com- mercial or engineering activities or administration or labour relations ; {b) a representative of the General ‘Treasury nominated by the Minister - in charge of the subject of Finance ; {) the Managing Director appointed under section 13; €@) the Principsl Collector of Customs; . and (©) a representative of the Ministry in : . charge of the Minister to whom the. subject of Fisheries has been assigned, nominated by such : (2) The Minister may appoint one of the .  Directore appointed under subsection (1) : (@) or subsection (1) (¢), other than the _- Chairman, to be the VieeChairman of the Ports Authority,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "2 Sri Lenka Ports Authority (Amendment) Act, No. 7 of 1984 (8) The provisions of Schedule I to this ‘Act shall have effect in relation to the Ports Authority.” Amendment 3 Section 7 of the principal enactment is hereby of tae amended in paragraph (g) of subsection (1) of that section, Bincipal, by the substitution for the words “ to any member, of the tment. words “to any Director *, ; Amendment 4 Section 8 of the principal enactment is hereby ot the amended in subsection (2) of that section, by the eubstitu- Bimatent, _, tion, for the words “direct the Ports Authority\", of. the <~~ words “direct the Ports Authority in writing”. Agnendment 5. Section 11 of the principal enactment is hereby Eta 3 amended as follows:— Teac, (@) by the substitution for the words “ All members, ”, of the words “ All Directors,” ; and (®) in the marginal note to that section, by the substi- tution for the word “Members,”, of the word *Direetors.\". Replagement 4g, (1) Section 19 of the principal enactment is hereby BSG repealed and the following seotinn substituted therefor :— Ensciment. Managing 13. (1) The Minister shall appoint = rector. competent and experienced person aS ‘Managing Director.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": ". (2) The Managing Director shall, subject to the general direction of the Ports Autho- rity on matters of policy and special directions of the Chairman, be charged with the direction of the business of the Ports Authority, the organization and the exercise, performance and discherge of its powers, dutfes and functions and the administrative control of the employees of that Authority.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "(8) The Managing Director may, with the approval in writing of the Ports Authority,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "“ delegate in writing to any other employes of the Authority such of his powers, duties oF functions as he may from time to time consider necessary, and any employee to whom such powers, duties or functions are 20 delegated shal! exercise them subject to",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "_— the general or special directions af the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "‘ cous ‘Managing Director,",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Sri Lanka Ports Authority (Amendment) 3",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Act, No, 7 of 1984 . @ If the Managing Director is temporari- ly absent from Sri Lanka or 4s temporarily incapacitated by illness or for other reasons",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": ". is temporarily unable to perform his duties,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "another person may be appointed by the ‘Minister to act in the place of the Managing 7 Director untit he is able to resume duties. °,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(@) The amendment made to the principal enactment by subsection (1) of this section shall be deemed to have come into foree on the Arst day of June, 1981. :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "7 Section 14 of the ptinclyal enacment is hereby Apandment amended as follows :— fof te",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "prineieal, (@) in subsections (1) and (2) of that section, by the enactment, ‘substitution for the words “Finance Manager *, of ‘the words “Chief Finance Manager”; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(®) in the marginal note to that section, by the substi- totion for the words “Finance Manager.”, of the : words “Chief Finance Manager.”",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "8 The following new section iz hereby inserted Insertion, of immediately after section 14 of the principal enactment, and sin the shall have effect as section 144 of that enactment :— Enchant, qEarour | Ma. (1) The Ports Authority shall appoint Bepaty a Harbour Master and such number of Partour Deputy Harbour Masters as are necessary",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "7 for the purpose of giving ‘affect to the principles and provisions of this Act. . (2) In any written law any reference made to the Master Attendant shall be deemed to be a reference to the Harbour Master.”. .. % Section 15 of the: principal enactment is hereby Amendment amended as follows:— $5 or te principal (2) tn mubsection (1) of that section, by the substitution, Seen for the wards “Colombo Port Commission”, of the ‘words.“Colombo Port Commission and the Coast Lights and Beacons Division of the Department of Merchant Shipping”; week",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "4 Sri Lanka Ports Authority (Amendment) Act, No. 7 of 1984 (b) in subsection (2) of that section, by the substitution. for the words “Colombo Port Commission”, wherever those words occur in that section, of the - words “Colombo Pert Commission and the Coast . Lights and Beacons Division of the Department of Merchant Shipping”; and s©) in the marginal note to that section, by the substi- tution for the words “Colombo Part Commission \", of the words “Colombe Port Commission and the Coast Lights and Beacons Division of the Depart- ment of Merchant Shipping”. Amendment 1, Section 16 of the principal enactment is hereby iat ee amended as follows :— ‘Sanctment, .. (a) by the addition immediately after subsection (4) ‘ ‘of that section of the following subsection :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": ". (6) Where any public officer referred to in. subsection (1) does not accept permanent employ= ment with the Ports Authority under subsecion (4) the Authority may, notwithstanding that such employment has been terminated, offer temporary employment to such officer subject to such terms and conditions @s may be imposed by such Authority :",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": ". . Provided, however, where any disciplinary inquiry is or was pending against any such officer employed by the Ports Authority, the Authority may conduct any inquiry and terminate the services of such officer or change the conditions of service of such officer.” ; and .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "4) in the marginal note to that section, by the substitu tion for the words “Colombo Port Commission\", : of the words “Colombo Port Commission and the Coast Lights and Beacons Division of the Depart- ‘ment of Merchant Shipping\", ‘Amendment L Section 17 of the principal enactment {s hereby $22 amended as follows :— sel Shteianent (2) im paragraph (a) of that section, by the substitution, , for the words Colombo Port Commission ”, of the . . words “Colombo Port Commission and the Coast Lights and Beacons Division of the Department of Merchant Shipping”; and ‘",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Bri,Lanka Porte Authority (Amendment) 5. ‘Act, No, 2, of 194, Tae se &",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(@), in the merginal note to, that-seetion, by the substiia-",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": ">} tion, dor the words Colombo Port Commission”, of",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "1) 14 the-rwords “ Colombo Port Commission and the",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Coast Lights and Beacons Division of the Depart-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "+2. ment of Merchant Shipping \"7 1. ,",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "42, Section 21 of the principal énactment is hereby Amendment amended in subsection (1) of that section, by the substitu- 21 of the, tion for the words “Colombo Port Commission,™,,of, the puncipal \" , words “Colombo: Port Cotraission and the Coast Lights’ “mE: “= and Beacons Division of the - Department of Merchant © ts ist Shipping”, 1) : frou wy \"13, ‘The ‘following new section ‘is: hereby inserted Insertion immediately after section 22 of the principal enactment, 210° n., and shall have effect as section 22a of that enactmenti— in the “Provisions” 22a. Where the services of any-employee Bhacuhant.«t in tegord to of the Ports Authority are to be terminated = “1, “Y ot services, on any ground othe: than that of misconduct, | 80\"",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": ".- notice of such termination shall be given by Hees , the Ports Authority to such ‘employee at Jeast one month before the date of such termination or one month’s salary or wages shall be paid to him by such Authority in 7 Jieu of such notice.”",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "4A. Section 28 of the principal enactment is hereby Replacement repesled snd the following section gubstituted therefor: of section sBranster “+ 25. (1) With effect from the appointed prlneipal SLaTPeCEY date, all State land within: the “Ports of iment Port Coummls-, Colombo, Galle and, Trincomalee, all State spner ard)” Jand at any other place held or administered “0°20, “> ug). by the Port Commissioner, all movable sees Corporation,“ property {including money)” held or jon Fay pod possessed by the Port Commissioner and all Services property moveble ond immovable (including Corporation, money in the funds) of the Port (Cargo)",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Authority , .. Corporation, and the Port Tally and Protec- tive Services Corporation including all toch ¢ ost assets, powers, rights, interests and privileges hake ‘- of the Port Commissioner, the Port (Cargo) ovie yc), Corporation and the Port Tally and Protec- tive Services Corporation, subsisting on the nif. sae; day immediately preceding the appointed (olga wy. Gate, shall be transferred to and vest in the esr p er: ., Ports Authority. yo. 4024, . wer oumet = (2) Upon’ such transfer,-all- debts, Habill- ate icy xc tes and-obligations in connection with or appertaining to the property of the State, of Aa onae0s wah",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "8 Sri Lanka Ports Authority (Amendment) Act, No. 7 of 1984 uo the Port Commissioner, the Port (Cargo) : Corporation and the Port Tally and Protec- oo tive Services Corporation referred to in w- subsection (1) shall also be transferred to, and deemed to have been incurred by, the Ports Authority. ”. Amendment 15, Section 24 of the principal enactment is hereby Rereee = amended _ as follows :— priacipal (a) in subsection (1) of that section, by the substitu- eonetment. tion for the words “any land of the Republic\", of the words “any State land”; and (0) in the marginal note to that section, by the substitu- 7 tion for the words “land of the Republic\", of the 7” words “State land”. Amendment 16. Section 25 of the principal enactment is hereby Sarue amended as follows :— ‘Prineipel | (2) in subsection (1) of that section—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "@) by the substitution for the words “Where any immovable property, other than property of the Republic”, of the words “Where any land, other than State land,” ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "(i) by the substitution for the words “such property, that property may,”, of the words",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "\\ “auch land, thet land may,” ; and {b) in subsection (2) of that section, by the substitution, i for the words “any immovable property”, af the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "words “any land”, . .",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "Amendment 1%. Section 38 of the principal enactment is hereby",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "$n emended by the repeal of subsections (3), (4) and (5) of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "Puneieel, that section, and the substitution therefor of the following subsections :—",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "(8) Charges in respect of goods to be landed, shall hecome payable immediately on the landing of the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "\" goods, or within such time whether before or after the landing of the goods as may be determined by the Ports Authority. .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "(4) Charges ‘in respect of goods to bé shipped, shall be payable before the goods are shipped or within such time after the goods are shipped as may be determined ‘by the Ports Authority,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "(5) Charges in respect of goods to’ he removed from the premises of the Ports Authority shall be payable on demand bfore the goods are removed from the premises or within such time after. the goods are removed from",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "+. the” premises as may be “determined by the Ports ® Authority, *, woe .",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Set Lanka Ports Authority (Amendrient) 7 . Act, No, T of 1984 48, Section 42 of, the principal enactment is hereby Amendment smended'hy the repeel.of subsection (1). of that section, 42 of, ‘otihe and the substitution therefor, of the following subsection:— Zhucalent, ‘“ (1) Where there is any false or incorrect information “4m any document furnished to the Ports Authority in regerd to any port services or any goods by or on bebalt ‘of the consignee, consignor, importer, exporter, ahipper, owner of those goods or by or on behalf of any master or ‘owner of any vessel or agent of any such master or owner, ‘the Ports Authority may notwithstanding anything to the contrary in any other peovistons of this ‘Act, order the consignee, consignor, importer, exporter, shipper, owner ‘of such goods, or the master or owner of any such vessel or an agent of such master or owner, #8 the case may be, to pay for such service or such goods twice the normal \" charges made for such service or such goods.\", ? 4% The following new section is hereby inserted Insertion of Jmmediately after section 42 of the principsl enactment, and pm, section shall have effect as section 424 of that enactment :.— Findpal GEreeture 42a (1) Ie the consignee, . constgnor, recovery, importer, exporter, shipper, owner of the “™ * goods or the master or owner of any vessel t or agent of any such master or owner, as the cok case may be, refuses, fails or neglects to pay any charges due to the Authority,.the Authority shall intimate to such consignee, consignor, importer, exporter, shipper, a owner of the goods or the master or owner yo of any vessel or agent of any such master or aa owner, as the case may be, the charges due : by way of a certificate by ‘posting such . certificate to the last known address, and such certificate shall be published in the be Gazette, ons : . . (@' Auiy person aggrieved by the certificate >» shall, within a period of thirty days of the ‘ . Posting of such certificate, make wn applica: oe : tion to the District Court having jurisdiction ae in any district where such person resides or a ** in which “any - property movable or B+» “immovable, ovmed by such person ia SR stated, -",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Sri Lanka Ports Authority (Amendment) ‘ ~ “Act, No.7 of 1984 + pts foment an (3) If no. application ts made to Court A pewh Xo ne ot hin such ‘petiod referred to’ in subsection TE Se tells ‘ie(@) the Authority shall be entitled to recover i SS _snauoe ¢ ¢:such amount. due as a debt. and the Court shall ¢irect a writ of execution to issue. to rete ae -the Fiscai authorizing and requiring him to ic ctheat/ gelze and aell alk oc any property moveble iw? wai; valld gmmovable of that person.or such part weer t's c+ at theneof-ag may be necessary for the recovery wyas uv: Of that sum and the provislons of section 226 veck as: \" ta 297 of the Civil Procedure Code shall ult . 5 iis, mutatig mutandis apply to the execution. of iil aeise gu such writ and the seizure and sale and usnw + gq ‘muhing in this Act shall be deemed to be Tae atte im derogation of the rights of the. Ports cy owe + Authority to recover the said charges or any ie i. part thereof by any other legal proceedings: Provided, however, that the provisions of . tlds section shall not apply to cargo that is cree BOT ~. imported or is to be exported which have not et sc ue+ been granted customs clearance or to cargo 7 wo yr that 48 Hable to be seized under the Customs ~ 7 Ordinance. \". Amendment . 20, Section 48 of the principal enactment is hereby 3 Seco? mended as follows: — oe . Principal wv’ (1) hy the reoumbering of that section, as subsection 2 ot (of that section; and . “ °Q), by'the addition, immediately after subsection (2) of he, “+ that section, of the following subsection :— sto +.\" (2) The owner, importer, exporter, shipper or oc ty consignee -ahall have no claim on the Ports ‘gh: Authority forthe. loss of any such goods or ‘ion damage to any such goods due to an act of God, hm: - War, civil war or, commotion or strike or lock est oun ey ve Tuucrtion of 21, The following new sections are hereby inserted Sinead eis? immediately after section 61 of the principal enactment, ia, fhe and shall have .effest’ as sections 61a and Gis of that Pistol, enactment SPossersion |. 614. Cl) Any person who within the limits weapons, :.0f any specified port.or at the entrance girlosives,... “thereto, without lawful authority carries any P\" coce¢ ; gW0 Or any prohibited knife or is found having in his possession any dangerous or",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "“Bri Lanka’ Borts Authority (Amenduenty 9 “Act, No. 7'of 1984 sort 1 Gentine eapon \"ie * anitnunfiton’® or 202% te “yon? 1. espilosives Shall -be guilty of an-dffence-and = u¢r 2 thet-rcue: shall-be Heble-on-convietion toa fine.not {1 exceeding five thousand rupess or to sic sl i: dmprisonment of either description for = of vtec > period notrexceeding two.years.or.to both tery “or * such fine and! imprisonment -and~foryi the sic d'or forfeiture: of “such gun, probibited. slaufe, . vit peivfey ammunition’ or explosives as the ase may be, notwithstanding that” .quch’rqunishment exceeds the ordinary jurisdictim of a vat ote Magistrates; ve: uaiwolot oat! tf mgt Bivse © @@) An offence under thi cection shali'be ~ \"4\" deemed to be an cognizable’ offence Within -\\.0 the meaning of the Code of “Criminal ‘-.,.. 6 Procedure Act, No. 15 of 1979. vests, dy Fee ye SUE. @y tn thie section eel ON ae () “gun” shall have the same meaning as my __\"' in the Firearnas Ordinance ; volt =. .* Gi)“ prohibited Knife shall have the are +\" same meaning ag in the Dangerous rates... J) Knives Ordinance} 4+) 95 6 (Git): oftensive’ weapon” shall have the oe fev * 7)” samie meaning as in the Offensive a EE VUE weapons Act, No, 18 of 19865 and ug, Gv) “explosives” shall have the same a fae’ ota. “meaning as in the Explosives Act. {Gerfain “|?! Gin. Notwithstanding anything in the Code » Epes | -) of Crimine] Procedure Act, No. 15 of 197%— Etiieat \"1° (@) the provisions of section 203 of that frocedure Act shall-not apply in the case of any ‘apply to person who is convicted ; seeming ar Bie 1 Genicted or 1. \"(b) the provisions of section 308 of that “And guilty <1) ©\" “Act shall not apply in the case of any aden gaction 5 °°8 person ‘who pleads or is found Blac fered guilltycene ae Beg ast ty aime eye g cupulte 2 4 wasters. by of before any-Court‘of-any offence under fnosts “cs Saectons @La-or 66x of this Act.’.",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 Sri Lanka Ports Authority (Amendment) Act, No. 7 of 1984 - Amendment. ... 2% Section 65 of the principa enactment is hereby. $f the: amended by the repeal of subsection (2) of that subsection, prgpant. and the substitution therefor, of the following subsection -— < v4 (@) It shall be lawful for an employee of the Ports Authority authorized in that behalf by the Authority to +. favestigate and inquire into any matter and conduct prosecutions which fall within Chapter XVII of the Code ‘at Criminal Procedure Act, No. 35 of 1079, involving the Porta Authority. *, . Inuertion 23, \"The following new sections are hereby inserted ce immediately after section 66 of the principal enactment, end Geeroer coe” - bhall have effect as sections G64, 66x, 66c, 660, G6, 66r, Gfc, SESE cou, 66s, 66x and 66. of that enactment ;— th Grineipa “Property 6Ga, (1) Where there is reason to believe enactment, nble ZF, that an offence under this Act or any regula- Bebe go tion or ruie made thereunder, has been Bim committed all equipment, tools, carts, vessels, guns, tackle, apparel, motor : vehicles or any other means of con- ts veyance used in committing any such offence, together with any goods, may be taken into custody by any officer of the Ports Authority duly authorized in writing in that ” ti behalf, within the area of the Ports Authority Ls and such officer may detain the person in possession of such property and hand over pos such person to the nearest police station : . Provided, however, such equipment, tools, carts, vessels, guns, tackle, apparel, motor bee vehicles or other means of conveyance used Mobs in the commission of any such offence shall “+ not be taken into eustady if they are lable rake to be taken over under the Customs Ordinance, | : . (@) Where any property is taken into custody under subsection (1) the Authority : shall produce such property when proceed- ings are instituted and the Court may permit . the Authority to have custody of the same Pa y+, Until the conclusion of such proceedings and + J... produee whenever required by Court.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "; Sri Lanka Ports Authority (Amendment) 11 : Act, No. Z.of 1984 “ Procedure in. 668, Every officer taking into custody any faking |... 1 Property referred to in section 66a shall place Ria? eustogy..'- on such property or the receptacle (if any) ‘os, si: - it whieh itis contained a mark indleating thet vs 1+ 1, the same has been so taken into custody and wet inqss,,,Bhall as soon as may be, make a report of }. pea» the efrcumstances, Upon the receipt of such zis |e ay report the Ports Authority shall forth “ye, with forward. the ‘same to the Magis- + .., | tate having jurisdiction to try the offence - , and such Magistrate shell take such measures as may be necessary to hear and determine the case and the disposal of the property according to law...» \\~ Power of 66c. Where any person is convicted of an Sour, offence under thls Act, or any regulation Stryevmoe or rule made thereunder, all equipment, 7 ™. tools, carts, vessels, tackle, apparel, motor vebicies, and other means of conveyanee used in the committing of any offence, together with any goods and all other things made use of in any way in the concealment ‘or removel of any goods, shall be confiscated, ‘by order of the convicting Magistrate, Such \" confiscation shall be in addition to any other punishment preseribed for such offence. ‘Disposal on 660, When the trial of an offence under this ‘Spciuelon Act or any regulation of rule made there under hes been concluded, the property * confiscated shall be taken possession of by an : officer of the Ports Authority duly authorized ves in that behalf and may be disposed of in such ‘ manner as the Court may order. Property 662, Where an order for the confiscation of hen vested any property has been made snd an appeal weet ts “\\- “has mot been presented or whereon an appeal 'Y - the order has been confirmed the property confiscated shall vest in the Ports Authority Pivot; -v free from all encumbrances, Power at\" 66%, Any employee of the Ports Authurity Gmencet - duly authorized by the Authority or a police Prevent” oficer shall prevent the commission of any of Offence’ offence under this Act or any rule or regula- tion made thereunder, ©!",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "“49 Se Lanka” Ports\" Authority (Amendment) “Act, No. 7 of 1984",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "Sempoutcing 860. (1)\" An employee of the Ports Autho-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "fa wences. | rity duly authorized~in that behalf may Seep RE hiwing fegard to the ctreurastances in which eee a the ‘offerice was committed and the serious-",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "or ES\" ©\" ness of the’ offéneé; compound an offence pee SEL? 28 under this Act or any regulation or rule made",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "1.) +\" “thereunder for 9 sum of money equel to not US. RM Oess than -dnefifth ofthe maximum fine Pres ge “ imposable for such ‘éffence, and may, ss part ve nae ‘ot +” of the compounding of the offence, order the",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "Ul O10 8 release’ of any thing taken into custody under ceva pind iy SCHOn BOA:",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "Provided that where an action in respect",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "of any offence has already been instituted",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "<4\" hia jae court of law, stich employee may com-",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "velsiv’.% °L: pouzid the offence only with the consent of ombin the Magistrate. : :",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "mn > (2) The compounding of any offence under see ivy 1” this section— .",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "cua, + @) shall be notified in writing under the eh unis go Signature of both parties to the aed cto beng Magistrate 5, vel. cab. cr (Q) shall have the-effect of an acquittal",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "- . of the accused,",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "Syrsession - Gx. (1) It shall be the duty of every * presumed to. Petson entering any specified port to make @ . Ieee been’: declaration in the preseribed form of all ¢ MOIR os sm. “anticles in his possession at the time of",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "sicine .°, entering such port: and hand over such uur ite & + declaration to the officer authorized hy the",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "Ports Authority to accept such declaration. hee dean (2) If any article not declared under oe subsection (1) is found in the possession of lens any person, such article shall be presumed to + be stolen property until the contrary is “ @@) Where ariy dfficer duly authorized by vy. & ty the Ports Authority or.,any police officer diag regia, finds any person in possession or charge of on © rtvLel. 1» any artide, presumed to-be stolen he may clues 19 oem Getata such person, and hand over “such petson to the nearest police stetion to” be",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "dealt with according to law.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "\" Set Lava Porth Authority” (Amendment) — 113 Act, \"No. 7 of 1984 {Tpigpéi of“ | ~ 65.\" (2) The ‘Ports Authority ‘may, not- DBrepertgy oy - withstanding» anything -herein before ai YG eontained, direct the sale of any property cuit “2 2° otalen into-custedy under’ ‘section 664} and bin. clin? gubjeétto speedy-and.natural detay, and may deal with the proceeds. as:it‘might have Jett oils. 4 dealt, with such property.if it had not been orn cei s0ld ig 2 sii yen ae na}. mu 1 Provided, howevery.it the. claimant shall ~STic “.04 origive security to the satisfaction of the Ports esd unt dj -vauthority. ‘equal to ;the-valua of such v:Te'5 0 cut property, the Ports: Authority shall forth- - vievl-t. with release such property and: allow such 2. 0, ck ++» property to be removed by the claimant, tes (2) Where the property -referred to in ct subsection (1) is taken into custody and the whee claimant is found not -guilty-by: court the ‘ + proceeds “of. the: sale after deducting the we Esau tspaymenta referred ‘to in subsection (6) of ve « section 39 shall be-paid to such claimant. Property \"4 66. Te shall” be ‘lawful for’ the Ports Dayo Authority to sell by public auction property Bird confiscated under the provisions of this Act . ‘or any regulation or rule made thereunder, “and the proceeds of such sale shall be applied att . _ by the Ports Authority for the payments me “ “referred toin subsection (6) of section 39 and sa... = the balance (if any) shall be credited to the sn icive s°,  { Reward fund of the Ports Authority. , Ayerment of \"* @6n. In any inquiry or other proceeding pene tor any offence under this Act the iegues wy wf a¥erment that such offence was committed |, Latins. y0 Within the limits of any port or within the } vb. aft 5, 8°88 of the Ports Authority shall be sufficient, =\" without proof of such limits or the area of “at ace . the Ports Authority, unless the contrary is\"! vedi naa sot praved® USE tes we Bil ad ub as Roeene lnesey otpsey ot ea ‘ 24, Section 68: of the principal enactment is hereby Amendment o amended by the repeal of subsection (2) of that section, —_—of ection Te ving vam He gah al Brineipal 25, (1) ‘Section “69-of the principal enactment is hereby Amendment amended ‘as‘fdllowas-S cre yen ohh 9 section ° . ; j | (a): by the renumbering of that section as subsection (1) principal 2°\" Ew of that eection 39°\" sosctment.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "14 Sri Lenks Ports Authority (Amendment) - 1» Act, No, 7 of 1984 _-~ (b) in paragraph (0) of the renumbered subsection (1) : of thet section, by the substitution for the words 43 <>. 4 “ony member”, of the words \" any Director”; and ++ (0) by the addition, immediately after the renumbered subsection (1) of that section, of the following : ‘subsections :— ~- ! \"@) Any expenses “ineurred by the Ports Authority in any suit or prosecution brought by 2 er against the Ports Authority before any Court “shall be paid out of the funds of the Ports Autho- <=. ‘rity and any cost paid to or recovered by the Ports Authority in any such suit or prosecution shall be - eredited to the funds of the Ports Authority, + @) Any expenses incurred by any such person. - ag is referred to in paragraph (b) of subsection (1) : fn eny suit or prosecution brought against him + before any Court in respect of any act which is done or purported to be done by him under this Act of on the direction of the Authority shall, if the Court holds that such act was dene in good faith, _, be paid out of the funds of the Ports Authority, | unless such expense is recovered by him in such suit or prosecution. ”, Amendment 24. Section 70 of the principal enactment is hereby Werte, amended as follows — Emcpal —: .. (@) by the substitution, for the words “a member”, of the words “ a Director”; and (®) in the marginal note to that section, by the substitu- , tion, for the words “a member\", of the words “a : Director”. Towrtion of | 27, The following new sections sre hereby inserted Tin fis,\" | immediately after section 71 of the principal enactment, Be te. and shall have effect as sections 71a, 71x, lc, 7p and 71x, wn the of that enactment:— Principal : Stactment, “Powers 71a (1) Tt shall be lawful for any member Sons. of the ports security service to detain within : + security the area of the Ports Authority— - Fy {@) any person who commits an offence : under this Act or any regulation oF owt oe ncn. Tile made thereunder; . . (®) any person. against whom reasonable Chl. oat Suspicion exists that he ts about te commit or is guilty of an offence ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "\\Sri Lanka Ports Authority (Amendment) 15 1 Aet, No, 7 of 1984 os “ sears‘ (©) any person against whom reasonable ehon suspicion exists that he has aided or ars ~, @betted the commission of any SOR ca, ; offence under this Act or any regula- eS | 2 tiom’op mule made thereunder ; \"ee (dy any person havnig in his custody or a “+ possession without lawful excuse Mites *- - @ny instrument for housebreaking or being armied with any dangerous or ro. a, +, OHenwive Weapon or any document ~ that could be used for the unautho- <> ited removal of any cargo which 1s vic. ws 1 im the custody or possession of the pe Ports Authority’; ay {e) any person in possession of goods Teagonably suspected to be the cn 13. property stolen or fraudulently 7 - obtained and who may reasonably a _ , be suspected to have committed an we offence under this Act or any a regulation or rule made thereunder : wet Provided, however, where there fs a resson to believe that such person to. has seted or is acting in contraven- ee tion of any of the provisions af the = Customs Ordinance, such person a shall be handed over to a customs 73 officer to be dealt with in accordance with the provisions of ,, that ee () any person who is committing an 7 vs\". glenee within the premises or area . of the Porta Authority or being an cunts, 1», offence in respect of which a person yet”. may be arrested without a warrant, ies r'’ Uo within the meaning of section 32 of Tap og 5 _..*) the Code of Criminal Procedure Act, aes © No. 15 of 1979; St 2353, (@) any person who ig committing theft “ois >. ef, or damage to, any property SEAL” oc. ot belonging to or in the possession of Egibo ete tthe Ports Authority ;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "“16 ‘Sri Loniea’ Ports Authority (Amendment) Act, No. 7 of 1984 \"(yy any person Who“fs found within the \"premises or area of the Ports ‘\"\" Authority in circumstances which _ provide reason to believe that auch “* person hag committed or is about to _ + Sommit theft of, or damage to, any +. property beolnging to or in the vhs re osseasion of the Ports Authority ; vir OF @ any person found taking precaution to vy: Conceal his presence. * @) Any person detained under subsection (4) “shell, unless “released, be forthwtih _ handed over to the nearest police station to . be dealt with according to law. + (8) Tkshall be lawful for any officer of the ports security service to search any person ‘or his belongings or any conveyance within the premises of the Ports Authority whom “\\ he has xeason to believe to be the person ‘who-has committed an offence or is about to commit an offence : Provided however that where it is |. necessary to cause a woman to be searched |; Such search shall be made by another woman ben ‘with strict regard to decency. Dutigh ot Tia, Tt shall be the duty of every membar ihe ..-ot the ports security service— aeurity + {@) to protect and safeguard the property ee . of the Ports Authority and ensure the safety of navigation in any (®) to use his best endeavours and ability to prevent all crime, offences, |, breaches of law and nuisance  ilecting the property of the Ports _ | Authority ; (© to. apprehend © disorderly and + -._ suspicious persons within the + crevptemises. or area of the Ports Authority ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "Sri Lanka Ports Authority (Amendment) n Act, No. Tof 1984 G8",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "fs wcttcie eyAd) to do any other thing which is neces- tie Sth ligne a cep S80Y OF Which is required or ordered stig Bd au gevgs., © Protect “and “safeguard = the 26 tion 0q iy-g oct, ~BROBSEY, OF the Porte Authority, -",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "“Duties of‘ 7 -71el In all cases-of fire or any other the members -° calamity occuring within the Ports Autho- porta, 7.) tity, every member of the: ports ‘security Security,\" service on duty within such premises, shall fase of take steps to protect the persons and ‘<7 1°” property endangered thereby. Resorting “ — 71p, Tt shall not be lawful for any member ke give” ‘of the ports security service to resort to vPH\" A\" trike action, 1 f ee For the purposes of this section “strike” shall have, the same meaning ag in the . ‘Trade Unions Ordinance. ’.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "28 Section 80 of the principal enactment ts hereby Amendment amended in subsection (1) of that section, by the substitu- 0 of the ‘tion, tor the words “within, fourteen days, next after the Principal. final discharge of a!l goods imported in such vessel ”, of the \" words “within twenty four hours after the arrival of auch vessel in the Port with imported goods.” oes",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "29. The following new sectiona are hereby inserted Jusertion of immediately after section &4 in the prinelpal enactment, and Bar Si, shall have effect as sections S44, 845, 840, 840, Gd, B4r and SS H, Sfn. 84a, of that enactment :— =. ay ye in the ORE Of 844. The Harbour Muster may— Shactinent, Master in (@) direct’ where any vessel shall be fo vessel, berthed or anchored and the method",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": ": . of anchoring within any specified So. ey se Port and the approsches to such",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": ". yee PME a 1 (b} direct the removal of any vessel from by ca aw, |. , SRY berth, station or anchorage to ohiin ty ~ “+ ghother berth, station or anchorage",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "[Pee war ey” and the time within which such",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "WES ry s+ _ sit @ » removal ig to be effected within any specified port-and the approaches to such port; and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "SSUMig2 ores (@) tegulate.,the, movement of vessels",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "olde dates ag in Within any, specified port ‘and the approaches to, stich port. noe",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "18 Sti Lanka Ports Authority (Amendment) Act, No. 7 of 1984 Hire on”, (1) In the event of fire brenking out board. * on board any vessel in any specified port, the “i Harbour Master may proceed on board the . “ ~ vessel with much asiistance and persons 98 ‘a to him seem St, and may give such orders as +s.» geem to him necessary for scuttling the : vessel or for removing the vessel or any other vessel to such place as to him seems proper to prevent in either case danger to other vessels and for the taking of any other measures that appear to him expedient for . the protection of life or property. (2) If such orders are not forthwith +. =, , Satttied out by the master of such vessel, the “\" Harbour Master may himself proceed to , \" earry them into effect. (8) Any expenses incurred in the exercise . ‘of the powers conferred by subsections (1) : and (2) of this section shall be recoversble . ~ from the master or owner of the vessel as 2 debt due from him, Power to 4c. (1) The Harbour Master or any vesvels, officer duly authorized by the Ports Autho- rity or any police officer may go on board nO ~ any vessel within any specified port when- ever be suspects that any offence under this ve Act has been or is about to be committed in. ., Sny vessel, or where he considers it necessary to do so in the discharge of any duty under . this Act, (2) The master of the vessel referred to “9. * “fy gubsection: (1) who without lawful excuse, wee tefuses to allow the Harbour Master or any <jqeany . Officer duly authorized by the Porte Autho- ciate a. ty or a police officer to enter such vessel, me + shall be guilty of an offence and shall be “+e 442 sible om conviction to a fine not exceeding oo\" \"one thousand rupees. Ipdermity to” Bp, The Ports Authority shall not be liable Authority.” for any aet or omission or default of the Herhour Master,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": "* Sri Lanka Ports Authority (Amendment) * i9- Act, No. 7 of 1984 Huvatty of -- 94m The master or owner of a vesset orowner °' navigating im circumstances in which Phen vestel  itotage is compulsory, shall be answerable pilotage, ~” for any loss or damage caused by the vessel =. _ 7a the same way as if pilotage was not 7 compulsory. Limitation ‘gar. (1) A Ports Authority pilot who has Semiee given a bond in accordance with subsection. phen bona (2) of this section shall not he Iable for neglect, want of shall, or incapacity {n office 5 beyond the penalty of auch bond and the amount payable to the Ports Authority on . account of pilotage in respect of the voyage ne in which he was engaged when he became so Usable, ' . (@) Every Ports Authority pilot shall give * a bond in the sum of ten thousand rupees i in favour of the Ports Authority for the 7 proper performance of his duties under this Act or of any regulation or rule made there- under, . (3) The bond referred to in subsection (2) : shall not be liable to stamp duty. ; e (@ Where any proceedings ure taken against a Port Authority pilot “for any : neglect, want of skill or Ineapactty in office in ‘ respect of which his liability is limited as * Provided by this section, and other claims + + are made in respect of the same neglect, want =~ of skill or incepacity in office, the Court in . which the proceedings are taken may— +. (@) determine the amount: of the pilot's 7 . .s. liability and, upon payment by him of that amount into Court, distribute Log the amount ratably among the . several claimants; and + cls jy, 4B) proceed in such rhanner.and subject",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": "me “to such directions as to making - persons inferested parties to the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": "proceedings and as to the exclusion",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": ": | oq ofany claimants whe have not sub-",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": ": \" “ynitted their claim within thirty days, 87 te. +, ,, and as to requiring seeurity from the \"7-0\" pitot and as to payment of any costd |\"",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": "aa the Court thinks fit. ue",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": ". 20. Sri Lenka Ports Authority (Amendment) ° \"Atte Na, 7 of 1088 Ports 5 $40, Any Ports Authority pilot. while: Authority * -” engaged in any pllotage act, ehall, notwith+ tor joss | ,, . Standing that he may be employed by the or damage “Ports Authority, be deemed to be” the hynilots.\"” _servant.chly of the master or. owner of the ” “vessel tinder pilotage and the’ Forts Autho- oo rity shall not be Mable for any loss or <+~ 7\" damage occasioned by an uct, omission or. Be TPE 1 default of such pilot”, * “Amendment 30. Section -86 of the’ principal ‘enactment is hereby pi eeten amended in paragraph {a) ‘of subsection: (2) of that section, principal: ‘by the substitution for the words and figures “section 15 ” enactment. . - of the'words and figures“ sections 15, 109 and 110”. Amendment” 31, Section 89 of the principal enactment is hereby gee amended as follows :-— principal, (a) by the insertion immediately after the definition of vi. goods”, of the following definition :— Il, *Harbour Master” means the Harkour Master appointed under section 14a and includes any . Deputy Hachour Master ;’; (B) by the substitution for the definition of \" land”, of +; 2 the following definition :— 1: land” indludes land covered by water and any ‘ots’. interest in land and things attached or per- ue hv'sy — manently fastened: to the earth, mien OM ce wee Amendment «82, ‘Schedule Ito the -principal enactment is hereby Seneauiea 1 amended ax follows :-— . . eyed (0) by the’ substitution “for'the words “member” or enactment, + “members” wherever those words occur in thet “lu Schedule, ofthe words “director or “ directors” oe mepensnly te (@) ‘in subsection, (i), of section 4 of that Schedule, by the sesie ja SUbstitution, for the words “other than the Princi- CE pal Collector of Customs\", of the words “otber °i,\"\" than the Managing Director the Principal Collector sestcany BE Custome™ oo Retrospective 3%, ‘The amendments made to the principal enactment ‘filect on by wections 9, 19, 11, 12, 18, 14, 16 and 16 of this Act shall amendmen’s. be deemed to have come into'foree on the date on which that enactment came into operation.",
    "mean_p_confidence": 0.69
  }
]