[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON. ...>» 3rd Session 195455 . . . PBB het baad “8 ‘ <p “4 N. * Pasion + XSi Sg? : mis <i Commissions of Inquiry (Amendment) Act, No. 8 of 1955 Los i? Date of Assent: March 24, 1955 Printed on the Ordere of Government . Printed at the Gownonaner Fass, Conan, ‘fo te purchased at the Govemewtvr Puriicartons Buxsiv, Covombo Apmaal Subeerintion. Gncluding Bills) Le payable in | Buusav, Post Ornce Box 540, Secretariat, Colombo 1 Price: 15 cents. Postage: 16 cents",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Commissions of Inquiry (Amendment) 3 Act, No. 8 of 1965",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "L. DO. 18/88.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Aw Act 70 amenp THE Comaisstoxs oF Inquiry Act, No. 17 or 1948 [Date of Assent: March 24, 1955]",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the antho-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Tity of the same as follows :— .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4. This Act may be cited az the Commissions of shox titte. Inquiry (Amendment) Act, No. 8 of 1055.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2, The Commissions of Inquiry Act, No. 17 of  tnsetion of, 1948, is hereby amended by the insertion, immediately 9*°, 40442 Is after section 7 of that Act, of the following new of 108. section :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Content 7a, (1) All or any of: the following : weer powers may be conferred by the Erachaio, wernor-General ons Commission appointed under this Act if the Com- mission 30 requests: — (@ to require by written notice the manager of any bank in Ceylon to produce, as speci fied in the notice, any book . or document of the bank con- taining entries relating to the account of aay person whose conduct is being in- quired into by the Commis- sion or of the spouse or a son . or daughter of such person, or to furnish, as 90 ified, cortifed copies oF auch ——e entries; - : @) to require by written notice the : Commissioner of Taoome Tax . i to furnish, os specified in the : notice, all information avait- | able to such Commissioner I relating to the affairs of any » pereon whose conduct is being H inquired into by the Commis- sion or of the spouse or a son i or daughter of such person, . and to produce or furnish, as i amimestuese .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "4 Commissions of Inquiry’ (Amendment) Act, No. 8 of 1985 80 specified, any document or a certified copy of any docu- ment relating to such person, . spouse, son or daughter which is in the possession or under : the contrdl of such Commis- sioner.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "+ @) A Commission appointed under this Act may exercise ang power con- ferred on the Commission under snb- section.{1) of this section, and any person to whom the Commission issues any direction in the exercise of such power shall carry out such direction notwith- standing anything to the contrary in any other law.’’. .",
    "mean_p_confidence": 0.86
  }
]