[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  bie oN,  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  AGRICULTURAL INSURANCE  (AMENDMENT) ACT,  \"No. 55 OF 1979 *  [Certified on 30th August, 1979]  Printed on the Orders of Government  Published as a Supplement to Part II of the Gazette of the Democratic  Socialist Republic of Sri Lanka of September 07, 1979  PRDNTED A TOE DEPARTMENT OF GOVERMENT PRINTING, SRE LANKA  70 BE FORCHASED AT THE GOR FUBICATIONS BUREAU, COLOMO,  Price : 35 cents Postage: 25 cents",
    "mean_p_confidence": 0.6609677419354839
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Agricultural Insurance (Amendment)  Act, No. 55 of 1979  [Certified on 30th August, 1979]  LD—O 87/78  ‘A Act 70 AMEND THe AcricuLrunaL Insunance Law, No. 27  oF 1973.",
    "mean_p_confidence": 0.6567647058823529
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  BE it enacted by the Parliament of the Democratic Socialist  Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.7464999999999999
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  1. This Act may be cited as the Agricultural Insurance suort ttie.  (Amendment) Act, No. 55 of 1979.",
    "mean_p_confidence": 0.748095238095238
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  2, Section 2 of the Agricultural Insurance Law, No. 27 Replacement  of 1973 (hereinafter referred to as the “principal enact- of ection 2.  ment”) is hereby repealed and the following new section 27 of 1973.  substituted therefor :—",
    "mean_p_confidence": 0.7783720930232558
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  ‘Establish 2. (1) There shall be established a Board",
    "mean_p_confidence": 0.5672727272727273
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  ment and which shall be called the Agricultural Insu-",
    "mean_p_confidence": 0.6518181818181819
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  of the rance Board (hereinafter referred as “the  ie! Board”).",
    "mean_p_confidence": 0.5938461538461538
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  (2) The Board shall, by the name assigned  to it by subsection (1), be a body corporate",
    "mean_p_confidence": 0.7929999999999999
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  . and shall have perpetual succession and a  common sesl and may sue and be sued in  such name.",
    "mean_p_confidence": 0.7195652173913044
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  (8) The Board shall consist of such  number of members, being not less than  theree and not more than seven, as may be  appointed by the Minister of whom—",
    "mean_p_confidence": 0.7841176470588236
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  (a) one shall be an officer of the Insurance",
    "mean_p_confidence": 0.7718181818181818
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  Corporation of Ceylon nominated  by its Chairman ;",
    "mean_p_confidence": 0.6581818181818182
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  (B) one shall be an officer of the Peopic’s",
    "mean_p_confidence": 0.7072727272727273
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "  Bank nominated by the Chairman  of the Board of Directors of that  Bank ; and  (©) one shall be an officer of the Bank of  Ceylon nominated by the Chairman  ‘ of the Board of Directors of that  Bank,",
    "mean_p_confidence": 0.7617021276595745
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "  (4) The Minister shall appoint one of the",
    "mean_p_confidence": 0.766
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "  members to be the Chairman of the Board, ’  2 | 42190 12,825(19/00",
    "mean_p_confidence": 0.648125
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Agricultural Insurance (Amendment)  Act, No. 55 of 1979  Replacement 3, Section 3 of the principal enactment is hereby  Stthe repealed and the following new section is substituted  principal therefor :—  Ereeiment,  “Members of 3, (1) Every member shall, subject to the  the Board, te. provisions of subsections (2) and (8), hold  office for a period of three years from the  date of his appointment :  Provided that a member appointed in place  ‘of a member who dies, resigns or otherwise  vacates office, shall, unless he earlier resigns,  dies of otherwise vacates office, hold office for  the unexpired part of the term of office of  the member whom he succeeds.  (2) Any member may resign from the  Board by letter addressed to the Minister.  (3) Any member may be removed from  office by the Minister without assigning a  reason and such removal saall not be called  in question in any court of law nor shall  such member be entitled to any compensa  tion for any loss or damage suffered by him,  by reason of such removal.  (4) Where a member becomes by reason of  illness or other infirnity or absence from Sri  Lanka temporarily unable to perform the  duties of his office, the Minister may appoint  another person to act as member in his place.  (5) All members of the Board shall be  remunerated in such manner and at such  rates and shall be subject to such conditions  of service as may be determined by the  ‘Minister with the concurrence of the Minister  in charge of the subject of Finance.  (6) A member shall vacate office by death,  removal, resignation or effluxion of time.  (7) Every member shall, unless he is  removed from office, be eligible for re-  appointment.  (8) The quorum for the meetings of the  Board shall be three members of the Board,  and subject as aforesaid, the Board may  regulatae its own procedure.  (9) The Board may act notwithstanding  any vacancy amongst its members. ”.",
    "mean_p_confidence": 0.7850531914893617
  }
]