[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA CONSULAR FUNCTIONS ACT, No. 4 OF 1981 [Certified on 11th February, 4981] Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Soclalist Republic of Sri Lanka of February 13, 1981 PRINTED AT THE DEPARTMENT OF GOVERNMENT PRINTING, SRE LANKA ao be Funsunany Ar Hix GWE, Fonaestiows Buuiae, coupe Price: 65 cents Postage: 50 cents",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Consular Functions Act, No. 4 of 1981 * | {Certified on 11th February, 1981} not L,D.—0.69/80, ‘Axt Act 70 PROVIDE FOR THE PERFORMANCE OF CERTAIN CONSULAR FUNCTIONS BY DIPLOMATIC AND CONSULAR OFFICERS oF SmI LANKA Uv FOREIGN COUNTRIES, TO FRESCRIGE ANU LEVY YEES FOR THE PERFORMANCE GF SUCH FUNCTIONS, AND 90 PROVIDE YOR MASTERS CONNECTED THEREWITH OR INCIDENTAL THERETO. . BE it enacted by the Parliament of the Democratic Sorislist Republic of Sri Lanks, as follows :— : 1. This Act may be cited as the Consular Functions Act,- Short title No. 4 of 1981.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2 Hvery diplomatic or consular officer is hereby Perfor authorized to perform, in accordance with any written law gieonmater of Sri Lanke, any consular function in any foreign country by to which he is accredited or appointed : . oreensulor",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Provided however, that the performance of such function 1s not prohibited by the written laws of the country in which such function is performed.”",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "3 Upon the application of, a person who ia a citizen of Vajidation Sri Lanka, or any other person, @ diplomatic or consular tion of officer may— Hocuments,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "() certify, attest, authenticate or do any other such act",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "to validate any document ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(GD translate any document from the Sinhala or Tamil",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "language inte any other language;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Gi) translate any document from any other language",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "into the Sinhala or Tamil language ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "iv) certity the accuracy of a translation from the Sinhala",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘or Tamil language into any other language ; or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "() certity the accurmcy of » translation from any other",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "language to the Sinhala or Tamil language.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4 (1) Every diplomatic or consular officer shall ba Adiminfsterin: deemed to be ex officio a Justice of the Peace for the ofouther Republic of Sri Lanka snd accordingly may administer any and taking ot cath or effirmation or take any affidavit and such oath or *ldavit affirmation of such affidavit ahall be deemed to have been administered or taken, as the case may be, in Stl Lanka, - BHA tay92—10,200 ¢gn/10y",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Consular Functions Act, No. 4 of 1987 (2) Any diplomatic or consular officer administering an cath or affirmation or taking an affidavit under the provi- sions of subsection (1) shall not be held responsible for the truth of the contents, or the accuracy, of any statement made under such oath or affirmation or recorded in such affidavit. Solemaization  §, (1) Every diplomatic or consular officer shall be ‘ Myistration deemed to be an Additional Distriet Registrar for any olmarrigges- district in Sti Lanka within the meaning of the Marriage Registration Ordinance (Chapter 112) and the Kandyan Marriage and Divorce Act (Chapter 113) and accordingly such diplomatic or consular officer may, notwithstanding : the provisions of section 23 of that Ordinance and section 16 of that Act, solemnize and register, in the Sinhala, ‘Tami or English. language, any matriage under that Ordinance or Act, a3 the case may be, in the foreign country to which he Js appointed or accredited, where at least one of the parties to the marriage is a effizen of Sri Lanka, ax though such marriage was solemnized and registered in any district in Sri Lanka. (2) Notwithstanding the provisions of the Muslim ‘Marriage end Divorce Act (Chapter 115), other than the Provisions of subsection (1) of section 8 of that Act relating to capacity, every diplomatic or consulat officer shall be deemed to be a Registrar within the meaning of that Act, and accordingly such diplomatic or consular officer may register in the Sinhala, Tamil or English language, any marriage under that Act, in the foreign country to which he 1s appointed or accredited, where at least one of the parties to the marriage is a citizen of Sri Lanka end whether the partles are inhabitants of Srt Lanka or not, as though such marriage were registered in any district in Srl Lanka. (8) The provisions of the Marrlage Registration Ordi- nance, the Kandyan Marriage and Divorce Act, and the ‘Muslim Marrlage and Divorce Act shall, mutatis mutandis, apply to and in relation to the solemnization and registra- tion, or registration as the case may be, of a marriage referred to in subsections (1) and (2). i * \"'(4y Every diplomatic or consular officer shell, in the performance of his functiona under subsection (2), comply * with the provisions of the Marriage Registration Ordinance, l the Kandyan Martiege and Divoree Act and the Muslim Marriage and Divorce Act, as the ease may be. :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Consular Functions Act, No, 4 of 1981 3",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "6. (1) Where a marriage is forbidden under section 29, or Proceedings",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "‘a caveat is entered under section 30, of the Marriage Regis- Panama tration Ordinance, the diplomatic or consular offer shall, oben or notwithstanding the provisions of subsection (1) of section Ghtered. 1 of that Ordinance, refuse to issue a certificate for the solemnization of the marriage intended to be had, and shall forthwith make report of the objection to the District Judge of the district of Colombo, Such report shall be in the form in the First Schedule to the said Ordinance, and shall be accompanied by a copy of the notice of marriage and of the notice forbidding the marriage or of the caveat entered.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(2) The provisions of subsections (2), (8), (4) and } | of section 31 of the Marriage Registration Ordinance shall, ‘mutatis mutandis, apply to and in relation to any report made under subsection (1) of this section,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "7 (1) Every diplomatic or consular officer shall be  Regisire- deemed to be an Additional District Registrar for any #e0,0f district in Sri Lanka within the meaning of the Birth and and deaths Deaths Registration Act (Chapter 110) and accordingly such diptomatic or consular officer may register the birth or death of a citizen of Sri Lanka occurring in the foreign country to which he is appointed or accredited, as though such registration were made in Sri Lanka.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(2) The provisions of the Births and Deaths Registration Act shall, mutatia mutandis, apply to and in relation to the registration of any birth or death referred to in subsection 4). fe oebes",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(3) Every diplomatic or consulex officer shall, in the per- formanes of his functions under subsection (1}, comply ‘with tho provisions af the Bletbs and Deaths Registration .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "et. .",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "8. The Minister may from time to time prescribe by Fees tobe Notification published in the Gazette, the fees to be levied forformance by @ diplomatic or consular officer for the performance of pf consular consular functions specified in such Notification. fanction.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "% (1) Any person who fraudulently or by wilful act or  OHences aud omission knowingly misleads a diplomatic or consular \"He ‘oflcer to perform any consular function shall be guilty of fn offenes and shall he liable, on conviction by the Righ Court, to imprisonment of efther description for a term not exceeding five years, or to a fine not exceeding fifty thousand Tupees or to both such imprisonment and fine.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "a 4 Consular Funetions Act, No, £ of 1982 : _(@) Any person who fraudulently alters the sesl or signature of any diplomatic or consular officer shall bo guilty of an offence and shall be liable, on conviction by the High Court, to imprisonment. of either description for ‘a term not exceeding five years. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(8) Any offence referred to in this section shall be aeemed to be an extraditable offence within the meaning of section 6 of the Extradition Law, No. 8 of 1977.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "Regulations. 1 (1) ‘The Minister may make regulations in respect ot",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "{a) matters required by this Act to be prescribed ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(b) the procedure to be followed in making any applica",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "tion under this Act ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(c) giving effect to the consular functions get out in the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "Schedule hereto.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(2) Every regulation made by the Minister under sub- section (1} shall be published in the Gazette and shall come into operation on the date of such publication or on stich later date as may he specified in the regulation.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(3) Every regulation made by the Minister under sub- section (1) shall, as soon as convenient after its publication in the Gazette, be brought before Parliament for approval. Any regulation which is not so approved shall be deemed to be rescinded as trom the date of disapproval but without prejudice to anything previously Gone thereunder, Notifica-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "tion of the date on which a regulation fs deemed to be rescinded shall be published in the Gazette. Interpreta- 11. In this Act, unless the context otherwise requires— tion.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "“consular function” means any function referred to in sections 3, 4, 5, 6 and 7 of this Act and includes any act specified in the Schedule hereto ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "; “consular officer” shall mean any pergon including the head of a consular post entrusted in that capacity with the exercise of consular functions ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "“diplomatic officer” means the head of a mission or & ‘member of the diplomatic staff of such mission ; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "“document” means a commercial ot shipping document",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": ": and includes every document by which any right or liability is, or purports to be, created, transferred, Iiralted, extended, extinguished or recorded,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "Consular Functions Act, No. 4 of 1981 3 Snaeoos Artlote V of the Vienne, Convention a Consular Relations of 1968 Consular functions,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "Consular functions consist in— ’",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(a) protecting in the receiving State the taterests of ihe send- Ing State and of ita nationals, both individuals, and bodies corporate, within the limits permitted by international law 3",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(2) furthering the development of commercial, econornis, cultural and sciuntife relations between the sending Stata and the receiving State and otherwise promoting friendly relations between them in accordance with the provisions ‘of the above-mentioned Convention;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(e) amertaining by all lawful means conditions and develop- ‘menta in the commerelal, economic, cultural and scientific life of the receiving State, reporting thereon to the Government of the sending State and giving information to perpons interested ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "4) tsoulng passports and travel documents to nationals of the nending State and visas or appropriate documents to persons wishing to travel to the sending State;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(@) helping and assisting natlonals, both individuals end bodles sorporate, of the sending State ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "@) acting aa notary and clvil registrer and in .capatitiea of f timilar kind, and performing certain functions of an administrative ‘nature, provided that there 1s nothing contrary thereto in the laws and regulations of the recelving State;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "{g) safeguarding the interests of nationals, both individuals and ‘bodies corporate, of the sending State in cases of succes sion mortis causa in the territory of the roceiving State, jin accordance with the laws and regulations of the receiving State;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "{h) safeguarding, within the Houits imposed by the lava ane regulations of the receiving State, the interests of minors and other petsans lacking full capacity who are nationals of the sending State, particularly where any guardianship or teuteeship 1s requlred vith respect to such persons;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "4W) subject to the practices and procedures obtaining in the recelving Stata, representing or arranging appropriate representation for nationala of the sending Sinte bafore the tribunals and other authorities of the receiving State, for the purpose of obtaining, in aceordanea with the laws and regulations of the receiving State, provisional ‘mensuren for the proservation of the rights and interests cof these nationals, where, because of absanos at any other Feaanel, such nationsla sre unable at the proper time to ‘sssume the defence of thelr righte and interests ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "6 Consular Functions Act, No, 4 of 1981",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "G) tronsmitting judicial and extra-judicial documenta or executing letters rogatory or commissions to take evidence for the courts of the sending State in pocordance with international agreements in force or, in the absence of such international agreements, in any other manner compatible with the Jaws and regulations of the receiving State;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "(s) exercising rights of supervision and inspection provided for in the laws and regulations of the sending State in respect of vessels having the nationality of the sending ‘State, and of aircrafts registered in that State, and in respect of their crews ; :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": ") extending assistance to vessels and aircrafts mentioned in sub-paragraph (k) and to their crews, taking statements regarding the voyage,ot s vessel, examining and stamping ‘the ships papers, and, without prejudice to the powers of the authorities of the receiving State, conducting investigations into any incidents which occurred during the voyage, and seitling disputes of any kind betweet the master, the offers and the seamen in ao far as this may be authorized by the lawa and regulations of the sending State; 4",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "(om) performing any other functions entrusied to = consular post by the sending State which are not prohibited by the laws and regulations of the receiving State or te which no ebjection is taken by the receiving State ot which are referted to in the international agreements in force between the sending State and the receiving State.",
    "mean_p_confidence": 0.8
  }
]