[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "oa Ora ; PARLIAMENT OF THE DEMOCRATIC ; \" SOCIALIST REPUBLIC. OF . SRI LANKA , : ; , APARTMENT OWNERSHIP (AMENDMENT) | oe ACT, No. 45 OF 1982 [Cerfified on 30th December, 1932] : Printed on the Orders of Government Published as a Supplement to Part IZ of the Gazette of tho Democratic ‘Soctalist Republic of Sri Lanka of 3ist December, 1962 pert mt ee er Jo Be FURCHASED AT GOVE. PUBLICATION BUREAU, COLOMBO Price: Be. 330 Postage: Ws. 1.50",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Apartment Ownership (Amendment) ‘Act, No, 45 of 1982 : {Certified on 80th December, 1682] LD.-0. 7/82. An Acr 70 AMENn riz AraRTMENt OWNERSEIP Law, No. 11 oF 1978. BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1. This Act may be clted as the Apartment Ownership shox tite, (Amendment) Act, No, 45 of 1082.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2. The long title of the Apartment Ownership Law, No. 1 Amendment of 1973 (hereinafter referzed to 2s the “principal enact- irs¢ome ment\") is hereby amended by the substitution for the words Law No 11 “{ndenendent units”, of the word “units”, of 1978,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "8, Section 2 of the principal ensetment is hereby amended Amendment by the substitution for the words “‘one independent unit”, ofseetian2 of the words “one unit”, principal",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "‘hectomeet. 4. Section 5 of the principal enactment is hereby amended Amendment a follows -— steeetion Beincipal (1)-40 subsection (1) of that section— Snactment.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(@) by the substitution for paragraph (1) of that",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "subsection, of the following parageaph :— \" @) a survey plan or plans which shell be prepared and drawn by a licensed surveyor or by or under the authority of the Surveyor-General",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "and shall—",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(a) delineate the external surface : boundaries and boundary marks of the proposed Condo- minimum Property and the position of each subdivided .. building thereon fixed fn rela- “tom ta the surface boundaries ; (®) specify the division, volume and «_, follo in which the Condom °\"2  ptura Property is registered and",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "the surveyed area thereot ; , (©) include a vertical section of each iy. -Subdivided building showing— 1: @) the floors and ceilings of",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Soy. enh wtorey ; and © + (ify the height of each storey j 3A escon—e,100 (28/00)",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "2 Apartinent, Ownership (Amendment) Act, No, 45 of 1982",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "(@) include a description, as well a8 the vertical section’ and dimensions, of each building ar arte thereat proposed to be erected within the Condomi- nium Property .as a separate tenement - or an: extension of any completed subdivided building, in accordance with",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "“building plans and subdivision Plang approved by the authority for the time being responsible for the approval of such plans ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "(e) delineate, subject to the provi- sions of subsections (14) and (ix), each proposed unit and define the boundaries thereof by reference to floors and walls showing the horizontal dimen- sions, without it being neces- sary to show any hearing;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "() identify the units into whlch each ‘building is divided and distin-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "_. guish such units by assessment numbers, numbers ot other symbols ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "(9) distinguish each storey by an index letter in relation to the murvey lot number of the Condominium Property and specity the units in each storey",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "| tiv relation to the number of the storey 5 .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "(i) show the approximate floor area",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "_ of each unit;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "(0) delineate the external boundaries",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": ".,q. and show the horizontal",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "||» Gimensions without it being",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "\" /\" necessary to abow any",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "“*? pearing of gach building ox",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "~~\" parts thereat proposed to be",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "fot erected within the Condaml-",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "‘. + nium Property as a separate",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "_. 4. +’; element or an extension of any",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Apartment Ownership (Amendment) 3 Act, No, 45 of 1982 . , » completed subdivided building “oe ‘buildings in accordance . with building plans (i¢ any) ue and subdivided plans approved . by the authority for the time being responsible for the appro- o +. val of such plans ; (@® define the common elements of the Condominium Property ; + (&) bear an endorsement by the ~ person preparing {t to the effect that the building shown in the + > Condominium Blan is within the external horizontal boun- daries of the Condominium Property ; and @) have attached to it a certificate of ‘4 qualified srchitect or a quall- fled civil or structural engineer to the effect that the units shown therein are the same as . ‘those existing on the Condo- an minium Property; and”; end (@) in paragraph (1i) of that subsection— () by the relettering of sub-paragraphs (1), 4, GD, WD, (im) and (n) of that paragraph og sub-paragraphs (ke), @), <n), '(n), (0) and (p) of that para- graph; (8) by the insertion, immediately efter sub- ‘paragraph (k) of that paragraph, of the . following new sub-paragraphs :— 7 “(@® a description of the accessory ~ - units of ‘the Condomintora see Property, specifying the units a they ere made sppurienant to, f - irrespective of. whether . the accessory wnita are conti- Litt. guous to.the specified units or ne for p+ Otherwise; ~s nese Gj) the undivided share value of each ‘unit in the common elements at eq ont), vp the Condominium Property 55 foe And gies",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Apartment Ownership (Amendment) ‘Act, No. a5 of 1982 ie _ (iii) by the substitution in relettered sub- tet * ‘paragraph (m) of that paragraph, for aan the expression “sub-paragraph (f) \"; Foe of the expression “sub-paragraph . 2 oO\"; 42) by the insertion, immediately after subsection (1) of ‘that section, of the following new subsections :— “ (Ia) Where an accessory unit consists of building or parts thereof snd is bounded by exter- 5 nal walls, floors and ceilings, the dimensions and . . boundaries of such accessory unit shall be shown in the Condominium Pian in accordance with the . tequirements of paragraph (i) of subsection (1). oo (1a) Where an accessory unit does not consist of a building or parts thereot— i (a) the external boundaries of the accessory + \"+ anit shell be ascertained from the building plana and the subdivision plans approved by the authority for the time being repon- sible for the approval of such plans, and the accessory unit shall be unlimited in ite vertical dimension except to the extent of jo SAY projection above, or encroachment “\" elow, ground level by ancther part of the Condominium Property ; and (®) the Condominium Plan shell show a diagram of the accessory, unit with similar dimen- . *” * sions as those shown on the approved plans mentfoned in paragraph (a). * le) Every Condominium Plan shall— 7 (@)- show the share values in whole numbers of each unft and a number equal to the . + aggregate share value entitlement of all the units and in the ease of any provisional unit or units the quantum of provisional : share value shall similarly be shown there- in for the provisional unit or units ; (@) have endorsed upon it the address at which documents may be served on the manage- ct. it-..47 9. ment~ corporation in accordance with soerwne, cont section 2085 and « ©) contain’ such other particulars as may be prescribed.” ; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "Apartment Ownership (Amendment) ~ 6 Act, No. 45 of 1982",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(8) by the addition, at the end of that section, of the following new subsections:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "* (8) Unless otherwise stipulated in tha Condominium Plan, the common boundary on any unit which another unit or with the common slements shall be centre of the floor, wall of ceiling, as the case may be.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": ". (4) No plan lodged as @ Condominium Pian shall be registered unless— (a) the plan hag been endorsed with a certificate of a licensed surveyor that all buildings and all units shown in the Condominium Pian in relation to the external surface boundaries of the Condominium Property are within the . Condominium Property and are in compliance with building plans (if any) and subdtviston plana issued by the authority for the time ‘being responsible for the approval of such plans 5",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "»/ 2) the plan is accompanted by a copy of the re-",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": ": Jevant Condominium subdivision plan approved by the authority for the time being responsible for the approval of guch plan; and am",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "+ (@) the share value of each proposed unit has been entered in the plan in compliance with the provisions of section 204.\" =",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "5. The following new section is hereby inserted [peertian immediately after section 7, and shall have effect aa section jection a ‘a, of the principal enactment :— ine ae",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "ie Enactrenk ‘megisterct_ Ta. (0) ‘The Condominium Plan shell be ‘Sondioral Gropety. \"deemed to be registered under the provisions of this Law when the Condomintum Plan haa been signed and sealed by the Reglstrar and hhag been marked with the serfal number of the Condominium Plan register. , ‘ {2) The Registrar shall prepare and main~",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "neg | tain for the purposes of this Law a serien of",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "J | % records to be called the “Register of Con-",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "dominium Property” and shall issue to the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Apartment Ownership (Amendment) Act, No. 45 of 1982 owner of each unit shown on the Condo. minium Plan a certified true copy of the (3) Upon registration of » Condominium * Plan the owner of g unit in the Condo. . minium Property shall be deemed to be the owner of his unit and his share in the an common elements subject to the encum - brances, if any, registered or notified in the Condominium Property Register and on the tt Condominium Plan.’. Amentmant —.. 6, Section 9 of the principal enactment is hereby amend- ieee ed ag follows :— : ete z fouciment, (1) by the repeal of subsection (1) of that section and , the substitution therefor, of the following sub- +b tection: . “ (1) Upon xegistyation of the Condominium _ Plan, the Registrar shall enter a memorial in the \\ Jand register on the volume end folio of the = 6 Condominium Property to the effect that a sub- ‘Co. sidiary register of Condominium Property has been ereated and each building depicted in the Condominiuen Property shall be deemed to be . divided into units and indentified therein and . thereupon the common elements shall be held by the owners of all the units as tenants in common proportional to their respective share units and sone ©... for the game tera and tenure as their respective , aek: s.e Units are held by them,” ; and . oo Q) by the insertion, immediately of the aubsection (1) of ‘that section, of the following new subsections :— “ (Ja) The Registrar on registration of the Condominium Flan shall certify therein the share which the owner of a unit has in the 2 common elemets. oan *(s) The share value which each owner of # -* | unit has in the common elements shall be giver according to the user of such unit whether com- ++ mercial or residential or otherwise, ag the case * may be.\".",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Apartment Ownership (Amendment) 3 . Act, No. 45 of 1982 7. ‘The following’ ‘new ‘section te hereby ‘inserted Insertion immediately after section “11, and shall have effect aa Rew yy section 11a, of the principal etiactment :— . in the  Aceaoaory 1a. (1) No accessory unit or say share “S*tnent - or estate or interest therein shall be dealt ‘with independently of the unit to- which such accessory unit has been made sppurtenant ax shown on the relevant registered Condo- minium Plan. - 7 ¢ (2) Any person who deel with any accessory unit or any share, extate or {interest therein independently and not made as appurtenant to the unit which such accemory unit.is shown on the registered relevant “Condominium Flan eg being appurtenant ghall be guilty of an offence under this Law. (@) Any sasurunce“inade in contravention of the provisions of dabsection (2) shell not be registered under thia Law and any re Gistration thereof shall be rzull and void acd shall not pss any estate or interest in the accessory unit. 2 (4) Where such assurance has been regine tered, the Registrar on discovery thereat shall cancel the registration, “and no person aflected by such cancellation shall be entisl- ed. to any compensation.” > & Section 12 of the principal enactment in hereby Amendment amended in subsection (2) of that section as follows:— 9 rtge (@ by the substitution for paragraph: (7) of that eub- Zaecumouh section, of the following paragrapa ;— “ (f) the undivided share value of each unit in common elements appurtenant to the un divided or amalgamated unit ;*; (®) by the substitution, in paragraph (g) of that sub~ section, for the words “local authority”, of the ~_ words “authority for the time’ being responsible ”\" for approval of plans of redivision or amalgam ton,” ; and .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "8 Apartment Ownership (Amendment) Act, No, 45 of 1982 woos (©) by the gubstitution, in paragraph (h} of that sub- ns section, for the wards “survey plan (by a licensed surveyor)”, of the words “survey plan (by a . Beensed gurveyor or hy or under the authority of the Burveyor-General) ”, ‘ Beplarement 8, Section 13° of ‘the principal enactment in hereby Gétection repealed and the following section substituted therefor :— Taceent, —“Servitaden. 13, (1) In repect of each unit there shall be . implied— (@ in favour of the owner of a unit and ‘az appurtenant thereto, a servitude for the subjacent and lateral support thereof by the common elements rand by every nit capable of affording support ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "{(b) as against the owner of each unit and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "“ta which the unit shall be subject, a servitude for the subjacent snd Jateral support of the common ements and of every other unit capable of enjoying support",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(2) The servitude of support czented by subsection (1) shall entitle the owner of the dominant tenement to enter on the servient tenement to replace, renew of restore any support,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(3) Every owner of a unit shall he entitl- ed to have his unit sheltered by all other ‘ports of the subdivided building that ere capable of affording shelter,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(@) ‘The right created by subscction (3) shall be a servitude to which the aforesaid parts of the subdivided building are subject. (8) The servitude of shelter created by this section shall entitle the owner of the dominant tenement to enter on the servient tenement to replace, renew or restore any shelter.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "® In respect of each unit there shell be tmmplted—-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "_- (@ in favour of the owner of a unit, und |. as appurtenant thereto, servitudes for the passage or provision of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Apartment Ownership (Amendment) ry Act, No. 45 of 1982 * water, sewerage, drainage, gas, electricity, garbage, artificially heated or cooled air and o:ber services: (including —_telephone, ~ radio and television services) through or by means of any pipes, wires, cables or ducts to the extent to which those sewers, pipes, wires, cables or ducts are capable of being . used in connection with the enjoy- ment of the unit; and . @) 2s against the owner of a unit, and to which the unit shall be subject, 2 servitude for the passage or provi- sion of water, sewerage, drainage, ’ gas, electricity, garbage, artificially heated or cooled air and other services {including telephone radio and television services} thrvugh or by means of any sewers, pipes wires, cables or ducts, as appur- tenant to the common elements snd also to every other unit capable of enjoying such servitudes, ” (7) In respect of each unit and the com- ‘non elements,-- there shall be implied in favour of the owner of the dominant tenement and against the owner of -the servient tenement— .-  (@ a servitude for uniterrupted access and use of light to or for any windows, + doors or other apertures existing and enjoyed at the date of registra tion of the relevant Condominium . Plan; and |, @) the right to maintain and use over- . hanging eaves and other projections 7 _-» Susting at the date of registration of . ot « the relevant Condomintum Plan. . (8) There shell be implied as appurtenant J. a to the common elements and sunservient to any unit affected— o.,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 19,
    "text": "0 Aportment Ownership (Amendment) ‘Act, No. 45 of 1982 (a) ‘a servitude for the proviston of any service through any installation in any unit; and (2) @ servitude for support by any unit capable of providing support,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 19,
    "text": ". (®) The servitudes implied or created by this Law shall toke effect and be enforceable without sny memorial or notification on the folios of the register of Condomintum Property. ”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 19,
    "text": "‘Ameniment 10 Section 14 of the principal enactment is hereby",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 19,
    "text": "Qfugction 4 amended by the substitution for the words “shall",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 11,
    "par_num": 19,
    "text": "of te attach servitudes conferred by this Law, including the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 11,
    "par_num": 19,
    "text": "Shacthent, ight of an owner af a dominant tenement, with the per",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 19,
    "text": "~  galssion of the Board,”, of the words “shall be implied",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 11,
    "par_num": 19,
    "text": "whenever servitudea are created or ‘toplied hy or under this Law, including the right of an owner of a dominant tenement, with the permission of the management corporation, ”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 19,
    "text": "Replacement 11, Sections 15 to 20 of the principal enactment are here-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 19,
    "text": "etasctions 15 ty repeated and the following sections substituted there",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 11,
    "par_num": 19,
    "text": "principal for :—",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 11,
    "par_num": 19,
    "text": "Suactmnent, -",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 11,
    "par_num": 19,
    "text": "“sexeoution 15, {1) The owners of all the units may by",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 19,
    "text": "oot unanimous resolution at a meeting convened",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 19,
    "text": "fervitules by the management corporation direct the . ‘eorporation— -",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 11,
    "par_num": 19,
    "text": ". > (a) to execute on thelr behalf a grant of servitude or a restrictive convensnt -” burdening the = Condominfurn",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 11,
    "par_num": 19,
    "text": "Property; or “ {b) to accept on their behalf a grant of rervitude or a restrictive covenant benefiting , the Condominium",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 11,
    "par_num": 19,
    "text": "Property.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 11,
    "par_num": 19,
    "text": "(2) The management corporation, if it $8 , satisfied that the resolution was duly passed, and. that all persona having registered interests in the Condaminfum Property have +. . eansented in writing to the manner of erea- ting those interests in respect of the ‘ Condominium Property coruprised in the te proposed disposition, shall execute the appro- priate instrument and that instrument shall",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "Apartment Ownership (Amendment) ii Act, No. 45 of 1982",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "be valid and effective without any execution by any person having an interest in the . Condominium Property, and the receipt of _ the management corporation for moneys payable to the management corporation under the instrument shall be a sufficient discharge, and shall exonerate the person taking under the instrument from seeing to the application ot heing answerable for any Joss or misapplication of the moneys expres-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "sed to have been zo received.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "(8) Every instrument creating the servi- tude or restrictive covenant lodged for regis- tration shall be endorsed with or accom panied by a certificate under the seal of the management corporation that the resolution was duly passed and that all necessary con- sents were given, and the certificate shall in favour of a purchaser and the Registrar, be conclusive evidence of the facta stated therein,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "(A) The Registrar shell register the instru- ment creating the servitude or restrictive covenant by noting it on the registered Con- dominium Plan.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "‘Transfer . 16. (1) The owners of all the units may ofpart a by a special resolution at a meeting convened elements, by the management corporation direct the | management corporation to transfer a part",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "of the common elements.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "{2} The manageraent corporation, if it ix satisfled thet the resclution was duly passed, and that all persons (other then the owners",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "i of all the units) having registered interests ~ in the Condominium Property have consented in writing to the release of those interests in",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "respect of the Condominium Property com-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "prised in the proposed transfer, and that the ‘authority for the time being responsible for",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "‘as. the approval of plang for the subdivision or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": ": ‘’ gmalgamation of any land and the Registrar",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "” have consented in writing to the proposed",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": ". “transfer so far as it affects subdivision and i +. 5° amalgamation of the Jand comprised therein, ‘shall execute the appropriate instrament and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "2 Apartment Ownership (Amendment) Act, No, 45 of 1982 such instrument shall be valid and effective without execution by any person having an interest in the common elements, and the receipt of the management corporation for any moneys payable to the management eor- . poration under the instrument shall be # sufficient discharge, and shell exonerate the purchaser from seeing to the application or being answerable for any loss or misapplica- tion of the moneys expressed to have been s0 received.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "(3) Every instrument of such transier lodged for registration shall be endorsed with ‘or accompanied by a certificate under the seal of the management corporation that the reso- luton was duly passed and that all necessary consents were given, and the certificate in favour of the purchaser and the Registrar shall he conclusive evidence of the facis stated therein,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "(4) Upon registration of the transfer by the Registrar the part of the common elements transferred shall be free from such subslsting servitudes created or implied",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "+ pnder this Law and the Registrar shall— {a) enter a memorial of the transfer on the folto of the land register compri- sing the Condominium Property; and . (b) amend the registered Condominium . Plan in such manner as the Registrar may think fi¢ so 33 to show thereon the part of the common elements which has been transferred. ‘Trapster of 17, (1) The owners of all the units may by Ey a special resolution at a meeting convened by the management corporation direct the 7 management corporation to accept @ transfer— Los ° {a) of any lend or part thereof, free from sny’ encumbrances except those : ereated by statufe and subsisting servitudes sa that stich land or part : +.’ thereof shall form part of the com~ 1 pron elementa in favour of all the 7 + owners of the unite; or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "Apartment Ownership (Amendment) B Act, No. 45 of 1982",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "(®) of ony unit, including the undivided",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "shaze in the common elements appur-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "“ tenant to that unit, free from any encumbrances except those created",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "by statute and subsisting servitudes",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "so that such unit shali from part of",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": ": the coramon element in favour of the owners of the other units shown in",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "‘ ‘the same registered Condomintum",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": ": Plen, :",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "(2) The transfer lodged tor registration shall contain a request to the Registrar that such lend or part thereof, or the unit trans ferred, us the case may be, be included os part of the eommon elements.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "(8) Upon registration’ of such transfer the Registrar shall—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "(a) enter a memorial of the transfer on the folio of the Iand register and the registered Condominium Plan com-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": ": prising the Condominium Property ; and",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "(®) amend the registered Condominium, Plan th such manner as the Registrar may think ft so as to show thereon,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "‘ the transferred land or part thereof : or the unit transferred as forming . part of the common elements, and in the case where the unit is transferr- +» ed, to delete the share value of thet . Unit shown on the registered Condo- minium Plan and decresse the total v1 +++. mumber of share value equal to the - aggregate share entitlement by a amending such~aggregata number + shown. on the registered Condo- + * cminium Plan and +",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "(©) upon such amendment being made, s.r» + Rotffy. the management corpora +) vd: or: tom af the aggregate share entitle- ot ss Set ment and the consequent sbere en-",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "‘ove fr -titlement of each owner of 2 unit,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "“ Apartment Ownership (Amendment) Act, No, 45 of 1982 oa + (4) The registered transfer shall have the “1,” following effect — (@) the owners of all the units shall hold : the common elements (including the transferred land or unif) as tenants . in common proportional to their res- Pective share value shown on the . Condominium Plan amended pur- » \" suant to subsection (3), and for the same term and tenure and subject to the same covenants, conditions . woe and encumbrances which the owner wet of all the units held immediately “ prior to the registration of the trang- fer, and where any unit is then subject to a registered mortgage, charge, lease or sub-lease, or any other encumbrances, the undivided shate in the transferred land of transferred unit forming the addi- : tional common elements held by the owner of the said unit shall in all reapects be subject to the same mort- gage, charge, lease or sub-lease oF any other encumbrances without any . further assurance ; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": ". “ \" (b) the transferred land or part thereof, or : the transfered unft, as the case may <. >» bey shall form pert of the common wy elements and the provisions of this Law applicable ta common elements aa varied by this section shall apply",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": ". _ ,to such transferred Innd or unit. Amalgamation .. 18, (1) Where there sre two or more Ghmente'go, Management corporations established upon the registration of -separate Condominium Plans by the Registrar, the owners of all unite . being members of those management corpo- wet Fationa (hereinafter in this section referred +) ory to as “the transferor management corpors- tions”) may-by thelr respective special reso- lutions at the meetings convened by the , 4 transferor management corprations direct “+ that for the purpose of amalgemating the o > common elements within the Condominium . % +. Porperty which are of the same tenure and 2% held by them au-tenants in common im un-",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "Apartment Ownership (Amendment) 8 ‘Act, No, 45 of 1982",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "Givided shares the relevant transferor mans- gement corporations shall exeute en instru ment of transfer of the common elements",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "1.0 those Condominium Properties so that such common elementa shall become vested as coranion elements in all the cwmers of the ‘units as tenants in common in go far as those transfers affect the common elements, and ‘upon registration of the instrument of trans fer such common elements hall be amalga- mated and held in the shares proportionate to thelr respective share units subject to the same covenants, conditions and encum- branes, and for the same term and tenure then beld by the owners of all the unite in respect of their respective units prior to the date of the registration of the transfer by the Registrar,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "(2) Such transfer shall show the undivided proportionate share to be held by each owner ofa unit named therein and shall be executed by the relevant transferor management eor- ‘porations,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "(8) ‘The procedure laid down in subsections",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "@), (3) and (4) of section 16 shall apply, ‘mutatis mutandis, to the transferor manage- ment corporations and the owners of all the units of the Condominium Properties to be amalgamated under this section.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "(® Upon the amalgamation of the common elements pursuant to the registration of the transfer by the Registrar—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "{) the transferor management corpora-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "tions shall be amalgamated into a single management corporation {hereinafter in ‘this section called “the tranaferee management corpo- . ration”) which shall be responsible for all matters relating to the | Management of the aubdivided buildings and the commen elements",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "Teliting thereto ; xv -(b) all the members of the transferor oo q+. “Management corporations shall be _ aj.» ~, the members of the transferee mana-",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "fe ee” Sestent eorporation ;",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "Fy Aportment Ownership (Amendment) ‘Act, No. 45 of 1982 \" ~ ° (@) all the members of the management : councils of the transferor manage- ment corporations shall, until a new |, | management council is elected Zor . “the transferee management corpora , tion, be deemed to be the members - + of the management eouncil of the we transferee management corporation ; ¥ @ all the properties of the tranaferor : . ‘management corporations shall be . c deemed to be transferred to and vest “+. in and all the Iiabilitien of the trans— woe feror management corporations shall 7 ‘se. pe transferred to and become the . Habilities of, the transferee manage- ment corporation ; and (@) all legal proceedings pending by or aginst the transferor management corporations may be continued by oF against the transferee management eoxporation. © (8) in this section— B (@) “lisbilities” includes duties ; and (b) “properties” | includes rights and ‘powers of every description. Apptegtion 19. (2) Notwithstanding the provisions of coun sections 16, 17 and 18, an owner of a unit .mey make an application to the District fe Court of the district in which the registered Condominium Property ts situated (hereafter in this section, section 202, section 20 ur and . section 209 referred to as “the court”) for ) » am order to direct the mamegement corpors- . tion or management corporations to— A (@) ‘tramsfez a part of the eomraon ele- ments; oF, . “1: (>) mecept a transfer of any land or part . te 1+ thereof or any unit so that the land rou: gp part thereat or anit shall form ++ ° part of the common elements ; oF",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "‘Apartment'Ownership (Amendment) mn Act, No, 45 of 1982 <(@) amalgemate.the common élemente of two or niore management corpora : woh ‘Yous. “4 Pa = (2) When an application has been made to the court pursuant to subsection (1), the court; on being satisfied that it fs impractica ‘ble to convene a meeting to pass a special resolution and that having regaMd to the righta and interests of the owners of all the units ‘and’ the persons having registered interests in the common elements as a whole it ia Just and equitable that— * (ay the transfer of the part of the common elements should be made ; or (0) ‘any land or part thereof or unit should form part of the cummon elements ; ce er 5. (©) the common elements of two or more + management corporations should be + amalgamated, may make an order: directing the manage. ment corporation or management corporay fons to transfer such part of the common elements; accept the transfer of the fand or part thereo? or-unit, or execute an instru- ment of transfer of two or more Condom- inh Properties so that such Condominium Properties-shall become vested as‘ one Con- , dominium Property in’ the owners of all the \" Unita a8 tenants fn cotnmon in so fer as those ’ Condominium ,Properties- affect the common elements, ag the case may be, and lodge the transfer, with the Registrar. (3) Every instrument of such transfer or “acceptance of a transfer lodged for registra 4ion shalt be accompanied with a certified true copy of the order of court directing such ; transferor acceptance of a transfer. a opags caa/om)",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "BU Apartment ‘Ouriership (Amendment) ‘Act, No. 45 of 1082 1: (4) Upon the registration of the transfer (a) in the case of a disposition of all or part of the common elements, the owuera of all the unity and other ‘persons having registered interesta in the common elements shall be ‘bound to accept the terms of the order of the court and the provisions of subsection (4) of section 16 shall apply. mutatie mutandis to such transfer; 4, (®) in the case of any addition to the «| .®, common elements, the provisions of “\" gubsections (3) and (4) of section 17 cooj) } Bhall apply mutatis mutandis to such ars, a; framsfer sand (©) in the case of the amalgamation of the common elementa of two or more +3\" *ccmanagement corporations, the pravi- svn, slong of subsection (4) of section 16 and-subsections (2), (4) and (5) of section 18 shall apply mutatis woe on gy ott mutandis to such amalgamation, ‘Cnty of “°°. of Unity of seisin in two or more units saisiN.co 2-1 shall not destroy servitudes’ or restrictions imnlied or created by'this Law, but on the Cessation of such unity they shall continue in full force and effect as if the seisin had never been wilted, 9°\" Shore anit, +. 20a. (1). The share value of each unit. (except in the case of an . accessory unit ‘where mo share value shall be. allotted) shown in every plan todged for registration as a-Condomintum Ptom shall be taken a5 share units, «|; 22 seals oe ‘(i) The chai’ units’ shill determine— * (a) the voting rights of the owners of all yah 13a thes ang ANG FD © '() the quantum of the undivided share of me each owner of'a unit in the common tong. in @lements ; and-! -",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "‘Apartment Ownerihin’ (Amendment) 19 ‘Act, No. 45-of 1982",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "\" (¢} the proportion payable by each owner vos: of @ unit of contributions levied by + ae gothe management corporation pursue",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "scp ny BA te section 20a Spnattution,. 200, (8) The.owners of the units shell, by Sanagement “. virtue of this Law, upon.ceglstration of the eee\". Condominium Plan be 2 body corporate ‘vith perpetual succession and a common seal and shall be called “the management corpara-",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": " - @) The masagement corporation may— xa) sue and Be sued on any contract made by its (b) sue and’ be sued in respect ‘of any var matter affecting “the ~ common elements sand, Hs",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "ve a. is",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "(c) be ‘sued in’ respect of any matter",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "é connected with the Condominjum Property for which tho owners of all the units are jointly liable.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "(@ The menagerient corporation shall elect a couieil which, subject to any restric ton imposed or divection given by the mana~",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "__gement “corporation st a general mesting, ‘shall perforin the management corporation's duties and conduct the management corpare- tion's business on {ts behalf and may for that",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "» purpose exercise’ any’ of the management ‘cornoraifon's powers.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "+ @) ‘The provisions of the First Schedule to this Lew: shell have effect in relation to the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "-msnagement- corporation and its esuncil.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "(@) If the management corporation makes ‘default in complying with any requirements of, of duties imposed upon it by, any of the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "“provisions: of the Flest Schedue to this Law the management corporation and every mem- ber ofits council, or-every owner of a unit, who ig knowingly a party to the breach or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "© default, shall be guilty of an offence under",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "20 Apartment Ownership (Amendment) Act, No, 45 of 1982 4 °(6) Avy member of the management coun- ell end ‘any owner of a unit who makes de- fault in complying with any af the provisions of the First Schedule to this Law or makes default in complying with any requirements af, or duties imposed upon it by, any of the Provisions of the First Schedule to this Law shail be guilty of an offence under this Law. (7) In this section “owners of oll the units” includes the persous entitled to the ‘Condominium Property upon destruction of the subdivided building pursuant to section 209. ‘Duties, &e., 20c. (1) The duties of the management feat MS... comporation shall include the following :— Corporations, 1 (e) to manage and properly maintain the - common elements and keep them in ‘+ :'-@ state of good and serviceable | repair; (b) unless otherwise directed by uneni- . ‘mous resolution, to insure and keep , insured the subdivided building to \"the replacement value thereof against five and such other risks as may be .. Breseribed under thig Law 5 (©) to effect such other insurance of the subdivided. building as may be required by law; (@) to insure against such other risks as >the owners of all the units may by - 0° gnecial resolution direct ; (©) to forthwith ‘apply ingurance moneys recelved by it in respect of damage nga to the subdivided building im re- jives butlding ond reinstiting Ht so far ‘{sswatis ft may be lawful to do 20; @) to pay ‘premiums on any policy of ingurance effected. by it;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "Apartment Ownership: (Amendment) a Act, No, 45 of 1982 © (9) to comply with-any notice or order made by any Government, public or iy 7> y qugtutory authority requiring the Ju abatement of any nulsance on the . .; common elements or ordering repairs or other work t0 be done in respect of the common elements or any building or other improvement .. * 0p the Condominium Property ; (i) to comply with any such notice or order as is referred to in paragraph . {g) given or made in respect of any of the units, if the owner of a unit fails to do so within a reasonable . time; and 3 @ to pay the rent (it any) on the land ; sit. On which the subdivided building is erected... (2) The powers of the management corporation shall include the following:— © (@) to take lawful stepé to recover from any owner of a unit any sum * expended by the management cor- 2 poration in respect of that owner's ron. + unit fn complying with any sacl notice or order as js referred to in paragraph (h) of subsection (1) ; ~. (2) to purchase, hire.or otherwise acquire aq MHOVable property for use by the * ‘owners of all the unit in connection a? * ” swith their enjoyment of the common re elements; itn vt 21 (@)'to borrow moneys required by it in ‘ui 71. the exercise of its powers or the ore. performance of its duties ; L2(d)-to secure the repaymeht of moneys ica: borrowed by it and the payment of cue, daterest . thereon, by” negotiabte , . instrument or by a charge of unpaid ‘4 \" gontributions © the management cy ol» fund, whether slready levied or not 5 and ise",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 23,
    "par_num": 2,
    "text": "Be Apartment-Ownership (Amendment) Act, No, 45 of 1982- ~ (@)-to'take lawiul steps necessary for the ‘win > performance of its duties under this ': +) e-lLaw and for the enforcement of the ‘or rit by-laws set out in the Second + “an, -Sehedulle to this Law, tte 5 (8) ‘The management corporation shall be deemed—, mtg ! + (a) Zor: the purpose of effecting mny suas, ‘g,, ‘SUtRNCe under paragraph (b) oF ° LAT © of subsection (1), to have an 2c nae Wmurable interest in the sub WY divided building equal to its replace. “ment values ; and (b) for the. purpose of effecting any insurance under paragraph (d) of ++ <9 subsection (1), to have an insurance ve tnterest in the gubject-matter of the ‘insurance,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 23,
    "par_num": 2,
    "text": "(4) A policy of insurance taken out by the management corporation under this section in respect of the subdivided building shall ‘not be liable to be brought into contribution with any other policy of insurance, except another policy taken. out under thie section jm respect of the same subdivided building. (1G) Where the management corporation ‘performs any repaire, work or act (whether ‘or not:the:repeirs, work or act were or Was {Performed consequent upon the service on it dy, any. Government ot statutory authority of any notice ot order}; and the repairs, work ‘or act were or was wholly or substantially ‘the liability or the responsibility of the towne? of a unit only or wholly or substan- tially for the henefit of some'of the units only -or wholly or substantially the liability or the responsibility of ‘the owners of some of the “units only; any.” ‘money expended by the sthanagement corporefion in performing the repairs, work of act shall— 1",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "Apartment Ownership (Amendment) 2 Act, No. 45 of 1982 (@) tn the case where the repairs, work or act were or was wholly or substan tially the lability or the responsi- bility of the owner of a unit only, be tecoverable “by the management corporation in an action in any court 5 af competent jurisdiction as a debt due to it jointly and severally irom— G@) the relevant owner of the unit at the time when the repairs, work or act were oF waa per- ~ formed ; and . (i) the relevant owner of the unit at the time when the action was vx + , Comamenced ; oF (b) in the case where the repairs, work or act were or was whully or gubstan- tiglly for the benefit of some of the units only or wholly or substantially the lability or the respancibility of the owners of some of the unite only, be recoverable by the management + corporation in an action in any court ‘of competent. jurisdiction as a debt dus to it jointly and severally from— @ the -relevant owner of each of Pu\" such units at the time when < -the repairs, work or act were 20° Og yas performed ; and Gi), the ‘relevant owner of each of * oc, Buch units at the time when \"the action was commenced, the amount payable by any owner and former owner in respect of any unit being not more than the pro- ‘portion of the debt which the share unit of the unit then bears to the A \\ aggregate share’ units of all those 1 a, RES. bot (6) An owner of 2 unit who is not the ‘owmei of the unit at-the time when the repairs; work or det'referred to in subsection (5): were or was’ performed shall not be “Mable to pay to the smanagement corpora-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 25,
    "par_num": 3,
    "text": ". Apartment Ownership (Amendment) * ‘Act, No, $5 of 1982 tion any amount due under that subsection if he has, at aay tume on oF wiiun twenty- one days .before the date he acquired the Jfitle oF interest in the unit, made a requisi- tion in writing to, the management corpors tion, to inguire-about the amount (if any) recoverable by the management corporation sunder that subsection fn respact of the unit and the management corporation has—  @. certified that no amount is theo rie Fecoverable by the management ‘corporation in respect of the unit fw * pursuant to subsection 45) 5 or %©(>) not given a reply to the requisition at git ally thing within fourteen days of the | yr, Gate of the service of the requisition, and where the management corporation has certified thet any ‘ainount is due under sub- section (5), the liability af such owner shall bbe Umited to the amount so certified: “c (7) Where the management corporation incurs ‘any expenditure or peciorms any Tepaire, work oF act (whether or not the ex- pendituse was incurred or the repairs, work or act .were or was performed consequent. upon the service on it by any Government or statutory authority of any notice or ordex) and the expenditure or the repairs, work or act were or was rendered necessary by reson of any wilful oF negligent act or omission on the part of, or ‘preach of any provision of its by-laws by any person or his, tenant, lessee, licensee oF invitee, the“amiount of that expenditure of any money expended by it in performing the repairs, work cr act shall be reenverable by 4t from that person 4s a debt in an action in any court of competent jurlediction.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 25,
    "par_num": 3,
    "text": "(8) The generality of this section shall not ‘be prejudiced by any other provistons of this ‘Law. conferring a power or imposing a duty",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 25,
    "par_num": 3,
    "text": "(,on ths, management corporation,",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 26,
    "par_num": 5,
    "text": "- Apartment Ownerahip (Amendment), 6 Act, No. 45 of 1982 Policies of. 200, (1). Notwithstanding ‘any existin fonuranee. “ Dolicy of inaarance effected on a subdivided ‘building the owner of a unit may effect a policy of insurance in respect of damage to shis unit in a sum equal to the amount secured. by a subsisting mortgage thereon and owing ‘a3 at the date of the damage or losa caused, ‘to the unit, (2) Where any such policy of insurance is inforve— 8. . {@) payment shall be made by the insurer no “tunder the policy to the registered av ++ Mortgages in order of their respec= |. tive prlotities, subject to the terms ‘i ie _»,and conditions of the policy ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 26,
    "par_num": 5,
    "text": "(b) subject to the terms snd conditions of the policy, the insurér‘shell be liable to pay thereunder",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 26,
    "par_num": 5,
    "text": " @ the value stated in the policy ; (i) the amount of the damage or LEE as (il) the amount sufficient, at the date of the damage or loss, to dis- charge the mortgage charged se upan the anit, Whichever is the least amount; * (@) where the amount 90 paid equals the vox vsimounts necessery to discharge a ft mortgage charged upon the unit the : insurer ghall be entitled to a transfer of the mortgages and \\(@) “Where the amount so paid by the fine",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 26,
    "par_num": 5,
    "text": "“surance ig ‘less'than’ the smount",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 26,
    "par_num": 5,
    "text": "~necessary to discharge a mortgage “charged upon‘ the unit the insurer shall bs entitled to secure the amount so-paid-on .terms-rand cnnditions ; agteed upon as provided im mubsec- tion (8) oF, failing agreement, on “the same terms ‘and conditions as those contained ih the mortgage.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 27,
    "par_num": 17,
    "text": "26 Aportineiit Oumerahip (Amendment)~ ‘Act, No, 45 of 1982",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 27,
    "par_num": 17,
    "text": "2(@) Wor tiie purposis of paragraph (d) of ‘wubsection (2) sriy insurer and mortgagee may at any time, whether before or after a polisy of insurance has’ been. effected by the owner cf a unit, agree upon the terms and “eonifitions of the submortgage. =~",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 27,
    "par_num": 17,
    "text": "(4) Nothing in this section shall init the right of the ovmer of @ unit to Sosure against rinks other than damage to bis unit,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 27,
    "par_num": 17,
    "text": "(p (G)-Phe policy ‘of insurance authorized by",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 27,
    "par_num": 17,
    "text": "‘this geotion and taken out by the owner of @",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 27,
    "par_num": 17,
    "text": "iindt fia respect of damage to his unit shall",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 27,
    "par_num": 17,
    "text": "Hot Be Hable to be brought into contribution. iwith, any other policy of inrurance save -another policy taken: out under this section in respect of damage to the same unit. +> @ The provisions of this section shaD apply notwithstanding the provisions of any law relating to insurance.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 27,
    "par_num": 17,
    "text": "‘Appointment 208, (1) The court on the application of the of inistratos--. management, corporation, the owmer of a walt byeourt..zo, or any other ‘person or body having & regis- oe teted-interest. in a unit may appoint an ad- ministrator for the management coraporation for a fixed or indefinite period and on such",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 27,
    "par_num": 17,
    "text": "+ teims and conditions as to remuneration or",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 27,
    "par_num": 17,
    "text": ", otherwise an the court thinks fit, -",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 27,
    "par_num": 17,
    "text": "+ @)-tEhe remuneration and expenses of the administrator ghall be charged upon the Hmnanageraent fund: of the management",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 27,
    "par_num": 17,
    "text": "corporation: . 7 r+ :",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 27,
    "par_num": 17,
    "text": "«_- (@) The administrator, to the exclusion of the management eorporation, shall have the power and shal! .perform the duties of the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 27,
    "par_num": 17,
    "text": "_ managment, corporation, of such of them a& Jthe court. may order : bs Pyowided thet the provisions of this sub-",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 27,
    "par_num": 17,
    "text": "gection ‘shall not prevent an application by ~ the management corporation under subsecHton",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 27,
    "par_num": 17,
    "text": "‘(@) for the removal or replueement of the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 27,
    "par_num": 17,
    "text": "ovadministeator, SF",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "Aportment Ownership (Amendment) a ‘Ack, No, 45 of 1982 tw G) The. court.on the application of the administrator or any. person or body entitled “tw apply wider subsection (1) may ‘Tamove > or-replace'the administrator: eo ., @)-An administrator when appointed chall , forthwith lodgé with the Registrar and the ‘Common Amenities Board an office copy of the order of court making his appointment. .i (@) Where an order of court for removal or «replacement of an administrator hag been granted to any person, such person shall for- , thwith lodge with the Registrar and the Common Amenities Board an office copy of such remaval or replacement, ‘* () On any application made under this * section the court may inake such order for the payment of costs an it thinks ft, Common “20%: (1) Where the ‘Common Amenities Amenities . - Board is satistied thatthe management Perform dutiéé ' corporation ig not-carrying out its duties or SLEAPE performing ite business satisfactorily and in corporation ;, , of the opinion that certain duties must be vaeniotrator-°@teied out urgently: or immediate action i appointed...’ must be taken with . respect to matters of ‘concern to the management corporation and ‘the owners of all the units, the Common Amenities Board chall have the power and ‘may perform the duties'of the management “\"eorporaticn until such:time an administrator is appointed under section 202. (2) The expenses incurred by the Common Amenities Board for and on behalf af the ‘management corporation ‘shall be a charge “upon the management fund of the mansge~ ment corporation. 5.1% = (8) When the Common Amenities Board hhas exercised the powers conferred upon it under this section it shall as soon as possible notify. the management corporation concern- ed or, every. member thereof or the person responsible -foy the management of the sub- divided building and the common elements,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "8 Apartment Ownership (Amendment). ~ ‘Act, Wo, 45 of 1982 By-ias foe’ “1! 200,°(i)_ very subdivided building shown Feguleting .;  t-a Condotalnium Pian shall be regulated by prcagemedt.. by-laws which shall provide for the control, Se chaea ‘Management, administration, use and enjoy- Guildings. ment of the units and the common elements, 1, (2) The bytes shall {nelude the by-laws - aot out in Second Schedule to this Law which ‘shall “aot! be, amended or replaced by the management corporation. 4 (Sy The by-laws” set out tn the Second ‘Bchedule to this’ Law, shall, as and from the + fegistraticHi of a Condominium Plan, be in force for all‘ purposes in relation 10 every “eubdivided building.’ ~* (4) The’ management corporation may, subject to the provisions of this Law and ‘any other written law, by spectal resolution -make additional, by-laws, uot inconsistent with the by-laws set out in the Second /Schedule.to this Law, for regulating the con trol, management, administration, uxe and enjoyment of the subdivided building. +e.) The by-laws for the time being in force in respect of the subdivided buildings’ shall bind the management corporation and the ovmers of all the waits to the samme extent Sas if they: constituted properly executed agreements— ~~  @) on the part.of the management cor no e,, poration with the owners of ali the Sy a (®) om the part of each owner of a untt i). with the management corporation. (®) The fmanagement corporation shall— < @ keep a record of the by-laws in force from time to time j -»1 _ @) om receipt of an application an writing 7 \"made hy the owner of a unit oF by 2 “19 * person duly authorized to apply om » =\" belialt of the owner of a sul for 2 22-4 eopy of the by-lews in force. supply fo 200g guch ‘owner of duly authorized io person at. teasonuble cost @ COPY \"er 93> of the by-laws; and”",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "Apartment Ownership (Amendment) 9 Act, No..4§ of 1982 i» (@) on the application of any person who ‘octy satisfles. the management corpors- ti: ‘+ ton that be has a proper interest in sid... 90 applying, make-available for ins~ cet > pestion the by-laws, \\-+ (No by-law shall ‘be capable of opera- BOB ary * (@) to prohibit or restrict the assurance of \"any unit jor 85: {t) to destroy or modify any servitude / + expressly or impliedly created by or under this Law., (8) A copy of every by-law made by the management corporation and every modifi- cation or amendment of any by-law for the time being in force, certified as a true copy under the seal of the management corpara- tion, shall be lodged by the management cor- poration with the Common Amentties Board. ~ (9) Tha management corporation or any owner af a unit shall be entitled to apply to the eourt— 3 © (@ for an order to enforee the’ perfor . mance of or restratn the breach of vn 7 BY by-law, by 3 oF (®) to recover damages for any loss or |... injury to any person or property “arising out of the breach of any by Ps 8 aw from, atiy person hound to comply therewith, the management corporation or the administers tot, and the court, may make such order ageinst any such person,; the management ceorparation or the members of its council, of ‘the administrator, ng the court thinks fit, *°\"¢10) Every’ owner ar occupier of a unit “who commits‘a breach of any of the by-laws in the Second Schedule to this Law or makes default: in complying with the provisions of ‘the said by-laws, and every owner of a unit who is knowingly a party to the Breach or default, shall-be guilty of an offence under Yhis Lawes: ap truce",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "30 “Apartment. Ownership (Amendment) Act, Noo45 of 1982 Betabitet- ~Nei\" 20 (4)! The: management corporation ienagement’\"’\"aball establish-a fund tor administrative ex- ‘fund, penses-- (hereinafter referred to as “the wi ws '\\° management fund”) suffictent in the opi- nion-of the management corporation for the Purposes of controlling, managing and ad- ministering the ¢oramoen elements, paying rent, rates and premiums of insurance and discharging any other obligation of the mandgement: corporation. (2) The management corporation may by ‘ananimous resolution invest as it thinks #t any moneys in the management fund provi- _ ded that @ unanimous resolution shall not be required for investment in a fixed deposit account with a bank,” + | @)-For the purposes of establishing and maintaining. ‘the management fund the ‘management “corporation may at a general (@) determine from time to time the 1.4 amounts to be raised for the purpo- sea mentioned in subsection (1); « «.() pase the amounts so determined ky zy, levying contributions on the owners uo + Of all the watts in proportion to the ‘share unite of thelr respective units 5 1 2@) determine the amount of interest paya- ble by the owner of a unit in respect gunigu, Of late contributions, lt (4) Ori -application by or om behalf of a ‘person who is the owner of a-unit or by or on behalf “at @ prospective purchaser of a unit that is offered for sale or by or on behalt of the mortgages or prospective mortgagee of & ‘Unit, the management enrporation shall issue to.that person a, certificate certifyiag— +/4@) the-amount determined purauant to dy fithy subsection (3), as, the contributions: foguen Of. thatownerj. an. + of (b)the® time ‘and manner of payment of 4 1 ¢thé amount determind by it pur suant to that subsection ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "Apariment Ownership. (Amendment) ‘B1 Act, No. 45 of 1982 (© the extent Gf any): to which th con- | _ tribution haa been paid ;\"\" . °\"@) the amount (f any) then recoverable y hy the management corporation in + 1s, respect of the unit pursuant to sub: section (5) of section 20c 5 |, @) the sum or the respective sures stan- +, ding to, the credit of the fund or \"\" “funds kept and maintained by the management corporation pursuant an «+ ta subsestion (1), and the amount or respective amounts out of that fund +) upp. OF those-funds committed or earmer= \"marked for any. expenses already , incurred by the mansgement eorpo- ff Fatlom 3 ands az + @) whether o not the management cor ‘poration has*ineurred eny expendi- ‘ture.ar performed or is about to per- . form any repairs, work or act in : reapect of which'& Mability is likeky t,t be incurred by.the owner of a whit under any provision of this Law and, 7° f 0, therestimated amount of the vt expenditure or the:.general nature sworn. Of the Repairg, work or act, and us against the management corporaticn and in favour of any person (including the member) relying in good faith on such certl- fleate, that ‘certificate shall be conclusive evidence of the matters certified therein, * “() Any conttibutién Tevied under sub- ‘vection (8) in respect f a unit shall be due and payable on the passing of o resolution to that effect hy the management corpora tlon, and in accordance with the terms of that resolution, and may:he recovered a9 @ civil debt from the owner of, or his successor Ain title: fo the unit, - =” + (6) Por the purposes of subsection (6) “owner.of a anit” includes the person for the time being receiving the rent of the unit ‘whether’ aa agent or ‘trustee or ag receiver, ahd who would recaive the same if the unit ‘were let td atenant. « a",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "32 Apartment-Ownership (Amendment) ‘Aict, No. 45 of 1982 conection,“ 20. @) Where, (+ ;, @), any, contribution has heen levied “_iiieny, URder subsection (3) of section 20s, v= sui edn respect of a unit; or , Bau tes (2) any amount is recoverable by the ‘<5 vamianagement corporation in respect ‘ -\" of a unit pursuant to subsection (5) 1\" of section 200, : and: such contribution or smount remains unpaid on the expiry of a period of fourteen daya after the management corporation has sent a written demand for the contribution ¢r'amount, that contribution or amount including eny interest due thereon (if any) shall constitute a first charge on the unit in ‘favour: of the management corporation w (2) The tianagement corporation shall, subject to the provisions of subsection (3), have the power of gale and all other powers relating on, incidental thereto os if such ‘management .. corporation was a registered tnortgages and the’ amount of contribution -due -(including: any interest. thereon) shall bé subject to all statutory rights and charges “pf any Govertiment or statutory authortly over the unit: .and to all, encumbrances registered or notified prior to the date of -lodgenient of the-naid instrument of charge. °< @) ‘The thénagement coporatidn shall not proceed under subsection (2)- to sell the unit vunlesa cng tele \" (@) a spectal regelution has been passed ue ve»: by the management corporation te J evbueo have the unit sold; * 7-40) a notice of the intended sale hag been ct wt; » Published once in one or more daily ROWEDAPEEE Stu5 cose",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 34,
    "par_num": 4,
    "text": "Apartment Ownership (Amendment) B = Act, No, 45 of 1982 (@) during the period of six weeks after the date of such publication no pay: ment hes been made for the amount ‘ of contribution including interest thereon due and the cost of publica tion specified in paragraph (0) as well as any other necessary incidental charges; and : (@ there is no legal action pending in court to restrain the management corporation from proceeding with the sale,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 34,
    "par_num": 4,
    "text": "(@) Where a transfer of any nnit has been made by the management corporation in the exercise of its power of sale as a charge pursuant to the provisions of subsection (3) and lodged with the Registrar for registra sion",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 34,
    "par_num": 4,
    "text": "{w) such transfer shall not be accepted",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 34,
    "par_num": 4,
    "text": "for registration unless there bas heen lodged with the Registrar— @) a certified true copy of the apeciel resolution of the management corporation authorizing the exerelse of its power of sale with the seal of ‘the management corporation affixed thereto in the presence of two members of the counell of the management corpora- tion (4) 8 copy each of the notice of the publication specified in pars- gsaph (0) of subsection (3) ; and (iii) a statutory declaration made by two members of the council of the management corporation referred to in sub-paragraph (i) of this paragraph jointly ‘ . stating that the contribution and interest dua thereon ineluding all necessary incl . dental charges have not heen 4A c8182 ai)",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 35,
    "par_num": 10,
    "text": "u Apartment Ownership (Amendment) Act, No, 45-0f 1982 ; paid and that there ig no legal action pending in court to . yeatrain the manugement cor oration trom proceeding with the sale of the unit; and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 35,
    "par_num": 10,
    "text": "(®) neither the purchaser of the unit from",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 35,
    "par_num": 10,
    "text": "‘the management cotporation nor the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 35,
    "par_num": 10,
    "text": "Regisivar shall be concerned -to",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 35,
    "par_num": 10,
    "text": "enquire into the regularity or * validity of fhe sale or transfer,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 35,
    "par_num": 10,
    "text": "(6) Where the management corporation has weongiully or otherwise exercised its ‘power of sale in contravention af the provi- sions of this section every member of the council of the management corporation present when the special resolution was assed or in whase presence the seal of the management corpotation was affixed to the certified true copy of the special resolution posed and lodged with the transfer pursuant to subsection (4) of this section shell be guilty of an offence under this Law.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 35,
    "par_num": 10,
    "text": "(8) The sit shall, upon payment of the amount of contribution due including all tnterest thereon and any necessary incidental charges, be discharged by the management corporation upon the receipt of such pay- ment.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 35,
    "par_num": 10,
    "text": "() The provisions of this section shall be ‘without prejudice to the rights and powers",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 35,
    "par_num": 10,
    "text": ", conferred on the management corporation ‘by subsection (5) of section 20¢ or subsec~ tions (5) and (6) of section 20m to recover the contribution or amount dus and all interest theraon including any legal costs and fncidental charges necessarily incurred for the recovery of such contribution or smount",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 35,
    "par_num": 10,
    "text": ": in respect of any unit as a civil debt from the ‘owner of, or his successor in title to, the unit,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 36,
    "par_num": 1,
    "text": "Apartment Ownership (Amendment) FE ‘Act, No, 45 of 2982 (®) In this section “Government oF \" gtalutory auboriiy” shall include any person, corporation or body, authorized oF empowered by any’ written law to attach, sell or acquire land compulsorily. Lisbitity of «20. (1) The payment of any amount members of Inwfully incurted by the management cor Seporation poration in the course of the exercise of any of ity powers or functions or the carrying ‘out ils duties of obligations shall, by virtue of this section. be guaranteed by the persons who, for the time being and from time to time, are the members of the management corporation, the member who is or the mem- bers who are the owner or owners of exch unit being liable under such guarantee only for such proportion of the money so incurred as the share unit of that unit bears to the ageregate share unlts of alf the units, @) Where {a} by reason of any lability of a member ‘or former member of the manage- ment corporation under sudsection (2) that member or former member thas, in respect of any matter, been ' obliged to pay, and paid, more than the proportion for which he wan Bable in respect of that matter under mubseotion (3) of section 20s; and @) any other member or members of « ‘the management corporation has or : rave not discharged or fully dis- _ charged his or their Hability under that subsection in respect of thet ° same matter, the member or former member referred to ’ tm paragraph (a) of this subsection shalt bo entitled to recover from the member oF 3 members referred to in paragraph (b) of this . subsection in any court of competent : jasisdiction, as a debt due to bim from that + member or those members, an amount not , ‘exceeding the amount by which the aggre- gate smaunt paid by him in respect of that",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 37,
    "par_num": 8,
    "text": "26 Apartment Ownership (Amendment) Act, No. 45 of 1982 matter exceeded the amount of the propor- tion for which he was Hable in respect of that matter under subsection (8) of section 20x, but no member referred to in paragraph (by of this subsection shall be held liable to poy under this subsection more than the amount remaining undischarged of his ability in respect of that matter under sub- : section (3) of section 20%,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 37,
    "par_num": 8,
    "text": "Powers of 20. (1) Where the owner of a unit is for",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 37,
    "par_num": 8,
    "text": "young any Feeson unable to control his property,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 37,
    "par_num": 8,
    "text": "Soabie tp the powers of voting conferred on him by",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 37,
    "par_num": 8,
    "text": "property. the First Schedule to this Law shall be exercisable by the person who is for the time being suthorized by law to control that Property.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 37,
    "par_num": 8,
    "text": "(2) Where the owner's interest is subject to one or more registered mortgages, the powers of voting conferred on him by the Fist Schedule to this Law—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 37,
    "par_num": 8,
    "text": "(a) shall, in any case where an unanimous",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 37,
    "par_num": 8,
    "text": ": resolution is required, be exercised . . by-the mortgugee first entitled in . . priority either personally or by proxy unless auch mortgagee has at any time prior to the general mest~ : ing given notice in writing to the management corporation that he does not intend to exercise the sald powers of voting; . (b) in eny other case, may be exercised by . the owner unless the mortgagee first : entitled in priority has at any time Prior to the general meeting given written notice to the management corporation of his intention to exercise the sald powers of voting und in such event the powers of vot ing shall be exercised by the 2 mortgagee when the mortgagee is present personally or by proxy at the general meeing and if the 1 mortgagee or his proxy is not . present at the general meeting, then the powers of voting may subject “ fo the provisions of paragraph (6) : bbe exercised by the owner ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 38,
    "par_num": 13,
    "text": "Apartment Ownership (Amendment) ae Act, No; 45 of 1982 (@) iu any case where the mortgagee first a eniitled in any priority does not ‘wish to exercise his powers of vot- ing, the registered mortgagee entitl- ‘ . ed next in priority or hia proxy may exercise the powers of voting confer. red upon the morigagee first entitl- . ed in priority and if the registered mortgagee entitled next in priority ‘or bis proxy is not prevent at tha said general meeting then such Powers of voting may be exercised by the owner.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 38,
    "par_num": 13,
    "text": "(3) A registered mortgagee shell not be entitled 1a exercise his powers of voting sonterred by subsection (2) unless he has notified hig interest to the management corporation,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 38,
    "par_num": 13,
    "text": "Powar of 20m, Where the court, on the splice.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 38,
    "par_num": 13,
    "text": "Spent tion of the management corporation or the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 38,
    "par_num": 13,
    "text": "Publig owner of a unit, is satisfied that there is no",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 38,
    "par_num": 13,
    "text": "‘Trustee to person or body able to vote in respect of @",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 38,
    "par_num": 13,
    "text": "Soling powers unit, the court—",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 38,
    "par_num": 13,
    "text": "cece (@) shall, im cases where an unanimous resolution is required by this Law; and 5",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 38,
    "par_num": 13,
    "text": "(d) may, in any other case, appoint the Public Trustee or some other fit and proper person or body for the purpose",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 38,
    "par_num": 13,
    "text": "\" of exercising such of the powers of voting “attached to the unit under this Law as the court may determine,“ “\"~",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 38,
    "par_num": 13,
    "text": "Serie not 20m, (1) The management corporation ocuments, shall ut or near the front building alignment",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 38,
    "par_num": 13,
    "text": "* of the Condominium Property— 1 - (0) cause to be continuously displayed a ce notice showing ‘the name of the * +-,. Management. corporation and the a “iy address for service of documents . vo a goa shown on the registered Condoml-",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 38,
    "par_num": 13,
    "text": ": nium Planj-and",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 39,
    "par_num": 11,
    "text": "33 Apartment Ownership (Amendment) Act, No. 45 of 1982 (®) where the address for service of documents shown on the registered Condominium Plan Is the postal address of the building erected with- in the Condominium Property, cause to be continuously available a recestacle suitable for purposes of : Postel delivery with the name of the management corporation clearly shown thereon. .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 39,
    "par_num": 11,
    "text": "(2) Where the address for service of docu- ments is a’tered the management corporation shall forthwith votify the Registrar and the Common Amenities Brard of the alteration,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 39,
    "par_num": 11,
    "text": ": and the Registrar shall amend tne register- ed Condominium Plan accordingly,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 39,
    "par_num": 11,
    "text": "(8) A document may be served on the management corporation by sending it by",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 39,
    "par_num": 11,
    "text": "“ | tegistered post addressed to the manage- ment corporation at the address shown an the registered Condominium Plan or ny amendment thereto,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 39,
    "par_num": 11,
    "text": "(4) Any notice sent by registerad post to the last recorded address of the management corporation shall be deemed to be duly served on the management corporation at",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 39,
    "par_num": 11,
    "text": ". ‘the time when a letter would in the ordinary course -of post be deliverd, and notwith- standing the fact that the letter may be returned through the post office undelivered, |. (3) For the purposes of this section “document” includes summons, aotice, order and other legal process,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 39,
    "par_num": 11,
    "text": "Procedure 20r, Where a subdivided building shown (ibdivided . im a Condominium Plan is demaged but s Einescl not totally destroyed the management cot- poration shall in the following priority :—",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 39,
    "par_num": 11,
    "text": ": ”.(a) reinstate the’ damaged portion of the ook wee subdivided building and provide @ “ 1 Scheme for the continued use of the",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 39,
    "par_num": 11,
    "text": "+, suhdivided building in whole or i",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 39,
    "par_num": 11,
    "text": "parts,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 40,
    "par_num": 24,
    "text": "Apartment Ownership (Amendment) cd Act, No. 45 of 1982",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 40,
    "par_num": 24,
    "text": "(0) apply the insurance moneys received",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 40,
    "par_num": 24,
    "text": "‘ by the management corporation in respect of damage to the subdivided",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 40,
    "par_num": 24,
    "text": "building towards tha scheme of",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 40,
    "par_num": 24,
    "text": "reinstatement and continued use of",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 40,
    "par_num": 24,
    "text": "‘the subdivided building referred to",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 40,
    "par_num": 24,
    "text": ". in paragraph (a) ;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 40,
    "par_num": 24,
    "text": "(©) direct the payment of the insurenee moneys received by the manage- anent corporation to the owners of the unite or some or one or more af them whose units were damaged or destroyed,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 40,
    "par_num": 24,
    "text": "Destruction’ 909. (1) For the purposes of this Law, a",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 40,
    "par_num": 24,
    "text": "eres subdivided building shown in a Condom!",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 40,
    "par_num": 24,
    "text": "buildings. alum Plan shal! be deemed to be destroyed when the owners of all the units ‘by unani- mous resolution resolve that the subdivided building be destroyed.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 40,
    "par_num": 24,
    "text": "(2) Upon destruction of the subdivided building the management carporation shail forthwith lodge with the Registrar a notice",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 40,
    "par_num": 24,
    "text": "oa of its destruction.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 40,
    "par_num": 24,
    "text": "(3) On receipt of that notice the Registrar shall enter a notification of the destruction of the subdivided building and a memoria!",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 40,
    "par_num": 24,
    "text": ": of the vesting of the Condominium Property * in the owners as tenants in common in the . registered Condominium Plan and in the volume and folio of the land register eom-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 40,
    "par_num": 24,
    "text": "prising the Condominium Property.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 40,
    "par_num": 24,
    "text": "(A) Upon the entry of that memorial—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 40,
    "par_num": 24,
    "text": "eee (a) each owner ahall cease to be-the owner",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 40,
    "par_num": 24,
    "text": "+ of the unit and sball be entitled to",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 40,
    "par_num": 24,
    "text": ". ‘the Condominfum Property as a",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 40,
    "par_num": 24,
    "text": ". ‘tenant in common with the other",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 40,
    "par_num": 24,
    "text": "owners in the shares proportional to",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 40,
    "par_num": 24,
    "text": "a his share ynits and for the samme",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 40,
    "par_num": 24,
    "text": "- : term and tenure held by him in oe “| respect of his unit ;",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 41,
    "par_num": 8,
    "text": "« Apartment Ownership (Amendment) ‘Act, No, 45 of 1982",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 41,
    "par_num": 8,
    "text": "(®) any subsisting encumbrance registered against his unit shall be an encum- ‘branes on his share in the tand com- Brising the Condominium. Proper- ty, and a memorial or notification of the encumbrance entered in the volume and folio of the land regis- er comprising that land shall bear ‘the same date ax the date of regia tration of that encumbrance against",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 41,
    "par_num": 8,
    "text": "° “Beis unit; and",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 41,
    "par_num": 8,
    "text": "(¢) all statutory servitudes implied under ‘this Law shall cease to affect the Jend comprising the Condominium Property or any part thereof,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 41,
    "par_num": 8,
    "text": "(6) The former ownera may by unanimous resolution direct the management corpora tion to transfer the Condominium Property or any part thereod,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 41,
    "par_num": 8,
    "text": "{6) The managment. corporation, if it is satisfied that the resolution was duly passed",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 41,
    "par_num": 8,
    "text": "* and that all persons having registered inter- + eats im the Condominium Property have con- sented in writing to the release of thelr res pective interests in the land comprising the Condomintum Property or any part thereof, intended to be transferred, shall exeoute the : appropriate transfer, and the transfer shall be valid and effective without execution by . any person having a registered interest in the * Condominium Property, and the receipt of 7 the management corporation for any money# payable to the management corporation ‘under the transfer shall be a sufficient dis- charge, and shall exonerate the person tak ing under the transfer from seeing to the application or being answerable for any loss ‘or misapplication of the moneys expressed",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 41,
    "par_num": 8,
    "text": "2 to have been so received. . . “Gy & transfer executed by the manage- + + “tment corporation pursuant to the last preced- te ing subsection shell not be accepted for i” reglstratiod unless accompanted by a certi- + £0\" 2 geate under the seal of the management cor poration that'the’resdlution was duly pasted",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 42,
    "par_num": 6,
    "text": "Apartment Ownership (Amendment) aL Act, No. 45 of 1982 and that all necessary consents were given, and guch a certificate shall, in favour of a purchaser of the Condominium Property and in favour of the Registrar, be conclusive evidence of tha facts stated therein.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 42,
    "par_num": 6,
    "text": "{8) When land or eny patt thereof is trans- ferred by a former owner or the management corporation after a notice of destruction of the subdivided building has been lodged with the Registrar-—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 42,
    "par_num": 6,
    "text": "(a) the former owner, if he is transferring, shall surrender to the Registrar his title deeds relating to his unit;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 42,
    "par_num": 6,
    "text": "(®) the management corporation, if it fs transferring on behalf of all the former owners, shall surrender to the ‘Registrar on behalf of all the former owners their title deeds; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 42,
    "par_num": 6,
    "text": "{e) the Registrar, on receipt of the title deeds relating to the unit or units, _ as the case may be, shall eancel the relevant folios of the subsidiary re- gister of Condominium Property, and thereafter the transferee shall deal with the land in accordance with the provisions of the Registration of Documents Ordinance.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 42,
    "par_num": 6,
    "text": ". (2) Notwithstanding the termination of a ||. subdivision under this section the relevant ‘record of the subsidiary register of Condomt- ‘nium Property may be used in evidence as a record of matters relating to the subdivision ‘defore {tg termination so long as the manage~ __ ment comporation' continues in existence. + (10) Where a transfer of the Condominium ~ Property pursuant ta subsection (5) has heen. :  Iodged with and registered by the Registrar, ost ethe'-management corporation shall be continued in existence for the purpose of +o. winding apie affairs,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": "2 Apartment Ownership (Amendment) Act, No, 45 of 1982.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": ": (QL) The court may, on the application of 4 the management corporation or {ts adminis: ' trator, a former owner or a former mortgagee, by order make provision for the winding up of the affatrs of the management corporation and for the appointment of a liquidator to",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": "carry out the winding up.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": "(12) Unless and until a Hquidator has been appointed by the court for the purpose of carrying out the winding up of she manage- ‘ment corporation, the council of the manage- ment gorporation shall continue to perform the management corporation's business for the purpos2 of winding up its affairs, On the appointment of a liquidator all the powers of she council of the management corpora- {ion shall cease and the liquidator shail have the power to carry on the management cor- poration’s business for the purpose of winding up its affairs.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": "(23) On the management corporation being wound up—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": "‘ (a) every former owner shall be Hable to contribute to the assets of the 7 ‘management corporation to an amount sufficient for the payment of . ° its debts and abilities and the cost, + ‘charges and expenses of the winding up; and ‘ .. -.. (B) the assets of the management corpora- tion, if any, shail be distributed . among the former owners, . in the same proportion as the proportion of - con‘ribution which such former ownera would . . ave been Hable for in accordance with . section 204. Lot",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": "(14 The court may, on the apolication ‘of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": "‘a former owner, a former mortgagee or the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": "+, Havidator and on being satisfled that the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": "afteies of the management corporation have",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": "heen wound up, make an order that the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": ". Hauidator be released and that the manage ment corporation be dissolve and oa Yodae",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": "ment of such order for registration under",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 44,
    "par_num": 1,
    "text": "Apartment Ownership (Amendment) s ‘Act, No, 45 of 1982 this Law, the Registrar shell then registar and cancel the relevant record of the subsidiary . Tegister of Condominium Property. oo (15) In this seetion— a (a) “former mortgages\" means a person . who, or a body which, immediately . before the subdivision of & subdivide ed building is terminated under this section, was the registered morigagee ‘of a unit, forming part of thie aub- divided building ; . (2) “former owner” means a person who, _ ‘or a body which, immediately before : the subdivision of a subdivided , bullding is terminated under this section, was the owner of a unit, formine part of the subdivided building’. 12 Section 25 of the principal enactment is hereby Amendmant emended as follows :— ‘of sgetton. (a) by the insertion immediataly before the definition of Prizsieel “building *, of the following new defnttions:— ‘4 aemssory unit” means a unit Intended for separate ownership snd was with any other specified unit or units for any Purpose 5 “asgurance” includes any transfer, lease, charge, oe mortgage or any other application for veating made under this Lew ;*; (2) by the substitution for the definition of “Dullding™, of the following definition :—~ * puilding” includes any building partially com- pleted or, where applicable, any building to i ‘be erected within a storey shown or spectfied ~ in any Condominium | Subdivision Plan sine + for approval to the authority for the time ‘yi Being responsible for granting such ap- . praval 5°; (©) by the substitution for the definition of “eommon _ 2) elements\", of the following definition :—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 45,
    "par_num": 1,
    "text": "“ Apartment Ownership (Amendment) Act, No. 45 of 1982 “common eletnents\"~ (@) in relation to any Condominium Pro- perty which is comprised in any plan approved by the authority for the time being responsible for the approval of such plan, means s0 much of the land for the time being not comprised in any unit shown in a Condominium Plan ; and (®) unless otherwise described specifically as comprised in any unit in a Condo- minium Pian and shown ag capable of heing comprised in such unit ine eludes :— ) foundations, columns, gardens and external beams, supports, main . wells, roofs, walls, lobbies, bea corridors, stairs, stairways, fire : eseapes, entrances, exits of the ' building or buildings ; (i) car parks, recreational oF community facilities, gardens, : + parking areas, roofs and storage ‘spaces ; - (i) central and sppurtenant instella- ~ . . tions for services such as power, ight, gas, hot and cold water, . ca ‘heating, redrigeration and air- Mg 2 sonditioning, telephone, radio, ‘ rediffusion, garbage disposal and incinerators ;. ‘ * -’ @y) escalators, lifts, tanks, pumps, “ _ motors, fans, compressors, ducts: . and in genersl all apparatus and ot Sostallations existing for common ‘une 5 . (@) premises for use by security : ; Buards, caretakers and watch ve. \"Te, men 5 7 7; 1 eae. «(2D all facilitien described ag common ote cicu oy. @lementa fr any plan for a cone ° dominium development approved 7 by the authority for the time we ca\" ts of being responsible for’ such wf le So approval, and all facilities which",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 46,
    "par_num": 6,
    "text": "Apartment Ownership (Amendment) ry Act, No. 45 of 1982 a may be shown im & legend of « Condominium Plan as common elements; and (vii) oll other parts of the land not comprised in any unit necessary or convenient to the existence and maintenance and for the reasonable common tse and safety of the common elements including the roads and access drains and ditches, Ianes, parka, playgrounds and other open spaces appurtenant to the Condo- ‘minium Property 3\";",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 46,
    "par_num": 6,
    "text": "{@) by the insertion, immediately after the definition of “common elements”, af the following new defini- ions :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 46,
    "par_num": 6,
    "text": "‘Condominium Plan” means a plan of registerad land which :-— (a)is described in the title or heading thereto . as a Condominium Plan > (0) shows the whole or any part of the tand comprised therein as being divided into two or more storeys whether or not any storey is divided into two or . mote units ; and (c} contains the particulars set out in section Bs “condominium subdivision\" includes subdivizion . of land to comprise one or more unite ’ whether or not any unit is onthe same storey aa any other unit ;?;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 46,
    "par_num": 6,
    "text": "(e) by the insertion, immediately after the definition of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 46,
    "par_num": 6,
    "text": "| “encumbrance”, of the following new definition :—~ ‘“Jand” incldues land of any tenors, any building",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 46,
    "par_num": 6,
    "text": "can ‘or parts thereof, so much of the airspace above the surface as may be reasonably . used or enjoyed by any ewner, and all subs- . tances under the aurface, (excluding mineraus within the meaning of the Mines and Minerals Law, No. 4 of 1973), whether or not held apart from the surface and any estate or interest therein ;’;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 47,
    "par_num": 1,
    "text": "6 Apartment Ownership (Amendment) Act, Ho, 45 of 1982 + @ by the insertion, immediately after the definition , ot “local authority\", of the following new defini- Hons ‘management “corporation”, in relation to any one or more subdivided buildings shown on @ Condominium Plan, means the management corporation es-ablished for those buildings; “owner \" means the owner of the land immediately before the subdivision thereof; “owner of the unit” means the registered owner for the time being of a unit having a free- . hold estate in the unit or where a leaschold estate in the unit has been created a leasehold estate in the unit having an unexpired term + of not leas than twenty years computed ax from the date of registration of such creation of leasehold estate ;’; . (g) by the omission of the definition of “public corpo- ration” ; . + qh) by the insertion, immediately after the definition of * “Registrar”, of the following new definitions :— + share units” in respect of a unit means the share units determined for that unit according to : its share value and shown as such in the a Schedule endorsed on the Condominium Pian; “special resolution” meens a resolution passed at . a, @ Meeting of the management corporation, of * which at least fourteen days’ notice specify tng-the proposed special resolution has been : given, by those persons entitled to exercise “. the powers of voting conferred by or under this Law either personally or by proxy + who are together entifled to, or represent those entitled to, not less than three-quarters of the share units and who together constitute : ‘or represent those constituting not less than three-quarters of the membership;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 48,
    "par_num": 1,
    "text": "Apartment Ownership (Amendment) a x Act, No. 45 of 1982 . “storey” means any part of land consisting of a +. epace of any shape below, on, or above the murtace of the fand, or partly below and partly above the suface of the lend, the dimensions of which are delineated ; . “subdivided building” means any one or more buildings comprised in a Condominium Plan approved by the local authority ; “unanimous resolution” means a resolution wit- . ‘animously passed at a duly convened meeting ‘of the management corporation at which a persons entitled to exercise the powers of voting conferred by or under this law are present elther personally or by proxy at the ‘Sime of motion;\"; and (@ by the substitution for the definition of “unit”, of the following definition :— ‘unit ” means a defined space which is shown #3 an independent unit on a Condominium Plan and which is designed for independent + use consisting of one or more rooms whether occupying the entirety or part of one or more storeys in a building of more than one . storey and which is shown as a separate unit on a Condominium Plan and includes 2 unit . specified ax an accestory unit on any such - plan provided that such defined space has a direct exit to a road or a common area lead- . ing to a road and access cannot be bad through it to any enclosed space of like dew . eription;’. 18. The principal enactment is hereby amended by the Afattion ot widitlon, immediately gfter section 28 thereof, of the 40/tia > following Schedule :— ’ ‘enactment.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 49,
    "par_num": 20,
    "text": "a Apartment Ownership (Amendment) Act, No, 45 of 1982 . FIRST SCHEDULE, - (Sections 208 and 205)",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 49,
    "par_num": 20,
    "text": ": Manacimirt Couomaron",
    "mean_p_confidence": 0.01
  },
  {
    "i_page": 49,
    "par_num": 20,
    "text": "1. In the application of this Schedule to any particular manage- ‘ment corporation >—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 49,
    "par_num": 20,
    "text": "« “corporation * reeana the management corporation fn question :",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 49,
    "par_num": 20,
    "text": "“council” mesne the council of the corporation :",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 49,
    "par_num": 20,
    "text": "“general meeting\" mesna a general meeting of the corporation ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 49,
    "par_num": 20,
    "text": "‘“qyner”” meana the owmer of a unit who ie a member of the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 49,
    "par_num": 20,
    "text": "corporation.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 49,
    "par_num": 20,
    "text": "2, The corporate name of the corporation shall be “The Manage- sent Corporation Condomiolum Plan No, _®, the number to be specified being the serial number of the relevant Condominium Pian,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 49,
    "par_num": 20,
    "text": "2. (1) Subject to the provisions of this peragraph and to any regulations made under the Law, the council shall consist of not less than three and not more than fourteen owners, who shell be elected at each annual general meeting and shall cease to hold office at the next annual general meeting.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 49,
    "par_num": 20,
    "text": "2) Where—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 49,
    "par_num": 20,
    "text": "(@) the first annual generel meeting has not yet been held; oF",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 49,
    "par_num": 20,
    "text": "(0) there are not more than three cwners,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 49,
    "par_num": 20,
    "text": "‘the council shall consist of all the owners.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 49,
    "par_num": 20,
    "text": "(8) Bxcept where the council consists of al! owners, the carpo- ration may at any time by resolution at an extraordinary gener®] meeting ramove any member of the council from office and appoint another owner in his place to hold office until the next annual General meeting,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 49,
    "par_num": 20,
    "text": "(4) A member of the council may resign his office at any time ey writing under bis hand addressed t the corporation.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 49,
    "par_num": 20,
    "text": "(8) Where a vacency fn the membership of the couneit occurs otherwise than by the operation of sub-paragraph (1) or (3) of this paragraph, the remaining members may appoint another owner to be a member untii the next annual generat meeting. °",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 49,
    "par_num": 20,
    "text": "{6} Members of the council sbal] be eligible tor re-election or re- appointment.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 49,
    "par_num": 20,
    "text": "4 The counell shall meet at auch mes and places and at such Intervais as it thinks ft:",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 49,
    "par_num": 20,
    "text": "Provided that any member of the council may convene a mesting by appointiig a date for the meeting and giving the other members ‘not less then seven days’ notice of the dats appointed.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 50,
    "par_num": 21,
    "text": "Apartment Ownership (Amendment) ry Act, No, 45 of 1082",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 50,
    "par_num": 21,
    "text": "5 (2) Except whera there 1s only one owner, 2 quorum at meetings of the council sball bo—~",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 50,
    "par_num": 21,
    "text": "(a) two, where there are not more than tour members ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 50,
    "par_num": 21,
    "text": "(®) three, where thera wre five or ez members ;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 50,
    "par_num": 21,
    "text": "{e} four, where there ere seven or elght members;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 50,
    "par_num": 21,
    "text": "(@) five, where there are nine of ten members;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 50,
    "par_num": 21,
    "text": "(e) six, where there are eleven or twelve members ; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 50,
    "par_num": 21,
    "text": "() seven, where theee are thirtoen or fourteen members.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 50,
    "par_num": 21,
    "text": "(2) Questions arising at mectingy abel be decided by simple ruajority vote,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 50,
    "par_num": 21,
    "text": "(8) Tivery meeting of the councht shell be presided over by 2 ‘Chairmen, who shall be elected from amang themselves by the members of the council present at the meeting and who shall have @ casting as well as an original vote.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 50,
    "par_num": 21,
    "text": "() Subject to thla paragraph, the counell may reyuinte ite own procedure at mestings. oon",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 50,
    "par_num": 21,
    "text": "6 Subject to any restriction imposed or direction gfven by the corporation at a general meeting, the comell may—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 50,
    "par_num": 21,
    "text": "(@) delegate to any one or more of its members the exercise ‘of any of ita powers or the performance of any of its dutles ; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 50,
    "par_num": 21,
    "text": "(2) revoke the delegation at any time,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 50,
    "par_num": 21,
    "text": "% The council may employ for and on. behalf of the corporation such agents and servants ao it thinks ft in eommection with the exercisa of the powers and the performance af the dutlet of the ‘corporation.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 50,
    "par_num": 21,
    "text": "& () The council shall keep minuits of its proceedings and hall eause minutes to be Kept of general meetings. :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 50,
    "par_num": 21,
    "text": "(2) The rouncil shall a (@) cause proper baoks of account to be Kept in respect af all ‘sama of money received and expended by it, specifying the ‘matters in relation to which tha receipts and expenditure take place; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 50,
    "par_num": 21,
    "text": "(®) on the application of an owner or mortgegee ofa unit (or any person authorized in writing by him) make the books of account available for inspection at all ressonable times,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 50,
    "par_num": 21,
    "text": "(3) ‘The council shal! prepara for each annus] general meeting ~ pooper accounts relating to all mnoneys of the corporation and the orpotation's income and expenditure.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 50,
    "par_num": 21,
    "text": "(4) The accounts of the corpurstion shall be andited annueily bby auditors appointed by the counctl.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 50,
    "par_num": 21,
    "text": "(@) The councll shall after ite general mesting fle with: tho Commas Amenities Bosrd certified truc copies of exemum oath ws",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 51,
    "par_num": 18,
    "text": "30 Apartment Ounerahip (Amendment) Act, No, 45 of 1982 : oy (2), the audited eccownta ot the corporation which has been * presented to the general meeting, if any ;",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 51,
    "par_num": 18,
    "text": "@) the resolution passed ut the general meeting ; and",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 51,
    "par_num": 18,
    "text": "(©) the maibutes of the general meeting. .",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 51,
    "par_num": 18,
    "text": "(6) ‘The council abel permit the Common Amenities Boxrd or any person authorized by him to act on his behalf at all reasonable fimes fall and free access to accounting and other records of the corporation and permit the Common Amenities Board or such parson to make coples of or make extrects from any pach account ing or other records, .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 51,
    "par_num": 18,
    "text": "<1) The Common Amenities Boart ot any person authorized by the Board fo act on ita behalf may require sny member to furnish the Board with such Information whlch mach member ‘osseasea oF has, kecoss to ag the Board or any such duly authorized person considera necessary for the purpoter of discharging the funetions of the Board under this Law.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 51,
    "par_num": 18,
    "text": "% GQ) The Corporation shall hol an annvel genera? meeting tor the consideration of aecounts, the election of the council and ‘tha tronsaction of such other business a1 may arige,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 51,
    "par_num": 18,
    "text": "“(@) The ftvot atmuel general meeting shall be hota within six months after registration of the Condominium Pan and aubse- quent annual general meetings shall ba held once an each year:",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 51,
    "par_num": 18,
    "text": "‘Provided that not more than fifteen months shal elapse between the dete af sne annual geeneral meeting and the nex.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 51,
    "par_num": 18,
    "text": "10, (1) A general meeting other than the ‘aroual general necting shall be kaown, us. an extraoriinary general meeting.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 51,
    "par_num": 18,
    "text": "(2) The Connell * — oS",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 51,
    "par_num": 18,
    "text": "‘(23 shall convene an extraurdinary general meeting upon a",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 51,
    "par_num": 18,
    "text": "requisition in writing made by the owners who ere sot «1 together entitied to st least twenty-five ‘per omtum of the share. mtn ;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 51,
    "par_num": 18,
    "text": "(®) may convene en extraordinary generat meeting on such",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 51,
    "par_num": 18,
    "text": "‘other cocasions ug it thinks ff.” .",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 51,
    "par_num": 18,
    "text": "i.” Seven days’ notice of any general meeting, specifying the place, date and-hour of the meeting and the general uature of ‘the Business to be transacted, shall be given to every owner and avery first mortgagee of a unit ta the subdivided building (being @ registered mortgagee ‘who has notified his inturest to the corparation) = i",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 51,
    "par_num": 18,
    "text": "Provided thet nceldantat omlasian to covoply with this paragraph in respect of an owner or mortgagee shall not invalidate te bagoeedings at the meeting. an",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 51,
    "par_num": 18,
    "text": "12, (2) One-belt of the persons entitled 10 vote shall congtitute a quorum af, a general meeting.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 51,
    "par_num": 18,
    "text": "(2) Tf within helt an hour ‘after the “time appointed for & keneral meeting + quorum.te not present, the meeting ehall, ston Adjourned 19 the seme.day Jn, the text week ef: the sume. place,",
    "mean_p_confidence": 0.6
  }
]