[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON .« * 3rd Session 1954-55 o” QSEs Cl A Om), Antiquities (Amendment) ' Act, No. 2 of 1955 Date of Assent: February 18, 1955 . Printed on the Orders of Government Apnual ‘Subeorfption finelagiog Bilis) Ra. 25, payable tn . Bunga, Poor Ormicn Box “G00, Secretariat, Colombo 1 Price: 15 cents, Postage ; 10 cents.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Antiquities (Amendment) Act, 3 No. @ of 1956 2. D0, 44/54. . ~“An, Act To AMEND-THE ANTIQUITIES ORDINANCE, : No. 9 oF 1940. - [Date of Assent: February 18, 1955] BE it enacted by the Queen’s Most Excellent Majesty, by and. with the advice and congent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and-.by -the authority of the same, as follows:— 4. This Act may be cited as the Antiquities stot te. {Amendment) Act, No. 2of 1055. | o 2. Section 25 of the Antiquities Ordinance, No. 9 Auminat of of 1940, hereinafter referred to as \"the principal ‘Pe. snectment , is hereby amended in sub-section (1) of fe. # a ie hat section, by the addition, at the end of that sub- section, of the following :— ; : “ Provided, however, that where the owner of any land on’ which any ancient monument ia situgted commences the erection of any building or the carrying on of any mining, quarrying ot ote nezing ono ony nearing of the intention to declare suck monument to be a. protected monument is published in the Gasesto under section 19, bo ebal 20 be apie to any compensation for an or suffered by reason of the probibition ‘or restric- tion of such erection of operations by any regu: : lation made ander section 24.” : 8, Section $9 of the principal enactment is here- Ameniment ot by amended as follows:— gaa 3 ot {@) by the repeal of sub-section (1) of that seotion ‘mle and the substitution therefor of the . following new sub-section: — “@) The Archaeological Commissioner may— ~ (a) with the approval of the Land Com- : missioner, or @) if approval is refused, by the Land munissioner, With the approval of : tho Minister to whom the aubject of Crown jands is for the timo being assigned, pw matve-ases nous :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "4 Antiquities (Amendment) Act, me No. @ of 1966 declare, by. notification published in the Gasetté, any specified area of that land to be ‘an archecological seyerve. for the : purposes of this Ordinance. ”; and @) in sub-section (2) of that seotion, by the sub- stitution, for all the words from ‘soc. tion” to the end of that eub-section, of the word ‘ section. ”” dmeainent ot Section 84 of the principal enactment is hereby watn 4 ct amended, in the proviso to that section, by the subati- sanchoeote tution, for the words “ the Lands Resumption Ordi- nance. ””, of the words “* the Lands Resumption Ordi- nance or has been in the possession of the Crown immediately before the data on which the offence is committed. ”” Amenimeot ct \"8, Section 40 of the principal enactment is here- went by amended as follows: — sonetnest: (1) by the retettering of peragraph (© of that section as paragraph (4); and @ by the, ingertion, immediately after, pare : graph (6) of that section, of the following new paragraph :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "“*(@ to purchase valuable antiquities, other than ancient monuments, with such fonds as may be granted for the purpose by Parliament 37",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Amoimes: of 6, Section 47 of the principal enactment is hereby Tevvheped amended, in sub-section oF of that section, a3 -encaant follows :—",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "@) in paragraph (2) of that, sub-section, by the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "omission of the word “and”; (2) by the re-lettering of paragraph (i) of that wo sub-section es Seagrave Gh ant @) by tho insertion, immediately after pars- graph (3) of that subsection” of the fallow ~ Ing new paragraph :—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "*\" @ the supervision or control of dealers in antiquities, and the issue of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "«. Tiences “for the pa of auch",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ". supervision ot contra; and”.",
    "mean_p_confidence": 0.31
  }
]