[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ee PARLIAMENT OF THE DEMOCRATIG SOCIALIST REPUBLIC OF SRI LANKA SPECIAL PRESIDENTIAL COMMISSIONS OF INQUIRY (AMENDMENT) ACT, No. 38 OF 1986 - [Certified on 29th October, 1986) Printed on the Orders of Government Published as a Supplement to Part II ot the Gazette of the Democratic Socialist Republic of Sti Lanka of October 31, 1986 FRONTED AY THE DEPARIGMEOT OY GOVETONMINT PRINTING, SEY LANKA {FO BF PURCHASED AT Ta UOVIRUTRIENT PUBLICATIONS BOWEAN, COLOMBO ‘Price: 38 conta Postage: 7% ecnts",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Special Presidential Commissions of Inquiry (Amendment) Act, No. 38 of 1986 [Certified on 29th Cetober, 1986) LD—O, 43/98 AN Act To aMenp Tax Sracia,, Presmenrtal Cosmassions or Ingumy Law, No. 7 oF 1978 BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka az follows :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1. This Act may be cited aa the Special Presidential Short tite, Commissions of Inguiry (Amendment) Act, No. 38 of 1826.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2. Section 9 of the Special Presidential Commimicns of Amendment Inquiry Law, No, 7 of 1976, ia hereby amended in subsection ‘Soden (0) of that section, by the substitution, for the words af “gdministration of justice, the Commission shall”, of the of *° following :— ine.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "“administration of justice or that any person has in any",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "manner overawed, influenced or coerced, or prepared,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "conspired or attempted, to overawe, influence or coerce,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "any person with the intention of indueing or compelling",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "the Government of Sti Lanka, the President or a Member",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "of Parliament to exercise, or to refrain from exercising,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "fn any manner, the lawful powers af the Government of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Sri Lanka, the President or such Member of Parliament,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘the Commission shall”,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "A.093082—8,275 (86/10)",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "‘Annual eubscription of Bills cod Laws of the Parliament Ra 1M (Loca) ‘Ra. 206 (Foreign), payable to the Surimrewninr, Govmemazey PURLICATIOR® ‘Bunxav, Covosamo 1, before lth December cach year in reepect of the seat",
    "mean_p_confidence": 0.59
  }
]