[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  @)  Sr  =e  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  SCHOOL TEACHERS PENSION  (AMENDMENT) ACT, No. 32 OF 2008  {Cored on 0sth September, 208)  Primed on the Onder of Government  Published a Supplement to Pr ofthe Garets ofthe Democratic  ‘Socialist Republi of Sei Lanka of Seember 05,2008  rice: B40 tage: Re 00",
    "mean_p_confidence": 0.4632352941176471
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  ‘School Teachers Pension (Aendnen)  ‘At B38 of 208,  {Cortes on Osh september, 2008,",
    "mean_p_confidence": 0.3623529411764706
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  D0. 62005  Avherroaiparme Scan, Toate Pat  ‘honed or 199)",
    "mean_p_confidence": 0.06692307692307692
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  ‘Bit enacted by the Ptament of he Desocatie Soci  Republicof Si Lanka slows:",
    "mean_p_confidence": 0.36375
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  1, ‘This Actmay bectdas he Schoo Teacers Pension \"hit it  (amendment Ac, No. 32 012008,",
    "mean_p_confidence": 0.3733333333333333
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  2. The Schiol Teachers Pension Act(Chapte 492) nent  ercnaterrfemed ows\" pnp enactment rbseby SEC and  Simended bythe Inston of te following new sections $4 Chapter  ‘immediately afier section 5 of that enactment which shat} 432  ivct sections Ss and Sf tha ersiment —",
    "mean_p_confidence": 0.3948979591836735
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  “tate Ss (1) Thee may He etsblihed and  clin segues inaesoeanse wih egsbtions made  ides tnt iisActa Woes nd Opa Psion  sed One Eh (herent ered toate Weer  feege™ and Orhans Pension Fun\") forthe giant of",
    "mean_p_confidence": 0.3295238095238095
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  Penis widowersand hen of female",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  ‘ool eachers inthe mamer st Gat Oo.",
    "mean_p_confidence": 0.3133333333333333
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  (2) Regulations maybe made under his et  providing forth establishment, regulation,  Maministration and management of the  Widowers and Orphans Pension Fund, the  dione a cumstances inwhigh ar the  festictons subject whic the widowers and  Thee of female schoo teachers wil be  Mit or te tant of pensions, fixing the  Sontnbutons ify. to bemade ert he  Governmett xing the couributions 10 be  snide thereto by fermale school teachers  utorizing the contrbutons of female school  teicher be deducted from thei salaries,  freseribing the procedure for making such",
    "mean_p_confidence": 0.43770000000000003
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  2 apar—2.%0 oy2008)",
    "mean_p_confidence": 0.10600000000000001
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 School Teachers Pension (amendent)  ‘ct No, 32 of 2008  eduction autoraing the payment ofall  Such contributions into the Widoners and  Orphans Pension Fund and all matters  ince tr connected withthe sid Furs  for which no express provisions made in his  pe  Provide tat the Minter shall in making  regoltons under thissection as fares possible  Ink provision sir tha made i respect  of the sume muller under the Widower end  ‘Orphans Pension Ae, No. 24 of 1983.  Section eS. Notwithstanding the provisions of  Sc sonYseton  Sears  (@) the widowersadorphans of female public  oicerewne ate lgbeto he payment of  5 pension under the Pension Scheme  stablished under the Widowers nd  ‘Orphans Pension At No. 2401198: and  (0) the widower and omans ofthe female  ‘members oth Local Goverment Service  {eho are eligible to 3 pension under the  {Local Goverment Serie Widower and  ‘Orphans Pension Fund established under  the Local Government Service Law,  No. Gof 1974  hall ma be eile tg of pension vader the  provisions of this Act  ‘Amendoen of 3, Section 6 ofthe principal enactment is hereby  fenton @ fhe amended by te subsituion fr he words \"Pension Scheme  ctl and Pension Fund” ofthe folowing:  “Pension Scheme Person Fundand ihe Widower and  (Orphen Pension Fund",
    "mean_p_confidence": 0.483125
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  School Teachers Penson (Amendment) 3  ‘het, No. 32 of 2008  4, ‘The amendmenis made tothe principal enactment Revospecive  byte provisions of this Act shall forall purposes, bedeemed sft of me  to have come into effect on August |. 1983, i  45. Intheeventof any inconsistency between the Sinhala Sina tee  and Tamil texts ofthis Act, the Sinhala txt shall prevail. Pri in cee.",
    "mean_p_confidence": 0.5187142857142858
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  ‘Nena wneripn of ih Pil and Aas of tc Pinon F0 doy RTO",
    "mean_p_confidence": 0.35666666666666663
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  ‘arepm, Pye te Suertvoir. Govenary Rincon att Denaro",
    "mean_p_confidence": 0.173
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  Sonoma beso NOG, Ratacre Rowse RnecanCoxontS tlae 18  ‘Deseme och yearn ropes hey ow.",
    "mean_p_confidence": 0.20647058823529413
  }
]