[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 5th Session 1952 : a fg _ Cee ee ee ie a ( nen Sees En & ot os of EX PESOS DENA: we Entertainment Tax (Amendment) Act, No. 2 of 1952 Date of Assent : January 16, 1952 ° Printed on the Orders of Government pic Peat Seats Same, te Annual Subscription (including Bills) Rs. 25, payable in te Price: 10 conte Poctager & conte",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Entertainment Tax (Amendment) Act, 3 No. 2 of 1952,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "L. D.—0. 81/40,",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "AN Act to AMEND Tue Enrentamuent Tax Onpinance, No. £2 ov 1946. [Date of Assont: January 16, 1952.]",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "BE it enacted by the King’s Most Excellent Majesty, Wy and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "¢ House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "4. This Act may be cited as the Entertainment Short uit, Tax (Amendment) Act, No. 2 of 1952.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2. Section 3 of the Entertainment Tax Ordinance, Amendment, ot No. 12 of 1946 (hereinafter referred to as “ the prin- 43#\" 9 of cipal enactment“) is hereby amended, by the substi- No. 10 of 100, tation, for the words and figure ‘in section 8,”, of the words and figures ‘* in section 8 or section 8a,”,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "8, The following new section is hereby inserted Insestion of immediately after section 8 of the principal enactment Bim rion and shall have effeot as section 8a of that enactment:— priacnal” “Bxempion ct 8a, (1) This section shell apply te “™™™",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "feisation of any entertainment being a ame es",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Ripst ot | sports or athletic meet, or foxing con.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Znen wore test, if the whole of the gross proceeds of such entertainment or the whole of the net proceeds thereof are utilized for the encouragement or promotion of games or sporting or athletio activities:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Provided, however, that this section shall not apply to any race meeting.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(2) A local authority may by resolu- tion determine, that subject to euch conditions and exemptions, if any, as moay be specified in the resolution—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(@) payments for admission to enter- teinments to which this section applies shall be",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ". : exempt from the entertain. : ment tax imposed by that . + authority; or",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(®) that entertainment tax shall be levied on such payments for admission at a specified rate being lower than the rate imposed and levied by that authority in respect of other entertainments,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "EER.",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "4 Entertuinment Vox (Amendment) Act, No. 9 of 1959.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(®) The exemption from tax granted by resolution under sub-section (2}, or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "e lower vate of tax specified thereby, shail not be applicable in relation to any",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ". entertainment to which this section applies unless the proprietor has, not less than three days before the date on which the enterteinment is held, fur- nished to the proper officer of the local authority by whom the tax is imposed n",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ". statement specifying the purpose for which the gross proceeds or the net . provesds are to be utilized.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "Every such statement shall be verified by a declaration to the effect that the particulars contained in the statement are true and accurate.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "+ @) The provisions of snb-sections @ and (8) of section 8 shall apply in rela tion to entertainments to which this",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ". section applies in like manner as though references therein to an entertainment exempted from tax by sub-section (1) of that section were references to an enter- tainment exempted hy resolution under this section or, as the case may be, to an",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "+ entertainment in the case of which a lower rate is applicable by virtue of such : resolution.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(©) In this section ‘ net proceeds * has the same meaning as in sub-section (1) ‘of section 8.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(8) Any resolution under thia section shall come into operation on the date of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ". its publication in the Gazette and shall have efiect notwithstanding anything in any resolution passed under section 2.”” fmotzetot 4%. Sections 6 and 12 of the principal enactment count, are hereby amended, by the substitation in each of ba principal those sections, for the word and figures “ section 8 exacincat. (1), wherever they cecur collectively, of the words and figures “section 8 (1) or under sub-section (3) of",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "section 84”. .",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ". 1",
    "mean_p_confidence": 0.27
  }
]