[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "(En PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRE LANKA STATE MORTGAGE AND INVESTMENT BANK (AMENDMENT) ACT, No. 29 OF 1984 [Certified on 27th June, 1994] Printed on the Orders of Government Published as Supplement to Part IT of the Gazstie of the Democratic Socialist Republie of Sri Lanka of Juns 29, 1984 nnn tt ne tore ‘TO BE PURCHASED AT THE GOVERNMENT FUBLICATIONS BUREAU, COLOMBO. _ Price: 45 cents Postage: 60 cents",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "State Mortgage and investment Bank (Amendment). < ‘Act, No, 29 of 1986. +--+ [Certified on 27th June, 1984]. | 3 LD-O, 35/8 7°... ‘ Ax Acro ancann tae Stans Monreane aup Invasracuer Bam . Law, No. 13 ov 1975: +. BE it enscted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :— iL This Act may be cited as the State Mortgage end Short title Investment Bank (Amendment) Act, No. 29 of 1984. i i 2 Section 7 of the State Mortgage end Investment Bank Amendment Law, No. 13 of 1975 (hereinafter referred to as the “ principal eee enactment”) is hereby amended as follows — Nouvel 9; (@) by the substitution, for the word “five”, of the word ° “nine”; and , (®) by the substitution for all the words from “One of the persons so appointed” to the end of that section, of the following :-~ : “Three of the persons so appointed “shall be a ‘respresentative each of— (@) the Ministry of the Minister in charge of the subject of Agriculture, : . (b) the Ministry of the Minister in charge of the“, 7\" subject of Housing, and - - * (0) the Ministry of the Minister in charge of the tee nd subject of Livestock Development, ”, 3. Section 31 of the principal énactmént is hereby Amendment amended in subsection (1) of that section as follows:—-“ $f oftse” (0) by the substitution, in subparagraphs (i) and (i) Enactneat, * ‘of paragraph {a) of that subsection, for the words * “any - agricuitural or industrial purpose ;”, ‘occuring in each of those sub-paragraphs, of the words “any housing, agricultural .or industrial av) pUrpoRE | \"5 vig ha teeta (b) by the substitution; in paragraphs (c) and (d) of that subsection, for the words “agriculture or indus- ‘try ;” occurring in each of those peragraphs, of the words “housing, agriculture or industry ;\"} (©) by the eubstitution, in paragraphs (¢) and (f) of that . ‘tubsaction, for the words agricultural or industrial tundertaking”, occurring in each of those para. graphs, of the words “housing, agricultural or . industrial undertaking” ; ‘AA. 078885—7,080 A s08) .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 State Mortgage and Investment Bank (Amendment) Act, No,.29 of 1984 (@) by the aubstitution fot paragraph “(g) of that aub- section, of the following paragraph:— \"= i “(g) to buy, sell, invest or.deal in stocks, shares, debentures, mortgages, bonds or securities issued or gueranteed by the Government, the . Central Bank or any other bank or institution as may be approved by the Minister ;”; (@) by the substitution, in paragraph (0) of that sub- section, for the words “term deposits”, of thé . - words “term deposits, savings deposits, contract . deposits and loan-linked savings deposits”; “= G) by the substitution, in paragraph (p) of that section, . ‘for the words “agriculture or industry ;”, of the words “housing, agriculture or industry ;”; and (o) by the addition, immediately after paragraph (a0) ‘of that subsection, of the following paragraph :— “ (&b) to refinance Joans granted by any bank or other institution as may be approved by the _ Minister. ”, va Amendinent 4. Section 37 of the principal enactment is hereby of settion amended in subsection (1) of that section, by the substitu- Price _—_tion, for the words “two hundred million rupees.” of the ‘enactment § = words “two thousand million rupees. ”. Afwndment 5. Section 59 of the principal enactment is, hereby of section” amended ax follows -— ot Do. : principal”. (a) in subsection (1) of that section, by the substitution for the words “the Board shall sign, of the words . “any two members of the Board shall on behalf of the Bord sign”;and gs (2) im subsection (2) of that section, by the substitution for the words “by the Board ‘under’ subsection QD\", of the words “under subsection (1) ”. ,",
    "mean_p_confidence": 0.79
  }
]