[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 4th Session 1950 g — EES Go eT Dia ie eee (qe 73 i WY (5 1965-10--5 £9) phrtatesee: MS sesad BR Ts LUs aN A Ng seedy State Mortgage Bank (Amendment) ; Act, No. 41 of 1950 . Date of Assent: Devember 14. 1900” Printed on the Orders of Govmmont Printed at the Cevcon Govt. Prrsa, Covosmo. To be + Seaport Gong Bla) ey pe a : gdvance 19 ine Srp \"Box 00, Secretar” Colombo * petoas 19 cents Portage + 5 cents '",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "State Mortgage Bank (Amendment) Act, No. &1 of 1950.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "In BHO, 21/80.",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "AN Acr 10-aMEnn THE CEYLON STATE MORTGAGE — Votune YI. BANx ORDINANCE. Soop 7. (Date of Assent: December 14, 1950.]",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "BE it enacted by the King's: Most Pxoellent Majesty, by and with the advice end consent of tho Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "1, This Act may be cited as the Ceylon Stato ate ste Mortgage Bank (Amendment) Act, No. 41 of 1950.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2. Section 81 of the Ceylon State Mortgage Bank  Reyserment Ordinance (hereinafter referred to as.‘ the principal $f sven enactment >) ig hereby repealed and tho following : new section shall be substituted therefor :— ~ Dilation 81. (1) The Board may, with the prior Sequin oP approual of the Minister of Fingnoe,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Baise tor toe Utilise any portion of the amount to the Ceara Kak’ oredit of the reserve fund for the pur- pose of the acquisition, purchase or exec- tion of suitable premises in which to earry on the business of the Bank: Provided, however, that if the total for the time being to the credit of the reserve fund exceeds one-tenth of the total of the debentures outstanding, the approval of the Minister shall not be neosssary fo authorise the utilisation for any such purpose of the excess or any part thereof. . (2) Any securities in which moneys lying to the credit of the reserve fund Have been invested may be realised by the Board if the Board deems it expedient to do so in order to enable the Board to utilise any portion of that fund for any purpose mentioned in sub-section (1) of Be ve asqied and : remises acquired and pur- .qhased of creoted by the Board whder sub-section (1) of this section may sub- sequently be sold by the Board with the prior approval of ‘the Minister of ‘inance.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "9. Section 85 of the principal enactment is hereby amepimns ot amended by the substitution, for the words “two so\", months ”, of the words \" four months ’”. ata",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Tm atenasnecian",
    "mean_p_confidence": 0.17
  }
]