[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 3rd Session 1954-55 SP eS Bank of Ceylon (Amendment) Act, No. 42 of 1954 Date of Assent : July 30, 1954 Printed on the Orders of Government Printed at the Govermamm Press, Ceviow, ‘To be purchased at the Govermnagr Pupiicarions BUREAU, COLOMBO ‘woal tein Gncliing” Bs) fx. 35, parvla_ in 2p, he nGee NUE Saati Petar Buwtav, Posr Ormcr Box 840, Secretariat, Colomho 1 Price; 10 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Bank of Ceylon (Amendment) Act, No. 42 of 1964. 3 L.D—O. 12/64. t AN Act 70 Axunp THE BANE oF CEYLON Onpinanen, No. 58 oF 1938. ‘ (Date of Assent: July 80, 2954.) BE it enacted by the Quesn’s Most Excellent Majesty, by and with the advice and omneent of the Senate and the House of Representatives of {Cepton in this present Parliament assembled, and by the authority of the same, as follows:-— 4, This Act may be cited as the Bank of Ceylon shunt ste. (Amendment) Act, No. 42 of 1964. 2. The First Schedule to the Bank of Ceylon  Amedmeat of Ordinance is hereby amended as follows:— Shawls to . @) in Part I of that Schedule, in section 1 SoS, thereof, by the insertion, immediately after paragraph @, of the following new paragraph :— . *3o form To form any company for carry- companies ing a any business \"of a nature guiimerated or described in this section, or for assisting or developing any busi- ness, or for sabancing the valne of any property, of the bi y and 0 acquire tnd undsrtake the business of, P aay interest in, or squire or bold shares or stock in, any company having objects aimailar to’ those for which the bank is authorised to form any company under this paragraph.”; and ® in Part II of that Schedule, in section 3 thereof, by the substitution in paragraph (© (sa amended by Ondinanoe, No, dof 1944 and by Act No. 89 of 1940), for the words “ advances, loans and other accommo- dation”, of the words “advances and Joana”, RAB asneane way",
    "mean_p_confidence": 0.76
  }
]