[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON : 4th Session 1963-64 ’ eee Vanna i a Ky (ern) Courts of Requests (Special Provisions) Act, No. 5 of 1964 ‘. : . Date of Assent : January 9, 1964 Printed on the Orders of Government . Printed at the oveannent Press, Cxviow. To be Purchased at the Government PusuicaTions BURtAv, CoLomno Annual Subsertption {including Bills) Ra, 30 (Local), Rx, 40 Renciehotine Bonato, 8. chon Wi Galoabs 2, betore 20 . Price: 15 canta. Postage; 10 canta,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Courts of Requaste (Special Provisions) Act, No. & of 1964",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "L, D.—0. 52/61.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "AN Ac? 10 AMEND THE LAW RELATING TO THE JURISDIC-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "‘TION OF, AND APFRALS FROM, Covrta of Requests. Py + [Date of Assent: Jannary 9, 1964] < BE it enacted by the Queen’s Most Excellent Majesty,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "by ‘and with the advice and consent of the Senate aad",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1¢ House of Representatives of Ceylon in this present Parlioment assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1. ‘This Act may be cited as the Courts of Requests shart tie",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "_  (pecial Provisions) Act, No. 5 of 1964, and shall se come into operation on such date as the Minister may appoint by Order published in the Gazette,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2 The Courts Ordinance and the Civil Procedure amendcoens of Code are hereby amended in the manner and to the {y,{\"t extent specified in the Schedule to this Act. fe Gr",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Coda. —",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "8 - Every reference, whether in words or figures, in woaiteaton of the provisions of any written law, otber than any such pre wri provisione of the Courts Ordinance and the Civil Pro- tal 1 the cedure Code as are amended by the Schedule to this stbeneef_ mene Act, in any context connected with or relating to the dette of jurisdiction of ~ ont",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "a (a) a District Court to 9 sum or an ‘. amount exceeding, or @) & Court of Requests to a sum or an . amount hot exceeding, . three hundred rupees shall, on and-after the date of the coming into operation of this Act, be construed, other- wise an in fad ones, cect te emer e amount ing, or not jing, as the case may be, seven hundred and fifty rupees. 7 . SCHEDULE Coleen Fy Colomn HT. Sedinusce —- —eabaictg = MAY smal by the (Cangas 6) (0 for the words “demand cial, not Nezcond” three hoodred.ropeee\", of Sha\" wonde \" dimesd”aoall ‘aot aseed somren Dubie) 4d. Gly a mopese \"3 and ‘ (@) for the words “ amoont slaimed shall =~ ‘mot exceed three hundred rupece\"*, 4 of he words,\" amoest daited - Shall oot engaed seven bunded and ‘ Mace f ‘Bisua—egrecene) ~",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Courts of Requests (Special Provisions) _ + dot, No. 5 of 1964 Golam f Gotan IF : Gini 1. Sectta 818 in hereby amended in paragrash ( ‘Procedare of eee! oy ie ecient Cote Serds E jtvorer’ Give bended pees, ot ier * {Gkeptee or) ord “ie over woan bondrod 48 ity rupect \"= 4, The ending“ Aypea* tome : aio bo edion Ot ee\"Eatl, » 3. Gection SHEA fe beneby repeated. . 4. The Second Gchednle in hereby amended us flown : (QV Part IT of thet Scbedatan (2) in paragraph A. ot shat Yan, Oe Eee aL eal of ea Pengarh the alway ow “abory Be, 900 ‘in ct exceed iy Be fo. 5.0 Abene Ra sto Dt aot ereeede : ing Be. 80 900 Ahora Be. 500 F fd uo nasal i ie So We, 00 and ! . a Bol that Par, by she» | Ee Bae at ot tat ! « pareprpe, ot Se daiwing baw bs faa ‘ “ators Be, 90 ¢ ‘ol uct exceed fig Be Bon, 00 awn Re Gt sot exseede : : ; Say Be Bb a hO q hs 8B fd uct eroed ing Be. Tos, O00\"; and in Boch TV of that Schndal, wodec the : Reger WP te scbaiatns for Baan Oy . Béla on atgument 10.0 ‘ “to alm, of tke fliwsng feast Beef fon. argument in all iid : Wok etesting : - aa atD nt 10.60 to 90 hore Bs. 0 und net curediog Be Or 4.50 Aero Ba. D2, 1.00\", ' .",
    "mean_p_confidence": 0.35
  }
]