[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "GB) PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA ; CODE OF CRIMINAL PROCEDURE (AMENDMENT) ACT, No. 13 OF 1988 ; . [Certified on 19th May, 1988] Printed on the Orders of Government Publishedasa Supplement to Part TI of the Gazette of the Democratic Socialist Republic of Sri Lanka of May 20, 1988 ___ mere a9 nae unanteny OF COMET FATE, ox NA “2 Penman op ar covmomsnny FORSCOM eoraan, couoene Price : 30 Conts Postage + 75 cents",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Gode of Criminat Procedure (Amendment) Act No. 13 of 1988 a [Certified on 19th May, 1988) ,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "LD—O, 2/87. °",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(AN Act To AMEND THE Cont of Crrminat Procrpore Act,",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "No. 15 or 1979",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows:— ”",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "1. This Act may be cited as the Cote of Criminal Proce- Short ttl, dure (Amendment) Act, No, 13 of 1988.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2 Subsection (4) af section 333 of the Code of Criminal amendment Procedure Act, No- 15 of 1919, is hereby repealed and the Stotion sa following subsection substituted therefor :— tact of",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(4) Where the accused is sentenced to death, execution 1270. shall be stayed and he shall, pending the determination of the appeal, be treated in such manner as may be presctibec by rules made ander the Prisons Ordinance. ”.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "A 101105955 (aos) i? “ ny .",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Annual yubseription of Billa and Acts of the Parlament Re. 180 (Local).",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Rs. 200 (orig), payble to the Suvamwiexmine, Goveanncens Pusuichnions",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Bowsay, Cotoiteo 1, before 15th Lecember oach year in respect of the yer following,",
    "mean_p_confidence": 0.62
  }
]