[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "iGaleh PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA METRIC UNITS (CONSEQUENTIAL PROVISIONS) (AMENDMENT) ACT, No. 10 OF 1983 [Certified om 10th February, 1983) Printed on the Orders of Government Published as Supplement to Part TI of the Garette of the Demorratic Socialist Hepnblic of Sri Lanka of February 12, 1988 PUONTED AC THE DEPARDALOY GP COVERAMONET HATING, 021 AMES . TERE SUICEAED Af iw COVEREEE FOMIENUOND BOREAT, CODD Price: 90 cents ‘Postage: 58 cents",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Metric Unite (Consequential Provisions) (Amendment) Act, No, 10 of 1983 {Certified on 10th February, 1983) D0. 96/80. . Ax Aor 70 anc ring Maraio Uners (Conmnquarrtat Puovinions) Law, No. 40 or 1978. ‘BE it enacted by the Parliament of the Demacratio Sociales ‘Republi of Sei Lanka us follows :— 4, ‘This Aot may be cited oa the Matrio Units (Conmoqontial sara te, Provisions) (Ammendcneet) Bot, No. 10 of 1983.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "5 3. ‘The Schedule to tho Motrio Unite (Conmequential o7 Provisions) Law, No. 40 of 1978, is horoby repeated abd the mer following Sahedul subatitated therefor >— oie",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "+ Bommpous Cota E Cokuoen 12 smacpenrs sete",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "1. The Blstrsity Ant, 1, Jo columm of subweotion",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": ": ‘onp of wntion 13 substitute —= goree and words 0 Bal Se an neh 2 eo gaa Ls T0000\" gues ont words + ORME ga en",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": ". ‘he Buren 12007",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "OO ae an Sack,",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘Bo gurve 1 £500.\" for the Sgure Ad words Oo sais an ahs",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘Se guren \"2 20007\" 0 i ages at ete the Bguroe 1 50,0006) im, paregrephh (6) of sch chee Buch SoMioe eal rore aad",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "3, Ta perigraph (a) of robe",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "sogton 28, wobetie, PORE etic ia 1:50\" respectively.",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": ". Tn axboootion (3) of seption 3; aubatisut forthe word “one \" fens ana ay se tbe",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Sguren and word “45 motors”.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "6 _Tnesotion $8, eaten, For Sasi a eee as ‘twenty. dee foot, ocd 85 te\"",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "A e0ns0—39,968 (08/05) ”",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "2 Metric Units (Consequential Provisions) * _ Amendment) Act, No. 10 of 1988 + stone 2 FT bam EE pore ssanrscone 2 Nhe Besed Ordinance For motion f, abetitute tho following motion ¢— ig write thd trae udtellaay tnad thee _ Maskinget Rist “fenoy treed rol woign claus tps Be laren regng te ead Erniy Beran ii, Toor hudrog snd any Sor ene Wound ane eg inundbed grammer.",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2) Sobloot ar hereinafter peo: wiley base? or vanced af eee Fergal, uno tha weight of te Joat is cnely warkol'on te 1S yet nt ‘ized round or eoslosing te fat",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Proided tha zobing I the EecSem sb opr",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "fn the oan of fanay tread of (he eng, nl of read",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "‘shia fuer coo bed",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Ded taemy Bre grammes",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "potted Ove pci Fae",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "“7 Toast er agement ih er hal, Stapp on any woagsion to cay Gua Sty now lows thae By eo: qremce and ia weighed Spon dalivery.”. A The adic Wanla | in seption 2, sobstits for the dafintlon of ‘Gxdimene “arta, the Cllwing dation ‘aatsto” meena any oxtata i which labourer © ghee ete Soreally cultivator fa te, rubber, oot, sho, ‘SSpcbenoror, spoon camps, popper, oF enshonsy 4. Mme Cartons Ord _ 1, Henamber rection 10 aomubuacton (1) of thes ‘ance weston 2. In weeion 10, taser after the ronambored ssubrotion {1} of that ection, the fodonng ou os * (9) Evey diy alterod of on the © sgDLFRy gaz ae gooey ee ‘Pep. mabberton 1), sal be eacoeting to the Tnternetfonl Gyater of Unite ye otied. 1. Seta ok the Weighted: Mwouren Orde <a Ferspetion 17, aahtlaae she following woe tone “Duta to be 4%, AD) dation of cusioan aa pettinBelLanr voll a ol pencae sndar the sumer ae. Srila, est bo paid aad ‘condg to unite rcelvad i tbe sorvael deerip- Geter Dante aoniocat esc",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Metric Unite (Consequential Provisions) 3 (Amendment) Act, No. 10 of 1983 Cstewen T* oan 20 eed semen saetibed namely, to. Btls gold Eater op arin eae ‘Geoription of menoy and. ab och fate of axchenyo ax 707 {form tine to thao bo detormined tyBe Mhuperand netnline fo unite of ‘mcwrarcmente for fi Cana nce, eg Moreen ty wpe So earte shail We tiered to eiaee ria ‘ins’? and the protien of a itis of custeans shall be pald by fin Gln sabe th hea ‘Prodiuna of suse of the Deputy Berretery to the ema dation to Troarury or $0 thn rahraoeora- bepeilin tothe fama of 88 Lanka im auch . ‘aury Oa,” San wad at head ot ‘Bay bo apecidod by dhe Binks cs 5.'The Housing ond Ths Schedele to the Ontinance ia herehy \"Rowan snended se followae— ‘Baw Ordienon A) ia of role 2 of that Schedule by . OO RP eater the igus we“ oot the figures and word “Lt metcen”- 5 2) la role 3 of that chad . by the mnbatibation, in of tae Bey paragraph (6) rhs “ {a} for the Sgare sa, word \"B feat she aan wu + yee a wont 00 nities an (9) for the gure ad ward “7 fot, the LL 7 guree an word 1200 afm : ©.\" iy ay Sha mubaitabioa, in paragroph (0) of thas — ae to 6 oli 16) for the Sgueve ond mone “180 ye a ‘ot, tie. “fighes ad ocd oe «STA quase metres 5 (8) for Yap Soren anal woeds “B aquare veo OTS ES Rear and eed : 3 oqaare waste\", - F °° Giay uy the rabatitation, im . (0 1h ot at mle for toe Egusk tod a ee : rer ‘vord “2400 millimetre” : noe Gi) be the ebatitation, jn : (Uh ot ebab nl fr the Rect ah sword 8, foot, the Aguios and fou Band \"1800\" enliete . : : 19) by tn wabetitation, ia an Root that rule for the dure and ‘words \"8 aqusre feet\", the Sate Head Doeda 87d oquare meteoe vos coat -fel) boy the exbaetation, ka 5 Oy oF tint le tor Go eote : ne Shoe sad half foes\", the, Sguret scdiword ” 800 iliatoea \"5",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Metric Unite (Consequentiat Provisions) (Amendment) Act, No. 10 of 1983 Sete # Ota Xk suicnaers aes (8) Karate 4 ofthat Setogale— (2 the ebrivation, im paragraph 0) of ORs rth Abas un wend fap) ew fog wal word Siksmne 2 G59 by the nbeetion in tho scend paying [ithe sale for so Agus gd work Feae, \"obo quree and! ord ok aan (6 fa paragraph (2 of clo 6 of ins Bededde— (Gey th eubeatan, fr the Ags and Beat Bt rey eer Ee EES Oe gwen dad wore (og the baton, for the Area and” Peed \"20 bees heropr they eee Ex Hise pereampte the Agu aed word Sstoeees iby thn, abate, for thm tysze and Oat oS te, de Heese od Ey pene (6) rade & of tab Sabah (by Sn gobttion fx paseraph 1) of ows pewereh +e) or he Sigaon ama word “60 Heb, (0) Be Spurs and word 12 ne\" {ar She gues al nerd “10 fon” © Bho gore aad! word\" woken} (0) for te tguren aod word “Io fi » (ORB Eas end word ™ 45 mate” t (2) forth gore sed a3 \"30 fk ‘Se gue and word” © motes™s for en gure ead wart \"18 fet” «0 Be Spun ad word 8 sein} | OM by the sumtin, Sn paragraph OY ota (@) for fhe Sgurn and word “99 ° fee Se hgwe Tal werd te for se saree end ord 98 ce 0 BABY SEs ad moet achat: {89 by th auton i_pocngranh Sia hah ip, fo ase . = owericaar) =e {8 Yfruie ofthat Scoanle by the rbttation fer th Agu ant words 1005 ata feet ges Sgerm aod onda “B29 oreare",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": ": Metsic Unite (Consequential Provisions) 6 (Amendment) Act, No, 10 of 1983 Coteom x Coton 11 sexoraness pesanten 1. The Hubber Gonttol “3, or svoion 10, nubsitnle the fallowing cad section taprancuied shallionp ha litcet prmie an snail oap niall pre Promos. geaealr npablo of benthog £2 fahy tlogremney od Bal Span boingrequata to comet he Contr’ oy noha Suthornnd by thw” Gantt, fet oy \"funber ct has, Eran ponnit and dies emery Inciy and. mintenne tothe Sear ach nbn ‘tion to compere tho we Sie mac af rubber Tahoe Promine with the mcghla ae Fiore in th rca ntened ‘dor melon 4, Ta section 28 abnitue, for sub ction (1) ad) of that emetion, tho followtngasbncesinue— \"(a hare abal bo charge, ovid ol pal ax ceport duty on tuber calotltal aoe = Sad aag dren by gration f rubbor exposed Bese Lanka. “Seary such ‘ecltion sl bo pulled i the Gene Provided, bomemne, chat 20 rue uy all be sheggnd or ovind ou any subber wbich io yroved foto setieigcsion of the ‘ricipal Calton of _Sontnn to are bon tinged ito Sel Lana er the purpose of export (2) The asourt of duty imposed unde sab- sph (OEE le map ay o Sup vucinled ai ary tine i rionlion of Petigment, Boch feegalion Siait'te pubtthed tn tbe Qesae a ell eae {ate eosh from the date of euch pablicaion 23, Tam rection () of emotion 68 eybetitute, sts Beea ence ace Shao bolding’ Soenitoaae— + gata \"mane any aro of fad wich anak She ae eee ‘purposes of collecting Intex Gherticen “*qmall holding” moans an ares of land which Tne than four betas a octet da which rubber plete are. grow fay the low of cettng ater tetra.\"  % DoaRabbee baplant agit tug Bebday Loko satattate oe eubmetlone (2, 2) sid (3) of THaburction tp ollowing eaeacione (1) Meco shall Bo shatge vid and (0 pgrcety may beac by Licoracans of mock ribo, ported + Suspense ‘bbe, ova Sten (2) Thee aha be charged, lied and pad Srp duty ar ay be doberalond ioe eines + Hlegramme eye Fa ‘epored fom Sasa,",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "8 Metric Units (Consequential Provisions) (Amendment) Act, No, 10 of 1983 die ditem 21 Berd Som oy remem tp oy el tert do ame of aoa et ate eet aad 1) Onis ri (a a tn, .rpeiuthe Tamish”_ to Getic: & atin fe weion (of ue Tash I ten, ate wt Pose payee ty “OW a rp felt te terns te sa three hounded and fifty unite of a kilo. sled eae Lemar Ronettes Sie saret eee eine pee aici ae com aw, taggin sa, mmtove oe pera acest Tash A lin. eye pooh yg ab pen ure ng ine ore ae oe ale fad toes ee re ee oo a tn esa () of pn #8 staan shai ime (fs #8 ate fe nine a, ta pougeph (fet mtn fot the Bdhnee and weed “600 Teak, she Sore stings ct aes «, Sawtentt wa ea wa yg th ath rn at po tts Min Stl to tas Oxtnae saaate Fa nae tot ty Bae oa eae eos sedsword * S3er7 booteren®, Oe See 10, Land Dovelopment © in Eraph {c} of agction 106, substitute for 10 ta Dros pane (of in it one an on nee ee maar et, 1, to etn I ent era , Te TRIPE OL eer” af than sections iss Tohowiog aincctony “ay Ticonsed, deolor sell in bin Voor prone ase saaey Ramalenearse ae Prod rte heter ork mee ee Se memes ern Ler, oo Darin, es, a oe Se eee oo ee ie Se eel ee",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Metric Units (Consequenticl Provisions} a (Amendment) Act, No. 10 of 1983 een tian 12 cen, ceo s,m nomen ten tin, eer gr srg heater Seat ' ¢*eatate \" means an ates of lend, foar hectares ego ae eee eine Be fe ene See ena tg” mae oa ann af td sco a Tiare chee or cammusich inka ene toate ia mppseeant Baer, echt eine an a zeae matey tmnt rm Fruginentantu)-ADt, we (1) ‘Map Booed aball grant Ste consent — sa canna retinas os etn of matte eae era ea Eee cea 6) tte mat tention tear of my ne 3 pee ern ae & Gendt ene: pe ae te et Sica in napest of 0 us ube, a ok (hi a en ne wt ite eck tian te Seed ae a fourty hectares to ontact, i ee Sees Eee eked Saceinchan Rndustcial Tyo on tor te ther prewseioed ico oe pee ia ettohar Borer te more fleas, ead economia ee Red sneer Gi) #, im the opinion of the Board, ih i fhe Bt eatete Welready no unsatisfactory a ees Saree oe eo na Fa © a mf ne wh A wich catate is to be divided oz cA eh cal a Sa . Ee",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "a Metric Unite (Consequential Provisione) (Amendment) Act, No. 10 of 1983 sunn 7 ctw Ht suena sommes cane of tou sd one omc iectoree “in “estent in tbe ‘am of tuber, a ech divinion fr partition\" wil mot in’ the ‘pidion of the Board, edverely tinct tho cgrioulearal sonaiion Sr the etianny of rampant ‘tthe property\"= 2, or exckion %, substitute the ‘allowing tion © Prohibition, af 9, 1) Notwithatanding rofination of cor. thing to. tbe onary inthe tela\" ctgtey and ‘Tea Control Act, No. fl of 1067, oat ““bolaings, 8” state of iow’ that ts Sedse thea Ose uudeed bastaren ia extent or fotkot, Nor 61 of eciel boiding, oonmituted by 1852, 'sad the the division of mtn onlay som Conse ental day “Salat ‘be Piptered wade each Ach une Soth divinion het boos made ot Scomqumee oly treme or Sociiie aa pice sar to einte wis the. poe Sowa of toe Bostd gl in sonordance with tho conditions, Tiny, eahpot to which ek sonmnth at bee gratuad. ia fis eabeecticn she nyuoanien 2 fl holaiog* ral Bave ta ee eng oe ootel Ao, Nos 61 of 1867. (2) Wotwthnatnd lag to. tas gontrery fa ce Hadber Oorcl Acts su ovat, i ovtnn or 9 euell Boe. ceastituled by the divin of PCs ae Io be rogllored wt ek 2 Sgt atch Sito a Emde ee crap ore Parilton of soak rabbee lade Sit tin peor eomct of tbe Board enfin escocdatse with Se canon ony eat ren or Sone Fae section te. exyrnicn “cl Soling' eall tayo the tore masing. or, in se” Rubber Goneol aot\". \"yoo a, fagtiom 2, substitute, Sor the definitions BE long etc y ia igs fey betatee fa aco nha, inder tha iecbber Gentral Act in oc in doomed [oe an etale regia dae Ub at “gs entato maaan « to ovtato of 208 Jove toh’ forty heetotan in orient shish ander Oe ‘BManpuirel Ast Na, 61 of 1957, tn fee doomed feats sates Fogucered undat that Acts",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Mesric Units (Consequential Provisions) 9 (Amendment) Act, No. 10 of 1983 Cet? abana 3 womans =e 1a ‘ha tig Rosas, Sa mon Bebe fr th daalon of egg Haire day aa, hind ait,” Seate™ mets ey lade rae BT Corte mae te reo ia not leas than ight hectares in oxtent and. Sih ae nen Bal el orm kee Eee ation for the srazater‘of cwosthip at which sens anthtae oN Sease uae Gina ences mane gate 14 The Boe Tas df tn 3 ait eta PENN GB al wa OFS Saat fe Beg al aioe Suns ° scueeginch 2 (0) We wy tne Sela vous a a oe et Uy exper Bd nig nae Soren ied foreign to anstion. Toreign too auction, s+ pnene gem Ll shes arae ear tgd sleiset eres Eee eae et ee iXearieminad ty dealin ices SS Seon et i's Beas oat Seon Se Eo rut cele RAPES Sa sheSsS ir eee bie ag eat Bi in tak Ch, ES BT etie “oa ete ee Bert cnr eat Sst cite ta cate re acowite eae poo! of fe toe at nach as oe eee ed Co ieneord THE a erent a pitied SPs ES pet Plt aa Fowl a tor ogual tothe Sonera oe Fer te iti ela Bower Fe as Soreness Hila on ch ood pte Rongeur ae Shar Geena toe",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 Metric Units (Consequential Provisions) (Amendment) Act, No. 10 of 1983 came date med, Some, Tht tet sunerin seen Seam ea ae Aare Seer doe eee Soir mie at ne cm dey, wt 19 cra ged eee 0 te eam ete ss ithe Ge ong ofa frou Sr Lanka Boe dale of arash & torsign tea suction, wae ere Bice oceait a fie ma den (i) eed (2) of that seciian,. the following subsee- wed “(ye Goulet it oc) De Gremio, tl te, ae ae Ti Uhiyceetion reforved tn aa’ Che \"eseaced, aioe () any tee produced in Bri Lenka by the azz zee Bh Leta by he OR eat a a 2 ay tei te ie tae EeErD ont facut fr amerted Nome Bit asker woul semeaiy tmp oa a tals be pee ony ect tt 4) Dotan seine of» pert et ihcBistle ton a ere Rieu ih ese of a ‘Sarh kilogresoue of war Wve a tax ah eush rate a be determined by tha Minister by ‘Order publlcbed In the Gouue, Such rate Se raced fe dae oa eater iti a a. Saati, sits te pitta “subsection (2) of that section, the following obeeiit vied pei logue for the vapors of om se oe act mrtg ete sey, fot smn 7 (BAY by Paroal pote or taker 05 park ay on any vente) oF siroraft, oF",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "Metric Units (Consequential Provisions) n {Ameniment) Act, No. 10 of 1983 Cates etworn 1 sraeriecere sxOUEEE",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "(©) any tee ont an commons! araplan”,",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "44, In sootion 18, mubetltste for mbeeations {0) sd CB) of that ection the follawtag sabes tos :",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "“Q) Wises any toa Ia sok at » Colombo tas quttion, she, perscw ‘who, fhe owner of the {ee at the time of tho salo shal.not Inter than. hoe working dnye after lhe dato of tho Sao, aie erting a the Coen, is Gevctipton, quantity ald aale prio Garin of ic ton ond We nate and aves te paschaeee.",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "Whoce any tee oxpurtad fom Sri Lanka fot a e's fave van burton el abe suction, the parsoa who fs the owner of the {ef the tne BF che ato thal po leer than",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": ", fourtoon tayo afar the dale of the mae, fete SS es Sahay, pod the date E5i adiees of ce pucchaset 15, Te Seitanba'Tag 2 Inenetica 11 Pin 8 Gy tn paropraph 0 of sbuttion (3) of tha tion ots. (0 gala eth mare\" eto tapes Setar five saa ota sereetz coi\" ioe ‘Morde “ot auoh tate os may be Setormincd by ‘be Ministor by Order published n the Gases, fo () of obesction (1) of that Ci one of ein 0, of et oti”, tan words “oder this eotlon 2, Tu motion 31, eubatitate fu the definitions senpectivly. of (0) Saetate™, for the word “ton acres”, the worde ‘four hestaree\" 1 wad (0) “email siding\", for the words “ton sare”, ‘ho words “four hectares”.",
    "mean_p_confidence": 0.43
  }
]