[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 4th Session 1955-56 48s, EMR ona, an . (2° oFen IOS = 1 ee FH eh » y KEN, None 4 rs a) Sores, Special Stamps Act, No. 5 of 1956 : Date of Assent : February 3, 1956 iF Printed on the Orders of Government : Printed at the Goveanmmnr Press, Certow. To be | aan an Gaaiatng, Bula) Ba 3, payable in advance to the SuPnkintanpany, GoverNMznr PUBLICATIONS . Buneac, Posr Orrice, Box 500, Seccretarlat, Colombo 1 . Prico: Weel, = Pantages Weenie,",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "7 Spreial Stamps Act, No. 6-0f 1956 3 1, D.—O. 87/66. . AW ACT To PROVIDE FOR THE ISSUE OF SPECIAL STAMPS i WITH A SURCHARGE THEREON FOR COLLECTING FUNDS : BY MEANS OF SUCH SURCHARGE FOR ANY APPROVED ; PURPOSE, = [Date of Assent: February 8, 1956] 3 BE it enacted by the Queen’s Most Excellent j _Malesy, by and with the advice and consent of the 1 Senate and the House of Representatives of Ceylon i in thig present Parliament assembled, and by the | authority of the same, as follows:— | 4. This Act may be cited as the Special Stamps shart site, 1} Act, No. 6 of 1956. : | 2. (1) Where the Government decides that special tumue of stampe shall be ieened for collecting funds for any pra approved purpose, the, Minister, shell eause - | -Blamps to be issued. |The issue of auch stamps aball { be additional to the ordinary issue of stamps. y (@) The kind of special stamps to be issued, and the postage and revenue value, and the amount of the ~ urchange, to be expressed on such stamps shall be determined by the Minister. (8) The postage and revenve value expressed on a special stamp shall represent— {@) the denomination of stich stamp, and ‘ (®) the value which may be used for paying any postage of such other duty, Tee or clarge as may be authorised by any written law ta be paid by means of stamps issued by the Government. : (4) The surcharge expressed on a special stamp shall be the value which may be used for making @ voluntary monetary contribution to the approved pur- pose in connection with which such stamp is issued. ~The Minister may make rules in respect of the Rules, custody, supply and sale of special stamps. 4. Such part of any sum realised by the sale of The mmbetse special stamps as represents the amount of the sur- % ¥,t\"oale? arge expressed on such stamps is hereby allocated to spree! : the ‘approved purpose in connection with which ™?** ‘ such stampa are issued. . . . 3M, Bpr- 9.00 UR)",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "oe | Special Stamps Act, No. § of 1950 Bele| ean”. Bs Special stamps shall, for the purposes of the Steam 2 Penal Code, be deemed to be stamps issued by the peu gt Government for the purpose of revenue. » Se Integr. 217\" 8 In this At, unless the context otherwise 2 pequires— . ce “approved purpose” means _@ purpose deter- mined by the House of Representatives by + resolution paseed by that Honse; and special stamp \" means a stamp— (@) which has expressed thereon— (®) a postage and revenue value, and Gi) the amount of a surcharge; and (®) which is sold at a price equal to the segregate of the aforesaid ‘value and surcharge.",
    "mean_p_confidence": 0.74
  }
]