[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  ‘ aN  (@)  FO  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  INLAND REVENUE (AMENDMENT)  ACT; No. 52 OF 1998  [Certified on 24th November, 1998]  Printed on the Order of Government  Published as a Supplement to Part II of the Gazette of the Democratic  Socialist Republic of Sri Lanka of November 27, 1998  oer Ar DEPARTMENT OF GOVERNMENT RNTING SRI LANEA  \"TOBE FURGHASED ATT GOVERNMENT PUBLICATION BUREA, COLONBOO  Price : Rs. 23.75 5 * Postage : Rs. 7.00",
    "mean_p_confidence": 0.6526315789473685
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) Act No. 52. of 1998  (Certified on 24th November, 1998]  L.D.—0.13/98. ’  ‘AN ACT TO AMEND THE INLAND REVENUE  Acr, No. 28 oF 1979  BE it enacted by the Parliament of the Democratic Socialist  Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.7182692307692308
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  1. This Act may be cited as the Inland Revenue shor tte.  (Amendment) Act, No. 52 of 1998.",
    "mean_p_confidence": 0.7619047619047619
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  2. Section 8 of the Inland Revenue Act, No. 28 of 1979 Amendment of  (hereinafter referred to as the “principal enactment\") as Pare  ‘amended by Act, No. 24 of 1997, is hereby further amended :  as follow :-—",
    "mean_p_confidence": 0.7213953488372092
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  (1) in paragraph (a) of that section—",
    "mean_p_confidence": 0.7200000000000001
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  (@) by the substitution in subparagraph (XXIVA) of  that paragraph for the words and figures “year of  assessment commencing on or after April 1, 1989,  as consist of”, of the words and figures “year of  assessment commencing on or after April 1, 1989  but prior to April 1, 1997 and for the period  commencing, on April 1, 1997 and ending on  December 31, 1997, as consists of ” ;",
    "mean_p_confidence": 0.7974358974358974
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  (®) in subparagraph (LXXIII) of that paragraph by  the substitution for the words and figures “the  Securities and Exchange Commission of Sri  Lanka, Act, No. 36 of 1987\", of the words and  figures “the Securities and Exchange  Commission of Sri Lanka, Act, No. 36 of 1987” ;",
    "mean_p_confidence": 0.7877777777777778
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  (©) by the addition immediately after sub-paragraph  (LXXIII of that paragraph, of the following sub-  Paragraphs -—",
    "mean_p_confidence": 0.6904761904761905
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  “(Lxxiv) the Bandaranaike Museum Committee  incorporated under the Bandaranaike  Museum Committee (Incorporation)  Act, No, 28 of 1997.\" ;  2—D 049856—9,575 ( 09/98)",
    "mean_p_confidence": 0.6635714285714285
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2° Inland Revenue (Amendment) Act No. 52 of 1998  (Lxxv) the Geological Survey and Mines  Bureau established under the Mines and  Minerals Act, No. 33 of 1992 ;",
    "mean_p_confidence": 0.7587878787878788
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (2) in paragraph (e) of that section, by the substitution  for the words, “(ii) approved by the Minister”, of the  words, “(ii) approved by the Minister ;” ; and",
    "mean_p_confidence": 0.8133333333333334
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (3) by the addition at the end of that section of the  following paragraph :—",
    "mean_p_confidence": 0.7722222222222223
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  “(Q) the profits and income—",
    "mean_p_confidence": 0.5828571428571429
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (for any year of assessment, of any unit trust  or mutual fund incorporated on or after  December 01, 1996, if not less than seventy  er centum of such profits and income are  distributed to its unit holders before the  expiry of one year from the end of that year  of assessment ;",
    "mean_p_confidence": 0.7956666666666667
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  ii) for any year of assessment commencing on  or after the day immediately succeeding the  last day of the year of assessment at the end  of which the period of seven years referred  toin section 22 poop expires, of any unit trust  or mutual fund referred to in that section, if  not less than seventy per centum of such  profits and income are distributed to its unit  holders before the expiry of one year from  the end of the first mentioned year of  assessment.”.",
    "mean_p_confidence": 0.8042708333333333
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  ‘Amendment of 3. Section 9 of the principal enactment as amended by  reociel ofthe Act, No. 24 of 1997 is hereby amended in subsection (1) of  vetanit that section as follows :—",
    "mean_p_confidence": 0.7383333333333333
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  (1) in sub-paragraph (viii) of paragraph (f) of that  subsection, by the substitution for the words “Overseas  Economic Co-operation Fund of Japan ;”, of the words  “Overseas Economic Co-operation Fund of Japan or  the Commonwealth Secretariat in any of its programmes  for technical Co-operation with Sri Lanka ;” ;",
    "mean_p_confidence": 0.8053571428571429
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) Act No. 52 of 1998 3  (2) in paragraph (0) of that subsection, by the substitution  for the words “as the case may be ; and”, of the words",
    "mean_p_confidence": 0.8141666666666666
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  “as the case may be ;” ;",
    "mean_p_confidence": 0.6711111111111111
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (3) in paragraph (p) of that subsection, by the substitution  for the words and figures “prior to April 1, 1997 in  such public corporation”, of the words and figures  “prior tq April 1, 1997 in such public corporation ;  and” ; and",
    "mean_p_confidence": 0.8170833333333333
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (4) by the addition, immediately after paragraph (p) of  that subsection, of the following paragraph :—",
    "mean_p_confidence": 0.7836842105263159
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (q) any sum paid to any employee by the employer  of such employee, being a sum paid as  compensation for loss of any office or  ‘employment consequent to —",
    "mean_p_confidence": 0.7902941176470588
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  (i) the voluntary retirement by such employee  on or after November, 6, 1997, in  accordance with a scheme, which in the  opinion of the Commissioner-General is  uniformally applicable to all employees  employed by such employer ;",
    "mean_p_confidence": 0.7544186046511627
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  Gi) the retrenchment of such employee on or i  after November 6, 1977 by such employer  in accordance with a scheme approved by  the Commissioner of Labour.",
    "mean_p_confidence": 0.7571875
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  4. Section 10 of the principal enactment 2 amended Amendment of  by Act, No. 24 of 1997, is hereby fursher amencea as ae  follows :-— Cebimea?",
    "mean_p_confidence": 0.6980000000000001
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  (1) by the substitution in paragraph (g) of that section,",
    "mean_p_confidence": 0.7883333333333332
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  for the words “any foreign currency banking wnit.”,  of the words “any foreign currency banking unit ;  and” ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Inland Revenue (Amendment) Act No. 52 of 1998  (2) by the addition, immediately after paragraph (g) of  that section, of the following paragraph :—",
    "mean_p_confidence": 0.7875862068965517
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  “(h) interest accruing to any financial institution from  any loan granted by it to any venture capital  company established for the implementation of  any entrepreneur development programme of  the Government, if the proceeds of such loan  are utilized by such company for the  implementation of such programme.",
    "mean_p_confidence": 0.7863636363636364
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  For the purpose of this paragraph “financial  ~ institution” means any company whose business  or part of whose business consists of the  acceptance of money by way of deposits or loan  in the form of debenture ax bond or in any other  form, and the payment of interest thereon.”.  ‘Amendment of 5. Section 11 of the principal enactment as amended  fection 1 ofthe by Act, No. 24 of 1997, is hereby further amended as  Pees follows -—  (1) by the insertion, immediately after paragraph (aaa)  of that section, of the following new paragraphs :—",
    "mean_p_confidence": 0.7897169811320754
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  ‘(qaaa) any dividend out of the profits of any",
    "mean_p_confidence": 0.7381818181818182
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  company with which an agreement has been  entered into by the Board of Investment of  Sri Lanka under section 17 of the Board of  Investment of Sri Lanka Law, No. 4 of 1978  from the operation by such company of a  hospital with facilities for paying and non-  paying patients for indoor and outdoor  treatment, paid during the period of five  years reckoned from the commencement of  the year of assessment in which such  hospital commences operations ;",
    "mean_p_confidence": 0.8178888888888889
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  : (aaaaa) any dividend out of the profits within the",
    "mean_p_confidence": 0.7066666666666667
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  : meaning of section 3(a) of a company",
    "mean_p_confidence": 0.5740000000000001
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) Act No. 52 of 1998 5  (@ with which an agreement has been  entered into by the Board of Investment  of Sri Lanka, under section 17 of the  Board of Investment of Sri Lanka Law,  No. 4 of 1978, and  Gi) to which a mining license issued under  the Mines and Mineral Act, No. 33 of  1992, has been assigned  paid to any shareholder of such company,  during the period for which the profits and  income of that company are chargeable with  income tax at such rate as is determined in  accordance with subparagraph (a) of the  further proviso to paragraph (iv) of  regulation 2 of Regulations No. 1 of 1995  made under section 24 of the Board of  Investment of Sri Lanka Law, No. 4 of 1978,  as last amended by Regulation published in  Gazette No. 1019/13 of March 19, 1998 and  specified in such agreement or within one  year thereafter.",
    "mean_p_confidence": 0.810561797752809
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  (2) in paragraph (b) of that section, by the substitution",
    "mean_p_confidence": 0.7766666666666667
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  for the figures and letters “I7Kx, 18”, of the figures  and letters “17Kx, 17L, 17m, 18”.",
    "mean_p_confidence": 0.6436842105263159
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  6. Section 14 of the principal enactment as amended by Amendment of  Act, No. 24 of 1997, is hereby further amended in paragraph section 14 of the  (@) of subsection (1) of that section by the insertion, PnP  immediately after sub-paragraph (xxi), of that paragraph of  the following sub-paragraphs :— .",
    "mean_p_confidence": 0.7742105263157896
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  “(xxii)_the sale, on or after November 6, 1997, but on or  before April 1, 1999 by any person, of any share  held by him in any company, being a company  the shares of which are quoted on or before March  31st 1999 in any official list published by any  Stock Exchange licensed by the Securities and  Exchange Commission of Sri Lanka ; ae oe",
    "mean_p_confidence": 0.7994444444444444
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Inland Revenue (Amendment) Act No. 52 of 1998  (xxiii) the sale, on or after November 6, 1997, by any  person, of any bond, debenture or other debt.  instrument issued by any company and held by  such person, being a bond, debenture or other debt  instrument which, at the time of such sale is  quoted in any official list published by any Stock  Exchange licensed by the Securities and  Exchange Commission of Sri Lanka ;”.  Amended of 7. Section 15 of the principal enactment as amended by  sezion 1Softhe Act, No. 16 of 1996 ishereby further amended as follows —  — (1) by the insertion, immediately after paragraph (mm)  of that section, of the following paragraph :—  “(mmm) the profits and income within the meaning  of paragraph (a) of section 3 arising to any  person from the sale, on or after April 1,  1998, of gold, gems or jewellery ;\";  . (2) by the insertion immediately after paragraph “(w) of  that section, of the following paragraph—",
    "mean_p_confidence": 0.8003763440860215
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  “(ww) any profits and income within the meaning  of paragraph (a) of section 3 derived by, or  arising or accruing to any person from the  sale on or after November 6, 1997, of any  bond, debenture or other debt instrument  issued by a company and held by him being  a bond, debenture or other debt instrument  which at the time of such sale is quoted in  any official list published by any Stock  Exchange licensed by the Securities and  Exchange Commission of Sri Lanka ;” 5",
    "mean_p_confidence": 0.8186734693877551
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  (3) in paragraph (y) of that section by the substitution for  the words “conducted by the National Lotteries  Board.”, of the words “conducted by the National  Lotteries Board ; and” ;",
    "mean_p_confidence": 0.7930555555555556
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) Act No. 52 of 1998 7  (4) by the addition, at the end of paragraph (y) of that  section of the following paragraphs :—",
    "mean_p_confidence": 0.7925806451612903
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  “@ any interest or discount accruing to the “Sudu  Nelum Movement” established by the  Government and registered under section 114  of the Trust Ordinance being interest or discount  on any sum of money deposited by the Sudu  Nelum Movement with any commercial bank ;",
    "mean_p_confidence": 0.7874509803921568
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  (z) the relevant part of the profits and income within  the meaning of paragraph (a) of section 3,  arising or accruing to any primary dealer on or  after April 1, 1998.",
    "mean_p_confidence": 0.7925
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  For the purposes of this paragraph—",
    "mean_p_confidence": 0.70875
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  (® the expression “relevant part” in relation  to the profits and income and to any primary  dealer means the profits and income of such  primary dealer from dealing, in the  secondary market, in any treasury bill,",
    "mean_p_confidence": 0.7821428571428571
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  + treasury bond, registered stock or other",
    "mean_p_confidence": 0.6977777777777778
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  security issued under the Registered Stocks",
    "mean_p_confidence": 0.68625
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  . and Securities Ordinance and held by such  primary dealer, after deducting from such",
    "mean_p_confidence": 0.7270588235294118
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  profits and income such part of the interest",
    "mean_p_confidence": 0.728
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "  oF Giscount which would have accrued in",
    "mean_p_confidence": 0.6355555555555555
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "  respect of such bill, bond, stock or other",
    "mean_p_confidence": 0.741
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "  security had such bill, bond, stock or other",
    "mean_p_confidence": 0.757
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "  _ Security been held by such primary dealer  until such bill, bond, stock or other security  matured, as is attributable to the period  during which such bill, bond, stock or other  security is held by such primary dealer ;",
    "mean_p_confidence": 0.7731111111111111
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "  Gii)_the expression “primary dealer” means any  financier or bank appointed by the  Monetary Board of the Central Bank of Sri  Lanka under the Local Treasury Bills  Ordinance or the Registered Stocks and  Securities Ordinance and functioning as a  primary dealer in treasury bills, treasury  bond, registered stock or other security.",
    "mean_p_confidence": 0.7791525423728813
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Inland Revenue (Amendment) Act No. 52 of 1998  oe a * 8 Section 17 of the principal enactment inserted by  ec Act, No. 24 of 1997, is hereby amended in subsection (2) of  ‘canst that section as follows :— ‘",
    "mean_p_confidence": 0.7045652173913043
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  (1) by the substitution for paragraph (b) of that subsection,  of the following paragraph :—",
    "mean_p_confidence": 0.7216666666666667
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  “(®) is approved by the Minister, to be a company to  which this section applies, by Order published  in the Gazette,—",
    "mean_p_confidence": 0.7332
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  (@ on or before March 31, 1998, on an  application in writing in that behalf made  on or before December 31, 1997 ;",
    "mean_p_confidence": 0.7885185185185185
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  (ii) on or before March 31, 2000, on an",
    "mean_p_confidence": 0.7636363636363637
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  . application in writing in that behalf made  after December 31, 1997, but on or before  December 31, 1999\";  (2) by the substitution, for paragraph (d) of that  subsection, of the following paragraph :—  “(@) has invested—",
    "mean_p_confidence": 0.7397727272727272
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  (i) before December 31, 1998, in the case of a  company referred to in subparagraph (i) of,  paragraph (b) ; and",
    "mean_p_confidence": 0.7284
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  (ii) before December 31, 2000 in the case of a  ‘company referred to in subparagraph (ii) .  of paragraph (6), .  not less than four million rupees, in the purchase,  for the use of the undertaking carried on by that  company, of any plant, machinery, fixtures or  ‘equipment. \",  ‘Amendment of 9. Section 17xx of the praincipal enactment inserted by  Seaton 17m of Act, No. 24 of 1997, is hereby amended as follows :—  principal  enactment,",
    "mean_p_confidence": 0.7188636363636364
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) Act No. 52 of 1998 9",
    "mean_p_confidence": 0.7509090909090909
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  (1) in subsection (2) of that section by the substitution",
    "mean_p_confidence": 0.7833333333333333
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  for paragraph (6) of that subsection of the following  paragraph :-—",
    "mean_p_confidence": 0.682142857142857
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  “(B) is approved by the Minister by Notice published  in the Gazette on or before—",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  () March 31, 1998, on an application in  writing in that behalf made on or before  December 31, 1997 ; or",
    "mean_p_confidence": 0.7567999999999999
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  (i) March 31, 2000, on an application in  writing in that behalf made after December  31, 1997 but before December 31, 1999,",
    "mean_p_confidence": 0.7769230769230769
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  to be an undertaking to which this section",
    "mean_p_confidence": 0.753
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "  applies ; and”;",
    "mean_p_confidence": 0.4640000000000001
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "  (2) in subsection (3) of that section by the substitution  for paragraph (b) of that subsection of the following  paragraph :-—",
    "mean_p_confidence": 0.7744
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "  “(b) the expression “relevant date ” in relation toany”  undertaking which is approved in accordance.  with—",
    "mean_p_confidence": 0.5785
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "  (@ sub-paragraph (i) of paragraph (6) of  subsection (2), means the first day of any  calender month not earlier than November  1996 but not later than April 1998 ;",
    "mean_p_confidence": 0.7838235294117647
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "  (ii) sub-paragraph (ii) of paragrph (b) of  subsection (2), means the first day of any  calender month not earlier than November  1997 but not later than April 2000—",
    "mean_p_confidence": 0.7724242424242423
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "  and which is selected by that undertaking, and",
    "mean_p_confidence": 0.762
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "  notified to the Commissioner-General, in",
    "mean_p_confidence": 0.6542857142857142
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "  writing, not later than thirty days from the last  date of that month :  Le",
    "mean_p_confidence": 0.7105263157894737
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Inland Revenue (Amendment) Act No. 52 of 1998  Provided that where the relevant date is not  80 notified to the Commissioner General, the  relevant date in relation to any undertaking  which is approved in accordance with—  (i) sub-paragraph (i) of paragraph (6) of  subsection (2), shall be deemed to be April  1, 1997;  Gi) sub-paragraph (ii) of paragraph (6) of  subsection (2), shall be deemed to be April  1, 1999\",  Insertion of new 10. The following new sections are hereby inserted,  aoe {zeand immediately afier section 17k, and shall have effect as  Batik) section 171, and section 17M respectively, of the principal  canine enactment :—  “Exemption 171 The profits and income within tht  from income meaning of paragraph (a) of section 3 (other than  verte Any profits and income from the sale of capital  Reomear @8sets), of any person or partnership from any  any under Undertaking for the provision of services of  “taking which refrigerated transport or cold-room-storage Of  provide for other services ancillary thereto, shall be exempt  certain from income tax for a period of five’ years  services. reckoned from—  (@) April 1, 1998 ; or  () the commencement of the year of  assessment in which such undertaking  ‘commences to carry on business,  whichever is later.  Exemption _17M (1) The profits and income within the  fromincome “meaning of paragraph (a) of section 3 (other than  profitsand My profits and income from the sale of capital  income of assets), of any company from any specified  SShpany Undertaking referred to in subsection (2) shall  engaged in notwithstanding the provisions of section 320000  non- be exempt from income tax for a period of ten  oe years reckoned from— .  aatvitis, a",
    "mean_p_confidence": 0.7241692789968652
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) Act No. 52 of 1998 \\1",
    "mean_p_confidence": 0.7363636363636363
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  @ April 1, 1998 ; or",
    "mean_p_confidence": 0.67375
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  (®) the commencement of the year of  assessment in which such company  commences to carry on business,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  whichever is later.",
    "mean_p_confidence": 0.532
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  (2) For the purposes of subsection (1)",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  “specified undertaking” in relation to any  company is an undertaking carried on by such  company and which is engaged in—",
    "mean_p_confidence": 0.7870833333333334
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  (@) cultivating land with plants of whatever  description other than tea, rubber and  coconut ; or",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "  (6) the production of planting materials  certified by the Department of Agriculture  as being of high quality, for cultivation  referred to in paragraph (a) ; or",
    "mean_p_confidence": 0.7758064516129033
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "  (c) carrying out research work for improving  the quality and character of planting  materials for cultivation of land referred  to in paragraph (a)’.",
    "mean_p_confidence": 0.7457142857142857
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "  __ LL. The following new section is hereby inserted — Insenion of  immediately after section 20c, and shall have the effect as St “is ee  section 200 of the principal enactment :-— enactment.  ‘Exemption 20p (1) The profits and income, within the",
    "mean_p_confidence": 0.6842553191489361
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "  sn neue ge ™eaning of paragraph (a) of secion 3, (other than",
    "mean_p_confidence": 0.5835714285714285
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "  ofa any profits from the sale of capital assets), of any",
    "mean_p_confidence": 0.8038461538461538
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "  company company from any specified undertaking referred",
    "mean_p_confidence": 0.6144444444444443
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "  cxpors tO in subsection (2) shall, notwithstanding",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "  fresh or anything to the contrary in Chapter vitia, be",
    "mean_p_confidence": 0.7125
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "  Letsoresd ‘exempt from income tax for a period of ten years",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "  orfmuts and Teckoned from—",
    "mean_p_confidence": 0.31833333333333336
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "  cultivates",
    "mean_p_confidence": 0.19999999999999998
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "  hes sored (a) April 1, 1998 ; or",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  12 Inland Revenue (Amendment) Act No. 52 of 1998  (6) the commencement of the year of  assessment in which such undertaking  commences to carry on business,  whichever is later,  (2) For the purpose of subsection (1),  “specified undertaking” in relation to any  company and to any year of assessment means  an undertaking carried on by that company and  which is engaged in—  (i) the export of any fresh or processed  vegetables or fruits ; and  ii) cultivation in that year of assessment, of  Jand not less than five acres in extent with  vegetables or fruits.  In this section, vegetables include betel  leaves.’.  ‘Amendment of 12. Section 23 of the principal enactment as amended  nna ofthe by Act, no. 24 of 1997, is hereby further amended as  Lacy follows:—  (1) in subsection (1) of that section—  @) in paragraph (eee) of that subsection—  (@ by the substitution, in sub-paragraph  (ia) of that paragraph, for the words and  figure “(other than plant, machinery or  . fixtures referred to in sub-paragraph (ii))”,  of the words and figures “(other than plant,  machinery or fixtures referred to in sub-  paragraph (ii) or (jia))”;  (ii) by the substitution in sub paragraph (ii) of  that paragraph, for the words and figures  “any motor vehicle, lorry, bus, tractor,  trailer or office furniture acquired by such",
    "mean_p_confidence": 0.7748605577689244
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) Act No. 52 of 1998 + 13  person on or after April 1, 1987,” of the  words and figures “any motor vehicle, lorry,  bus, tractor, trailer or office furniture (other  than any motor coach, referred to in sub-  paragraph (iia)) acquired by such person  on or after April 1, 1987:\"s",
    "mean_p_confidence": 0.7760655737704918
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  Gii) by the insertion, immediately after  subparagraph (ii), of that paragraph of the  following sub-paragraph :—",
    "mean_p_confidence": 0.733
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  “(iia any motor coach acquired by such  person on or after April 1, 1998, and  used for transporting employees of  such person to, or from, their place  of work, at the rate of one hundred  per centum on its cost of  acquistion”;",
    "mean_p_confidence": 0.7358
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  () by the substitution in paragraph (1) of that  subsection, for the words “a special levy, to the  Government.”, of the word “a special levy to  the Government ; and ;\";",
    "mean_p_confidence": 0.765
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  (c) by the addition, at the end of paragraph (1) of  that subsection, of the following paragraph :—  “(u) any expenses incurred on or after",
    "mean_p_confidence": 0.766551724137931
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  November 6, 1997, but on or before  March 31, 1999 by any company in  obtaining quotation of the shares of such  company, in any official list published by  any Stock Exchange licensed by the  Securities and Exchange Commission of  Sri Lanka, if such quotation is so obtained,  ‘on or before March 31, 1999.\"  (2) in subsection (7) of that section—",
    "mean_p_confidence": 0.7955714285714285
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "  (@) by the substitution in sub-paragraph (ii) of  paragraph (c), of that subsection for the words  “is other wise than by sale,” of the following  words -—",
    "mean_p_confidence": 0.775625
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  14 Inland Revenue (Amendment) Act No. 52 of 1998  “is otherwise than by sale, after deducting,  from such sale price or market value, as the case  may be, the amount of goods and services tax  chargeable under the Goods and Services Tax  Act, No. 34 of 1996, on the disposal of such  capital asset if such tax is included in such sale  price or market value as the case may be ;”",
    "mean_p_confidence": 0.8258024691358025
  },
  {
    "i_page": 15,
    "par_num": 2,
    "text": "  (6) in sub-paragraph (iii) of paragraph (f) of that  subsection, by the substitution for the words “by  such individual or partnership”, of the words  “by such individual or partnership ;\" ;",
    "mean_p_confidence": 0.7811111111111111
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "  (©) by the addition at the end of sub-paragraph (iii)  of paragraph (f) of that subsection of the  following paragraph :—",
    "mean_p_confidence": 0.768
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "  “(iv) where any person is entitled, under the  Goods and Services tax Act, No. 34 of  1996, to claim credit for input tax paid in  relation to the acquisition or the  construction of any capital asset, the cost  of acquisition or the cost of construction,  as the case may be, of such capital asset  shall not include such input tax.”.  ‘Amendment of 13. Section 24 of the principal enactment as anended  prncial \"by Act, No. 24 of 1997, is hereby amended in subsection (1)  caciecae of that section as follows :-—",
    "mean_p_confidence": 0.7784466019417475
  },
  {
    "i_page": 15,
    "par_num": 5,
    "text": "  (1) in subparagraph (iii) of paragraph (1) of that subsection  by the substitution, for the words “prescribed tax or  levy.”, of the words “prescribed tax or levy.” ; and”;",
    "mean_p_confidence": 0.8142424242424243
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "  (2) by the addition at the end of sub-paragraph (iii) of  that paragraph, of the following paragraph :—",
    "mean_p_confidence": 0.8114285714285714
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "  “Civ) input tax under the Goods and Services Tax Act  No. 34 of 1996, for the period for which the  Profits and income are being ascertained in",
    "mean_p_confidence": 0.8083870967741935
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) Act No. 52 of 1998 15  . respect of any taxable activity, within the  ‘meaning of that Act, carried on by such person,  if such person is entitled under that Act, toclaim  cerdit for such input tax”.",
    "mean_p_confidence": 0.777391304347826
  },
  {
    "i_page": 16,
    "par_num": 2,
    "text": "  14. Section 29 of the principal enactment as amended Amendment of  by Act, No. 24 of 1997 is hereby further amended as vou  follows :-— Laem",
    "mean_p_confidence": 0.7213333333333334
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "  (1) in paragraph (6) of subsection (2) of that section—",
    "mean_p_confidence": 0.7775
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "  (@) in item (ii) (a) of that paragraph by the  substitution for the words and figures “subsection  (7A), a loss referred to in paragraph (6) of”, of  the words and figures “subsection (7A), subsection  (78), a loss referred to in paragraph (6) of \"; and",
    "mean_p_confidence": 0.7649019607843137
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "  (6) initem (iv) of the proviso to paragraph (6) of that  section by the substitution, for the words and  figures “subsection (7) or in subsection (74),  incurred”, of the words and figures “subsection  (7), subsection (7a) or subsection (7s) incurred”;",
    "mean_p_confidence": 0.7958695652173913
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "  (2) in subsection (3) of that section by the substitution in",
    "mean_p_confidence": 0.7907692307692307
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "  Paragraph (6), of that subsection, for all the words",
    "mean_p_confidence": 0.7609090909090909
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "  and figures from “such entirety or portion shall be” to",
    "mean_p_confidence": 0.7608333333333334
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "  “the manner provided for in paragraph (b) of",
    "mean_p_confidence": 0.728
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "  subsection (2)\", of the following :—",
    "mean_p_confidence": 0.605
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "  such entirety or portion shall be deducted from  his total statutory income for the next succeeding  year of assessment and so on :  Provided that where such first year of assessment  ~ is any year of assessment—",
    "mean_p_confidence": 0.7513953488372094
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "  (i ending on or before March 31, 1997, the residue,  if any, of such entirety or of such portion after its  deduction from the total statuory income of such  person for each of the years of assessment  succeeding the year of assessment in which such  loss was incurred but prior to the year of",
    "mean_p_confidence": 0.8104918032786885
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  16 Inland Revenue (Amendment) Act No. 52 of 1998  assessment commencing on April 1, 1997,  shall be deemed to be a loss incurred by such  person in such undertaking in the year of  assessment ending on March 31, 1998 and may  accordingly ;",
    "mean_p_confidence": 0.8086
  },
  {
    "i_page": 17,
    "par_num": 2,
    "text": "  (ii) commencing on or after April 1, 1997, the residue,  if any, of such entirety or of such portion, after,  its deduction from the total statuory income of  such person for that year of assessment, shall be  deemed to be a loss incurred by such person in",
    "mean_p_confidence": 0.7926415094339623
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": "  : that undertaking in the year of assessment  immediately succeeding that year of assessment  and may accordingly,",
    "mean_p_confidence": 0.7276190476190476
  },
  {
    "i_page": 17,
    "par_num": 4,
    "text": "  be deducted in the manner provided in paragraph (b)",
    "mean_p_confidence": 0.7563636363636363
  },
  {
    "i_page": 17,
    "par_num": 5,
    "text": "  of subsection (2)\" ; and",
    "mean_p_confidence": 0.5828571428571429
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "  (3) by the insertion immediately after subsection (7a) of  that section of the following subsection :—",
    "mean_p_confidence": 0.7594736842105263
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "  “(7) ‘There shall be deducted from the total statuory  income of a person for any year of assessment  ‘commencing on or after April 1, 1997, where  such income includes profits and income from  any business of leasing, any loss for any year  of assessment commencing on or after April  1, 1997 incurred from the business of leasing  which if it had been a profit would have been  assessable under this Act, and which has not",
    "mean_p_confidence": 0.8223529411764705
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "  ‘ been so deducted from his total statuory",
    "mean_p_confidence": 0.731
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "  income of a previous year :  Provided that such deduction shall in no  . Case exceed the amount of the profits and  income of such business included in such total  statuory income ; and shall be made as far as  : Possible, from the total statuory income of",
    "mean_p_confidence": 0.7845454545454545
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) Act No. 52 of 1998 17  . such person for the first year of assessment  after that in which the loss was incurred and  0 far as it cannot be so made, then from the  total statuory income of the next succeeding  year of assessment and so on.”.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 2,
    "text": "  15. Section 30 of the principal enactment is hereby Amendment of  amended in the third proviso to subsection (2) of that section section 30 of the  by the substitution, for the words and figures “any year of PanciPal  assessment commencing on or after April 1, 1989\", of the  words and figures “any year of assessment commencing on or  after April 1, 1989, but prior to March 31, 1997 and for the  Period commencing from March 31, 1997 to December 31,",
    "mean_p_confidence": 0.8172727272727273
  },
  {
    "i_page": 18,
    "par_num": 3,
    "text": "  1997”,",
    "mean_p_confidence": 0.21333333333333335
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "  16. Section 31 of the principal enactment as amended Amendment of  by Act, No. 16 of 1996, is hereby further amended as ocr fie  follows :— ‘enactment,",
    "mean_p_confidence": 0.733225806451613
  },
  {
    "i_page": 18,
    "par_num": 5,
    "text": "  (1) in subsection (2) of that section—",
    "mean_p_confidence": 0.6611111111111111
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "  (@) in paragraph (g) of that subsection, by the  substitution, for the words and figures “Tax  Amnesty Act, No. 5 of 1978.\", of the words and  figures “Tax Amnesty Act, No. 5 of 1978 ;\";",
    "mean_p_confidence": 0.78775
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "  (b) “by the addition immediately after paragraph (q)  of that subsection of the following paragraphs :—  (Dany sum invested by any individual, on or",
    "mean_p_confidence": 0.7521428571428571
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "  after November 6, 1997 but on or before  March 31, 1999, in the purchase of any  ordinary share, other than any existing share  in any company, the shares of which are  quoted as at March 31, 1999 in any official  list published by any Stock Exchange  incensed by the Securities and Exchange  Commission of Sri Lanka ;",
    "mean_p_confidence": 0.791060606060606
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  18 Inland Revenue (Amendment) Act No. 52 of 1998  (5) any sum invested by any person on or after  November 6, 1997 but before April 1, 2000,  in the purchase of any ordinary share other  than any existing share, in any company—  (A) which,  @ is incorporated on. or after  November 6, 1997 ;  Gi) has entered into an agreement  with the Board of Investment of  Sri Lanka under section 17 of the  Board of Investment of Sri Lanka  Law No. 4 of 1978, :  and is engaged in accordance with that  agreement in any undertaking for the  development of infrastructure facilities  in Sri Lanka ; and  (B) (i) of which the issued share  capital as at March 31, 2000 is not  less than three hundred million  Rupees : and  (ii) which has, as at March 31, 2000  invested not less than five hundred  million Rupees  (@) in the purchase or  . construction of any building  or ini the purchase of any land,  plant, machinery or furniture 5  and  (6) inthe acquisition of any other  asset not included in  Paragraph (a)  for the use of the undertaking  carried on by the company ;",
    "mean_p_confidence": 0.7464035087719298
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) Act No. 52 of 1998 19  (© any sum invested, on or after April 1, 1998,  but prior to March 31, 2000 by any person in  the purchase of any ordinary share, other than  any existing share, in any company referred",
    "mean_p_confidence": 0.7981999999999999
  },
  {
    "i_page": 20,
    "par_num": 2,
    "text": "  to in— .",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 20,
    "par_num": 3,
    "text": "  (i) section 1$ (aaaa)\" ; or",
    "mean_p_confidence": 0.46875
  },
  {
    "i_page": 20,
    "par_num": 4,
    "text": "  (ii) section 17M, where the sum invested is",
    "mean_p_confidence": 0.667
  },
  {
    "i_page": 20,
    "par_num": 5,
    "text": "  not less than ten million Rupees and it  is proved to the statisfaction of the  Assessor that such sum is utilised by  such company in carrying on any  specified undertaking referred to in that  section,  (2) in subsection (5e) of that section—  i) in paragraph (a)— .",
    "mean_p_confidence": 0.7444642857142857
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": "  (@) by the substitution in paragraph (i), for the  words and figure and letters “paragraphs (b),  (0), (m), (n) and (q) of subsection (2),\", of  the words and figure and letters “paragraphs  (6), (©), (rm), (nm), (qs (P), (5) and (1) of  subsection (2) ;”",
    "mean_p_confidence": 0.6869230769230769
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "  (b) by the substitution in sub-paragraph (iii), for  the words “such assessable income ; and”,  of the words “such assessable income ;\" ;",
    "mean_p_confidence": 0.7762962962962964
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "  (c) by the insertion, immediately after sub-  Paragraph (iii) of that subsection of the  following sub-paragraphs :—",
    "mean_p_confidence": 0.7371428571428572
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "  “(iiia) in respect of all qualifying payments  referred to in paragraph (r) of  subsection (2), made by him or  deemed to have been made by him,  shall not exceed one-third of such  assessable income ;",
    "mean_p_confidence": 0.7621428571428571
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "  Giib) in respect of all qualifying payments  referred to in paragraph (s) of  subsection (2) made by him or  deemed to have been made by him,  shall not exceed one-third of such  assessable income ; and *",
    "mean_p_confidence": 0.7563636363636363
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  20 Inland Revenue (Amendment) Act No. 52 of 1998",
    "mean_p_confidence": 0.7245454545454545
  },
  {
    "i_page": 21,
    "par_num": 2,
    "text": "  i) in paragraph (6), by the substitution for the words  and letters “paragraphs (b), (c), (m) and (n) of \",  of the words and letters “paragraphs (6), (c),(m),  (n) and (1) of \".",
    "mean_p_confidence": 0.7389473684210526
  },
  {
    "i_page": 21,
    "par_num": 3,
    "text": "  (3) in subsection (6) of that section—",
    "mean_p_confidence": 0.7177777777777777
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "  (a) by the substitution, in paragraph (i) of that  subsection for the words “in any year of  assessment ; or”, of the words “in any year of  assessment ; 2",
    "mean_p_confidence": 0.7871428571428571
  },
  {
    "i_page": 21,
    "par_num": 5,
    "text": "  . (®) by the substitution, in paragraph (ii) of that  subsection for the words and letters ‘in paragraph  (g) of’, of the words and letters “in paragraph (q)  or (s) of\" 5  (4) by the insertion, immediately after subsection (7A) of  that section of the following subsection :-—",
    "mean_p_confidence": 0.7394545454545455
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "  “(7aa) Where any person who is entitled to a  deduction from his assessable income of an allowance  under subsection (1) in respect of the purchase of any  share in any company, sells such share or withdraws,  realizes or receives any money in respect of such share,  and purchase other ordinary shares in respect of which  heis entitled to a deduction from his assessable income  under that subsection, the deduction from income tax  to which he is entitled to in respect of the second-  mentioned purchase of shares shall be reduced by the  amount of the deduction from income tax to which he  ‘was entitled in consequence of the first-mentioned  purchase of shares.”.",
    "mean_p_confidence": 0.8174603174603174
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "  ‘Amendment of 17. Section 31A of the principal enactment inserted by  ee the Act, No. 24 of 1997 is hereby amended as follows :-—  ‘enactment, _  (1) in subsection (2) of that section, by the substitution  for sub paragraph (i) of paragraph (a) of that  subsection of the following paragraph:— ,-",
    "mean_p_confidence": 0.7398275862068965
  },
  {
    "i_page": 22,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) Act No. 52 of 1998 21  “(i on or after November 6, 1996 but prior to  April 1, 2000 ;”",
    "mean_p_confidence": 0.7425925925925926
  },
  {
    "i_page": 22,
    "par_num": 2,
    "text": "  (2) in subsection (4) of that section, by the substitution,",
    "mean_p_confidence": 0.7891666666666667
  },
  {
    "i_page": 22,
    "par_num": 3,
    "text": "  for the words “the entirety of such investment  + whichever is less” wherever those words occur in that",
    "mean_p_confidence": 0.7809523809523808
  },
  {
    "i_page": 22,
    "par_num": 4,
    "text": "  subsection, of the words “the entirety of such",
    "mean_p_confidence": 0.712
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "  investment tax allowance whichever is less” ;",
    "mean_p_confidence": 0.7288888888888888
  },
  {
    "i_page": 22,
    "par_num": 6,
    "text": "  (3) in subsection (6) of that section, by the substitution in  Paragraph (ii) of that subsection, for the words and  figures “commencing on November 6, 1996 and  ending on March 31, 1999, is entitled”, of the words  and figures :-—",
    "mean_p_confidence": 0.8065217391304348
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "  “commencing on—",
    "mean_p_confidence": 0.455
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "  (@) November 6 , 1996 and ending on March 31,  1999, where such asset was acquired or deemed  to have been acquired before April 1, 1998 ; or",
    "mean_p_confidence": 0.8128124999999999
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "  (b) April 1, 1998, and ending on March 31, 2001,  where such asset is acquired or deemed to have  been acquired on or after April 1, 1998,",
    "mean_p_confidence": 0.8064516129032258
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "  is entitled.”",
    "mean_p_confidence": 0.315
  },
  {
    "i_page": 22,
    "par_num": 11,
    "text": "  18. Section 32ccc of the principal enactment inserted by Amendment of  Act, No. 16 of 1996 is hereby amended by the addition, atthe Seoton saerr of  end of that section of the following subsection :-— ‘enactment.",
    "mean_p_confidence": 0.71675
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "  “(3) Where an individual who is employed in a company",
    "mean_p_confidence": 0.7666666666666666
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "  referred to in paragraph (aaaaa) of section 11, and  who is deemed under subsection (7) of section 67 to  be non-resident for a period of five years, continues  to be employed in such company in Sri Lanka after  the expiry of such period of five years, the profits  from employment in that company of such individual",
    "mean_p_confidence": 0.8263492063492064
  },
  {
    "i_page": 23,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "  22 Inland Revenue (Amendment) Act No. 52 of 1998  for the period commencing from the end of such  period of five years and ending on the last date of  the period during which the dividends paid by such  company are exempt from income tax, shall,  notwithstanding anything to the contrary in Chapter  VIII of this Act, be chargeable with income tax at  the rate of fifteen per centum.”,  ‘Amendment of 19. Section 32p of the principal enaétment inserted by  section 320 f the Act, No. 11 of 1989, is hereby amended in subsection (1) of  baer that section by the substitution, for the words “held by the  7 Central Bank of Sri Lanka” of the words “held prior to January  1, 1998, by the Central Bank of Sri Lanka\".  Insertion of new 20. The following new sections are hereby inserted,  sections 32000, immediately after section 3200 and shall have effect as  ‘320000 and sections 32ppp, 3200p and 32ppppp respectively of the  3200000 in the .  fereeter Principal enactment :—  ‘enactment,  “Rate of 3200p (1) Where the taxable income of any  income tax person (other than a company) for any year of  mebrokis | Assessment commencing on or after April 1, 1998,  undertakings includes any profits and income from any  cariedon agricultural undertaking or any undertaking for  byaperson the promotion of tourism (hereinafter in this  ther than a section referred to as “specified profits”) and the  company. rate of income tax payable on a part of such  income (hereinafter in this section referred to as  “the relevant part of the income”) exceeds fifteen  per centum, then in regard to the relevant part of  the income, the tax shall be computed as  follows :-—  (@) if the relevant part of the income exceeds  the amount of such “specified profits”\"—  i) the tax payable on such portion of the  . relevant part of the income as is equal  to the amount of such specified  - profits, shall be at the rate of fifteen  : per centum ; and",
    "mean_p_confidence": 0.7685599999999999
  },
  {
    "i_page": 24,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) Act No. 52 of 1998 23  i) the tax payable on the balance of the  relevant part of the income shall be  computed according to the rates of  tax above fifteen per centum as are  applicable thereto under this Act;  (©) ifthe relevant part of the income does not  exceed the amount of such specified  profits, the tax payable on the entirety of  the relevant part of the income shall be at  the rate of fifteen per centum,  notwithstanding anything to the contrary,  ° to the other provisions of this Chapter or  Chapter VIIIA.  (2) For the purposes of subsection (1)  (@). “agricultural undertaking” includes any  undertaking for—  0 () fishing ;  (ii) cultivating land with plants of  “+. whatever description ; and  : (ili) provision of the services of  ‘managment to any undertaking for  cultivating land with plants of  . whatever description ;  (®) “any undertaking for the promotion of  i tourism” means an undertaking for the  operation of —  _ @ any hotel or guest house approved by  the Ceylon Tourist Board ; or  ii) any restaurant graded by the Ceylon  Tourist Board as being in “Class A”  or “Class B”;",
    "mean_p_confidence": 0.7525764192139738
  },
  {
    "i_page": 25,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "  24 Inland Revenue (Amendment) Act No. 52 of 1998  (ii) any business of a travel agent ;  (iv) any business of transporting  tourists ;",
    "mean_p_confidence": 0.7055172413793104
  },
  {
    "i_page": 25,
    "par_num": 2,
    "text": "  (¥) any business approved by the Ceylon  Tourist Board for providing facilities  to tourists for recreation or sports.",
    "mean_p_confidence": 0.7531818181818182
  },
  {
    "i_page": 25,
    "par_num": 3,
    "text": "  (©) “profits and income from any agricultural  undertaking” means—",
    "mean_p_confidence": 0.6766666666666667
  },
  {
    "i_page": 25,
    "par_num": 4,
    "text": "  (i) in the case of an undertaking referred  to in sub-paragraph (iii) of paragraph  (a), the profits and income from fees  for providing the services of  management; and",
    "mean_p_confidence": 0.6944117647058823
  },
  {
    "i_page": 25,
    "par_num": 5,
    "text": "  (ii) in any other case, the profits and  income from the sale of produce of  such undertaking without subjecting  such produce to any process of  production or manufacture:",
    "mean_p_confidence": 0.7647058823529411
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "  Provided that where any person  carries on any undertaking for  subjecting the produce of any  agricultural undertaking to any  process of production or  manufacture, the produce of the  agricultural undertaking shall for the  purpose of this sub-paragraph be  deemed to have been sold to such",
    "mean_p_confidence": 0.7683636363636364
  },
  {
    "i_page": 25,
    "par_num": 7,
    "text": "  3 undertaking for production or  ‘manufacture at the open market price  prevailing at the time of the deemed  sale and the profit from the sale of  the produce of such agricultural  -undertaking shall be the profits",
    "mean_p_confidence": 0.7472093023255815
  },
  {
    "i_page": 25,
    "par_num": 8,
    "text": "  arising from such deemed sale.",
    "mean_p_confidence": 0.6585714285714286
  },
  {
    "i_page": 26,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) Act No. 52 of 1998 25  Rateof | _ 320000. (1) Where the taxable income of any  onprnts’ company for any year of assessment commencing.  from onorafter April I, 1998, includes any profits and  Seratn income from any agricultural undertaking or from  cariedon®” any undertaking for the promotion of tourism,  bya such part of such taxable income as consists of  company, such profits and income shall, notwithstanding",
    "mean_p_confidence": 0.7340506329113924
  },
  {
    "i_page": 26,
    "par_num": 2,
    "text": "  anything to the contrary in any provisions of this  Chapter or ChapterVIlIa or Chapter IX be  chargeable with income tax at the rate of fifteen  per centum,",
    "mean_p_confidence": 0.7478125
  },
  {
    "i_page": 26,
    "par_num": 3,
    "text": "  (2) For the purposes of subsection (1) the  expressions “agricultural undertaking”, “any  undertaking for the promotion of tourism” and  “the profits and income from any agricultural  undertaking”, shall have the respective meanings  assigned to them in section 32000.",
    "mean_p_confidence": 0.7802222222222223
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "  Rate of 3200000. (1) Where the taxable income of any",
    "mean_p_confidence": 0.7374999999999999
  },
  {
    "i_page": 26,
    "par_num": 5,
    "text": "  on dividengs Pefson (other than a company) for any year of",
    "mean_p_confidence": 0.6576923076923076
  },
  {
    "i_page": 26,
    "par_num": 6,
    "text": "  paidout of, @8Sessment includes any dividend-",
    "mean_p_confidence": 0.4725
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "  Profits taxed :",
    "mean_p_confidence": 0.274
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "  taco tence (@) being adividend out of profits and income",
    "mean_p_confidence": 0.6316666666666667
  },
  {
    "i_page": 26,
    "par_num": 9,
    "text": "  with seedy referred to in section 320000; or",
    "mean_p_confidence": 0.598
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "  eves, (b) being a dividend paid out of any such  dividend as is referred to in paragraph (a)  received by any company directly from a  ‘company referred to in section 32 0ppD  or through one or more intermediary  companies, if the first mentioned dividend  is paid during the year of assessment in  which the profits and income referred to",
    "mean_p_confidence": 0.7801470588235294
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "  * in section 32 poop arose or accrued or",
    "mean_p_confidence": 0.6727272727272727
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "  . within two years from the end of that year  of assessment,  and the rate of income tax payable on a part of  : such income (hereinafter in this section referred  to as the relevant part of the income) exceeds  as",
    "mean_p_confidence": 0.7616666666666667
  },
  {
    "i_page": 27,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "  26 Inland Revenue (Amendment) Act No. 52 of 1998  fifteen per centum, then in regard to the relevant  part of the income tax shall be computed as.  follows :-—",
    "mean_p_confidence": 0.7758823529411765
  },
  {
    "i_page": 27,
    "par_num": 2,
    "text": "  (@ if the relevant part of the income  i exceeds the amount of such  dividends—  the tax payable on such part of  the relevant part of the income as is  equal to the amount of such  dividends, shall be at the rate of  fifteen per centum ; and  the tax payable on the balance of  the relevant part of the income shall  be computed according to such of the  rates of the tax above fifteen per  centum as are applicable thereto  | under this Act;  (ii) if the relevant part of the income  does noexceed the amount of such  : dividend, tax payable on the entirety  of the relevant part of the income  shall be at the rate of fifteen per  centum, notwithstanding anything to  the contrary in the other provisions  of this Chapter or of Chapter VIIA.  (2) Where the taxable income of any  company includes any dividend referred to in  subsection (1), the rate of income tax applicable  to such part of such taxable income as consists  of such dividend shall, subject to the provisions  of section 35 be fifteen per centum”.  he ot 21. The following new sections are hereby inserted,  Secs and immediately after section 32eee, and shall have effect as  32emezinthe sections 32eree and 32eceee respectively of the principal  Lateral enactment :—",
    "mean_p_confidence": 0.7704399999999999
  },
  {
    "i_page": 28,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) Act No. 52 of 1998 27  “Deduction 32eeEe. (1) Where for any year of assessment  Leet commencing on or after April 1, 1998 the taxable  fry quoted income of any company referred to in subsection  public (2), includes any profits and income, within the  Company meaning of section 3(a), there shall be deducted  conditene,” from the tax payable by that company for that",
    "mean_p_confidence": 0.7289189189189189
  },
  {
    "i_page": 28,
    "par_num": 2,
    "text": "  \"year of assessment, an amount equal to five per  Centum of such part of such taxable income as  consists of such profits and income :",
    "mean_p_confidence": 0.7862068965517242
  },
  {
    "i_page": 28,
    "par_num": 3,
    "text": "  Provided that where the amount so deductable  exceeds such tax payable by such company for  that year of assessment the excess shall not be  refunded.",
    "mean_p_confidence": 0.7696666666666666
  },
  {
    "i_page": 28,
    "par_num": 4,
    "text": "  (2) The provisions of subsection (1) shall, in  relation to the year of assessment referred to in  subsection (1), apply to any company—",
    "mean_p_confidence": 0.7911111111111111
  },
  {
    "i_page": 28,
    "par_num": 5,
    "text": "  (@) which isa quoted public company for that",
    "mean_p_confidence": 0.6849999999999999
  },
  {
    "i_page": 28,
    "par_num": 6,
    "text": "  year of assessment, and :",
    "mean_p_confidence": 0.4942857142857143
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": "  (6) in respect of which the Assessor is  satisfied that, the number of persons  registered in the share register of such  company as shareholders is, at no time  during that year of assessment, less than  three hundred.",
    "mean_p_confidence": 0.7881818181818182
  },
  {
    "i_page": 28,
    "par_num": 8,
    "text": "  (3) Where in relation to any company—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "  (@) which is a quoted public company for the",
    "mean_p_confidence": 0.7136363636363636
  },
  {
    "i_page": 28,
    "par_num": 10,
    "text": "  year of assessment commencing on April  11,1997, and",
    "mean_p_confidence": 0.6218181818181818
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "  (6) in respect of which the Assessor is  satisfied that as at March 31, 1998, the  number of persons registered in the share  register of such company as shreholders",
    "mean_p_confidence": 0.7844117647058823
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "  isnot less than three hundred,  the deduction referred to in subsection (1) shall",
    "mean_p_confidence": 0.704375
  },
  {
    "i_page": 29,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "  28 Inland Revenue (Amendment) Act No. 52 of 1998  apply to that company for the year of assessment  commencing on April 1, 1997.",
    "mean_p_confidence": 0.7696296296296297
  },
  {
    "i_page": 29,
    "par_num": 2,
    "text": "  Deduction 32eEEeE (1) Where for any year of assessment",
    "mean_p_confidence": 0.6454545454545454
  },
  {
    "i_page": 29,
    "par_num": 3,
    "text": "  fromtax commencing on or after April 1, 1998, the taxable",
    "mean_p_confidence": 0.7433333333333333
  },
  {
    "i_page": 29,
    "par_num": 4,
    "text": "  aeraperaa, income of any company referred to in subsection  which (2) includes any profits and income, within the  obiains a meaning of section 3(a), there shall be deducted",
    "mean_p_confidence": 0.7246874999999999
  },
  {
    "i_page": 29,
    "par_num": 5,
    "text": "  ‘wotation of from the tax payable by that company for that",
    "mean_p_confidence": 0.7538461538461537
  },
  {
    "i_page": 29,
    "par_num": 6,
    "text": "  tnd ntigges Year Of assessment, an amount equal to five per",
    "mean_p_confidence": 0.6484615384615384
  },
  {
    "i_page": 29,
    "par_num": 7,
    "text": "  cerain Centum of such part of such taxable income as  conditions. consists of such profits and income :",
    "mean_p_confidence": 0.7295238095238096
  },
  {
    "i_page": 29,
    "par_num": 8,
    "text": "  Provided that where the aomunt so deductable  exceeds the tax payable by such company for that  year of assessment, the excess shall not be  refunded.",
    "mean_p_confidence": 0.7583333333333333
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "  (2) The provisions of subsection (1) shall, in  relation to the year of assessment referred to in  subsection (1), apply to any company—",
    "mean_p_confidence": 0.7881481481481482
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": "  (@) the shares of which are as at March 31 of  that year of assessment,quoted in any  . official list published by any Stock  Exchange licensed by the Securities and  Exchange Commission of Sri Lanka  * consequent to an application made in that  year of assessment , and  (6) in respect of which the Assessor is  satisfied that as at March 31 of that year  of assessment the number of persons  registered in the share register of such  company as shareholders is not less than  three hundred. A  (3) Where in relation to any company—  (@) the shares of which are qouted, as at  March 31, 1999, in any official list  published by any Stock Exchange",
    "mean_p_confidence": 0.7984328358208955
  },
  {
    "i_page": 30,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) Act No. 52 of 1998 29  licensed by the Securities and Exchange  Commission of Sri Lanka consequent to  an application made in that behalf on or  before March 31, 1998, and",
    "mean_p_confidence": 0.7847500000000001
  },
  {
    "i_page": 30,
    "par_num": 2,
    "text": "  (6) in respect of which the Assessor is  satisfied that as at March 31, 1998 the  number of persons registered in the share  register of such company as shareholders  is not less than three hundred, and the  deduction referred to in subsection (1), ei  shall apply to that company for the year  of assessment commencing on April 1,  1997, as an amount equal to two and one  half per centum of such part.",
    "mean_p_confidence": 0.8013095238095238
  },
  {
    "i_page": 30,
    "par_num": 3,
    "text": "  22. Sectin 33a of the principal enactment amended by Amendment of  Act No. 24 of 1997 is hereby further amended in paragraph section 334 of the  Gi) in subsection (2) ofthat section by the substitution forthe Praca’  words and figures “section 32F or section 32H”, of the words 7  and figures” section 32o000 or section 32F or section 32H.",
    "mean_p_confidence": 0.7669230769230769
  },
  {
    "i_page": 30,
    "par_num": 4,
    "text": "  23. Section 33c of the principal enactment as last Aemendment of  amended by Act No. 16 of 1996, is hereby further amended section 33¢ of the  as follows :— Leinl",
    "mean_p_confidence": 0.7276470588235293
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": "  enactment.",
    "mean_p_confidence": 0.18666666666666665
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "  (1) in sub-paragraph (c) of paragraph (1) of that",
    "mean_p_confidence": 0.7763636363636363
  },
  {
    "i_page": 30,
    "par_num": 7,
    "text": "  section—  (a) by the insertion, immediateiy after item (i) of that  sub-paragraph of the following item :— .  “(ia) dividends in relation to which advance <> +  company tax has been paidat fifty four per.  centum ; and *  (b) by the repeal of items (iva) and (ivb) of that sub-  Paragraph and the substitution of the following  items therefor:— ro  “(v) dividends in relation to which advance  ‘company tax has been paid at seventeen per  . centum ; .",
    "mean_p_confidence": 0.6953763440860216
  },
  {
    "i_page": 31,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "  30 Inland Revenue (Amendment) Act No. 52 of 1998",
    "mean_p_confidence": 0.6854545454545454
  },
  {
    "i_page": 31,
    "par_num": 2,
    "text": "  (vi) dividends in relation to which advance  ‘company tax has been paid at eleven per  centum ;",
    "mean_p_confidence": 0.748095238095238
  },
  {
    "i_page": 31,
    "par_num": 3,
    "text": "  (vii) dividends in relation to which advance  company tax has been paid at eight per  centum ; and",
    "mean_p_confidence": 0.7063636363636363
  },
  {
    "i_page": 31,
    "par_num": 4,
    "text": "  (viii) dividends in relation to which advance  company tax has been paid at five per  centum ;\", 5",
    "mean_p_confidence": 0.6954545454545454
  },
  {
    "i_page": 31,
    "par_num": 5,
    "text": "  (2) in sub-paragraph (b}of paragraph (2) of that section,  by the insertion, immediately after item (iii) of that  sub-paragraph, of the following item :—",
    "mean_p_confidence": 0.7821428571428571
  },
  {
    "i_page": 31,
    "par_num": 6,
    "text": "  “(iiia)_ under section 320000”,",
    "mean_p_confidence": 0.46166666666666667
  },
  {
    "i_page": 31,
    "par_num": 7,
    "text": "  ‘Amendment of 24, Section 38 of the principal enactment as amended  pacal \"by Act, No. 16 of 1996, is hereby further amended in paragraph  enactment (d) of subsection (2) of that section as follows :—",
    "mean_p_confidence": 0.7261538461538461
  },
  {
    "i_page": 31,
    "par_num": 8,
    "text": "  (1) by the insertion, immediately after item (i) of that  paragraph, of the following item :—",
    "mean_p_confidence": 0.7494736842105263
  },
  {
    "i_page": 31,
    "par_num": 9,
    "text": "  “(ia) dividends received, in relation to which  advance company tax has been paid at fifty  four per centum ;\";",
    "mean_p_confidence": 0.7356521739130436
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "  (2) by the repeal of items (iva) and (ivb) of that  paragraph, and the substitution, of the following items  therefor :-—",
    "mean_p_confidence": 0.7628
  },
  {
    "i_page": 31,
    "par_num": 11,
    "text": "  “(iva) dividends received, in relation to which  advance company tax has been paid at  seventeen per centum ; |",
    "mean_p_confidence": 0.7434782608695653
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "  (ivb) dividends received in relation to which  advance company tax has been paid at eleven  er centum ;",
    "mean_p_confidence": 0.7336363636363636
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "  (ive) dividends received in relation to which  advance company tax has been paid at five per  centum.”.",
    "mean_p_confidence": 0.7180952380952381
  },
  {
    "i_page": 32,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) Act No. 52 of 1998 31  (iva) dividends received, in relation to which  advance company tax has been paid at five per",
    "mean_p_confidence": 0.7720689655172414
  },
  {
    "i_page": 32,
    "par_num": 2,
    "text": "  centum.”.",
    "mean_p_confidence": 0.20333333333333334
  },
  {
    "i_page": 32,
    "par_num": 3,
    "text": "  25. Section 92 of the principal enactment is hereby ” Amendment of  amended by the addition at the end of that section of the ee  following subsection :— ascent",
    "mean_p_confidence": 0.7627272727272727
  },
  {
    "i_page": 32,
    "par_num": 4,
    "text": "  “(9) For the purpose of this section the expression",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 32,
    "par_num": 5,
    "text": "  ‘document’ includes any diskette, tape, compact disc  ‘orany other thing in which any computer programme  or data is stored or recorded in codified form or  electronic, magnatic or other medium.”.",
    "mean_p_confidence": 0.7637142857142857
  },
  {
    "i_page": 32,
    "par_num": 6,
    "text": "  26. Section 108 of the principal enactment is hereby Amendment of  amended in subsection (2) of that section by the substitution, Paes of the  for the words “amount as may be due under section 110.\", of PrP:  the following :— \"",
    "mean_p_confidence": 0.7584782608695653
  },
  {
    "i_page": 32,
    "par_num": 7,
    "text": "  “amount as may be due under section 110:",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "  Provided that where in the opinion of the Assessor  any fraud, evasion or wilful default has been committed  by or on behalf of any employer in relation to any  income tax duductable by such employer in any year of  assessment, it shall be lawful for the Assessor to make  an assessment or an additional assessment on such  employer at any time after the end of that year of  assessment .”.",
    "mean_p_confidence": 0.8218987341772152
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "  27. Section 113¢ of the principal enactment is hereby Amendment of  amended by the substitution for all the words from “income _fyston 1180 of  tax which such bank” to the end of that section, of the enactment.  following :-",
    "mean_p_confidence": 0.7124999999999999
  },
  {
    "i_page": 32,
    "par_num": 10,
    "text": "  “income tax which, in the opinion of the Assessor, such",
    "mean_p_confidence": 0.7625000000000001
  },
  {
    "i_page": 32,
    "par_num": 11,
    "text": "  bank or financial institution should have deducted and paid",
    "mean_p_confidence": 0.7727272727272727
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "  to the Commissioner-General for such year of assessment,",
    "mean_p_confidence": 0.737
  },
  {
    "i_page": 32,
    "par_num": 13,
    "text": "  and shall by notice in writing, require such bank or financial",
    "mean_p_confidence": 0.7676923076923077
  },
  {
    "i_page": 32,
    "par_num": 14,
    "text": "  institution to pay such amount forthwith together with such",
    "mean_p_confidence": 0.7736363636363636
  },
  {
    "i_page": 32,
    "par_num": 15,
    "text": "  amount as may be due under section 113H :",
    "mean_p_confidence": 0.6636363636363636
  },
  {
    "i_page": 33,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "  32 Inland Revenue (Amendment) Act No. 52 of 1998  Provided that, where in the opinion of the Assessor  any fraud, evasion or wilful default, has been committed  by oron behalf of any such bank or financial institution,  in relation to any such income tax deductable by such  bank or financial institution, it shall be lawful for the  Assessor to make an assessment or an additional  asseeement on such bank or financial institution at any  time after the end of such year of assessment. ”.  Amendment of 28. Section 118 of the principal enactment is hereby  the pein a amended by the repeal of subsection (3) of that section and  enactment the substitution therefor of the following subsection -—  “@3) There shall be a panel of not more than three legal  advisors to the Board who shall be appointed by the",
    "mean_p_confidence": 0.8139354838709677
  },
  {
    "i_page": 33,
    "par_num": 2,
    "text": "  Board”.",
    "mean_p_confidence": 0.12333333333333334
  },
  {
    "i_page": 33,
    "par_num": 3,
    "text": "  Amendmentof =, 29. Section 161 of the principal enactment is hereby",
    "mean_p_confidence": 0.6569230769230768
  },
  {
    "i_page": 33,
    "par_num": 4,
    "text": "  Searal O1® amended in subsection (7) of that section by the insertion,",
    "mean_p_confidence": 0.6464285714285714
  },
  {
    "i_page": 33,
    "par_num": 5,
    "text": "  enactment immediately after the definition of “article”, of the following  definition -—",
    "mean_p_confidence": 0.6993333333333334
  },
  {
    "i_page": 33,
    "par_num": 6,
    "text": "  “document” includes any diskette, tape, compact dise  or any other thing in which any computer programme or  data is stored or recorded in codified form or in electronic,",
    "mean_p_confidence": 0.72375
  },
  {
    "i_page": 33,
    "par_num": 7,
    "text": "  __ Magnetic or other medium; ”,  ae 30. Section 1614 of the principal enactment is hereby  the principal amended as follows :—  enactment.",
    "mean_p_confidence": 0.6799999999999999
  },
  {
    "i_page": 33,
    "par_num": 8,
    "text": "  (1) in subsection (1) of that section by the insertion  immediately after paragraph (c) of that subsection of  the following paragraph —",
    "mean_p_confidence": 0.7896153846153846
  },
  {
    "i_page": 33,
    "par_num": 9,
    "text": "  (cc) operate any computer found in any such",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 33,
    "par_num": 10,
    "text": "  building and take print outs of the whole or  . part of any entries recorded or stored  . therein ;\";",
    "mean_p_confidence": 0.705
  },
  {
    "i_page": 34,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 34,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) Act No. 52 of 1998 33  (2) subsection (4) of that section is hereby amended by  the substitution for the definition of “article” of the  following :- “Article” and “document” shall have the  respective meanings assigned to them by section",
    "mean_p_confidence": 0.7916326530612244
  },
  {
    "i_page": 34,
    "par_num": 2,
    "text": "  161.\",",
    "mean_p_confidence": 0.15333333333333332
  },
  {
    "i_page": 34,
    "par_num": 3,
    "text": "  31. Section 163 of the principal enactment as amended Amendment of  by the Act, No. 27 of 1995, is hereby further amended in Lo of tbe  Paragraph (B) of the definition of “qualifying distribution” Poactment.  as follows :—",
    "mean_p_confidence": 0.7167441860465117
  },
  {
    "i_page": 34,
    "par_num": 4,
    "text": "  (1) in item (6) of sub paragraph (i) of that paragraph by  the substitution for the words and figures “Board under  section 17 of such law, or” of the words and figures  “Board under section 17 of such law, being a rate  which is either ten per centum or fifteen per centum,  or thirty five per centum” ;",
    "mean_p_confidence": 0.8093846153846154
  },
  {
    "i_page": 34,
    "par_num": 5,
    "text": "  2) in sub-paragraph (ii) of that paragraph by the  substitution for all the words and figures from “(ii)  are taxed in accordance with the provisions of section  32F” to the end of that definition of the following words  and figures :—",
    "mean_p_confidence": 0.7723404255319148
  },
  {
    "i_page": 34,
    "par_num": 6,
    "text": "  “Gi) are taxed in accordance with the provisions of  section 32F or of section 32x or of section 32k  or of section 32M or of section 32N, or of section  320000,",
    "mean_p_confidence": 0.7580555555555555
  },
  {
    "i_page": 34,
    "par_num": 7,
    "text": "  but does not include any dividend —",
    "mean_p_confidence": 0.7311111111111112
  },
  {
    "i_page": 34,
    "par_num": 8,
    "text": "  (@) distributed out of —",
    "mean_p_confidence": 0.6514285714285714
  },
  {
    "i_page": 34,
    "par_num": 9,
    "text": "  i) profits or income which accrued or arose to  such company prior to April 1, 1988 ;  (ii) its exempt profits or income ;  Gili) any income from dividend received by such  ‘company ;",
    "mean_p_confidence": 0.69775
  },
  {
    "i_page": 35,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 35,
    "par_num": 1,
    "text": "  34 Inland Revenue (Amendment) Act No. 52 of 1998",
    "mean_p_confidence": 0.6890909090909091
  },
  {
    "i_page": 35,
    "par_num": 2,
    "text": "  (iv) profits and income which arose or accrued  to or was derived by such company from any  territory outside Sri Lanka, if such company  under any agreement referred to in section  82, is entitled to credit against any income  tax in respect of such profits and income  payable by such company under section  33(1)(q) of this Act, for any income tax  payable in such other territory in respect of  such profits and income ;",
    "mean_p_confidence": 0.8021176470588235
  },
  {
    "i_page": 35,
    "par_num": 3,
    "text": "  (¥) profits and income of a company referred to  in section 11(aaaaa) during the period in  which dividends paid out of such profits and  income, are exempt from tax ;",
    "mean_p_confidence": 0.7771428571428571
  },
  {
    "i_page": 35,
    "par_num": 4,
    "text": "  (®) paid to any person whose profits and income  are exempt from tax under paragraph (a) of",
    "mean_p_confidence": 0.7505
  },
  {
    "i_page": 35,
    "par_num": 5,
    "text": "  section 8 ; .",
    "mean_p_confidence": 0.505
  },
  {
    "i_page": 35,
    "par_num": 6,
    "text": "  (©) paid, on or after April 1, 1998, to any person who",
    "mean_p_confidence": 0.7978571428571428
  },
  {
    "i_page": 35,
    "par_num": 7,
    "text": "  is a non-resident ; and” .",
    "mean_p_confidence": 0.57125
  },
  {
    "i_page": 35,
    "par_num": 8,
    "text": "  ‘Amendment of the 32, Sixth Schedule to the principal enactment is hereby  es scene to amended by the substitution, for the words and figures “person  prste y or partnership out of Sri Lanka 33 1/3 per centum”, of the  following words and figures :—  “person or partnership out of Sri Lanka—  For any year of assessment  ending before April 1, 1998 33 1/3 per centum  For any year of assessment commencing :  on or after April 1, 1998 20 per centum ” .  33. Seventh Schedule to the principal enactment  Amendment amended by Act, No. 24 of 1997 is hereby further amended  of the Seventh i .  ‘Schedule to as follove's  the principal  enactment. (1) by the substitution for the words and figures “for every",
    "mean_p_confidence": 0.7281560283687943
  },
  {
    "i_page": 36,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 36,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) Act No. 52 of 1998 35  year of assessment commencing on or after April 1,  1997, shall be as follows : of the words and figures  “for every year of assessment commencing on or after  April 1, 1997, but prior to April 1, 1998, shall be as  follows :—\" ;",
    "mean_p_confidence": 0.8056666666666666
  },
  {
    "i_page": 36,
    "par_num": 2,
    "text": "  (2) by the addition at the end of that Schedule, of the  following -—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 36,
    "par_num": 3,
    "text": "  “The rates of advance company tax for every year  of assessment commencing on or after April 1, 1998  shall be as follows :-—",
    "mean_p_confidence": 0.7822222222222223
  },
  {
    "i_page": 36,
    "par_num": 4,
    "text": "  () on the amount equal to the amount of every  qualifying distribution, made by a quoted public  company—",
    "mean_p_confidence": 0.7177272727272727
  },
  {
    "i_page": 36,
    "par_num": 5,
    "text": "  (@) out of the profits (other than the profits which  are taxed, in accordance with the provisions,  of section 32r or section 32x or section 32K  or section 32m or section 32N or section  320000 or at arate specified in any regulation  made under the Board of Investment of Sri  Lanka Law, No, 4 of 1978). 54 percentum",
    "mean_p_confidence": 0.7418181818181818
  },
  {
    "i_page": 36,
    "par_num": 6,
    "text": "  () out of the profits which are taxed in  accordance with the provisions of section 324  or section 32k or section 32M or section 32N  or section 32p000 or at the rate of fifteen per  centum specified in any regulation made  under the Board of Investment of Sri Lanka  Law, No. 4 of 1978 and applicable to that  company. 17 per centum",
    "mean_p_confidence": 0.7914084507042253
  },
  {
    "i_page": 36,
    "par_num": 7,
    "text": "  (©) out of profits which are taxed in accordance  with the provisions of section 32F or at the  rate of ten per centum specified in any  regulation made under the Board of  Investment of Sri Lanka Law, No. 4 of 1978  and applicable to that company.",
    "mean_p_confidence": 0.8096226415094339
  },
  {
    "i_page": 36,
    "par_num": 8,
    "text": "  11 per centum",
    "mean_p_confidence": 0.522
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "  Gi) on the amount _~al to the amount of every",
    "mean_p_confidence": 0.7016666666666667
  },
  {
    "i_page": 37,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 37,
    "par_num": 1,
    "text": "  36 Inland Revenue (Amendment) Act No. 52 of 1998",
    "mean_p_confidence": 0.7381818181818182
  },
  {
    "i_page": 37,
    "par_num": 2,
    "text": "  qualifying distribution made by a unit trust or a",
    "mean_p_confidence": 0.7490909090909091
  },
  {
    "i_page": 37,
    "par_num": 3,
    "text": "  ‘mutual fund or any other company other than a",
    "mean_p_confidence": 0.759090909090909
  },
  {
    "i_page": 37,
    "par_num": 4,
    "text": "  quoted public company—",
    "mean_p_confidence": 0.556
  },
  {
    "i_page": 37,
    "par_num": 5,
    "text": "  (@) out of profits (other than profits which are  taxed in accordance with the provisions of  section 32F or section 32x or section 32k or  section 32M or section 32N or section 320000  or at the rate specified in any regulation made  under the Board of Investment of Sri Lanka,  Law, No. 4 of 1978). 27 per centum",
    "mean_p_confidence": 0.7965151515151515
  },
  {
    "i_page": 37,
    "par_num": 6,
    "text": "  (b) out of profits which are taxed in accordance  with the provisions of section 32# or section  32k or section 32m or section 32N or section  32oppp or at the rate of fifteen per centum  specified in any regulations made under the  Board of Investment of Sri Lanka Law, No.  4 of 1978 and applicable to that company.",
    "mean_p_confidence": 0.8051515151515152
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "  8 per centum",
    "mean_p_confidence": 0.488
  },
  {
    "i_page": 37,
    "par_num": 8,
    "text": "  (©) out of profits which are taxed in accordance  with the provisions of section 32F or at the  rate of ten per centum specified in any  regulation made under the Board of",
    "mean_p_confidence": 0.8127027027027027
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "  Investment of Sri Lanka Law, No. 4 of 1978  and applicable to that company.  5 per centum.”.",
    "mean_p_confidence": 0.7333333333333334
  },
  {
    "i_page": 37,
    "par_num": 10,
    "text": "  34. (I) The amendment to section 8 of the principal",
    "mean_p_confidence": 0.7599999999999999
  },
  {
    "i_page": 37,
    "par_num": 11,
    "text": "  Retrospective enactment made by section 2(2) and 2(3) of this Act, shall be  tte, deemed for all purposes to have come into force on December  1, 1996.",
    "mean_p_confidence": 0.7406451612903227
  },
  {
    "i_page": 37,
    "par_num": 12,
    "text": "  (2) The amendment to section 314 of the principal  enactment made by section 17(2) of this Act, shall be  deemed for all purposes to have come into force on November  6, 1996. .",
    "mean_p_confidence": 0.7655263157894737
  },
  {
    "i_page": 37,
    "par_num": 13,
    "text": "  (3) The amendment to section 29, of the principal",
    "mean_p_confidence": 0.7818181818181817
  },
  {
    "i_page": 38,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 38,
    "par_num": 1,
    "text": "  Inland Revenue (Amendment) Act No. 52 of 1998 37  enactment made by section14 of this Act, shall be deemed  for all purposes to have come into force on April 1, 1997 5",
    "mean_p_confidence": 0.7952777777777778
  },
  {
    "i_page": 38,
    "par_num": 2,
    "text": "  - __ (4) The provisions of section 21 of this Act shall be deemed  for all purposes to have come into force on April 1, 1997.  (8) The amendment to—  (i section 9 of the principal enactment made by section  3(2) to 3(4) of this Act ;  (i) section 14 of the principal enactment made by section  6 of this Act ;  Gii)_ section 171 of the principal enactment made by section  8 of this Act ;",
    "mean_p_confidence": 0.7609195402298851
  },
  {
    "i_page": 38,
    "par_num": 3,
    "text": "  (iv) section 17xx of the principal enactment made by",
    "mean_p_confidence": 0.7390909090909091
  },
  {
    "i_page": 38,
    "par_num": 4,
    "text": "  section 9 of this Act ;",
    "mean_p_confidence": 0.7025
  },
  {
    "i_page": 38,
    "par_num": 5,
    "text": "  (¥) section 23 of the principal enactment made by section",
    "mean_p_confidence": 0.7691666666666667
  },
  {
    "i_page": 38,
    "par_num": 6,
    "text": "  12(1) of this Act ;  (vi) section 31 of the principal enactment made by section  16 of this Act, other than the insertion of paragraph  (0 in subsection (2) of section 31,  shall be deemed for all purposes to have come into force on  November 6, 1997.",
    "mean_p_confidence": 0.7866666666666666
  },
  {
    "i_page": 38,
    "par_num": 7,
    "text": "  (6) The amendments to sections 8, 30 and 32D of the  Principal enactment made by sections 2(1), 15 and 19  Tespectively of this Act shall be deemed for all purposes to  have come into force on January 1, 1998",
    "mean_p_confidence": 0.825
  },
  {
    "i_page": 38,
    "par_num": 8,
    "text": "  (7) The amendment to—",
    "mean_p_confidence": 0.6216666666666667
  },
  {
    "i_page": 38,
    "par_num": 9,
    "text": "  (@ section 10 of the principal enactment made by section",
    "mean_p_confidence": 0.7466666666666666
  },
  {
    "i_page": 38,
    "par_num": 10,
    "text": "  4 of this Act ;  Gii)_section 15 of the principal enactment made by section",
    "mean_p_confidence": 0.7464705882352941
  },
  {
    "i_page": 39,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 39,
    "par_num": 1,
    "text": "  38 Inland Revenue (Amendment) Act No. 52 of 1998  7 of this Act ;  (iii) section 200 of the principal enactment made by section  11 of this Act ;  (iv) section 23 of the principal enactment made by section  12 (other than by paragraphs (b) and (c) of subsection  (1), of this Act.  (¥) section 24 of the principal enactment made by section  13 of this Act ;  (vi) section 314 of the principal enactment made by section  17(1) and 17 (3) of this Act ;  (vii) section 163 of the principal enactment made by section  31 of this Act ;  (viii) the Sixth Schedule and the Seventh Schedule made  by section 32 and section 33 respectively of this Act.  shall be deemed for all purposes to have come into force on  April 1, 1998.  - * (8) The provisions of section 20 of the Act shall be deemed  for all purposes to have come into force on April 1, 1998.  Sinhala texto 35. Inthe event of any inconsistency between the Sinhala  Meonineses, | > and the Tamil texts ofthis Act, the Sinhala text shall prevail.",
    "mean_p_confidence": 0.7593749999999999
  }
]