[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  (>)  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  NATIONAL LIBRARY AND DOCUMENTATION  SERVICES BOARD ACT, No. 51 OF 1998  {Certified on 18th November, 1998)",
    "mean_p_confidence": 0.7223529411764705
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": "  Printed on the Order of Government  Published as a Supplement to Part Ilof the Gazette of the Democratic Socialist  Republic of Sri Lanka of November 20, 1998  )_aianasiteaermaernaizenescaicussol|  Price: Rs, 14.75. Postage : Rs. 5.25",
    "mean_p_confidence": 0.7648780487804878
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  National Library and Documentation  Services Board Act, No. 51 of 1998  [Certified on 18th November, 1998]  L.D.—0. 15/95. .  AN ACT TO PROVIDE FOR THE ESTABLISHMENT OF THE NATIONAL.",
    "mean_p_confidence": 0.6825714285714286
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  Liprary AND DocuMENTATION SERVICES BOARD AND THE",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  NATIONAL Liprary AND DOCUMENTATION CENTRE; AND FOR",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  MATTERS CONNECTED THEREWITH OR INCIDENTAL THERETO =  BE it enacted by the Parliament of the Democratic Socialist  Republic of Sri Lanka as follows :-—",
    "mean_p_confidence": 0.7471428571428571
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  1. This Act may be cited as the National Library and — Shorttitle and  Documentation Services Board Act, No. 51 of 1998, and shall dt of operation.  ‘come into operation on such date as may be appointed by the  Minister by Order published in the Gazette (hereinafter  referred to as the “appointed date”).",
    "mean_p_confidence": 0.7845762711864407
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  PART I  ESTABLISHMENT, OF THE NATIONAL LIBRARY AND  DocuMeNTation Services BOARD",
    "mean_p_confidence": 0.5726666666666667
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  2. (1) There shall be established a body which shall be Establishment of  called the National Library and Documentation Services ths Natons!  Board (hereinafter referred to as the “Board”). Pee aedion",
    "mean_p_confidence": 0.7108571428571429
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  (2) The Board shall, by the name assigned to it under sub- Services Board.  section (1), be a body corporate with perpetual succession  and a common seal and may sue and be sued in such name.",
    "mean_p_confidence": 0.81225
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  _ (3) The Head Office of the Board shall be at the National  Library and Documentation Centre in Colombo. Branch  Offices of the Board may, with the prior written approval of  the Minister, be established in such places as the Board may  consider necessary.",
    "mean_p_confidence": 0.8181999999999999
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  3. (1) The Board shall consist of the following :— Constitution ofthe",
    "mean_p_confidence": 0.715
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  Board,  (@) seven members appointed by the Minister from  among persons who have gained eminence in the  fields of Higher and General Education, one of whom  shall be appointed by the Minister as Chairman of  the Board ; and.  D049768—8,550 (98/08)",
    "mean_p_confidence": 0.7818367346938776
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  National Library and Documentation  Services Board Act, No. 51 of 1998  {Certified on 18th November, 1998]  L.D.—0. 15/95. ‘  ‘AN ACT To PROVIDE FOR THE ESTABLISHMENT OF THE NATIONAL",
    "mean_p_confidence": 0.7177142857142856
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  Liprary AND DOCUMENTATION SERVICES BOARD AND THE",
    "mean_p_confidence": 0.6544444444444444
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  NATIONAL LIBRARY AND DOCUMENTATION CENTRE; AND FOR  \"MATTERS CONNECTED THEREWITH OR INCIDENTAL THERETO :",
    "mean_p_confidence": 0.6747058823529412
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  BE it enacted by the Parliament of the Democratic Socialist  Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.7825
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  1, This Act may be cited as the National Library and Shor tile and  Documentation Services Board Act, No. 51 of 1998, and shall _ 43¢ of operation.  ‘come into operation on such date as may be appointed by the  Minister by Order published in the Gazette (hereinafter  referred to as the “appointed date”).",
    "mean_p_confidence": 0.781
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  PART I  ESTABLISHMENT, OF THE NATIONAL LIBRARY AND  Documentation Services BOARD",
    "mean_p_confidence": 0.6153333333333334
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  2. (1) There shall be established a body which shall be Establishment of",
    "mean_p_confidence": 0.7686666666666666
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  called the National Library and Documentation Services re natoest  i abard brary  Board (hereinafter referred to as the “Board”. Ree",
    "mean_p_confidence": 0.5554166666666667
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  (2) The Board shall, by the name assigned to itunder sub- Services Board.  section (1), be a body corporate with perpetual succession  and a common seal and may sue and be sued in such name.",
    "mean_p_confidence": 0.8217948717948718
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  _ (3) The Head Office of the Board shall be at the National  Library and Documentation Centre in Colombo. Branch  offices of the Board may, with the prior written approval of  the Minister, be established in such places as the Board may  consider necessary.",
    "mean_p_confidence": 0.8268
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  3. (1) The Board shall consist of the following :— Constitution ofthe",
    "mean_p_confidence": 0.7271428571428571
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "  Board.  (@) seven members appointed by the Minister from  among persons who have gained eminence in the  fields of Higher and General Education, one of whom  shall be appointed by the Minister as Chairman of  the Board ; and  D049768—8,550 (98/08)",
    "mean_p_confidence": 0.7508163265306123
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  2 National Library and Documentation  Services Board Act, No. 51 of 1998  () seven ex-officio members or their authorized  representatives, namely:  (i) the Secretary to the Ministry of the Minister in  charge of the subject of Education ;  (ii) the Secretary to the Ministry of the Minister in  charge of the subject of Cultural Affairs ;  (iii) the Secretary to the Ministry of the Minister in  . charge of the subject of Public Administration ;  . (iv) the Chairman of the Natural Resources, Energy  and Science Authority established by Act, No.  78 of 1981;  “(W) the President of the Sri Lanka Library  Association ;",
    "mean_p_confidence": 0.7375
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (vi) the Chairman of the Computer and Information  Technology Council of Sri Lanka, established  by Act, No. 10 of 1984 ; and",
    "mean_p_confidence": 0.7438461538461538
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (vii) a representative from the Treasury.",
    "mean_p_confidence": 0.585
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (2) Where an ex-officio member is represented on the",
    "mean_p_confidence": 0.7718181818181818
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  Board by an authorized representative, such representative",
    "mean_p_confidence": 0.741111111111111
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  . shall be fully empowered to speak and act on behalf of such  member, in respect of all or any of the matters arising at any  meeting of the Board, or at any other Committee established  under this Act.",
    "mean_p_confidence": 0.8211363636363636
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  (3) The Chairman and every member of the Board  appointed under paragraph (a) of sub section (1) shall, unless  he earlier vacates office, hold office for a period of three years  and be eligible for reappointment.",
    "mean_p_confidence": 0.8202439024390245
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  (4) Every ex-officio member of the Board shall hold office  as long as he holds the post by virtue of which he is amember  of the Board.",
    "mean_p_confidence": 0.7958064516129032
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  National Library and Documentation 3  Services Board Act, No. 51 of 1998",
    "mean_p_confidence": 0.7613333333333333
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (5) The members of the Board, and the members of any  committee appointed under section 7, may be paid such  remuneration as may be determined by the Minister with the  concurrence of the Minister in charge of the subject of Finance.",
    "mean_p_confidence": 0.8352173913043479
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (©) The Chairman and any member of the Board appointed  under paragraph (a) of subsection (1) shall vacate office as  such Chairman or member if —",
    "mean_p_confidence": 0.7563333333333333
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (@) he is removed from office by the Minister ; or",
    "mean_p_confidence": 0.6838461538461539
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  (b) he resigns his office by letter addressed to the",
    "mean_p_confidence": 0.7533333333333333
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  Minister.",
    "mean_p_confidence": 0.2833333333333333
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  (7) Where the Chairman or a member of the Board  appointed under paragraph (a) of subsection (1) dies or resigns.  or is removed from office, the Minister shall appoint another  Person to be the Chairman or member as the case may be in  Place of such Chairman or member who dies, resigns or is,  temoved from office.",
    "mean_p_confidence": 0.8040625
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  (8) A member of the Board appointed under subsection  (7)in place of a Chairman or member who dies, resigns or is  removed from office, shall, unless he earlier vacates his office  by death or removal, or resignation, hold office for the  unexpired period of the term of office of his predecessor in  office.",
    "mean_p_confidence": 0.8190000000000001
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  (9) Where a member of the Board appointed under  Paragraph (a) of sub-section (1) is, by reason of illness or  other infirmity, or absence from Sri Lanka, temporarily unable  to perform the duties of his office, the Minister may appoint  another person to act in his place.",
    "mean_p_confidence": 0.8335849056603774
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  (10) A person shall be disqualified from being appointed  or from continuing, as a member of the Board, if he is or  becomes a member of Parliament, a member of a Provincial  ‘Council or a member of a local authority.",
    "mean_p_confidence": 0.8242222222222222
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  4 National Library and Documentation  Services Board Act, No. 51 of 1998  pc aalelead 4. The functions of the Board shall be—",
    "mean_p_confidence": 0.7026923076923077
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  (@) to assess the need for library and documentation  services among all sectors of the community and to  Promote the development of library and  documentation services ;",
    "mean_p_confidence": 0.7737499999999999
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (6) to administer, manage and control, the affairs of the  National Library and Documentation Centre  established under section 12 ;",
    "mean_p_confidence": 0.7712499999999999
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  (c) to advise the Minister regarding plans, programmes  and activities for the development of library and  documentation services in Sri Lanka ;",
    "mean_p_confidence": 0.7823076923076923
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  (d) to provide co-ordination for, and promote co-  operation in, library and documentation services in  Sri Lanka ; .",
    "mean_p_confidence": 0.6926086956521739
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  (©) to provide professional advice and training, and to -  facilitate the provision of, technical, material and  financial assistance, including the provision of  furniture, equipment and library and documentation  materials, to libraries and librarians in Sri Lanka ;",
    "mean_p_confidence": 0.7825
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  ( to promote the development of the library and  documentation profession in Sri Lanka ;",
    "mean_p_confidence": 0.7394444444444445
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  (@) to initiate, promote, conduct and co-ordinate,  research, surveys and investigations in relation to all  aspects of library and documentation services ;",
    "mean_p_confidence": 0.7276923076923076
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  . @)_ to formulate and promulgate national standards with  Tegard to all aspects of library and documentation  services ;",
    "mean_p_confidence": 0.6691304347826087
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  @ to promote the reading habit through the production  of publications, the provision of advice and assistance  to other agencies for the production of publications,  and through exhibitions, displays and other  promotional activities ;",
    "mean_p_confidence": 0.7845
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  National Library and Documentation 5  Services Board Act, No. 51 of 1998  @_ to organize meetings, training courses, exhibitions  and other activities in connection with any aspect of  its work ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  (&)_toinitiate and finance competitions, prizes and awards  in connection with any aspect of its activities ; and",
    "mean_p_confidence": 0.758
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  (®_ todoalll such acts and things which in the opinion of  the Board are necessary for, or conducive or incidental  to, the discharge of its functions.",
    "mean_p_confidence": 0.7796666666666667
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  5. The Board shall have the power— Powers of the",
    "mean_p_confidence": 0.7333333333333334
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  Board.",
    "mean_p_confidence": 0.29333333333333333
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  (a) to establish, manage and maintain the National  Library and Documentation Centre and such other  libraries or documentation centres as the Board  considers necessary for the discharge of its  functions ;",
    "mean_p_confidence": 0.7675675675675675
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  (6) to enter into and perform all such agreements and  contracts, in Sri Lanka and elsewhere, as may be  necessary for the exercise of its powers, or the  Performance of its duties, in particular with regard  to",
    "mean_p_confidence": 0.7834883720930232
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  (the acquisition of library and documentation  materials through Sri Lankan publications  deposited in the Department of National  Archives under the Printers and Publishers  Ordinance (Chapter 179), purchase, gift and  exchange ; .",
    "mean_p_confidence": 0.6994871794871795
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "  (ii) the creation, collection and dissemination of —  bibliographic records ;,",
    "mean_p_confidence": 0.5549999999999999
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "  ii) _ the establishment, operation and development  of libraries and documentation centres and the  provision of library and documentation  services ;",
    "mean_p_confidence": 0.7223076923076923
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  6 National Library and Documentation  Services Board Act, No. 51 of 1998",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  (iv) the inter lending and copying of library and  documentation materials ;",
    "mean_p_confidence": 0.6986666666666667
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  (¥) the preparation, production and distribution of  publications ;",
    "mean_p_confidence": 0.6333333333333334
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  (vi) the education and training of library and  documentation staff and users ;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  (©) to acquire and hold any movable or immovable  Property and to sell, lease, mortgage, exchange or  otherwise dispose of the same :",
    "mean_p_confidence": 0.7937037037037037
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  Provided, however, that no immovable property of  the Board shall be sold without the prior approval in  writing of the Minister ;",
    "mean_p_confidence": 0.7969230769230768
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  (d) to open and maintain, current, savings and deposit  accounts in any bank ;",
    "mean_p_confidence": 0.7570588235294117
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  (©) toaccept grants or donations, from persons or bodies  of persons, in or outside Sri Lanka ;",
    "mean_p_confidence": 0.736
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  (PD todelegate to the Chairman, and the Director General, ~  as the Board may deem appropriate, any power, duty  or function conferred or imposed on or assigned t0  the Board by this Act ;",
    "mean_p_confidence": 0.7758974358974359
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "  (g) to engage in activities not inconsistent with the  functions of the Board, for generating income to be  Utilized for discharging the functions of the Board.",
    "mean_p_confidence": 0.7936666666666666
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "  (A) to employ such number of officers, agents and  servants as it considers necessary for the efficient  discharge of its functions and the performance of its",
    "mean_p_confidence": 0.7996666666666666
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "  . duties under this Act, and to exercise control over  and dismiss any officer, agent or servant so appointed.",
    "mean_p_confidence": 0.7618181818181817
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  National Library and Documentation 1  Services Board Act, No. 51 of 1998",
    "mean_p_confidence": 0.7106666666666667
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  6. (1) The Chairman of the Boardshall preside at all Chairman ofthe  meetings of the Board. In his absence the Bowd  members of the Board present at any meeting shall elect one  among themselves to preside at such meeting.",
    "mean_p_confidence": 0.7856818181818181
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  (2) The Chairman shall be the Accounting Officer of the  Board.",
    "mean_p_confidence": 0.735
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  (3), The Chairman shall exercise such powers, and perform  such duties and functions, as may be delegated to him by the  Board under paragraph (f) of section 5.",
    "mean_p_confidence": 0.8256249999999999
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  (4) If the Chairman becomes, by reason of illness or any  other infirmity or absence from Sri Lanka, temporarily unable  (o perform the duties of his office, the Minister may appoint  another member of the Board appointed under paragraph (a)  of subsection (1) of section 3 to act in his place.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  (5) The Chairman shall be paid such salary or  Temuneration as may be determined by the Minister, with the  concurrence of the Minister in charge of the subject of Finance.",
    "mean_p_confidence": 0.8355882352941176
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  (6) Subject to the provisions of subsection (6) of section  3, the term of office of the Chairman shall be his period of  membership of the Board.",
    "mean_p_confidence": 0.8070967741935484
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  7. The Board may, with the prior approval of the Minister—  Appointmeat of",
    "mean_p_confidence": 0.6973333333333332
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  ‘Committees.",
    "mean_p_confidence": 0.18000000000000002
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "  (@) appoint such committees, consisting of such number  of its members or other persons as specified in  Paragraph (c) of this section, as may be determined  by the Board ; .",
    "mean_p_confidence": 0.763611111111111
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "  (6) determine the terms of reference, powers, functions  and duties of such committees ;",
    "mean_p_confidence": 0.7317647058823529
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "  (c) appoint as a member of any such committee, any  officer of the Board or any other person with  appropriate specialized knowledge of, or special",
    "mean_p_confidence": 0.8134482758620689
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "  . interest in, the terms of reference of such Committee,  provided that such persons, not being members of  m",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  8 National Library and Documentation  Services Board Act, No. 51 of 1998  the Board, shall not be entitled to vote at the meetings  of such Committees, on any resolution authorizing,  or requesting the Board to authorize the expenditure  of any part of the monies of the Fund established  under section 20 ; and  (@)_ make rules for the conduct of the business of such  Committees.  Meatings ofthe 8. The Board shall meet at least once every month.  Quorum. 9. The quorum for a meeting of the Board shall be five  members.  Procedure at 10. (1) Subject to the provisions of section 9, the Board  Baretofthe may regulate the procedure in regard to its meetings and the  7 transaction of business at such meetings.",
    "mean_p_confidence": 0.7851798561151079
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  (2) The Director-General appointed under subsection (1)  of section 13 shall act as Secretary of the Board. The Secretary  shall attend all meetings of the Board and keep minutes of  such meetings. The Secretary shall not be entitled to vote at  any such meeting. '",
    "mean_p_confidence": 0.8131372549019608
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  (3) The Chairman, or in his absence the Director-General,  ™ay at any time, and shall on the request in writing of at least  four members of the Board, call a special meeting of the Board.",
    "mean_p_confidence": 0.7966666666666666
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  (4) All matters requiring determination at any meeting of  the Board shall be decided by the vote of a majority of the  ‘members present. In case of an equality of votes, the Chairman  or any member presiding at such meeting of the Board shall,  in addition to his own vote, have a casting vote.",
    "mean_p_confidence": 0.8415
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  (5) Noact or decision or proceeding of the Board shall be  invalidated by reason only of the existence of a vacancy among  its members or any defect in the appointment of a member  thereof.",
    "mean_p_confidence": 0.8061538461538461
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  National Library and Documentation 9  Services Board Act, No. 51 of 1998  11, All property acquired or held by the Board and all Application of  ‘monies paid to or received by the Board shall be used in ero te Bod.  furtherance of its functions.  PART Il  ESTABLISHMENT OF NATIONAL LIBRARY AND DOCUMENTATION  Centre  12. (1) There shall be established, under the management Establishment and  and control of the Board, a National Library and Ley ie  Documentation Centre (hereinafter referred to as the “Centre”). ang  . . Documentation  (2) Subject to the provisions of section 4, the functions of Centre.  the Centre shall be—  (@)_to make available for the use of all sections of the  community, a national collection of library and  documentation resources appropriate to their needs ;  (6) to preserve the national and cultural heritage of Sri  Lanka through the establishment, development and  maintenance of a national collection of library and  documentation materials, published in, or relating to,  Sri Lanka ;  (c)_toreceive copies of Sri Lankan publications deposited  in the Department of National Archives under the  Printers and Publishers Ordinance (Chapter 179) ; .  (4) 10 acquire, by purchase or otherwise, copies of  publications published in, or relating to, Sri Lanka,  or of foreign publications relevant to the needs of Sri  Lanka;  (©) to provide bibliographic services, including National  Bibliographic Services and to compile a National  Union Catalogue of library materials of libraries in  Sri Lanka; :  P_ to establish and create a national bibliographic  database of documents and publications, published  in, or relating to, Sri Lanka; ” .",
    "mean_p_confidence": 0.7472053872053872
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  w National Library and Documentation  Services Board Act, No. 51 of 1998",
    "mean_p_confidence": 0.7313333333333334
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  (g) to publish the National Bibliography of Sri Lanka ;",
    "mean_p_confidence": 0.7208333333333333
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  (A) to provide reference, information, referral,  reprographic and documentary research services to  all sections of the community of Sti Lanka ;",
    "mean_p_confidence": 0.736
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  (i) to facilitate access to the library and documentation  resources which are, or may in future become,  available in or outside Sri Lanka to all members of  the community ;",
    "mean_p_confidence": 0.7822857142857143
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  (/)_ to promote, advise and assist in, the establishment,  development and maintenance of, library and  documentation networks, including networks of  public, school, academic, government and other  libraries and documentation centres serving all  sections of the community in Sri Lanka ;",
    "mean_p_confidence": 0.7906382978723403
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  (k)_ to promote and facilitate co-operation and resource  sharing among libraries and documentation centres,  at national and international levels, including  exchanges of library materials, interlibrary lending  and document copying, and the training and exchange  of staff ;",
    "mean_p_confidence": 0.7718181818181818
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  (1) to promote the introduction and efficient application  of new information technologies in libraries and  documentation centres in Sri Lanka through the  application of such technologies in the work of the  Centre and to provide advice, assistance and training  to other bodies regarding the introduction of such  technologies, or promotional activities ; and",
    "mean_p_confidence": 0.8026229508196722
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "  (m) _toundertake such projects, and provide such facilities",
    "mean_p_confidence": 0.633
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "  and services, in pursuance of the functions of the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "  Board, as the Board may from time to time require.",
    "mean_p_confidence": 0.785
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "  (3) The functions of the Centre shall be discharged under",
    "mean_p_confidence": 0.7775
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "  the direction of the Director-General in his capacity as the  Principal Executive Officer of the Board.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  National Library and Documentation u  Services Board Act, No. 51 of 1998  PART Ill  ‘Appointment OF THE DIRECTOR GENERAL OF THE BOARD AND  ‘STAFF OF THE BOARD  13, (1) The Board shall appoint to the staff of the Board, Appointment of  a Director-General (in this Act referred to as the “Director- Pe DINGO\" |  General\") who shall be the principal Executive Officer and Board  Secretary of the Board.  (2) The Director of National Library Services appointed  under the Ceylon National Library Services Board Act holding,  office on the day immediately preceding the appointed date,  and who has not reached his age of retirement shall if he :  consents, be the first Director-General of the Board.  _(3) The Director-General shall, subject to the general  direction of the Board, be charged with the administration of  the affairs of the Board and the control of the officers and  servants of thé Board. He shall also be responsible for the  execution of all the decisions of the Board. .  _ (4) The Director-General shall exercise, perform and  discharge, such powers, functions and duties as may be  delegated to him by the Board.  (5) The Director-General shall be entitled to be present  and to speak, but not to vote, at any meeting of the Board or  any other committee established under this Act.  (6) The office of the Director-General shall become vacant  upon the death of, or resignation by letter to that effect  addressed to the Chairman by, the Director-General.  14. (1) Subject to the provisions of this Act and any Staff of the Board.  Fegulations made thereunder by the Minister, the Board shall  have the power to appoint such officers and servants as may  be necessary for the discharge of its functions.",
    "mean_p_confidence": 0.810778816199377
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  12 National Library and Documentation  Services Board Act, No. 51 of 1998  (2) The appointment of the officers and servants of the  . Board shall be made by the Board in accordance with the  schemes of recruitment and procedures for appointment  prescribed by regulations made in that behalf.",
    "mean_p_confidence": 0.8001818181818181
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  (3) Subject to the provisions of this Act and any regulations  made by the Minister, the Board shall determine the terms  and conditions of service of the officers and servants of the  Board, including salaries or other remuneration,",
    "mean_p_confidence": 0.8311627906976745
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  (4) Disciplinary control of the officers and servants of the  Board including the power of dismissal, shall be exercised by  the Director-General subject to supervision and approval by  the Board,",
    "mean_p_confidence": 0.8117142857142857
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  (5) The Board may make rules in regard to any matter  including the disciplinary control of the officers and servants,  of the Board,",
    "mean_p_confidence": 0.7851851851851852
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  (6) The Board may establish and regulate provident funds  and schemes for the benefit of the officers and servants of the  Board and may make contributions to any such fund or  scheme.",
    "mean_p_confidence": 0.818918918918919
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  Appointment of 15. (1) At the request of the Board, any officer_in the  pte en ‘0 public service may, with the consent of such officer and the  Ba Secretaries to the Minister and the Minister in charge of the  subject of Public Administration, be temporarily appointed  to the staff of the Board for such period as may be determined  by the Board, or may be permanently appointed to such staff.",
    "mean_p_confidence": 0.8014285714285715
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "  (2) At the request of the Board, any officer in any Local  Authority may, with the consent of such officer and the  Secretary to the Minister and the Minister in charge of the  subject of Provincial Councils be seconded to the Board for  such period as may be determined by the Board.",
    "mean_p_confidence": 0.8412068965517241
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "  (3) Where any public officer is temporarily appointed to  the staff of the Board, the provisions of subsection (2) of  section 14 of the National Transport Commission Act, No.  37 of 1991, shall, mutatis mutandis, apply to, and in relation,  to him.",
    "mean_p_confidence": 0.8214583333333333
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "  \\",
    "mean_p_confidence": 0.10999999999999999
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  National Library and Documentation 13  Services Board Act, No. 51 of 1998",
    "mean_p_confidence": 0.7573333333333333
  },
  {
    "i_page": 15,
    "par_num": 2,
    "text": "  (4) Where any public officer is permanently appointed to  the staff of the Board, the provisions of subsection (3) of  section 14 of the National Transport Commission Act, No.",
    "mean_p_confidence": 0.8233333333333333
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "  37 of 1991, shall, mutatis mutandis, apply to, and in relation,  tohim, .",
    "mean_p_confidence": 0.695
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "  16. Where the Board employs any person who has Service to the  entered into a contract with the Government by which he has Board deemed  agreed to serve the Government for a specified period, any — Govemment for  Period of service to the Board by that person shall be regarded the purpose of",
    "mean_p_confidence": 0.7782758620689655
  },
  {
    "i_page": 15,
    "par_num": 5,
    "text": "  _ . certain contracts.  as service to the Government for the purpose of discharging“  the obligations of such contract.",
    "mean_p_confidence": 0.6260869565217392
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "  17. (1) The Board may delegate to the Director-General Delegation of",
    "mean_p_confidence": 0.7292307692307692
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "  any of its powers, duties or functions. poven ee  Director-General",
    "mean_p_confidence": 0.5992307692307692
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "  (2) The Director-General to whom any power, duty or  function has been delegated under subsection (1) shall  exercise, perform and discharge such power, duty or function  Subject to the directions of the Board.",
    "mean_p_confidence": 0.8226315789473684
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "  18. The seal of the Board— ‘Seal ote Boaed,",
    "mean_p_confidence": 0.5254545454545455
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "  (@) shall be in the custody of such persons as the Board",
    "mean_p_confidence": 0.785
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "  may, from time to time, determine;",
    "mean_p_confidence": 0.68375
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "  (8) may be altered in such manner as may be determined",
    "mean_p_confidence": 0.7338461538461538
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "  by the Board ; and",
    "mean_p_confidence": 0.6614285714285714
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "  (c)_ shall not be affixed to any instrument whatsoever",
    "mean_p_confidence": 0.6945454545454545
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "  except with the authority of the Board and in the  presence of a member of the Board and the Director-  General who shall sign their names on the instrument  in token of their presence: such signing shall be  independent ofthe signing of any person as a witness.",
    "mean_p_confidence": 0.8281132075471698
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  14 National Library and Documentation  Services Board Act, No. 51 of 1998  PART IV  Finance  Initial Capital of 19. (1) The initial capital of the Board shall consist of  UpEoed, such sums as may be granted to the Board for the purpose by  a resolution of Parliament,  (2) The capital of the Board may be increased from time  to time, by such amounts as may be authorized by any  Appropriation Act, or by any resolution of Parliament.  Fund ofthe 20. (1) The Board shall have its own Fund, called the  Board. National Library and Documentation Services Board Fund  {in this Act referred to as “the Fund”)  (2) There shall be credited to the Fund—  (@ all such sums of money as may be voted from time to  time by Parliament for the use of the Board;  () all such sums of money as may be received by the  Board in the exercise, discharge and performance of  its powers, functions and duties under this Act ;  (©) all such sums of money as may be received by the  Board by way of loans, donations, gifts or grants from  any source whatsoever, whether in or outside Sri  Lanka. ; and  (d) ail such sums of money as are transferred to the Fund  under subsection (1) of section 32.  (3) There shall be paid out of the Fund of the Board—  (@) all such sums of money as are required to defray any  expenditure incurred by the Board in the exercise,  discharge and performance of its powers, duties and  functions under this Act ; and",
    "mean_p_confidence": 0.8125597269624573
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  National Library and Documentation Is  Services Board Act, No. 51 of 1998",
    "mean_p_confidence": 0.7133333333333333
  },
  {
    "i_page": 17,
    "par_num": 2,
    "text": "  () all such sums of money as are required to be paid out",
    "mean_p_confidence": 0.7259999999999999
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": "  of such Fund, by or under, this Act.",
    "mean_p_confidence": 0.762
  },
  {
    "i_page": 17,
    "par_num": 4,
    "text": "  21, The financial year of the Board shall be the calendar Financial year of  year, the Board.",
    "mean_p_confidence": 0.6955
  },
  {
    "i_page": 17,
    "par_num": 5,
    "text": "  22. The provisions of Article 154 of the Constitution Ault of  relating to the audit of the accounts of public corporations  Aceounts-  shall apply in relation to the audit of the accounts of the Board.",
    "mean_p_confidence": 0.7482051282051282
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "  PART V  Gencrat.",
    "mean_p_confidence": 0.3566666666666667
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "  _ 23. (1) The Minister may, from time to time, give general Powers of  directions in writing to the Board as to the exercise of the Ministerin.  Powers, and the performance of the duties of the Board, and 5u0y\"'°\"  the Board shall give effect to such directions.",
    "mean_p_confidence": 0.7369230769230769
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "  (2) The Minister may, from time to time, order all or any  Of the activities of the Board to be investigated and reported  upon by such person or persons as he may specify, and upon  such order being made, the Board shall afford all such facilities  and furnish all such information as may be necessary to carry  Ont such order.",
    "mean_p_confidence": 0.8317910447761193
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "  24. Any State land or State building may, subject to such State land or  Conditions as may be determined by the Minister with the Pulling os  Concurrence of the Minister for the time being in charge Of the Board.  the subject of State Lands, be made available for the use of,  or be alienated to, the Board for any purpose of the Board  including the use by any officer or servant of the Board, as a  residence.",
    "mean_p_confidence": 0.8049411764705883
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "  28. The Board shall, before the expiry of a period of six Board to submit  ‘months after the closure of each financial year of the Board, Annus! sport of  Wansmit a report giving a full account of the activities of the  Board during that year to the Minister who shall cause copies  thereof to be tabled in Parliament.",
    "mean_p_confidence": 0.778125
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  16 National Library and Documentation  Services Board Act, No. 51 of 1998  Leet eensca td 26. The Board shall be deemed to be a scheduled  institution within institution within the meaning of the Bribery Act.  the meaning ofthe  Bribery Act  Members, officers. 27, _ All members, officers and servants of the Board shall  and servants of | be deemed to be public servants within the meaning, and for  tobe pbhe \"the purposes, of the Penal Code.  servans.  Protection of 28. (1) No suit or prosecution shall lie -—  action taken under  mise (@) against the Board for any act which in good faith is  done or purported to be done by it under this Act ;",
    "mean_p_confidence": 0.7181679389312977
  },
  {
    "i_page": 18,
    "par_num": 2,
    "text": "  (®) against a member, officer, servant or agent of the",
    "mean_p_confidence": 0.7391666666666666
  },
  {
    "i_page": 18,
    "par_num": 3,
    "text": "  Board for any act which in good faith is done or  Purported to be done by him under this Act or on the  direction of the Board.",
    "mean_p_confidence": 0.8235483870967741
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "  (2) Any expense incurred Ly any person referred to in  subsection (1), in respect of any suit or prosecution brought  against him before any court in respect of any act which is  done by him under this Act or on the direction of the Board,  shall, ifthe court holds that the act was done in good faith, be  paid out of the Fund of the Board.",
    "mean_p_confidence": 0.8365753424657534
  },
  {
    "i_page": 18,
    "par_num": 5,
    "text": "  Regulations 29. (1) The Minister may make regulations in respect of  all or any of the following matters :—.",
    "mean_p_confidence": 0.769090909090909
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "  (@) the schemes of recruitment and procedures for",
    "mean_p_confidence": 0.749
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "  appointment of officers and servants of the Board ;",
    "mean_p_confidence": 0.769090909090909
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "  (®) the terms and conditions of service of officers and",
    "mean_p_confidence": 0.7008333333333333
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "  servants of the Board, including wages, salaries and  other remuneration ;",
    "mean_p_confidence": 0.7271428571428571
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "  (©) provident funds and schemes for the benefit of officers",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "  and servants of the Board.",
    "mean_p_confidence": 0.6671428571428571
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  National Library and Documentation 17  Services Board Act, No. 51 of 1998",
    "mean_p_confidence": 0.7546666666666667
  },
  {
    "i_page": 19,
    "par_num": 2,
    "text": "  (2) Every regulation made by the Minister shall be  Published in the Gazette and shall come into operation on the  date of such publication or on such later date as may.be  specified in such regulation.",
    "mean_p_confidence": 0.8115
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "  (3) Every regulation shall, as soon as convenient after its  publication in the Gazette, be brought before Parliament for  approval. Any regulation which is not so approved shall be  deemed to be rescinded as from the date of its disapproval  but without prejudice to any thing done thereunder.",
    "mean_p_confidence": 0.8266666666666667
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": "  (4) Notification of the date on which any regulation made  by the Minister is so deemed to be rescinded, shall be  Published in the Gazette.",
    "mean_p_confidence": 0.8048275862068965
  },
  {
    "i_page": 19,
    "par_num": 5,
    "text": "  30. Subject to the provisions of this Act, the Board may Board Rules.  make rules for, and in respect of, all or any of the following  matters:—",
    "mean_p_confidence": 0.775483870967742
  },
  {
    "i_page": 19,
    "par_num": 6,
    "text": "  (@) administration of the affairs of the Board, including",
    "mean_p_confidence": 0.6927272727272727
  },
  {
    "i_page": 19,
    "par_num": 7,
    "text": "  . the conduct of the affairs of the National Library and  Documentation Centre established under this Act, the  Committees appointed by the Board and of any other  library or documentation centre which may, from time  to time, be established under this Act;",
    "mean_p_confidence": 0.8116666666666666
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "  (b) the programmes and schemes, annual budget, report  and accounts of the Board and the manner in which  such programmes and schemes, annual budget, report  and accounts are to be presented;",
    "mean_p_confidence": 0.7716666666666667
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "  (©) the conduct of the business of the committees  appointed under section 7; and",
    "mean_p_confidence": 0.7394117647058823
  },
  {
    "i_page": 19,
    "par_num": 10,
    "text": "  (@)_ such other matters in respect of which rules are  authorized by this Act to be made.",
    "mean_p_confidence": 0.7835
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  18 National Library and Documentation  Services Board Act, No. 51 of 1998  PART VI  i REPEAL AND TRANSITIONAL PROVISIONS  Repeal of ActNo. 31, The Ceylon National Library Services Board Act,  170f 1970. No. 17 of 1970, is repealed with effect from the appointed  date,  ‘Transitional 32. (1) Any monies remaining in the Fund established  Provisions. under section 16 of such repealed Act, on the day preceding  the appointed date shall be transferred with effect from the  appointed date, to the Fund of the Board established under  section 20 of this Act.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 2,
    "text": "  (2) Allofficers and other employees in the service of the  Ceylon National Library Services Board established by such  repealed Act on the day immediately preceding the appointed  date, who have not reached their respective ages of retirement  shall with their consent, be employed by the Board with effect  from the appointed date on the same terms, including terms  relating to salaries or wages, the termination of employment,  allowances or other benefits as they had or enjoyed in the  service’ of the Ceylon National Library Services Board  established under the repealed Act:",
    "mean_p_confidence": 0.8281372549019608
  },
  {
    "i_page": 20,
    "par_num": 3,
    "text": "  Provided that the preceding provisions of this section shall  not apply in the case of an officer or employee who, on or  before the appointed date, accepts and is appointed to a post  in, the public service or any Provincial Public Service or  local authority.",
    "mean_p_confidence": 0.8190196078431372
  },
  {
    "i_page": 20,
    "par_num": 4,
    "text": "  (3) All debts, obligations and liabilities incurred and all  contracts, deeds, bonds, agreements and other instruments -  executed or entered into, arid all matters and things engaged  to be done by, with or for the Board established under the  repealed Act prior to the appointed date shall, with effect from  the appointed date, be deemed to have been incurred, executed,  entered into or engaged to be done by, with or for the Board  established under this Act.",
    "mean_p_confidence": 0.8301162790697675
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  National Library and Documentation 19  Services Board Act, No. 51 of 1998",
    "mean_p_confidence": 0.7626666666666666
  },
  {
    "i_page": 21,
    "par_num": 2,
    "text": "  (4) (@) Alll suits, prosecutions, appeals or other legal  Proceedings civil and criminal, which have been instituted in  any court or tribunal by or against the Board established under  the repealed Act prior to the appointed date and pending on  that date shall be deemed to have been instituted by or against  the Board established by this Act, and may be continued  accordingly.",
    "mean_p_confidence": 0.8247887323943662
  },
  {
    "i_page": 21,
    "par_num": 3,
    "text": "  (6) All decrees or orders made by a competent court or  tribunal in favour of or against, the Board established under  the repealed Act prior to the appointed date, and remaining  unsatisfied on that date, shall be deemed to have been made  in favour of or against, the Board established under this Act  and may be enforced accordingly.",
    "mean_p_confidence": 0.8352307692307692
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "  (©) The moneys lying in the Provident Fund of the Board  established under the repealed Act together with the interest  accrued thereon as at the appointed date, shall be transferred  to the Provident Fund established under this Act, and every  Contributor to the Provident Fund established under the  Tepealed Act on the day immediately preceding the appointed  date shall be deemed to be a contributor to the Provident Fund  ‘established under this Act.",
    "mean_p_confidence": 0.8300000000000001
  },
  {
    "i_page": 21,
    "par_num": 5,
    "text": "  (d) All property, movable or immovable, which is vested  in, or legally purchased or acquired by, or leased to, or placed  at the disposal of, or in any other manner transferred to the  Board established under the repealed Act, or in its possession,  ‘or control on the day preceding the appointed date, shalll vest  in the Board established by this Act, on the terms and  conditions appertaining, attaching or applicable thereto at  that date,",
    "mean_p_confidence": 0.8297590361445784
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "  33. Inthe event of any inconsistency between the Sinhala Sinhala ext to  and Tamil texts of this Act, the Sinhala text shall prevail. Brsvay case",
    "mean_p_confidence": 0.6732142857142858
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "  ney.",
    "mean_p_confidence": 0.16333333333333333
  },
  {
    "i_page": 22,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "  20 National Library and Documentation  Services Board Act, No. 51 of 1998  Interpretation. 34. In this Act, unless the context otherwise requires—",
    "mean_p_confidence": 0.7703846153846154
  },
  {
    "i_page": 22,
    "par_num": 2,
    "text": "  “Chairman” means the Chairman of the Board appointed  under this Act;",
    "mean_p_confidence": 0.7292857142857142
  },
  {
    "i_page": 22,
    "par_num": 3,
    "text": "  “Library and Documentation Materials” mean any form,  whether written, printed, graphic, electronic,  magnetic, optical or otherwise, in or on which  information or literary, creative or artistic ideas, are  or may be recorded, displayed, stored or reproduced,  and include manuscripts, typescripts, books,  newspapers, periodicals, maps, microforms, music,  photographs, prints, drawings, cinematograph films,  sound recordings and video recordings and the  expressions “Library and Documentation resources”  and “Library and Documentation services” shall be  construed accordingly ;",
    "mean_p_confidence": 0.7932558139534883
  },
  {
    "i_page": 22,
    "par_num": 4,
    "text": "  “Local Authority” means a Municipal Council constituted  under the Municipal Councils Ordinance (Chapter  252), Urban Council constituted under the Urban  Councils Ordinance (Chapter 255) or a Pradeshiya  ‘Sabha constituted under the Pradeshiya Sabhas Act,  No. 15 of 1987 and includes any authority created  and established by or under any written law to  exercise, perform or discharge powers, duties and  functions corresponding to or similar to the powers,  duties and functions exercised, performed or  discharged by any such Council or Sabha;",
    "mean_p_confidence": 0.8165217391304348
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "  “Minister” means the Minister appointed under Article 44  of the Constitution, to whom the subject of Education  is assigned;",
    "mean_p_confidence": 0.7669565217391304
  },
  {
    "i_page": 22,
    "par_num": 6,
    "text": "  “National Library and Documentation Centre” means the  National Library and Documentation Centre  ‘éstablished under this Act;",
    "mean_p_confidence": 0.7525
  },
  {
    "i_page": 23,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "  National Library and Documentation 2  Services Board Act, No. 51 of 1998  “Provincial Council” means a Provincial Council  established by Chapter XVIIA of the  * Constitution ; and  “Repealed Act” means the Ceylon National Library  Services Board Act, No. 17 of 1970. -",
    "mean_p_confidence": 0.7466666666666666
  },
  {
    "i_page": 24,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "  eee",
    "mean_p_confidence": 0.14333333333333334
  },
  {
    "i_page": 24,
    "par_num": 2,
    "text": "  Annual subscription of English Bills and Acts of the Parliament Rs. 885 (Local), Rs. 1,180(Foreign).",
    "mean_p_confidence": 0.8070588235294117
  },
  {
    "i_page": 24,
    "par_num": 3,
    "text": "  payable to the Surenivrenoent, GoveRNMENT PuBLICATIONS BUREAU, No. 32, TRANSWORKS HOUSE,  ‘Lorus Rono, Cotowso 01 before ISth December each year in espect ofthe year following.",
    "mean_p_confidence": 0.6228571428571429
  }
]