[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Meete, ist Session 1952 [fon Ye Pe NON Iay IE. 7 sien 3 pere@ee ered Yet a posccic sce ES ie Bi iN Prisons (Amendment) Act, No. 35 of 1952 Date of Assent : November 23, 1952 Printed on the Orders of Government Pulned the Ceyvan Govt. Passa, Covoteo,. To he Pacis ILEUM Sew. Raney Soran, be Prive 0 cout Postager 5 ent, '",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Prisons (Amaniment) Act, No. 85 of 1952. 3 L, D.—0, 68/51, AN Acr zo amen tie Prisons OnDINANcR.  (Gtarier 4, [Date of Assent: November 13, 1952] Page 7).",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "BE it enacted by the Queen's Most Exoillent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: — .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "4, This Act may be cited as the Prisons stot we (Amendment) Act, No, 85 of 1982,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2. Section 36 of the Prisons Ordinance (herein- amgamas of after referred to as the ‘' principal enactment \"), fe sation 3, hereby amended as follows :— .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(2) by the repeal of sub-sections (2) and (8) of that @ Py section, and the eubstitution terior of te following new sub-sections :—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "“ @) Any Senator, Member of Parlie- ment, District Judge or Magistrate may visit any prison, between the hours of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "* 5.80 a. and 5.30 Fe on any day for the of inepecting the general condition of the prison and of he one therein, and may reoord in the Visitors’ Book any observations or recommendations which he inay think fit to make after such inapection. ‘The provision of section 38 as to the production of the Visitors’ Book and the transmission of copies of entries made . therein tothe Commissioner shall apply in the case of Judges of the Supreme Court, Senators, Members of Parliament, District Judges and Megistrates in like mianner ag in the case of members of the Board of Prison Visitors.” and () by the addition, immediately after sub-section @) of that section, of the following new sub-section: — . “ (4) Every District Judge or Magis- : trate ‘shall “for the porpoms of this Ordinanos be deemed to be a Visitor of any prison sitnated within his jurisdiction, and tay, in relation to any such prison, exercise the powers and peiform the duties of a Visitor accordingly.””. FNM 2488",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "4 Prisons (Amendment) Act, No, 35 of 1952. Spainet ! 3, Seotion 864 of the principal enactment is hereby so amended by the repeal of sub-seation (1) of that section, mise, and the substitution therefor of the foliowing new sub-section: —",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "(1) No jailor or subordinate prison officer shall refuse admittance or offer any hindrance or obstruction to a Visitor, a Judge of the Supreme Court, a Senator, » Member of Parliament, a District Judge or a Magistrate or ony other",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "| Berson authorised by any written Inw to enter a prison.””, .",
    "mean_p_confidence": 0.8
  }
]