[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "* PARLIAMENT OF THE DEMOCRATIC . SOCIALIST REPUBLIC OF . SRI LANKA ow, SRI LANKA, PORTS ‘AUTHORITY (SPECIAL” PROVISIONS) ACT, No. 36 OF 1990 {Certified on 26th September, 1990) . Printed on the Orders of Government Published as a Supplement to Part I of the Gazette ofthe Democratic : Socialist Republic of Sri Lanka of September 28, 1990 see a SRE NEEUENT 6 CORERNIAT MT, AE AAA oa FORA AF DE COMMENT FORLGATIONG BUTEA, COLONEDO Price : 45 cents. Postage : Re. 1.0",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Sri Lanka Forts Authority (Special Provisions) Act, No. 36 of 1990 [Certified on 26th September, 1990] ‘ LDWO, 04/89 (AN Act 10 MAKE SPECIAL PROVISION TO ENABLE EMPLOYERS",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "oF THE CozomEo Port COMMISSION WHO WERE ABSORBED",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "zy Tae Sex Langa Ponts Avriontry ayo wxo pi Kor",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "QUALIFY POR THE GRANT OF 4 PENSION, 0 RE ELIOTLE FOR",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘THE GRANT OF A PENSION ; AND TO PROVIDE FOR MATTERS CON-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "NECTED THEREWITH OR INCIDENTAL THRURTO,",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BE it enacted by the Parliament of the Democratic Socia- . list Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1, This Act may be cited as the Sri Lanka Ports Autho- ghert title. rity (Special Provisions) Act, No. 96 af 1990,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2. Every officer or servant of the Sri Lanka Ports Atho- Grant of rity (hereinafter referred .to as the “Paris Authority”), Spies ot whose service when added to the period of service in the Guembe Fort Colombo Port Commission emounts to ten years or maore, sbsabed by not being a person who in in receipt of a pension under sec- Authenty, and tion 17 of the Sri Lanka Ports Authority Act, No. SI of 1979, Zor pension whose substantive post in the Colombo Port Commission is 17 ef the Sti declared to be pensionable under the Minutes on Pensions, Authe-* shall be deemed to heve held such post for the relevant \"#7 Art period of service and shall be eligible for the grant of a pension under the Minutes on Pensions at the eid of such period,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "“Relevant period of service” in relation to a person to ‘whom this section applies, means the perfod for which such person would have had to serve in the Colombo Port Com- mission in complete ten year pensionable service therein had be remained therein after the date of his appointment to a post on the Staff of the Ports Authority,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "3 Every person who becomes eligible for the grant of & Condition lw pension under section 2 shall recefve such pension subject be, sutiod",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "before arard to a refund— is made. (@) which shall be made by Ihim or his hetrs, to the De- rectot of Pensions, of any gratuity paid to him upon. his accepting permanent employment with the Ports Authority;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4 oort04—6, 000 o0j08)",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Sti Lanka Ports Authority (Speciat Provisions) Act, No. 36 of 1990 . (%) which shall be made to the Treasury by the Commis.” sioner of Lebour, or, where such person has recelved his contribution to the Employees’ Provident Fund, by that person or his heirs of all contributions to the Employees’ Provident Fund made by the Ports Authority in respect of stich person for the perlod commencing on the date on which such person was employed by the Ports Authority and ending on the @ate on which he became or becomes eligible for the grant of a pension under section 2 of this Act. Sinhala 4, In the event of any inconsistency hetween the Sinhala Pee hetency. and Tamil texts of this Act, the Sinhala text shalt prevail,",
    "mean_p_confidence": 0.86
  }
]