[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  Sth Session 1969-70  Ceylon Electricity Board  (Amendment) Act,  No. 31 of 1969  {ats Ant: Never 18)  nd pubished ws Supplement to Ceylon Covetnent Gant,  ‘paw 9 Boooaie 29  Set SaaS Seer ae",
    "mean_p_confidence": 0.4388888888888889
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Ceylon Electricity Board (Amendment)  a Sip hea  bo, tie -  fn Aor my aupen raz Crow Ease Boa  AGL Mohan fi, ra moar race  [Date of Aseat: Nove 4 1960)  eit enaced by the Quotas Most Exile Majo  Be Ramat yh Sem traf ie Banta  Sea ae Caan pret  Fee send oy i enor fe  Seem  4. This Act may be itd a he Cxin lesion we  irs Tinchcn h Na\" 3 oF 188  2. The allowing new sions are hercy ined i  ‘immediately after section Si, and shall have effect as ir fis'eot  en ett thdttcon aie of he edi  Fae ee se ait to Gee  Seti te pled Aah  ay, sta (1) Brey publ ofc, of he  GEES\" pepsin, ol Weg any ie le  SEI RSH Don Ge anon ch  aa fs Ue dns tn  ) ei. the Government Electrical Under-  Ey teen ate Berd  a eS fat Aa robe  area ee  Baap that soo olen ands  ‘on that date,— ”  (0) ction in ie an pel  2 ee ae Btpercod end  22S as  ate ee Mal ce  Sass Ge aeara eS  Sa ta eee  (0) to retire from the pi serve  ‘SoSctor a ety  ri bag © patente  ier of ta Bepitent b  ‘ ol th dete ad  pre  able service; = . a",
    "mean_p_confidence": 0.29532818532818533
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Coylm Blectiity Board (Amendment  even ee NO. 3 of 1960  to eave te pubic ervce an  Se ere  Baar i bea pncoa  Site of he Bepatnase  mesa  (@) to leave the public service and  rae a Peabine ate  Sogitie ae arias  Bo ealit Serce Prod,  Pood atic unset  Pile St Pre Fond  ous ‘  (610 bh eae the public, serv  Siurheslehied  the Board. mies  © A. notin gen to the Gener  auger 1 the Bopartsent before ioe  te de pa ee fe  ima unde Sites  be final. 7  seas \"ain @) Any public oer oe  see, MEGAN, pee, ot  Say pire iy sheets) fein  SEES Gloria pre a  SOG a. eatin, aball continue in office as such  SSeatead startin ale ad  pes tw eters Sn ob a  form work far and on behalf of the  Board in his capacity as ach offcer and  Dierhaee Stas madi fa  Tenn es cj edn  Zinchoffeer, abd accordingly the rules  ‘ade by the Bublic Service Commission,  Pianta gan and de Ressary  Petal gan and  Bead oes ores  Sie pu to andi lent  ofcer  ‘Where any pablo oer of #9  Doplrtmet culiakes te often ac oft  Seen aod atar ie uate Se  efor woo or anton al of he",
    "mean_p_confidence": 0.34704
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Colon Btetriity Board (Amendment) 9",
    "mean_p_confidence": 0.4342857142857143
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  “iat Ne Sef ae  Board in hs capacity as uch fcr, the  Band sll py out ofthe fonds of te  Hoard toe Depeey Secretary to the  Tranary tb eae tothe Console  dated Fund of Ceylon such sum not  ‘Seng Wanna my fear  ‘tind ye Minar \"of \"Fiance  fe ufien coer the aay. a  Ser expenaes nding penn or",
    "mean_p_confidence": 0.42942028985507247
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  rovident fund contributions, payable  the Gorerament in repect touch  officer.",
    "mean_p_confidence": 0.26285714285714284
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (1 he rot ony ai  ingpsiteney betwee ie prota  fcsecton (an ey. ater prone  of this At, te pon of tat wh  Stim sail to erie af seh  Soni, or ncpsiensyprovll over  Sah ote provins",
    "mean_p_confidence": 0.3041860465116279
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  Bs gat Ste 1) Any_ pablo offer of the  eg Deparment who poset ‘der a  Sears athe paragraphs @) te (af al  ett section (of section” Sta efor the  Su\" Eeaer dts shall  Ge sch notin iss given by him  ander iN) of that  ‘bacon bece a epee  of ihe Boned on tat date a  Shall sj She provitne  of sition 2, be eligi er  fie a peaion ‘ul the  Sithuuen of Pensions ae wold  fave teen aware to hin hal  fevered from the public  device on the grand of‘  ton of of of hat date or  (0 if such notin is, given by him  adler paragraph (o) of that  Section eres emploes  OF the Doard’on that date cad  Shai deme aha ete  Public evi on that date and  : hall sujet tothe proven  af scion 32, be lle for  ftch an award. umer™ the  Minuten on’ Pensions te would",
    "mean_p_confidence": 0.3737078651685393
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Gaston btectrcity Board (Amendment)  et, No. 31 of 1988  have been awarded to bien if he  $d eth public sevice ow  ie ground of abolition of  ofce on that date; or  (6) if such notion is s0 given by him  tumler ‘paragraph (@) ofthat  ub-setion, become an employee  {Sf the Board on that date, and  Shall be deemed for the’ par  Fea, din buble, Serie  Provident Fund to have left te  servic of the Government upon  the ‘determination of eantract  ‘ith the consent of the Gover  Tent. otherwise than by  Aismissal; oF  (2) if such notice is 9 given by him  ‘under paragraph (e) of that  tubsretion, and  (ithe iss public oer of tho  Cie or cin  ‘ferred to in paragraph  (@) of that sub-section,  te “deamed \"to have  retired from the publi  Service om that dade and  shal be elgibie for such  pension under “the  Sites on Pensions as  wuld haveloen awarded  vo him ‘had he retired  from the public service  fn the ground of abot  fon ‘of office on that  date, or  (6) it eis teh an oer ofthe  clas deseiion  Feferrod to in paragraph  (6) of thar shbaestion,  be deca to have left  the public sevicn “on  that llte- and. shall be  eligible for ch a  fvard“tnder the  ‘Mimutes on Pensions as  would have been",
    "mean_p_confidence": 0.44100746268656715
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  evion Rly Bound (Amendment) 9  et. 1 of soo  avid ohm ith hat  ii ert  i rund of aol  . ct oflce on dat data,  Git be any eh pabe  afte ofthe lyr  erin. tfereed to  Ss peng (fof thst  sats beet  for the porpone of the  Posie. Seice’ Pro  dene Fund Orman t  tov left the service of  the Govern pon  tha etereation of  fonirad wit Oo om  Sent of the Goverment  Pema]  donna  (2) Ta the erat ot ny enn. ot  ingonsnieney ttre the groin of  ‘Soweto 1 and any ker provisos  OF thie At, the proviine of tat sb  Sston allt the exon sch  otic, or Innate prevail cnet  ‘Sch thor provison.",
    "mean_p_confidence": 0.30756944444444445
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  2. Section 9 of he principal Actin eeby aera  rejeled and the allowing now’ ween wsiate See?  Tieton fe  cel, 52. \"The following. provisions shal  Feet spel oa in ‘lato to any employee  Tree, Sethe’ Bou who, Inoue seh  en: ‘employoe on the transfer date by virtue of",
    "mean_p_confidence": 0.3680357142857143
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  thvraton of hn provi of setion  Sore  (1) Such employe bl employe  § (0 See tet Sr  naitons at may he  ae ty md ‘eaployeo and the",
    "mean_p_confidence": 0.24882352941176467
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Coyfon Rlectrcity Board (Amendment)  det. No. 31 of 1969",
    "mean_p_confidence": 0.4823076923076923
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  Provided, howerer, that such",
    "mean_p_confidence": 0.4683333333333333
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  terme \"and ‘conditions. shall be",
    "mean_p_confidence": 0.32571428571428573
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  tot Tes favorable ian ef",
    "mean_p_confidence": 0.34285714285714286
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  ‘Srp sonics on wich",
    "mean_p_confidence": 0.2383333333333333
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  ployed inthe Department.",
    "mean_p_confidence": 0.20800000000000002
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  (2) TE onthe transfer, date, such  employee was public ofr of",
    "mean_p_confidence": 0.43571428571428567
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  {he Department holding a pont",
    "mean_p_confidence": 0.47000000000000003
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "  Aecared to be pensionable nd",
    "mean_p_confidence": 0.42142857142857143
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "  trio had tes than ten and",
    "mean_p_confidence": 0.30375
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "  Tot leat than eight years!",
    "mean_p_confidence": 0.3557142857142857
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "  pensionable service, than?",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "  (a) be shall be denmed, fr the  pone Tony of he  ie on Poon 0  holding. the ‘post in  the Department that be  Iicla \"onthe transfor  date, antl such period  Gf time as, when added  to his” pensionable  rin oor ae  overnment makes",
    "mean_p_confidence": 0.37636363636363634
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "  regate of ten years?  petsiiable \"arvice  Uri nee  ound being onto’ a8  Pensions service  Unie the Gorernment  for the computation of  such agregee);",
    "mean_p_confidence": 0.27125
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "  (0) in respect of him the Board  Say ite  Finds fg Baad ©  the Deputy Secretary to  i Bray be  ‘reited to th, Coral  Sted Pand of. Ceylon  for every\" completa  Imonth of the period of  fervice during which,  fois” dened for the  rposcs only. of the  tints o \"Pensions to  ‘ee holding tho poat in  the Duparinet, that he",
    "mean_p_confidence": 0.3931578947368421
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  aglow Electricity Board (Amendmens) 7",
    "mean_p_confidence": 0.27714285714285714
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  (het, No. 30 of 060",
    "mean_p_confidence": 0.4642857142857143
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  ‘eld on the transfer date  fuich \"sum ‘as maybe  Getermined by the  Minister of Finance  and",
    "mean_p_confidence": 0.3963636363636364
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  (0) atthe end of such period he",
    "mean_p_confidence": 0.44111111111111106
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  (0 Ral bs doomed have  fetied from the public  fervice “and ‘shall be  Stigite “for “Sach  Bension “under the  $Stinates on Pensions as  vould have ben  fovatded to him bad he  Ite he ple  Service on id  tition of off on the  fermigation of sch  period.",
    "mean_p_confidence": 0.36166666666666664
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  (8) Notwithstanding —",
    "mean_p_confidence": 0.296
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  (@) the provisions of section Ste and  ‘the preceding provisions of this  section and",
    "mean_p_confidence": 0.49888888888888894
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  anything to the contrary in an",
    "mean_p_confidence": 0.47500000000000003
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  © swt °F",
    "mean_p_confidence": 0.086
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "  where a public oer of the Department  Sess a cpg of the ard by  virtue of the opertion aio  of secon Ste pa",
    "mean_p_confidence": 0.3875
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "  (6) if such offer ia eligible for a  ‘pension and elects to draw his  Fall pension, be shall not be  paid such pension during the  peviod of his employment with  The Board;",
    "mean_p_confidence": 0.5535897435897436
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "  (0) if such cor ia eligible for a  ensign an st to ar",
    "mean_p_confidence": 0.441875
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "  aby m partial commutation  Gfvone-fourh ‘part of a  pens.on in atordance with the  Drovislons of sedan 2 (1) ()  OF the Minutes on Pensions—",
    "mean_p_confidence": 0.402
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  hy al  meee ie  rie tt  the” Bosra \"established  SEE  60 ig te  ee  payable to him wader the  Beale at a  Sarat  carat |  Board aad  (he peso  computation of the  eee  From the date of his  i fat  pect  err  ie  shall be deemed to be thf  here ne  Settee iad  0 ht nf  Biotec  Set ci does  rire  Semurenrs  en bene  ee  (har gt  Fad ta  Bouin cers  section 12 (j). *-",
    "mean_p_confidence": 0.279
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Coston Ettriity Board (Amendment) 9  een et No. $0 0f 1080  4. ‘the following new ston is Hereby osrted sarin  intpdtly ater Sie 3 anal ve ees oe rie  sea th pra ace.  ‘sett S25. Q) Any penn who on ad after  ERE yen eos nf t's  festa pute oro ‘en perfor.  Garuc,  Siog yee for ani on behalf Gf the  Ea Bane open ah aber ty  EER versa teste tempering  SS honing se  SSE (whore any public teri perma  FRc mG nontr rerecte  GSS idee stbseaion the proves ot  BER\" bvectin Gof eoion OF the Mer  ‘Pram! Aes Nor 48 of 1087, sll,  frau mtn’ apply to aod 38  tion thin  5. Suction 24 of the principal Act. is herby  semdegs  anodet in ssbscetion (of Bat, seiog by the Ee  Sting fe be egresion “tion 32°\", 2 the Bed an  presi gion Sa  ‘Tho snes mae in the pringipal Act by nema  cients ee sate be  fa iipiete cinecie idee atdees, See  “he del th ommercnent of the princi Ack aS",
    "mean_p_confidence": 0.31989999999999996
  }
]