[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ist Session 1960-61 a YO Byate ee wo 6g Gise 5) paces Biiral tS) Civil Procedure Code (Amendment) Act, No. 3 of 1960 Date of Assent: October 14, 1960 Printed on the Orders of Government 7 Frinfed_ atthe Gowns Tish Gmnon. Toe Jorchsed at the Gowers Pontos Bunce, Coons Annual Subscription (including Bills) Rs, 25, payable ip Sivanee io ta Surmmermmnse, Govmncers Pyasenons ‘Bureau, Post Orrice Box 900, Secretariat, Colombo 1 Price; 10 centy Postage: 10 cents |",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Civil Procedure Code (Amendment) Act, No. 8 of 1960",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "L, D.--0, 12/80.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "An Acr 70 AMEND TEE CrviL Procaoves Cour.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "[Date of Assent: October 14, 1980.]",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "BE it enacted by the Quesn's Most Excellent Majesty, oy and with the advice aud consent of the Senate and the Elouse of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows :—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "4, This Act may be cited as the Civil Procedure short uu, Code (Amendment) Act, No. 3 of 1960.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2. The following section is hereby inserted imme- Iosertion of diately after section 186 of the Civil Proceduze Code, ™\"stlen at and shall have effect as section 186a of that Code:— ——Procadura Cole. “Valideton a «186, Where a Judge pronounces a craic, judgment written by his predecessor but feigeeaty not pronounced as provided in section Erase 185, such jadgment shall, if sach prede- ites of cessor WAS & judicial officer with the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "+ Jolgse, meaning of sub-section (5) of section 55",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "‘ of the Ceylon (Constitution) Order in Council, 1946, at the time such judgment was written, not be deemed to Be invalid by reason only of the fact that such predecessor had no jurisdiction to write Such judgment.”’.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "xB uso 690)",
    "mean_p_confidence": 0.22
  }
]