[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON - ” lst Session 1960-61 ~ . SP Revised Edition of the _ Legislative Enactments (Supplements) Act, No. 26 of 1961 Date 4 Assent: May 15, 1961 . Printed on the Orders of Government Printed st “the Gomsnene Press, Cenax, Te Purchased at the Govmanemer Puruicazions Busrat,, Coummo 2S PS eee Price; 15 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Revised Edition of the Legislation Bnastments (Supplements) Act, No. 86 of 1961",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "L. D0, 71/68. . .",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "AN Ac? 70 PROVIDE FOR THR PREPARATION OF SUPFLE- . MENTS 70 THE REVISED EDITION OF THE LEGISLATIVE BNACTMENTE OP CEYLON.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(Date of Assent: 15th May, 1961)",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "by and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "the House of Representatives of Ceylon in this present",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Parliament assembled, and by the authority of the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Same, as follows: -—",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4. This Act may be cited as the Revised Edition tec vt. of the Legislative Enactments (Supplements) Act, No. 26 of 1961. :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2, As soon as possible after the coming into force Fuperstin of of the revised edition, Ekanayaka Tajepaiaa Kodip- ne Brel pili Dissanayalca Mudiyanseralahamillaye | Hector sien Deheragoda, Esquire, Assistant to the Commissioner, shal] prepare a supplement, hereinafter referred to 98 : the “first supplement ”, to that edition.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "8. As soon as possible after the commencament of | Prameratin ot every year following the year in which the first supple ual orp ment to the revised edition comes into force, the Legal mvsct ‘edids, Draftaman shall Prepare a supplement, hereinafter referred to as an ‘‘annasl supplement”, to that edition. -",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4. In the preparation of a supplement, the person powws wasted fequired to prepare such supplement under section 2 ite geen or saction 3 Thell have, mutatis mutandis, the powers prepare » souferred upon the Commissioner by section 8 of the \"zine. Revised Edition of the Legislative Enactments Act,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "No. 2 of 1956: Provided thet for the dates mentioned in para- Graph (12) of the seid section 3, the followin 1g dates be substituted s— {@) in the case of the first supplement the thirty- first day of December, 1957; . *. @) in the case of any annual supplement, the thirty-firat day of December: immediately Preceding the date of the coming into force of such supplement. , 7. u meo-o4 070) :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Revised Edition of the Legislative Enactmente (Supplements) Act, No. 26 of 1061 Crt ot 5. Each supplement— . fie @) shall be pririted in one or more volumes; edition, (©) shell supersede all previous supplements to : the revised edition; and (©) shall, sabject to the provisions of section 4, contain,— . {) if such supplement is the frst supple- ment, tte Acts enacted during the . period commencing on the first day + of aly, 1956, and ending on the : + thirty-rst day of December, 1957, 4 : table of contents and a chronological _' table of such Actes; or . Gi) if such supplement is an annnal supple- . * ment, ‘the Acts enacted auring, the period commencing on the a ‘rst y of July and ending on the thirty- first day of December immediately receding the date of the coming into force of auch supplement, a table of contents and a chronological table of | such Acts; and Gii) such Statutes of the United Kingdom. Orders in Council of the United Kingdom, ‘Royal Proclamations. Letters Patent and Royal Ins- tructions as the person required to : Prepare such gnpplement under seotion 2 or section 3 may think fit to include. Becord of 6, The number and year of each Act contained im Sambers of any supplement shall ba set out at the head thereof, and where such Act incorporates any amendment made hy suy other Act, the number and year of each Act and such other Act shall be set out in the margin along- side the long title of such Act, ° . Reodatam 7, , The date of enactment of each Act contained in of gpestion any supplement shall be set out immediately below the long title of such Act, and where such Act is brought into operation on any date subsequent to the date of enactment thereof, ‘the date of operation of such Act shall be set out immediately below the date of enact- * ment of such Act. . . on",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Revised Edition of the Legislatiog Enactments: 3° (Supplements) Act, No. #6 of 1961",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "8, (1) The person required by Section 2 or section 8 peg ibe! * to prepare a supplement shall, as soon as such supple” Siy\"ot ment is completed, transmit a copy thereof to’ the =pplements. ‘Minister of Justice for approval.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "(2) The Minister may, by notification published in the Gazette, approve of any supplement and order that such supplement ghall come inte forca on such date as he may specify in the notification. ae",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "(@) On and after the date of the coming into fores of the first eupplement, such supplement sball, until it is superseded by an annual supplement, be deemed to be and shall be withont any question whateoever in all Courts of Justice and for all purposes whataoever the sole and only proper Statute Book of Ceylon in respect of the Acts enacted during the period commencing on the first day of July, 1956, and ending on the thirty- firat day of December, 1057.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "{@) On and after the date of the coming into force of an annual supplement, such supplement shall, until it is superseded by the next annual supplement, be deemed to be and shall be without any. question ‘whatsoever sn al Gounta of Justion and forall ‘purposes whatsoever the gola and only proper Statute Book of Ceylon in respect of the Acts enacted during the period commencing on the first day of July, 1966, and ending on the thirty-first day of December immediately pre- ceding tha date of the coming into foros of such supplement.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "9. | Where in any written law or in any document of ppictonot whatsoever kind reference is made to any written law rstucs 2 affected by or under the operation of this Act, sach teference shall whera necessary and practicable be deemed to extend and apply to the corr: ding iitten law in the supplement for the ‘ime being iz",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "40. A copy of any enactment contained in the negate revised edition, as amended, whether by way of sub- grneut stitution, addition or omission, by any Act passed on titan. or after the first day of July, 1958, may be prepared = by the Legal Draftsman; and all copies of such enact-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "ment which are printed after the commencement of this Act shall ba printed by the Government Printer, 49 60 prepared.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Revised Edition of thy Legislation Enactments (Supplements) Act, No. 26 of 1961 Inieqemtin. . 44, Tn this Act, unless the context otherwise requires— . Commissioner” means the Commissioner sppuinted by the Revised Edition of the Legislative Enactmenta Act, No. 2 of 1956, for the purpose of preparing the revised edition; “sorisgd odition ” means the revised eaition of © legislative enactments prepared under the aithority ofthe Revised dition of the Legislative Enactmente Act, No, 20f 1968; . “‘ mupplement ? means the’ first supplement, oF aay. annoal supplement, to. the revised gaition prepared under ‘the anthority of tis Act.",
    "mean_p_confidence": 0.7
  }
]