[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRILANKA BETTING AND GAMING LEVY (AMENDMENT) ACT, No.7 OF 2001 [Carte on 11 Apr, 2009) Printed nthe Order of Goverment ‘Published a Supplementto Par ofthe Gaze ofthe Domacatie Sects Republics B14 Lasko April 12, 200! Pile Rash ” Postage ma 350",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Detrng and Gaming Levy (Amentmens} ‘Act No.7 of 208 [Cenifed oa Wh ped, 200]",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "1D. 212001",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "‘Av Act To nupan mae Bere ar Gave Levy Act, No. 40 (91988 AND TO RLONOG FOR MATTE CeRIECTED THEREWTEN OR, DB & enacted by ihe Patiament ofthe Democratic Socialis. Repablic of ei Lanka a foow '—",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "1, TiisActimay be ted asthe Beting and Gaming Levy steak (Amendment) Act No.7 of 2001,",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2. Section 2of he Reting ad Gaming Levy Act, No. Arendt of 40 of 1988 (hereinafter refered to a0 the “principal sealant enwctment”) is hereby amended in subsection (3) of than 0-400 15 Seton, by the subalon for te words “at de rexpective rates sel onlin the Schedule 10 ths Act\", of the words “equivacal othe respective ements setou inihe Schedule Womiaer’.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "3._ Section Sof the principal eanctmentisherchy amended Amine of by the repeal of subsection (3) of that section and the asm sae substi ierefor of te folowing subsections — ir",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "“@)_ Where any istnent ofthe levy sindefait nd (0) the detout is in respect of an intahment payable inany year commencing ox or afer ‘Apel 1, 1588 be pri to Apel 1, 2001 he defer shall fn Sdon othe ixcahment Ineeal, pay 2s peasy a sum cquivalaat io en per conten of he insament in default {nd i) where the ‘salmon in Seta nok ‘ld before the ffeenth day of the ‘mom succeeding the meth in which such ieGtalent Rad began to be ia Homes 58000108)",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 ——_—Beting an Gaming Levy (Amendment) Aoi No. 7 of 001 defalha forte sum equivalent to 40 per cet of the insilmeat in deta tn espe ofeach period ending om he Ateents day of exch sseceeding month tr part of such pried, ding hich it tein detau: [provided however, hat she dual amount payable 1s peasy under this parsgraph aha in wo case ‘execed fifty per centemof the instalment deta and @) the defauk isin expect of an insttment [payable in any year commencing on o afer ‘April 1, 2003, he defer shall In aiton {te the intalmont in defame, pay 08 penay. 9 farther sum equvalentio shiny twee and ote thind per cextn of the inseament i dfau, in eapect of each poriod ending on the Fiteenth day ofeach mont, succeeding the ‘omth n wich he Istahen had begin 10 be in defait or part of such period during ‘which the fastolment in default: Provided however, that the total amount payable ac penal use this paragraph, shall Io eocaie exceed one handred per coma of (he insalnenindefan, (84) The CommissionenGeneral may reduce orvalveany penalty payable ander subsection 3), ifthe Commtsionsr «General ie eid that hy reason of any special cumstances in which the default cured, a reduction or waiver f such penalty would be just aad equitable”. Atromeabet ——_4,_Section Sethe principal nacivenit hereby mended Fees in paragraph (cof subsection (1) of dat section: by the Local sition forthe words and figues \"by o¢ under section 43° of the words and figures “by oF under section 42 o¢ sion 4°",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Bening and Goming Levy {Amendvens) 3 ‘et, Ne, 7 of 208 ‘8. The Schedule to the principal cmactment is hereby Reinet cf repeofed and the following Schedule ube therefor tbeSenao2 pate “SCHEDULE (Seston2) Paar ‘The amount of ihe levy payable by a person carrying on the busines of bookmaker fr every yer specified inCakemn, Theteto, call be eqlvaent to he ametuntspecificd in he ‘omesponding entry ia Cohan I hereto — cotenat Coen ter Amwetefty Perey yar connote o sae pe 180 be por ‘agit 210) nero mad Fate yecommencing sno fr Ap 200 Om tbo nee Peer ‘The amount of the levy payable by « pen camying on the buuiess of gaming fo every year specified ia Colgan hetelo, stall be equvale to the aoume specified inthe ‘comespoading yin Calan I bereto— comet sient er Annee ey ar cr yet oo eA 1.1985, mrt ‘A 10. neon pest Forever ye conmeming ot Ber Al “Tey lon pe ‘Inthe event of any inconsistency between the Sinhala Siiica nse sc Tan exif i atthe Sina ot shall eval. neat ”",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "‘Amat eteigdon cristo wot Parting HSL. aan, epbiewte Sumarnct, Gover Pictnoc tn Ro 3 atest See, Teme Ro tou bg Dox ym ep eh er lg",
    "mean_p_confidence": 0.27
  }
]