[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLQN.  ; Ky,  3rd Session 1958-58 (io nanmmunun\\  2( 12 FEBI959\\%  hx 3, 3H}  yee” en laff  ASDy, us  harm  KIS/,25  Debt Conciliation (Amendment)  Act, No. 5 of 1959  Date of Assent : February 9, 1959  Printed on the Orders of Government ~  Printed at the Govmnamr Puss, Cros, Tobe  ‘urchama at Gur Goveooaer Pomscomtoad Boast Goscems  ‘Annual Subvention Cnsiuding ils) Ea. 28, payable tn  advance tothe Surennewomny, Covance Poaceae  Bonus, Pom’ Onin Ber 800, Seavtndst, Calaabe  Price: 15 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.44961904761904764
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Debt Conciliation (Amendment) Act, 3  No. 5 of 1959  L. D0, 25/67:  AN Act 10 AMEND THe Dest Concruiarion  Orpmvance, No. 39 oF 1941.  [Date of Assent: February 9, 1959.]  BE it enacted by the Queen’s Most Excellent Majesty,  by and with the advice and consent of the Senate and  the House of Representatives of Ceylon in this pre-  sent Parliament assembled, and by the authority of  the same, as follows:—  4. ‘This Act may be cited as the Debt Conciliation stort ste,  (Amendment) Act, No. 5 of 1959  2. ‘The following new sections are hereby inserted taserion of  immediately after section 19, and shall have effect ev sion  as section 19a and section 198, of the Debt Concilia- Orainance  tion Ordinance, No. 39 of 1941, hereinafter referred ¥. 8 of 194.  to as the principal enactment:—  ‘Apoletons 19a. (1) ‘The Board shall not entertain  deve purporting any application by a debtor or creditor  vont: im respect of a debt purporting to be  Eefuof” secured by any such conditional transfer  —— of immovable property as is a mort;  Pay: within the aa oF this Online  unless that application is made at least  thirty days before the expiry of the  period within which that property may  be redeemed by the debtor by virtue of  any legally \"enforceable agreement  between him and his creditor.  (2) Where the Board entertains an  application of a debtor in respect of such  a debt as is referred to in sub-section (1),  the Board shall cause notice of that fact  signed by. the Secretary tobe sent  together with a copy of the application  by registered post to the creditor to  whom the application relates.  Reohibion of 1.98, (1) Where a. creditor receives a  aleoetion, te, Notice under sub-section (2) of section 19a  ot sey inmer- relating to an application of a debtor of  enePee? his in respect of such a debt as is referred  sipliaton’ to in sub-section (1) of that section, he  fi'bosa shall not sell, alienate, transfer, lease or  EReheLg mortgage the property to which such  si, Tsumt’ notice relates unless such application  iis teats.” jg dismissed by the Board or unless the  1a. x, rem 01158)",
    "mean_p_confidence": 0.7230900243309002
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  4 Debt Convcitiation (Amendment) Act,  No. & of 1959  settlement effected under this Ordinance  in respect of such debt permits him to  dispose of such property.",
    "mean_p_confidence": 0.7278125
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  2) Any sale, alienation, transfer,  lease, or mortgage effected in contraven-  tion of sub-section (1) shall be null and  void.””,",
    "mean_p_confidence": 0.7084
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  Insertion of 3. The following new section is hereby inserted  a ae immediately after section 21, and shall have effect as  pepe section 214, of the principal enactment :—  “Matters tobe 21a. In any proceedings under this  deatiog whether Ordinance in regard to an application  cract's relating to a conditional transfer of  Seung\", immovable Property, the Board shall, for  . innenible the purpose of deciding whether or not  fahty’s'\" such transfer is in reality a mortgage,  morgage. take into consideration all the circum  stances of the case and in particular the  following matters:—",
    "mean_p_confidence": 0.6893396226415094
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (@) the language of the notarial  instrument of transfer and,  where provision in regard to  the right of the transferor to  redeem the property transferred  is contained in’ any other  notarial instrument, the lan-  guage of that other instrument;",
    "mean_p_confidence": 0.7252083333333333
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (2) any difference between the sum  received by the transferor from  the transferee and the value of  the property transferred;",
    "mean_p_confidence": 0.7328
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (c) the continuance of the transferor’s  possession of the property  transferred; and",
    "mean_p_confidence": 0.6775
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  (@) the existence of a legally enforee-",
    "mean_p_confidence": 0.6388888888888888
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  y able agreement between the  transferor and the transferee  whereby the transferor is bound  to pay the transferee interest,  or any sum which may reason-  ably be considered to be  interest, on the sum received by  the transferor from the trans-",
    "mean_p_confidence": 0.7415999999999999
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  z feree.””.",
    "mean_p_confidence": 0.3075
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Debt Conciliation (Amendment) Act, 3  No. 5 of 1959  4%. Section 64 of the principal enactment (as Ameoimeat of  amended by Ordinance No, 40 of 1941) is hereby sites, @4 ot  amended a8 follows:— senckneat",
    "mean_p_confidence": 0.6429268292682927
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (a) by the omission of the definition of ““ agricul-  tural property ””;",
    "mean_p_confidence": 0.681875
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (®) by the insertion, immediately after the  definition of ‘' Branch Board”, of the  following new definition:—",
    "mean_p_confidence": 0.6928571428571428
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  * “ conditional transfer of immovable  property” means any transfer, sale or  alienation of immovable property which  is effected by a notarial instrument and  which, by virtue of such instrument or  any other notarial instrument, is subject  to the right of the person by whom such  property’ was transferred, sold or  alienated to redeem such property within  a period specified in such instrument or  such other instrument; ’ ;",
    "mean_p_confidence": 0.768395061728395
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (©) in the definition of “‘ creditor”, by the sub-  stitution, for the words “‘ is owing,”, of  the words \"is owing and includes the  heirs, executors and administrators of such  person,”’;",
    "mean_p_confidence": 0.6907894736842105
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  (@) in the definition of ‘‘ debtor ”—",
    "mean_p_confidence": 0.557
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  () hy the substitution, in clause (i of that  definition, for the words ‘an  agricultural property”, of the  words ‘‘ any immovable property ”;",
    "mean_p_confidence": 0.5575862068965518
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  (ii) by the substitution, in clause (ii) of  that definition, for the semi-colon  occurring at the end of that clause,  of a comma; and  (iii) by the addition, at the end of that  definition, of the following: —  “and includes the heirs, execu-  tors and administrators of such ,  person;””; and",
    "mean_p_confidence": 0.7277049180327869
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  (¢) by the insertion, immediately after the  definition of ‘debtor ”, of the following  new definition: —",
    "mean_p_confidence": 0.6314285714285715
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  “© mortgage”, with reference to any  immovable property, includes any condi-  tional transfer of such property which,",
    "mean_p_confidence": 0.6471428571428571
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  13. ware 2s 88)",
    "mean_p_confidence": 0.16166666666666668
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  6 Debt Conciliation (Amendment) Act,  No. 5 of 1959  having regard to.all the circumstances of  the case, is in reality intended to be security  for the zepayment to the transferee of  sum lent by him to the transferor; *.",
    "mean_p_confidence": 0.7430434782608696
  }
]