[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "' PARLIAMENT OF CEYLON - n y 5th Session 1964-65 ane ’ Gy FOS, ay a/ a ASD ( ek 5 . (SPS? 3 Weba-tir ese Cs) A ©, eS) re BOIS saat QS Port (Cargo) Corporation (Amendment) Act, ; No. 41 of 1964 Date of Assent : November 12, 1964\" ; vi Printed on the Orders of Government Sg Sat ST, f caes ues , ae a Ree a eats irate Price: 15 cents. Postage: 10 cents .",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Port (Cargo) Corporation (Amendment) det, | ~\"* No. 41 of 1984 L. D.—O. 34/63. +, Aw Acr To amznn THs Porr (Carco) Corporation ‘Aor, No. 13 oF 1958. [Date of Assent: November 12, 1964] BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "@ House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the sume, as follows:—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "4, This Act may be cited os the Port (Cargo) stor ste Corporation (Amendment) Act, No. 41 of 1964.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2. Section 60 of the Port (Cargo) Corporation Act, scmdmeu ot No. 18 of 1958, as amended by Act No. 67 of 1961, is save 60 of hereby further amonded as follows:— mt",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(1) in sub-section (1) of that section, by the snbsti-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "tution, for the words “‘ under this Act.”’, of : the following :— “under this Act and euch Board shall, at . the time the claim is so referred, notify the Tribunal of the date on which the claim was received by such Board.”*; (2) in sub-section (2) of that section, by the substitution, for the words “under this Act.”', of the following: —",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": ": “under this Act and the last-mentioned person shall, at the time the claim is 90 teferred, notify the Tribunal of the date on which the claim was received by him.”; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(8) by the insertion, immediately after sub-section",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "@) of that section, of the following new sub-section: — “© @s) No claim in respect of any matter referred to in sub-section {1 sub-section (2) shell be entertained by a Labour Tribunal unless such Tribunal is satisfied that such claim was reosived by the Board of Directors or the person to whom the claim was made, as the case mey be, on or before auch date ax the Minister may specify for the purposes of this sub- | fection by “uotiication published in the ‘ Gazetie.”. tent with ,",
    "mean_p_confidence": 0.77
  }
]