[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Yiseceuey fo - Vad Gre) “\\ ig : ee . ead PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA GRANT OF CITIZENSHIP TO STATELESS PERSONS (SPECIAL PROVISIONS) ACT, No. 39 OF 1988 - [Certified ou 11th November, 1988] , Printed on the Orders of Government Published as a Supplement to Part If of the Gazette of the Democratic Socialist Republic of Sti Lauka of November 11, 1988 «enc imam eminem \"x0 Re Fancunzy At Ta GOWEREEITT FUMUICATIONS HORENY, COLORED Price 3 75 cents Postage : 75 cents",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "Grant of Citizenship to Stateless Persons i? (Special Provisions) Act, No. 39 of 1988",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": ": [Certified on 11th November, 1988} LD—0.70/88 . : Aw Act ro stove vor tae Gaater or Srarus oP Sar LANKA",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "‘Camzmn ro curmarn Staves Prasows oF Inpram Oncor WHEREAS the preamble to the Grant of Citizenship to Preamite, Stateless Persons Act, No, 5 of 1986, states hat the Government of India had agreed to grant Indian Citizen- ship to 506,000 persons of Indian origin residing in Sti Lanka, within six to eight months of the dates of enact ment of the sald Act : . AND WHEREAS the Government of India has to date granted Indian Citizenship to 422,000 of such persons who have applied to the Indian High Commission for the grant of Indian Citizenship and will be gianting Indian Citizen- ship to the balance 94,000 persons“ and accepting their repatriation to India: : AND WHEREAS, under the Grant of Citizenship to Stateless Persona Act, No. 5 of 1988, the Government of Sti Lanka is obliged to grant citizenship to 469,000 persons of Indian origin, and also to any residue of stateless persons of Indian origin in Sti Lanka: AND WHEREAS, the Government of Sri Lanka has to date granted Sri Lanka Citizenship to 236,000 persons of Indian origin and fs obliged to grant citizenship to the remainder = AND WHEREAS, it appears from the sald Act that the Government of Sri Lanka had resolved to solve the problem of Statelessness within etghteen months of the enactment of the Said Act: . . AND WHEREAS, due to various unforeseen circumstances, the sald obligations could not be fulfilled during the aforeseid period: -",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "Now, theretore,, be it enacted by the Parliament of the . Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "1: This Act may be cited as the Grant of Citizenship to snort Stateless Persons (Special Provisions) Act, No. 39 of 1088, “'l*",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Grant of Citizenship to Stateless Persons (Special Provisions) Act, No. 39 of 1988 Gront of 2 Notwithstanding the provisions of any other law Giuzenship every person who— Stateless . perpons, + (@) 18 of Indian origin lawfully resident in Sct Lenka ; (b) is stateless ; and . (6) 4s not within the $06,000 persons referred to in the Grant of Citizenship to Stateless Persons Act, No, § of 1986, who have applied to the Indian High Commission for the’Grant of Indian Citizenship, and the children bern to them after October 39, 1964, : shall have the status of Citizen of Sri Lanka with effect from the date of the commencement of this Act and shell _/ be entitled to all the rights and privileges to which other citizens of Sti Lanka are entitled to by law. Status of 3. (2) Every person who is a citizen of Sri Lanka by Brent ~~~ reason of the operation of section 2— bere: x N Siena (2) shall be subject to the same obligations and Liabilities Guides this , | in law as citizens of Sri Lenka, including the provi- a sions of law relating to the liability to loss or ' deprivation of citizenship/ and the renunciation of citizenship, in like manner and to the same extent as other citizens of Sri Lanka ; (b) abil be demoed in law to have renounced all rights fo the civil and political stetus such person may have had, or would but for this Act have had, , ‘under any Jaw in fotce in the territory of the _ origin of such person or such person's parent, ancestor or husband, as the case may he; and (©) shall, in all matters relating to, or connceted with, status, personsl rights and duties, and property in BriLanka, he subject to the laws of Sri Lanka, Certificate 4. (21) Any person who isa citizen of Sri Lanka by Pleieenship, Feason of the provision of section 2 of this Act may if he 60 desires, apply to the Commiseloner: for a Certificate at Citizenship substontially in the form set out in Schedule A to this Act and the Commissioner shall, subject to the provisions of subsection (3) of this section, issue @ certificate within sixty days of the xeceipt of such application by him, and stich certificate shell be substantially in the Form net out in Schedule B to this Act. |",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "Grent of Citizenship to Stateless Pereona a . a¢Special-Provisions) Act, No. 39 of 1988 { (2) Such application: shall be ‘accompanied by a declara~ tion ander gathy of nftiimation substantiolly. in the form set out in-Schedule’A to this Ack. -: - “+ (a) Tri respect of ‘persons born prior to October 30, 1964, the Comminsioner'is empowered to issup certificates under this Act onty'fo the belance of the 469,000 persons to whom. eviificates have not been issued under the Indo-Ceylon Agreement ‘(Implementation) Act, No. 14 of 1967, on the ‘date of‘comimeneestmerit of this Act. He shall oblain the ‘pHlor Spproval’ of ‘tie Minister for the issue of a certificate ‘wader Subsection (1) to any person in excess of this",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "(@), No person shell require the produgtion of a Cortificate referred to in subsection (1) for any putpose and an aifidavit shall be accepted as prima facie evidence of the ifacts stated therein.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "5. Any person who’ kncwingly makes a declaration Oftences, which ia false with regerd to any particular, required ta be stated in an application made under section 4, shall be guilty of an offence under this Act, and shall on conviction by & Magistrate after summary trial be Mable to imprison- ment not exceeding one year or toa fine not exceeding rupees five thousand or to both such fine and imprisonment, ‘and the Magistrate shall, if he is satiated that the Certificate issued on the faith of such declaration would not have been iasued but for such false‘atatement ‘fn such declaration, make order saneelling uch; Certificate, - &",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "6, dn this-Acbe 7 bose 2 er a",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "“the Commissioner” means the Commissioner for the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "“2 \"Registration of Persons of Indian Origin appointed . under the Indo-Ceylon Agreement (Implementa- tion) Act, No, 14 af 1967, . te peoornisriray",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Gront of Citizenship to Stetetess Persons (Special Provisions) Act, No, 39 of 1958 GoTo tee bo 2) RORRDULE A onc + [Section] Application for a Gertlfoata of Citizenship under section 4 of the Grant of Citizenship to Stateless Persons (Special Provistons) ‘at, No. 29 of 1985 Ty cssescsseeecee G0 hereby apply undar wection 4 of the Grunt of citizenship to Stateless peroans (Special Frovislons) Act, No. 90 of 1988 for the isxun of a Cartiscate of Citizenship, 7: 2.1 declare that T am a person of Indian Orighs lawfully resLient tn Sri Lanka ool that Cava vot applied at ang time to the Indi:n Fligh Commision for the grant of Indian Citizenship and that I ‘#o not belong to the eategory of thu $06,000 persons rafarred 10 in the Gront of Citizenship to Stateless persona Act, No, § of 1926, their iebue, L 4. L wm tully aware of the offences and the peneltics referred to Jn section 5 of the Grant of Citizenship to Stateless Pemona (Special Frovisions) Act, No. 39 of 1898, * 4.1 append hereto the particulars sulating to myself in onder to enable the cous of the Certificate of Citizenship applied tor, eT. 9 paetstare ; * . “ “| 1) Full name ana other names ;———~, “ (in, Block capitals) :=——— __ (@) Father's mame: ~~ tev GQ) Mother's name.t-——, 7 oF (a) Bex i—$. . \" \"(8 Indentity Card Number, if available;———. js @) Residential adiceas :-———, (7) Occupation and address at oceupstion :———.*” (8) Date of birth aot Gt date of birth iz not given, state approx, year of birth) egy Phace of bitth :—__—, © + \"Gt bor cutalde Stl Lanks state date of first arrival “°° “fm Sri Lanka). ~ . 4 “\"'110) Civil states -——, . (married vindle/widower/dlvares Uving in eopiaratian};",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Grunt of Citizenship to Stateless Persons 5 (Special Provisions) Act, No, 39 of 1988 (1) Full name af spouse :——. : (22) Tt not bom in Sti Lanke, addresses of residence and employment/cccupation for the last twenty years :———. G3) If applied for Sri Lanka Cittrenchip under the Inde- . Ceylon Agreement, state address from which application ‘wan made, and reference number awigned to it it available :——. DECLARATION .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "I do solemnly, sincerely and truly declare and aflrm/swear that the foregoing particulars stated in this application are true and I make this sfstement conscientously believing the same to be true,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Signature or thumb impression of applicant. Date :——-.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "AMfirsmed/Sworn at... this day of .... 9 -. before me.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Signature of Justice of the Pease or, ‘Commissioner of Oaths, Name cf the Justlce of the Peses ar Commissioner of Oaths 2 . SCHEDULE B [Bectlon 41",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Grout of Citizenship to Stateless Persons (Special Provisions) Act",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Certificate of Citizenship of Sri Lanka under section 4 of the Grant of Citizenship to Stateless Persona (Spectal Provisions) Act, No, 3 of 1988;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Whereas ...s..sctsss+ bas duly applied to the Commissioner for the Registration of Persona of Indian origin for a eertidcate of citizenahip as provided for by section 4 of the said. Act, alleging With respect to himself (herself) the particulars eet out below :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "‘Now theretore, ia purauancé of the powers conferred an him by the said section 4 the Commissloner tor Registration of Persons of Indian origin certifies that the onid.......... 16.8 cltien of Sel Lankn under the vaid section 3,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "+. Tn witness whereof I have hereuoto subscribed my name, : Commissioner for the Reglstration of Persoos of Indian Origin, Date :-———, airtel Department for the Registration of Persons of Indien Origin, + se. €olombo,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "6 Grant of Citizenship ¢o Stateless Persons (Speciel Provisions) Act, No, 89 of 1988 PARTICULARS RELATING TO APPLICANT",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "Name te . Wether’s amet. — Adivess = Js . “Prade or Occupation :——=-——, . Place and Date-of Birth :———, Sexi,” a Identity Card No :———. Name of ‘Wite/tfusband :-———",
    "mean_p_confidence": 0.43
  }
]