[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA PUBLIC TRUSTEE (AMENDMENT) ACT, No. 41 OF 1983 [Certified on 17th October, 19832 Printed on the Orders of Government Published as a Supplement to Part UU of the Gazette of the Democratic Socialist Republic of Sri Lanka of Ootober 20, 1983 PROITED AT THU MEPARTMIDAT OP GOVERMENT PROCTOAG, SRE LANA To Be FURCEARED AT-7im GOVE, PUNAGATIONS RUEEAU, COLGNRO Brice: 20 esnts Postage: 50 comts",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Public Trustee (Amendment) ‘Act, No. 41 of 1983 [Certified on 17th October, 1983] EDO, 21/83. n * Aw Aer 70 ana tue Pusiac Tavsrez OmIwance BE it ensctod by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :— L This Act may be cited as the Public Trustee (Amend- Short tile, . ment) Act, No, 41 of 1988.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "2. Section 5, of the Public Trustee Ordinance (herein- ‘Amendment after referred to as the “principal enactment”), is hereby § of amended in subsection (1) of that section, by the insertion Chapter 98, immedistely after paragraph (e) thereof, of the folowing paragraph :—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "“ (ee) as manager of immovable property upon a con-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "tract on terms and conditions including fees as may ‘be mutually agreed upon ;*,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "% Section 45 of the principal enactment is hereby Amendment amended by the addition immediately after subsection (5) of seption of that section, of the following subsection :— Selpinea",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "“ (®) The preceding provisions of this section shall not apply in a case where the Public Trastee is appointed manager ot immovable property under paragraph (ee) of séetlon 5,”. 1A mist —11,08 EH",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Anwal subscriplion of Bilis and Laws of the Parliament Ra 160 (Local),",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Ra 200 (Foreign), payable to the Surmammpmr Govan Puucamons",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Borzas, P, O. Box 500, Covonsso 1, betore 15th December each year in respect vf the year following.",
    "mean_p_confidence": 0.8
  }
]