[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". Oh B Bes, ei) Ce ne “ad 2 Bees ee \"PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF “SRI LANKA CIVIL PROCEDURE CODE (AMENDMENT) ACT, No. 53 OF 1980 (Certified on 11th December, 1980] Printed om the Orders of Government Published as a Supplement to Part II of the Gazetle of the Domocratic Socialist Republic of Sri Lanka of December 12, 1980 PRINTED Av THE DEPARTMENT OF COVERRMENT PRINTING, SRI LANKA To Re FORGNASED WF TuE QOVR PORITEHTIONE BORAT, COLETEZO Price: 90 cents Postage: 68 conts",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Civil Procedure Code (Amendment) Act, “ No, 53 of 1980 , _- Certified on 11th December, 1980] . “ LD—O! 10/80. ao . Aw Acr ro ancrno THs Crvit, Procspune Cone, ‘BE it enacted by the Parliement of the Democratic Socialist. Republic of Sti Lanka as tollows :—",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "1. This Act may be cited-os the Civil Procedure Code Short title” (Amendment) Act, No. 53 of 1989, :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2 Section 8 of the Civil Procedure Code (hereinafler Replacement referred to as the “principal enactment”) is hereby Stchagur repealed and the -following new section substituted 10 therefor i— souk ee a ‘ sProedare :, 8 Save and exeopt actions in which it ia . oe by this Ordinance or any other Iaw specially griinariiy _yrovided that proceedings inay be taken by Segular, way of gummury procedure, every action",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "shall cofamence and proceed by a course | - of regular procedure, 33 hereinafier Prescribed”,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "& Section 86 of the princtpal enactment is hereby Amendment amended as follows :— 1 Sot the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "principal",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(@) ‘by the repeal of subsection (1) thereof ; and enechnent,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(ii) by the insertion, immediately after subsection (2)",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "thereof, of the following new subsection :—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "“ (2s) At any time prior to the entering of judgment agsinst a defendant for default, the court « may, if the plaintiff consents, but not otherwise, set aside any order made on the basis of the default of the defendant and permit hima to proceed with ‘his defence as from the stage of default upon such ‘terms as to cost or otherwise aé to the court shall",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "appear Bt.”",
    "mean_p_confidence": 0.09
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "‘& Section 88 of the principal enactment is hereby Amendment amended, by the insertion, immediately after subsection 83 of the (2) thereof, of the following new subsection :— principal",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "“@) ‘The provisions of sections 76 and 763 shall,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "snutatis mutandis, apply to and in relation to the execution",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "‘of a decree entered upon default, where an order refusing",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "to set aside such decree has been made”.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "4 sa91—-a8,000 0710)",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "2 Civil Procedure Codé (Amendmerit) Act, ‘Wa. 53 of 1080 Amendment 5, Section “192 off ‘the principal enactment is hereby Yad of the amended, by the substitution, for subsection. (1) thereat, af Bringipal the following new subsection :—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "* (1) When the action is for a sum of money due to the plaintiff, the court may, in the decree order interest according to the rate agreed on between the parties by ‘the instrument sued on, or in the absence of any such agreement at the rate af twelve per centum per annum to he paid on the principal sum adjudged from the date ‘of the action to the date of the decree, in addition to any Interest adjudged on such principal sum for any period prio: to the institution of the action, with further interest ‘at such rate on the aggregate sum so adjudged, from the date of the deerée to the date of payment, or to such earlier date ax the court thinks fit\",",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "Replacement 6, Section 196 of the principal enactment is hereby",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "ee vepealed and the following -new section substituted Chctment. therefor :—",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "Bit 196. When the action is for the recovery of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "Inrespect the possession of immovable property, yield-",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "Srp trom ing rent or other profit, the court may, when-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "Sctloa in ever the prayer of the plaint asks for damages",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "7 in respect of mesne profits or rent, provide",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "= 7. jim the decree for the payment of money in",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "r Heu of mesne profits or rent in respect of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": ": ‘such property from the date of the institution",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "7, * of the ation until the delivery of possession",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "\" ‘te the party in whose favour the decree fs",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "° made, with interest thereon at such rate not",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "exceeding twelve per centum as the court",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "2 ye 4 thinks at, 2 .",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "be + +1. Explanation :— Mesne profits\" of property",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "‘ice, ; » ¢ eam those profits which the person it",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "oul 1 4, Wrongful possession of such property actually",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "sy oat. reoaived, or might; with ordinary diligence,",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "have received therefrom”. fant",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "Civil Procedure Code (Amendment) Act, 3 No, 53 of 1980",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "7% Section 213 of the principal enactment is hereby Replacement vepealed and the following new. section substituted $f,terton therefor :— prcpal",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": ": Eractnent, ‘Zgourtimay, 213, The court may give interest on gosta ‘on costa. ; at apy-rate not exceeding twelve per centum per enum, and may direct that costs, with or \"| \"[wvithout interest, be paid out of, or charged ‘upon, the subjectsmatter of the action.”",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "8, Section 222 of the principal enactment is hereby Amendment amended, by the insertion, (mmediately-after subsection: (2) 22 of the thereof, ‘of the following new subsection :— “\"\" Babee",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "“< **(@) An application to execute a decree against the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "fidginentdebtor as provided in subjection (2) shall be",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "‘made, by petition supported by affidavit of the judgment-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "creditor setting out the material facts, to which applica~",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "tion the judgrnent-debtor shail: be made respondent, The",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "court shall after inquiry, if satisfied that the decree should",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "she executed against the judgment-debtor personally, grant",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "such application”,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "3. Section 325 of the principal enactment ig hereby Amendment amended, by the substitution, for subsection (2) thereof, of Pings” ‘the following new subsection :— \"enactment.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": ".\" (@) When a petition under subsection (1) is presented,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "the court may, upon the application of the judgment-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "creditor made by motion ex parte, direct the Fiscal to",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "publish a notice announcing that the Fiscal has been resist",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "‘ed or obstructed in delivering possession of such property,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "or that the judgmentreditor has been hindered in",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "taking complete and effectual possession thereof or ousted",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "thérefrom, as the case may be, by the judgment-dector",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "or other person, and calling upon all persons claiming to",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "‘Be in possession of the whole or any part of such property",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "bby virtue of any right or interest and who object to posses-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "sion being delivered to the judgment-ereditor to notify",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "‘their claims to court within fittest days of the publication",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 27,
    "text": "‘of the notice.”...- at uw an",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "‘ Civil Procedure Code (Amendment) Act? ’ No..53 of 1980: Amendment * 18. Section 326 of the principal enactment is hereby $28 of the . amended, by the substitution, for subsection (5) thereot, of iacipal i — Pa Bilncipal, \"the following new subsection : : (1) On the’ hesring of the matter of tbe petition",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "“and the claim made, if any, the court, if satiafied—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(@) that the resistance, obstrustion, hindrance or ouster",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "< \"|, _complaiiied ‘of wee ‘occasioned by the judgment- -\" ” debtor or by ome person at his instigation or on bis",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": ". vente ROME ve “oy. 1 2(b) that the resistance, obstruction, hindrance’ or ouster fon complained of was occasioned by a person other than the judgment-debtor, and thet the claim of",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "+ + such person to be in possession of the property,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "‘,. Whether om his own account or on account of some person other than the judgment-debter, is frivolous \"ge vexatious 5 oF ,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(©) that the claim made, if any, has not been established, shall direct the judgment-creditor to be put into or restored to the possession of thé properiy and may, in the case ‘specified in paragraph: (a), in addition sentence the judgment-debtor or such other person to imprisonment for & period not exceeding thirty days”.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "Replacement . LL Section 330 of the principal enactment is hereby 339 of the repealed and the following new section substituted there~ prada gare \" Ehscent ad . wee 330, Any subsequent resistance or obstrue- ghetructlon ‘tion to the execution of the writ or hindrance with, to the possession or ouster of the judgment- : creditor within a year and a day of the _ delivery of possession— . , wee 1, (@) by the jadgment-debtor or any other tye cooy . Hespondent to the, petition under hegre eee | SCHON BBO tect. a, (B) where @ notice under subsection (2) sorry ds ov, /@f- section 825 hag. been duly vin ste vin, -BUblished, .by any person -whoso- peta fold 7 OR vote “ shall be punishable as a centempt of court”.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "Civil Procedure Code (Amendment) Act,’ 5 No, 58. of 1980 “12, Section 337 of the principal enactment is hereby Amendment amended aa follows :—' a ‘337 of the: () by the substitution, for subsection (1) thereof, of the Presubent. + following new. subsection ;— ~ :  *\" 4G) No application (whether it be the first or . 2 subsequent application) to-execute a decree, not being a decree. granting: ani infunetion, shall be granted after the expiration of ten years from— +. + (@) the date of the decree sought to be executed ; or of the decree, if any, an appeal affirming the same ; or \\ (b) where the decree or any subsequent order =; aailon. wile directs the payment of money ot the delivery. Hr 7-2 of property to be made on a spettiied date | “1020, or at recurring periods, the date of thie default #7071 f in making the payment or delivering the .., ,Ptoperty in respect of which the applicant H “gaeks ta emecute decree.*; and ~ 7 (ii) by the insertion, immediately after subsection (2) thereof, of the following new subsection :— : “ (@) Subject to the provisions contained in . subsecton (2}, a writ of execution, if uncxecuted, shall remain in force for one year only from its : issue, but— ome (a) such writ may at any time before its expira- 7 : * tion, be renewed by the judgment-creditor for one year from the date of such renews), and go on from time to time; or a . (®) a fresh writ may at any time after the expire- ne tion of an earlier writ be issued, Ono {il satisfaction of the decree is obtained”. -",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "13, Section S01 of the principal enactment is hereby Replace Fepealed and the following tiew section substituted there- Deltn‘sot for -. ba : of the",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": ": Patcigene, pi SOL. (1) ‘The provisiéns ‘contained fn this *\"** {9 apply Chapter shall, mutatis mutandis, spply in the ef Hnsoure ease of persons of unsquind-mind and men- Elly tally deficient persons, ‘adjudged to be 29 gifcient \" ° Gnder\"the provisions of this Ordinance or 4 nndar anv law for the time being in force,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6. Civil Procedyre Code (Amendment) Act, ‘Ne:-53 of 1989. seston cara nao f8) AOE the purposes. of this - section, eoneeaes “persons of unsound mind and :menially wR se deficient persons\", mean persons who have been 0 adjudged under the provisions of vee a2 Whit Ordinance or under any law for the he °\"” time.being in force, or where there has been vues no such adjudioation, persons. of whom the court is satisfied; after: inquiry, to he of | russ: os ttsound mind om mentally deficient and ~eesceiy  dtnbapable oft managing their own affairs. ”. Severtion of de The Tallowing new section is hereby inserted imme- Siiain the —ditely. after section 880, and shall have effect as section Shecthent, —580a, of the prinapal enactment :— : . \\Pibuatind 5804, (1) The providions contained in this {p mentally Chapter, other than, section 553 shall apply persons. in the case of mentally deficient persons. 7 w,- @),For the purposes af!” this section, “mentally deficient persons”, mean persons “Se “r who are ‘incapable of managing their own ; ‘affairs by reason of being mentelly.ill, feeble, infirm or defective, though not adjudicated vie. gS persons of unsound mind, in, accordance “otis+ er with any law for-the.time being in force’. Replecement 15, Section “652-of the principal enactment is hereby Gedcime repealed and the. following new section substituted Caactment, therefor :— : Pon 662. Every application for an injunction Bas for aby of the purposes mentioned in section wien > «+ Bf the Judicature Act, No. 2 of 1978, exeept wa in eases where an injunction is prayed for in: ee 7 4 plaint.in any action, shal] be by petition, _ and shall be accompanied by an affidavit of ‘the. applicant or some other person having Lk knowledge af the tacts, containing a atate- t+ a, Ment of the facts on which the, application is . wee ding BRA at ge hoe",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "Civit Procedure Code (Amendment) Act, 1 No, $3 of 1880.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "16. Section 745 of the principal enactment is hereby Replacement repealed and the following new section substituted Hager the therefor:— : Sraciaens, [Gempuleory 145, A petition praying for the judiolat Auietlat settlement of the account of—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "Sdeauesot .. (a) the manager of the estate of a person ersond of of unscund mind ar mentally defi- ming ctent person j Fnentally deficient ° , “” (b) the guardian of the person of a person Finns, S09 of unsound mind or mentally defi- Pen et cient person; “hy | (©) the curator of the estate of a minor ; = \"+ (@) the guardian of the person af a minor; rl {e). the next friend of.a minor plaintift ; () the guardian for the setion of a minot. defendant ; and that such persons may be cited to attend ‘the settlement thereof, may m very case +. where such person is required by law to file -accounts,.be presented ta the.court having jurisdiction, in the manner in the last pro- seding Chapter provided, by any of the \"following persons respectively namely :— ‘1c +s Ta enses falling under paragraphs (a) 1 and (b) by the person of unsound mind or mentally deficient, person, after he has “been found by adjudication to have cessed . “sto be of unsound mind or mentally def- cient, or by any relative op friend of the Person of unsound mind or mentally def- +. lent person, or by the executor or admin- Astrator of a deceased person of unsound mind or mentally deficient person, or under paragraph (a) by the guardian of », the person, and under paragraph (>) by 1. the manager of the setate, of a person of ‘unsound: mind and- mentally deficient } Peragn or by any public officer mentioned > dneoction S56; 2 “7am eases) felling: under paragraphs (e), 4B), 2), and Dee vy",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "B Civil Procedure Code (Amendment) Act, No. 53-0f 1980 + _by the minor after he has attained majo- tity, ox by the executor . or administrator of @ deceased minor, or ander paragraph {e) by the guardian of the person, end under paragraph (4) by the curator of the-estate of a minor ; . ‘And in any case by the successor of any. such manager, curator, guardian, next friend, or guardian for the action. But in , tases, falling under paragrapns (b), (d), (2) and (f) proof must be adduced to the, satisfaction of the court thet the person s0 required to account has received motiey or property of the minor for which he is Hiable to account and has not accounted. ”. Replacement 11. Section 749 of the principal enactment is hereby Givclthe repealed and the following mew. section substituted principe) therefor :— “Requisites 749, Every petition by which an applica- of petitions Feidiing (9° tion is made to a District Court for the Unsound ‘exercise of its powers aver or in respect of Ritay persons of unsound mind, mentally deficient Sateen persons, minote or trustees, ag the case may Tree be, shall state expressly thet the petitioner does not know of any person interested in the subject of the petition or in the person sought to be affected by the order prayed for . in the petition, who is likely to entertain any ‘objection thereto, other than those who are nemed as respondents in the petition. “. Replacement 18. Section 752 of the principa) onactment is hereby Wzolthe repealed and the following new section substituted Smctivent, therefor !~ . . “Security. 752, The District Court shall have the like SO ers power to make the person appointed manoger and of the estate of a person of unsound mind, or curators, mentally deficient person, or the person ap- pointed curator of a minor's estate, give seeurity for the due administration of the : eolate as ft has in the case of administrators . ‘of deceased persons estates. *.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Civil Procedure Code (Amendment) Act, 9 . No. 53 of 1980 19. Section 763 of the principal enactment is hereby Amondment amended 2s follows :— iotihe prinetpat @ by the renumbering of that section as subsection (1)  erseiment. ’ thereof; and (@i) by the insertion, immediately after the renumbered “.\\, ‘aubseetion (1) of that section, of the following “new subsection :— . “ (2) The Court may order execution to be . stayed upon such terms and conditions az it may : deem fit, where— : “— (@) the Yudgmentedebtor satisfies the court that og Ty. Substantiat Joos may result to the judgment . debtor unless an order for stay of execution is made, and + (b) security is given by the judgment-debtor for the due performance of such decree or order ‘ ’ as may ultimately be binding upon him.” ®0. Section 800 of the princips! enactment is hereby ‘Replacement, repealed and the following new section substituted s00of Ihe therefor :— . Bhacl nent eogtences 800, The provisions of Article 105 (a) of . Imposed the Constitution and sections 18 and 55 of Que! the Judicature Act, No. 2 of 1978 shall, apply to the sentence of fine or imprisonment, aa = -* the case may be, that may be imposed on * conviction for contempt under this Chapter hy the various courts.”, a 21. The Second Schedule to the principal enactment \"Replacement. ia hereby repealed and the following new Schedule aub- SC stituted therefor >» tothe : . principal : . Sharement,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 Giwit Procedure Code (Amendment) Acty 1-2 No. 53 of 19800. SEDORD, SCHEDULE aan {Sect 214) Patt Dt : DIETRICE COURTS : : Seva of ont ond cngea to be paid to Registered Attotutys in tho Dintsst Gonrtana well bower yarhy ‘snd porby ov bobin Roguleres Attorney ud Glen lois’ Clore 14+ Otome HIE home 17 : By, 50! Ber. 008- Ba, 16800 Where tha saat of action sto tant or propery, wate of Under and inde and enter and wee ‘Siar gece naar ofthe cae te Ba 'g00 But 5000 Bes 10908 Be 100,000 Confer with dlast and reoiving fsteuetons to sm, cod alert or nla fo ovr orf, appowe tha . Eevieten of adenine o ates Sem, Tube this Ordinance cee ea eT a8 O02. 35.00. H0O0-.. 65.00 ‘Prony to Registered Attoraty for any ofthe above puspowsn 10 00 ..° 1640 .. 30.00-r° 36.00 Latier ef Demand a 20-005. 85.001, 90.00... 0.08 “Every weoteary stendance on clint ia Yn jigri of sn : Siokorpowing se ne \"30.00. 25.00... 30.00.. $8 00 Bracy oeoueny stiendanee on Gomecl Sl iaa0 ! 1500.1. 99.001. 26 00 z attendance on the Judge, oghtear, Fecal, . Fase ch ae Feage Gnomiitloes (oc Beitar bares poy tea Gre Regtaced Atcsmey of Coun or ony ofiay perdu Lo poopiie ofan vation or womeding \"> T1000. 1500. 9900.. 36-00 — “tendanes on Regina of Kana ot : Biled Ofte ef Goverment Devartocnty Gorperstiog, Slur or ay Sat anion ts progern Sm atlon of pomeding - ms ST 1oqp... 9000, 3000..  00 ing piston, exmvor, repliaton, plea or any other plea- ing, poblion ox applsction a 7 28004. $500., G00 .. 86.00 ‘Proparing written fnareatione for Causal to dea oF well . woe Wtboed id atteainoss diecewioh m0. B500..°900.. 4000 ‘Aindlng Court end Eling paint nnnwer. repletion, plo Pnrreeanans sey alted pding pute or eppnon Fim. 1 o., wo. 9500 Making and werving copy of wine ot tanslation therwot for g dervion per bor 87 ms S10. 100, Aap, 500 Making soph of doomtote tobe Bled with pining, ot for oe service on patie por faa ceo ET 10.. 1Ob.. 180. 800 Drawing, emnons notice, ribpoons, wit or ole proses, order of Gn dooioy or fuze TBM: AO. 64, 1000 aking copy ce vouaton toma. tw, 20 80. 400 ‘Atending Ragitrar to go tbe oem signed Sao oll i ol. 01. 2600 Droing motions end otter ordinary spplioaionn when . bomen = Teter 500.. 10 0-. 18 04. M00 ivory miceemry attendance at Court Ofcas and Reeocd Foon iomake ai veteeary oppitnzonn te Goal catiomy = * ‘peruse orders thereon and 90 earth for coat to cacnond ‘x bone ot any other prosent ™ mr 800.. 500. 60. 10.0 ‘Avending Coart without Counesl 0 supper oe oppome applic - . ‘onaing Cr thst Ou opr spay fee Spritation m \" T2600 ., 8.00 ., 6000». . 05 00 ‘Atending Cour to suppor ot oppose all yecetarary ee. ‘ary appcaone o¢ mtione ” BT 5.00. 88.00..5° 80 OO 65:68 00 Drewicg end eicopyiog efidevit Tl aw ao <2 20.00.. shoo .. | 08 00 ‘Droring deca appliotiona for exention probate, Latace eRe ein inerepeci, ‘ro “interogatoron ~ aio, spots ear, Inpasstion sogenaication poole ca ends etme cighanginvenoneiandascounte 160 .. $800.. 4009.. 50.00 +8 bo Uo ng of 199 node",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "Civit Procedure Gode (Amendment) Act; ? n No, 59 of 2980 - \\ Glam T Clam Tame tHE Clase TF Slaw Glam _ Chem HAE Go T_ Waste svn of tin ato and eo propoig, Tiler ai 600 Bah oW) Fx 10,000 SPT ahs ie TNS andtinder and under end wader Sata Bike  seionese “Drewinglaiof for Gouuel and fiopy, orale? = «LOO 1504, LAD. 900 ining oopy of pleadings and dooms fo sorompeny Frit pr faio™ . i an a See ‘ria t ors Coase as ngage fn drvwing meoond TERE ee enc. roe. La. 208 Attending Court with Ooassl on Wa cou heard s ce OBE 5a op, 10:00 .- 100 00 «», 125 00 ‘Attanting Gout wit Goustel on Ail if ame néfourned, porpousd oreinuak oa ‘s soo. OD. 0 .. 100.0 ‘Aueniing Gout wiles Coan on tial and eondvoing come me .. \"E 5y 00 .. 100 00 .. 100 00 ,. 180.00 Ateing Cour witha Count on tril feasts iosipooed or ewok off i yoo. woo... 6000.. 100 00 ‘Whoeejodgasont dios, attanding Court co hearst’ ., 25.00 .. 300). 80.00 .. 85.00 Attending aitratioa without Coma, sash iting Gre fine Sorcha) se ach siting 9 Fy gg, 100 00 .. 130-00 .. 190 09 Adtunding aziirtion with Opa, och ating (00 Gs ater cues mtg 7 Eso oy 50.00... 5000 .. 100 00 -Atteaag Comoe amino goin mit ocge face osnization of connate or fron abbr P- ieee with Cours = FUE RNY HEEFT og oy. 5000, 60.00. OF OF [Attending Gommiséosar oa sbove without oval, 4000... @ 00, 100.. 9000 Drawing Bil of Coste ond Sin eopy = Lae. 9900... 004, OF : snp iapt ptin spertaio wiley wl of minh of . Sater” folee “Potoe “Astenig nication. . Glo. 2000, 90.00. OF Zeiger eosoeing paper ea, ot fragt , ore casing pa oe aglhy tuscan | Gush eum on deb Regnier shal cose ae feratie ,» a tant on olde ony Beale ae Gries ny forte pain Peg umd oy vce 7 ors “Beaming wep yrparatry toil or Sr aseusleat Fart 7 aroren aan daa mH omy. 00. O.. HO ‘Pov oyory mocumiry Wir wuchod by ote bok, oxcaive ot postage - 500. 1000. 15H, 2000 +A Sot south of 180 words :",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "Aape, Surveys Pont moss, whan eckttey, oss 08 the Regist! dem eneonehe",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "axbjeoh GREE appa °” weimees expt tha Cort my dlermine,",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "‘A ta-gusncy fentrtiont,oppfotions, and motion anal namaryattidance, atconsuleten soacflnnldimamrtrond lf ead heres olan roid (neg ior enh mt spdspegetsooammnsseacauonblessubjoo io roves aad eppate sn cou}sosnncring Re 10.090 sadore he tation to onesie (her hen",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "2 Civil Procedure Code (Amendment) Act, > No, 58.of 1980._- PARTI Seulo of fee to be pat to Ovansotin the Distih Ooneta. : . ‘ z ia a wv ‘Whar tke caw of ation. seta lant or property nda Rx i,600 fa. 000_ > RoA0,000 ‘al fea or wifec water ofthe acon & — Ho.1600 and wer. and unde nd coer \"Reb 900. Ba t0,000 Helwig a a LL ee Advising soton, Sofonoe oF appeal se $000 4, OD, 79.00 .. 10000 * Mieawing, pening, mottling, and wigning soy: landing epptontion or pation. ss SOD. 70.00 4 18000 ., 200 0040 os 20 0 Drawing, peramg anc tung mmc aie «O00. 100. 10000 | 200 00 Dearing, yaruing, end solding interrognario, _ demwet. 7 wee 8000 oe 70.00. 100.00 -, 260 09 cepmatation feo - 2 BOD. 1080. 10009 ., 300 00 ‘Supporting oe appesiog muy special motion oF vos ; wppliestion tee te BOD os 7000 25 100.00... POD 00 {Beit o om teal or argument. s+ 100.00 .. 20.00. 20020. $00 00 0 + \"yo0p 00 ‘eat whue incr angunont eetnimed «50.00 .. 100-00 2. 200 00. 309 A9t0 XB, {1} Tho foe of « Janine Cousnel wit not be allowed whweoinro Gonnoal ero engaged in Otexoee X ed IE. : Pn : (2) No fos wilt be slowed for « tind Causal fa soy elms. ~~ . (2) Toe biot fee of « Sumine Canam, whcro to Counsel axe ongignd will be half of tho eaior Cuaneet's bet fo,",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "‘Tas Rogier may allow aay ebargut or foe'as he sha? dan reasonable (aot otherwien provided {fr} onspetil eppliottion boing made to hin, eabjet to review and papes] ax provided inthis Ordinawon. PART EH",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "+ Goaet of Appeat . ” Wappen . . Counsel tone . _Aposlan whens vain of anion is a, 1,600)- or under =~ ‘Beket fe on argument Re 10 09 -Appeaie where woloa of ation over Re 1,000 bem en Beainoe Ra, 100 00°. Conmtatoa fm L, Re 100 00 to 900:00 Mehing or apposing exy special mation Re, 190 00 to 300 00. Bra oe ra, 200 00 ro 000 09 ‘Drawing, perusing, sotitng anil nlguiny any application or petition Re, 100 00 to 300 00 ‘ogistarea Astorany’s Foon ts wcll bobwoon party and party a4 bolero Roitered AMRIT 1. vod cia.",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "Civit Procedure Code (Amendment) Act, ° B No. 53 of 1980 ; diont  cuett cteettt ea iy Sh Seeks Alesis endunder andunder andtnder and under Por ; ne Me. Ise. aetna pn ny Sone eae merry tt cane - ‘pee a ve 8000 4, 7600 ., 10000 ., 12500 a re fr Goel ray tt ein Eeaatcre en ee a ee Ghose copy of pleading, evidenvs and documents to Smog stom sag ae. ae 1 ‘ning ret : CS eoay [sah SS oo Saat ony nay sientant on egies) ma) wae ae becetaidoue ee! he ane” am we Savage nibantwottson Ten tan) tae ew Nowe 1. Yq all sctions imvolving over Re, 100,000/- the taxabie changes to be one third (1/8) bighee thong Dok 2. Mo ep my ow an eof th seit ie fr el oon icant peep talc so can see a “A incom of 29 ron",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "Annual subscription of Bilis and Laws of the Parliament Rs. 30 (Local). Re. 40 (Foreign), payable to the Supenmmenent, Goverment PUBLICATIONS Buarav, P. 0. Box 600, Covomo 1, before 15th December each year in respert ‘of the year following, Late subscriptiona will be accepted on the condition that ‘Bille and Laws issued before the date of payment will not be supplied.",
    "mean_p_confidence": 0.85
  }
]