[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "HCG aH Hee PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA REHABILITATION LEVY ACT, No. 53 OF 1983 . [Certified on 29th December, 1583] Printed on the Orders of Government Published as a Supplement to Part Il of the Gazette of the Democratic . Socialist Republic of Sri Lanka of December 20, 1983 rower a rte MEPREMERT OF comEONSNT nf St Aisa ~ ‘TO BE PURCHASED AT tHE GOVERNMENT PUBLICATIONS BUREAU, COLOMBO - Price: 45 cents Postage: 60 cents",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Rehabititation Levy Act, No, 53 of 1983 [Certified on 29th December, 1983] . L, D.—O, 60/83. AN AGF 10 PROVIDE FOR THE IMPOSITION OF A REHABILITATION",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "LEVY ON SPECIFIED EMPLOYEES FOR THE CALENDAR YEAR",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "COMMENCING on JANUARY 1, 1984; AMD TO PROVE FOR",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "MATTERS CONNECTED THEREWITH OR INCIDENTAL THERETO BE it enacted by the Parliament of the Democratic Soctalist Republic of Sri Lanka as follows :— :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "1. ‘This Act may be elted ag the Rehabilitation Levy Act, Short ‘No, 58 of 1983.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2 There shall be charged on every specified employee, Hinposltion Gor every month of the calendar year commencing on Rehabilits- January 1, 1984, a rehabilitation levy (hereinatter referred ‘io levy. to as “the levy\") at the rate of one per centum of the emoluments of such employee for that month,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "& The employer of every specified employee shall pay Payment to the Commissioner-General of Inland Revenue the levy O06. payable by such specified employee for any month on or tion levy. bofore the fifteenth day of the month immediately succeed ing the month for which such levy is due,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4 Every employer of a specified employee shall be D-duction entitled to deduct from the emoluments payable to such ff thE, employee in any month in the calendar year commencing on employer. ‘January 1, 1984, the levy payable by such employee for that month.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "5, Where the employer of a specified employes fails to Recovery Pay to the Commissioner-General of Inland Revenue, in fee accordance with section 3, the levy payable for any mouth by such employee, the amount of such levy may he Tecovered from such employer. The provisions of sections 107, 108, 109 and 110 und Chapter XXI of the Inland Revenue Act, No. 28 of 1979, shall, mutatis mutandis, apply to the assessment, payment and recovery of the levy, and the penalties for default of payment of the levy.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "§. Where the employer of a specified employee pays the Tyeatment levy payable by such employee for any month but does nat 9¢J#¥7 for, deduct the amount of such levy from the emoluments of of the such employes for that month, the amount of such levy— Buand",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(6) shall, for the purposes of ascertaining the profits and No, 28 of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "income of such employer under the Tnland Revenue ‘Act, No, 28 of 1979, not be allowed ax a deduction ; and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(b) shell, for the purposes of ascertaining the profits and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "income of such emaployee under that Act, not be treated ag part of his profits and ineome,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘A. O73068-12,000 (35/15)",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "2 Rehabititation Levy Act, No, 3 of 1989 Eogpyen 7. () Every employer who hes in his employment on Foltte the date of commencement of this Ast a specified employee Gmtasiones- shall give notice to the Commissioner-General of Inland Geel, “Revenue not later than January 15, 194, that he has in his Reverie, employment such employee.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(2) Where an employer commences to employ after the date of commencement of this Act, any specified employee he shall give notice to the Commissioner-General «within one month of the commencement of such employment tat be hes in his employment such eraployee.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(3) Bivery employer who falls to comply with the require- ment imposed on him by this section to give notice to the Commfssioner-General shall be liable to pay, within one month of the date on which he is required to give such",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "+ notice, a penalty of five thousand zupees. The provisions of section 5 shall apply to the recovery of any penalty remain- ing unpaid as though such penalty were a levy payable under this Act. :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "jnterprets. -&_In thie Act, unless the context otherwise requires—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Yon “‘Commissioner-General of Inland Revenue” has the same meaning as in the Inland Revenue Act, No. 28 of 1970;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "“emoluments” in relation to a specified employee, means such profits from any employment ot past employment of thet employee ag are refermed to in",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ". sub-paragraph (i) of paragraph (a) of seclion 4 of the Toland Revenue Act, No, 28 of 1979, but does not include eny such allowance or emoluments as te, or are, referred to in paragraph (j) or paragraph (B) of subsection (1) of section ® of that Act;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "“ employer” has the ssme meaning as in section 113 of the Inland Revenue Act, No. 20 of 1979; .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "“ specified employee” means any person who is in receipt of profits from any emplayment or pest employment within the meaning of section 4 of the Inland Revenue Act, No. 28 of 1979, and who s—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(@) a person referred to in paragraph (a) or pera- graph (6) of subsection (1) of section 8 of that Act jor",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Rehabilitation Levy Act, No. 53 of 2983 3 (®) @ person in respect of whom a contribution ix Payable to the Employees’ Provident Fund established by the Employees’ Provident Fund Act, No, 15 of 1958, or to any such regulated provident fund or provident fund approved by the Commissioner-General of Inland Revenue as is referred to in sectlon 31 of the Inland Revenue Act, No. 28 of 1979; 0r (c) a person in respect of whom a contribution is not payable to the Employees’ Provident Fund by virtue of the proviso to subsection (1) of sectton 10 of the Employees’ Provident Fund Act, No. 15 of 1958; or (@) a director of a company or a publie corporation, or a working partner of 2 partnership, ut does not include any person who is not a citizen of Sri Lanka and whose profits from employment are exempt from income tax under paragraphs (c) to (h) or paragraph (kk) of subsection (1) of section 9 of the Inland Revenue Act, No, 28 of 1979, not being a person referred to in subsection (2) of section 9 of that Act.",
    "mean_p_confidence": 0.88
  }
]