[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "FALE a PARLIAMENT W Ceyn N pee So 11) i g 3rd Session §PG7-68 UA ee wits Rieti Sa g (eo (mbes CSOD Monetary Law (Amendment) Act, No. 5 of 1968 Date of Assent : February 28, 1968 Printed on the Orders of Government i i I Printed at the Govmmiy Puss, Cervox, (Tobe Prine 9, fe oA Salts SOREN, Catan amon soerpton,Cnelaging Bato Ra, 30 Coz), Ba. dd FS NE CR rg ig BED a Weed Se nt de aod a ried oe De ST a he Ci \\ Price: 20 conts _ Postage: 10 cents",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "Monetary Law (Amendment) Act, No. § of 1968 L. D—0. 84/68. . AN Act T0 amzwo THE Monetary Law Acr. Shape [Date of Assent: February 98, 1968) pea BE it enacted by the Queen’s Most Excellent Majesty, . by and with the advioe and consent of the Senate and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "1¢ House of Representatives of Ceylon in this present Parliament assembled, and by the aathority of the same, as follows: —",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "4. This Act may be cited as the Monetary Law \"er ths, (Amendment) Act, No, 6 of 1988.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "2. The following new section is hereby inserted Zewria ot immediately after section 59 of the Monetary Lew fic i Act, and sball have effect as section 594 of that Act:—- bare «22. * Coucaxine 59a, (1} Where in ‘any proceediny quieres of im any court it has to Be Fdotarmined von er whether an article purporting to be @ sunt ci. coin or a current coin is an imitation of",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "7 such coin or current coin, a certificate ‘ under the hand of the Governor of the Centra] Bank or, if the Governor of the Central Bunk is temporarily absent from duty, or temporarily, unable to perform his functions and duties, a certificate under the hand of the Deputy : Governor for the time being acting ws the chief executive officer of the Central Bank, to the effect that such article is an imitation of a coin or a current coin, as the case may be, and is not a coin or & current coin issued or deemed to be issued by the Central Bank of Ceylon, shall be received in those proceedings as conclusive evidence of the fact that such article is an imitation of @ coin or : current coin. (2) The Governor or the Deputy . Governor of the Central Bank who issues a certificate under this seotion shall not be examined or cross-examined with - respect to that certificate. - (Q) Every oontifioate issued under this : section shall be in the following form:— ' Lvssesspesere Governor of the Central ' Bank of Ceylon’ /Deputy Governor for the time being acting ‘as the chief",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Monstary Law (Amendment) Act, No. & of 1968 executive officer of the Central Bank of . Ceylon, do hereby certify that I have examined the article delivered in o sealed packet by ............ together with letter No. ..........,. in respect of ‘ Case No.........-... Which rts to « be a coin*/current coin of dhe Senom:- nation ........... aud that such article is an imitation of a coin*/eurrent coin isoned or deemed to be issued by the Central Bank of Ceylon and is not a coin® current coin issued or deemed to be issued by the Central Bank of Ceylon. : Signature .......00 Date ...ecsecsesescesees *Delete inapplicable words. (4) This section shall apply— (a) to proceedings in respect of GI ofecces’ whether committed before or after the fifteenth day of August, 1967; and . @) to | proceedings pending before or awaiting in- quizy or trial in aay court on the fifteenth day of August, 1967. () In this section, the expression “current com’? shall have the same meaning as in the Penal Code.’.",
    "mean_p_confidence": 0.81
  }
]