[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "i em ae i LE —~ SMe —— 2% 6e, PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA URBAN DEVELOPMENT PROJECTS (SPECIAL PROVISIONS) ACT, No. 2 OF 1980 : [Certified om Nth January, 1980) t . Printed on the Orders of Government oi Published ex 2 Supplement to Part II of the Gazette of the Democratic . Sotjalist Republic of Sri Lanka of January 18, 1980 : pws az nx QD cy Ste EH To Be voncaaai Av THE Covi. PORICATIONS BUREAU, COOMEO Price: 45 cents ‘Postage: 25 cents",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "t , ; Serie Comat b {Urban Development Projects Speciat Provisions)” t Act, No, 2 of 2980 7 aa [Certified on 14th January, 1880}. 2: . EDO. 81/70, , AM ACT 0 PROVIDE FOR THE DECLARATION OF LANDS UBCENTLY ~ | 0\" patimen FOR CARRYING OUT UREAR DEVELOFMENT FROSYLTR [| ‘AO TO PROVIDE FOR SSATTEAS CONNECTED THEREWITH OB INCIMENTAL THERETO. - BE it enscted by the Parliament of the Democratic Soclalist Republic of Sti Lanka as follows:— { 4, ‘This Act may be cited as the Urban Development Share «f° i projects (Special Provisions) Act, No, 2 of 1880,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "% Where the President, upon a recommendation mude Declarwtion by the Minister in charge of the subject of urban develnp- 1 ands ment, [s of opinion that any particular land is, or lands in fetilted any area are, urgently required for the purpose of carrying Sivelupmens out an urban development project which would meet the projects just requirements of the general weldare of the People, the President may, by Order published in the Gazette, declare . that ouch land is, or lands in such area ax may be apeciied are, required for such purpose.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "& No person agereived by an Order made of purported  Reslstion to have been made under section 2 of this Act, oF affected by femedies or who apprehends that he would be affected by any act or available any step taken or proposed to be taken under of pirporting Geelaratian, ‘to be under this Act or under or purporting to be under any mada, other written law, in or in relation to any particular land ar gection2 any land in any ares, shall be entitied—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "(@) to any remedy, redrem or relief in auy comrt other",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "than by way of compensation or damages ; \" {) to a permanent or interim injunction, an enjoming . order, a stay order or any other order having tha effect of staying, restraining. or impeding sny : person, body or authority in respect of— oo . @ any acquisition of any such land or any lant i” such aren; DOES Gad the carrying out of any work on any aueh lane ‘or in any land in any such area; il) the implementotion of such project in any ' manner whatsoever, ‘hase sernan Atay ie",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "2 Urban Development Projects (Special Provisions)... . Act, No, 2 of 1980 Bower ot 4. (1) The furisdiction conferred on.the Court of Appeal Gcino by ‘Article 140 of the Constitution shell, in relation ta any ib particular land or any land in any area in respect of which an Order under or purporting to be under section 2 of this Act.has been made, be exercised by the Supreme Court. ‘and not by the Court of Appeal. .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(2 Every application invoking the jurisdiction referred to in subsection (1) shall be made within one month of the date of commission of the act im respect of which or in",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "“gelation to which such application is made and the Supreme. Court shall hear and finally dispose of such application",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ". within two months of the filing of such appiication. Provisions 5. Where the President makes an Order under or ipplcaions, purporting to be under section 2 of this Act, the provisions froceelingr of this Act shall apply to any application, action, proceedings matters ‘or matter in relation to any particular land or any land in pending any area, pending in any court at the time of publicstion. of such Order and whether or not such application, action, proceedings-or matter bad been instituted before or after",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "the coming into force of this Act end accordingly",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(2) the court shall be entitled to revoke, alter or modify ‘any order previously made or to permit the amend- ment of any pleadings or the taking of any steps ‘by any party, or to make such orders as may be necescary, in order to comply with or to conform",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "~ 2 to the provisions of this “Act ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(®) any party shall, notwithstanding the provisions of section 4 of this Act, be entitled to make any appli- cation referred to in that section before the expiry of a period of one month of the date of publication of such Order; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(}. where any application invoking the jurisdiction ‘vested in the Court of Appeal under Article 140 of the Constitution is pending in such Court at the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "~  titme of publication of such Order, such application shall stand removed to the Supreme Court and the Supreme Court shall hese’ and finsZly dispose of such application withit two snonths of the date of Publication of suche Orie.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Urban Development Projects (Speciat Provisions) § Act, No, 2 of 1990 & Nothing contained in section 3 of this Act shall affect Powers of the powers which the Supreme Court muy otherwise law Court not fully exercise in respect of any application made under affected by Article 126 of the Constitution or in the exercise of the Hen. jurisdiction referred to in section 4 (1) of this Act 4% (1) Where it becomes necessary for the Government  Appliction or any perton, body or authority, for the purpose of carrying Srovinana, out or assisting in the carrying out of any urban develop- of sta. ment project, to take possession of any particular lend or any land in any area in respect of which an Order under or purporting to he under section 2 of this Act has been pub- lished, it shall be lawful for the Government or any such person, body or authority, to take steps under the provisions of the State Lands (Recovery of Possession) Act, No. 7 of 1979, and accordingly— {o) the expression “State land” as defined in such Act shail include any land vested in or belonging to any such person, body or authority or which such person, body or authority is entitied to dispose af; and {b) the expression “competent authority” shall include such peruon or the principal executive officer of such ‘body or authority. (2) Every application under the State Lands (Recovery of Possession) Act, No. ? of 1979, in respect of any particular * land or any land in any area in respect of which an Order under or purporting to be under section 2 of this Act has been published, shall be finally disposed of within thirty days of the making of such application, and the court shall make all such orders as are necessary to ensure that ail ‘persons are ejected from that land within sixty days of the making of such application. 8. In this Act, unless the context otherwise requires, Interpreta- “land” includes land vested in or belonging to the State, the Land Reform Commission established under the Land Reform Law, No. 1 of 1972 the Commissioner for National in ity of an Sa Joral autherity or any oller person. - Ste ow",
    "mean_p_confidence": 0.84
  }
]