[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "_ Cee) Ye. 3 4 PARLIAMENT OF THE DEMOCRATIC . _- «SOCIALIST REPUBLIC OF .. +; vOUNSSRILANKA A fh ee CONTROL OF FINANCE COMPANIES -, Sw ACT, No, 27 OF 19790 8 F mo, re 7 _ oot #7 (cette on 7th May, 198) : . _— \" Printed on the Orders of Government bs oe Published as a Supplement to Part If of the Gazette of the Democratic Socialist Republic of Sri Lanka of May 25, 1 . . Pre: —_ t aT : AUrIED A1 SE DECARTAFENE OY COVOWCENT PRIN, HE LANA” TO oD FUMGHAAED AT FUR GOVE. FUBIECATIONA BUREAU, COLARERO P¥fee : Ke: 1.10. ‘ . * Postage :50 cents",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "GONTTOE OT Pinance Compames Act, NO, Zf of 1¥ty ~~ 7 [Certified on 7th May, 1970) L, D—O. 71/70. 1 t Aw Act 10 conmon ano REGULATE Now-BANmiNa FrvaNctaL INSTITUTIONS AND 70 ENSURE THE LIQUIDITY AND SOLVENCY = OF eUCH INSTITUTIONS I¥ ORDER TO ..PROTECT THE",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "INTERESTS OF DEPOSITORS AND TO PROVIDE FOR MATTERS",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "CONMECTED THEREWITH OR INCHENTAL THERETO,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "‘BE it enacted by the Parliament of the Democratic Socialist =, ‘Republic of Sri Lanka as follows :— -",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "1. This Act may he efted an the Control af Finance Com- short tide panies Act, No. 27 of 1979, and shall’ come into Sag ‘operation on such date as the Minister niay appoint by Order published in the Gazette (in this Act referred to aa the “appointed date\"), ‘a nt",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "PARTI rn , Recistearion ann Licesma og Instrrumons >\"",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2 (1) This Part of this Act shall apply to— us ‘Apalication",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(a) every Institution which is a limited Hability | Act . company with capital of not less than one hundred",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "thousand rupees ; : * @) every Institution with deposits in, éxcess of five hundred thousand rupees ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(c) any two or more affiliated or. connected Institutions: fe which are Emited liability companies whose - 7 ‘eapital when aggregated is, not Jess. than one ae hundred thousand rupees; ©",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(@. any two or more aftiliated or connected Institutions whose total deposits when aggregated are in ex-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ". cess of five hundred thousand rupees and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "{©} any group or category of Institutions declared by the ’ Minister on the recommendation of the Monetary Board of the Central Bank of Ceylon (hereinafter referred to as the “Board ”) by, Order published fn the Gazette to be. Institutions tp, which this Part of this Act aball apply. (+...",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ". @) Notwithstanding the, provisions of subsection..(1),",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "this Act hall not apply to any banking institution within",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "the meaning of section 127 of the Monetary Law Act or to",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "any co-operative society registered under the Qowperative Societies Law, No. Saf Wy eG .. ‘2k 40113—14,300 (79708)",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Control of Finance Conpéries Act, No. 27 of 1979 ~ Reviszatioa 3. No Institution to which this Part of this Act applios Pouvotonx’ Shall, on or after the appointed date, carry on business plese It has heen registered with the Board as hereinafter provided: ot * Provided, however, that any such Institution which was--. ‘carrying on business prior to the appointed date, mey, without being so registered, carry on business tor a period ot exceeding six months from the appointed date : Provided further that the Board may in its sole disere- oy s,m, on grant to any Institution referred to in the foregoing (TTS “proviso, one, and not more than one, extension of the . ‘w= ‘period, specitled therein for carrying on’ business without ‘being 20 registered. Particiors (1) Every application for registration of am Inetitu- Fegiamation, lon to which thia Part of this Act applies shall be made to the Bourd in the prescribed form and shall contain » declaration by the applicant that the particulars stated in . the application, are to the best of his knowledge and bellet | true and accurate, : (2) Kivery person who riakes any declaration or furnish- eg anv information under subsection (1) knowing the same to be false in any materiel particular shall be guilty of an * offence under this Act, Beerd fa: B,(1) Where an application has been made to the Board feeveteatiom for the ‘registration of any Institution to which this Part iostances, of this Act’ applies, the Board may— {a) examine, or cause to be examined by the Director of ‘ ‘Bank Supervision of the Central Bank of Ceylon or any officer authorized in writing in that behalf ‘by such Director, the hooks of accounts and other ‘ documents of much Institution ; * @) determine whether any: sum of money accepted, * borrowed’ of solicited by~ such Institution /-\"\\ig ‘ deposit ‘and whether the affairs of such ‘ ‘ Enstifution are’ being conducted in a manner detrimental th its present or future depositors. (2) Where'the Board is of opinion that such Institution fs not Hable to registration under “section 3 or that the affairs of” uch “Institution -aré ‘being conducted in’ a wianner detrimental to its present‘ or future. depositors, ‘the Board shall refuse to register such Institution,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Contrat of Finenee Companies Act, No. 27 of 1979 . (8) Where the Board is of opinion that such Institution is iabie to registration under section 3, and thet its affairs are ‘not being conducted in 4 manner detrimental to its present or future depositors, the Board shall register the Institution,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "7\" (4) ‘The deolsion of the Board under subsection (1) a subsection (2) shall be final and conclusive and shall nat ba questioned in any court. : ene",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "6. The Boord shall keep and maintain in the prescribed Register me form a register for the registration of every Institution to Titration which this Part of this Act applies. . ‘SCotitutions,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "1. Where any Institution has been registered under this tasue of Act the Board shall, in the prescribed form, iasue to such licence. Institution a licence subject to such conditions as the Board may impose in accordance with rules made under this Act,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Such Licence shall be exhibited at all times in the principal =~ office or place of business in Sri Lanke of such Institution.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "& (1) Where any Institution registered under this Act Cessstion has ceased to carry on business, a notice of such cessation pf businem hall be given to the Board within three months of such Institutes,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "re cessation—",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(@) where much Institution is a body corporate, by the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "director, manager or secretary thereof ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(©) where such Institution is an unincorporate body of persons, by every individual constituting that body ; or an",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(©) where much Institution is an individual, by sueh indi- vidual of if he is dead by his legat representatives.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(2) ‘The Board shall, on receipt of @ notice ‘under sub- section (1), remove the name of the Institution from the Yegister and shall cancel ite cence :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "8. (1) Where the Board has reasonable grounda to be- Removal of Heve that any Institution registered under this Act is mot Dame. ‘carrying on business the Board may send to such Institation pn ceel- anotice by registered post requiring such Institution to fur- lation o ‘nish proof within one month from the date of such notice that it has not ceased to carry on business.\" Where such Institution fails to furnish such proof within such period ‘the Board shall remove the name of such Institution from the register and shall cancel its Licence: =~ .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "4 Control of Finance Compantes Act, No. 27 of 1979",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(2) Where any Institution whose name has been removed from the register in terms of subsection (i) thereafter applfes to the Board to be registered under this Act the Board may treat such application as a fresh application for Tegistration and may register such Institution, having satisfied itself that the provisions of section 5 have been complied with and that such Institution has not been guilty Of the breach of any of the provisions of this Act or of any rule or direction made thereunder. The refusal of the Board to register any such Testitution shall be final and shall not be questioned in any court.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(8) Where an order bas been made by a competent court for the winding up of an Institution registered under this Act the Board shall remove the name of such Institu- ‘ion from the register and shall cancel its licence,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "Zranster at--. 10. (1) Where a deposit account with any Institution",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "depot registered under this Act has lain dormant, that is to say,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "gecounte | where there has been no withdrawsl from or addition to",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "Seomont tn such deposit (or where there has been no recefpt by the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "se Institution of any written correspondance from the depositor or his lawful representative in relation to the deposit) for a period exceeding ten years, the moneys Tying in deposit together with interest thereon accrued, if - any, shall, {f the Board so directs, be transferred notwith- standing anything in any other law, by such Institution to @ special account in the Central Bank of Ceylon.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "@) Any person who furnishes proof to the satisfaction of tho Board that any moneys lying to his credit in bis ame with any Institution registered under this Act or in the name of @ person from whom he derives title have been transferred to a special account in the Central Bunk of Ceylon under subsection (1) shall, mubject to such terms, conditions or restrictions ag may be imposed in rexpect of such moneys by or under any written law, be entitled to repayment of such moneys by the Central Bank of Ceylon together with the interest payable on such moneys up to the date of repayment at such rate as the Board may, from time to time, determine, or, without such interest if the Board 50 decides. 7 .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(8) Any moneys transferred to a special account under subsection (1) may be utilized for such purposes as may be determined by the Board after consultation with the Minie- ter in charge of the subject of Finance...",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Contrat of Finance Companies Act, No. 27 of 1979 5 PART It Powsns, Funcxions anb Duztes ov THE Boar iN RELATION to Insrirvrions: 11, The provisions of this Part and of Part I shall apply Part i and to Ingtitutions whether or not registered under thia Act. Wp apply \" Trwitucious ‘wheter registered : or not 12. (1) For the purposes of this Act the Board may give Board to give directions to Institutions, or to any group or category of rections, Institutions regarding the form and manner in whlch any aspect of the business of such Institutions is to be conducted. (2) Without prejudice to the generality of the powers con- ferred by subsection (1) directions may be given by the Board to Institutions, or to any group or category of Insth ‘tutions in respect of— Lo. (© the terms and conditions under which deposits may be accepted by such Institutions, the maximum amount that may be deposited with an Institution in the name of one person in one oF more accounts, the maximum rates of interest payable on such deposits, and the maximum periods for which deposits may be received ; {b) the form and manner in which books of account or other records or documents are to be maintained bby such Institutions ; (©) the terme and conditions under which any loan may be granted by such Institutions ; {d) the maximum rate of interest that may be charged by such Institutions in respect of any loan ; (@) the maximum rates which may be paid to or charged by such Institutions by way of commissions, dis- counts, fees or other payments whatsoever ; () the terms and conditiona under which investments _ mey be made by such Institutions ; vo (@) the minimum retio which the capital of ouch Institutions should bear to the total deposit Ushilities of such Institutions; -* . ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "6 Control of Finance Companies Act, No. 27 of 1979",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(h) the mntmum ratlo which the Hquié assets of such Institutions should bear to the total deposit liabili- ‘les of such Institutions and the categories of liquid, assets that should be taken into account in caleu- Jating such ratio ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "@ the minimum initial payment @ prospective hirer should make on any hire-purchase agreement and specific different initial payments for different slasses of transactions; such minimum fnitiat pay- ment may be expressed as a percentage of the value of the goods; and.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "@ the maximum permissible maturities for loans and investments made by such Institutions and the nature and amount of the security that may be required or permitted for various types of credit operations.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "{3) The maximum rate of interest fixed by any direction under paragraphs (0), (€) or (d) of subsection (2) shell apply in respect of any deposit accepted or in respect of any loan taken before the date of such direction: —:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "Provided, however, that nothing in any such direction shall—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(@) apply to any interest accrued before the date of such",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "direction in respect of any such deposit or loan ; oF",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(B) require the reduction of the rate of interest payable on any deposit accepted before the date of such direction if such reduction would constitute a ‘breach of the contract or agreement relating to such deposit.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(@) For the purposes of this Act the Board may give directions where necessary to any institution in particular on such matters as are specified in subsection (1) and sub- section (2) and fn the manner set out therein: ”",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "Provided, however, the competent court may on any application made to it in that behalf by that particular Institution, at any time while any such dizection is in force make a declaration permitting thet Institution to carry 08 its business without being subject to such direction, or may vary of alter such direction in such manner as the court may determine and any declaration by the court as afore said shall have effect ‘notwithstanding anything to the contrary in the direction made by the Board,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Conisol of Finance Companies Act, No, 27 of 1979 7 1% The Board may require any proprietor, partner, Bosrd may director, manager, secretary or employee of any Institution FoRttion te furnish all such information as may be necessary to to furan _ ascertain whether any sum of money accepted, borrowed *farmatian, *° or solicited by such Institution is a deposit. | 44 (0) The Board may from time to time ky direction? Limitation of {@) prohibit Institutions in general or any group or vestments category of Institutions from increasing the ammount Inetitutions, of their or its loans and investments ; or @) fix limits to the rate at which the amount of loans and investments made by Institutions specified in. paragraph (a) may be increased within specified periods : Provided, however, that nothing in any such direction shail be deemed to require such Institutions to reduce the amount of their loans end investments below the amount . outstanding at the date of the direction, (2) A direction under subsection (1) may be applicable to all the losns nd investments of any Institution referred =, ‘to in that subsection or any specified class or classes of such Joans and investments; so however, that such direction ? © hall be applicable uniformly and without discrimination te all Institutions generally or to any group or category of such Institution. {1% (1) The Director of Bank Supervision of the Central \\) Benk of Ceylon may at any time examine, ot authorize any { of books of officer of his department to examine, the hoaks and accounts | institationa, of any Institution, 4 (2) The report on any such examination chall be fur- nished to the Governor of the Central Bank of Ceylon by the Director of Bank Supervision ss soon as such exami- nation is completed. The Director of Bank Supervision may recover the cost, of such examination from the Institutions. . > (B) It shall be lawful for the Director of Bank Super, vision or any officer authorized by him... : . (@) to administer in accordance with the Oaths Oriic nance, caths or affirmations to any proprietor, ~ partner, director, manager, secretary or employse : of any Institution ;. : . (®) to require any proprietor, partner, director, manager, secretary or employee of any Institution to furnish all such information as the Director or any officer «_",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "9 Controt of Finance Companies Act, No. 27 of 1979 suthorized by him may consider necessary to ascer-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "+ tal the true condition of the affairs of such Institu- tion and whether such Institution is being conducted tn 2 manner detrimental to its present or future depositors ; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(©) to requize any proprietor, partner, dfrector, manager,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "secretary or employee of any Institution to produce for inspection any books, records or other docu- ments in his possession containing or likely to contain any necessary information.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(4) Tt shall be the duty of every proprietor. parmer, dtrector, manager, secretary or etployee of any Institution to afford to the Director of Bank Supervision ar any officer authorized by such Director access to all books and records f that Institution including ts cash balances, its assets and Uabilities whenever so requested by such Director.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "Power of 18. (1) In-any case where the Director of Bank Super Ford vision of the Central Bank of Ceylon 1s satisfied, after the festriet examination hy himself or by any officer authorizea by him, business or of the affairs of any Institution, or upom information re- Tastiation, ceived from the Institution, that the Institution is insol- vent or is likely to become unable to meet the demands of its depositors, or that its continuance in business is likely ta involve loss to its depositors or creditors, the Director shall make & report accordingly to the Governor of the Central Bank of Ceylon for submission to the Board ; and if the Board, upon review of the facts and circumstances, is of opinion that action should be tuken as hereinafter provided, the Board may make order directing the Institu- . tion forthwith to suspend business in Sri Lanka and directing the Director to take charge af all books, records and assets of the Institution and to take such measures 28 may be neces- sary to prevent the continuance of business by the Institution. --",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(2) Notwithstanding anything in any written or other law, fio action or proceeding may be instituted in any court Jor the purpose of securing the review or revocation of any order made under subsection (1) or in respect of any lors ‘or damage incurred, or likely to be or alleged to be incurred, ‘by reason of such order.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": ". (3) An order made by the Board under subsection (1) in respect of any Institution shall cease to have effect upon",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "+ the expiration of a period of thirty days from the date on which it is made ; and it shall be the duty of the Board, oa soon 4s practicable and in any.event before ihe expiration of the sald period, to—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "Control of Finence Companies Act, No. 27 of 1979 &",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "{@) make order permitting the Institution to resume",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "business, either unconditionally or sublect to such conditions as the Hoard may consider necessary in the public interest or in the interests of the depo sitors and other creditors af the Institution ; or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "(2) to cause the Director af Bank Supervision to make",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "‘application as hereinafter provided to the competent court for the winding up of the Institution, @) ‘The competent court may, on any application made by the Director of Bank Supervision, order the winding ‘up of~ (a) any Institution which in a company, and accordingly, the provisious of the Companies Ordinance relating to the winding up of companies subject to the super ‘ision of court shall apply mutatis mutandis to the ‘winding up of such Institution ; or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "®) ony Institution which is a person (other than a com- pany) or an unincorporate body of persons and in any such winding up where the assets of the Institu- tion are not sufficient to meet its liabilities, the court may order that the assets of that person ot of every individual constituting that body be made available to the liquidator for the purpose of the winding up of such Institution, :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "(5) In the winding up of an Institution under paragraph 40) of subsection (4) the value of the assets and Habilities ‘8f the Institution shall be ascertained In such manner and ‘upon mich basis as the Hquidator thinks fit. The compenent court inay, at any time after making a winding-up order, uthorize the liquidator to realize all assets and may require ‘any person to pay, deliver, convey, surrender, or transfer forthwith, or within a specified time to the liquidator any Money, property, or books and papers in bis hands ta which ‘the Institution is entitled. A scheme for the purpose of the ‘Winding up of the Institution shall be prepated by the liqui- ‘lator and submitted for confirmation to the competent court and the winding up of the Institution shall be carried out ‘according to such scheme,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "(8) In any case where an order is made, whether in pursu- ‘ance of ar application under this section of otherwise, for the Winding uc of any Institution, then, notwithstanding any-» ‘thing in acy other written law, tha Director of Bank Super- vision or any person authorized in that beholf by the Board shall be appointed to he the liquidator for the purposes of such winding up,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "10 Control of Finance Companies Act, No. 27 of 1970",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "(7) Where an order is made to wind up an Institution other than a company, the remuneration ai the liquidator appointed imder subsection (6) and all costs, charges and expenses properly incurred in the winding up chall be payable in priority to all other claims, notwithstanding any- thing in any other written law to the contrary, out of the assets of the Institution that fs being wound un.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "(8) Where an order has been made by the Board under subsection (3) permitting the resumption of business by any institution subject to such conditions as may be specified in the order, the competent court may, on application made to it in that behalf by the Institution at any time while the order is in force, make a declaration permitting the Institu- on to resume business unconditionally, or varying oF altering, in such manner as the court may determine, all or any of the conditions specified by the Board ; and any such declaration shall have effect notwithstanding anything in the order made by the Board under subsection (3).",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "‘The Director of Bank Supervision shall be named respon- dent to any such application and shall be entitled on behalf of the Board to be heard and to adduce evidence at the hearing therect.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "(9) In any case where pplication is made by the Director a provided in subsection (3) for the winding up of any Institution—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "(@ the Institution shall not carry on business during the pendency of the application unless it is authorized so to do by the court and except in accordance with much conditions, if any, as may be specified by the court; and a",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "(b) the court, if it is of opinion after such inquiry as it may consider necessary, that the Institution is not insolvent, may make 4 declaration permitting the Institution to resume business elther uncondition ally or subject to auch conditions as the court may consider necessary in the public interest or in the interests of the depositors and other creditors of the Institution.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "(10) Every order made by a competent court under this section shall be subject to an appeal to the Supreme Court and the provisions of the Civil Procedure Code relating 12 appeals fn clvil actions shall apply mutatis mutandis in the case of any such appeal : .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "Control of Finance Companies Act, No. 27 of 1979 it",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "Provided that an order under paragraph (a) of subsection (9) shall be final and shall not be subject to appeal",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "(11) Every application to a competent court under this",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "«nection hall be deemed to be an action of the value of five thousand rupees...",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "(12) In this section, “competent court”, in relation to any Institution means the District Court of Colombo or of the district in which the principal office in Sri Lanka of the Institution is maintained,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "(13) {e) Any proprietor, partner, director, manager, secretary or employee of any Institution who fails to furnish any information ar to produce any book, record or other document when required 90 to do by the Director of Bank Supervision or by any officer authorized by such Director, or ‘who obstructs or fails to permit the Director of Bank Super- vision or any officer authorized by such Director to make sny examination under this section or under section 15, shalt ‘be guilty of an offence.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "{%) Any person who in any report or information fur nished to the Director of Bunk Supervision, or to any officer authorized by the Director of Bank Supervision under this",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "- section or under section 15 makes any statement which he ‘mows to be false, shall be guilty of an offenca",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "1%, (1) Any person who contravenes or falls 9 comply Oltsnces with any provisions of this Act ar of any rule, or direction Denaities, made or given thereunder shall he guilty of an offence under this Act.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "(2) In the case of any offence under this Act committed ‘yy a hody of persons— .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "(@) where the body of persons ts a body corporate, every director, manager or secretary of that body corporate ; and :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "(0) where the body of persons is an untncorporate body, every individual who fs a member of such body,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "shall be guilty of an offence:",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "- Provided, however, that no such petson shall be deemed",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "te be guilty of an offence if he proves that the offence was",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "committed without his knowledge and that he exercised all",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "due diligence to prevent the commission of that offense. .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "12 Control of Finance Compantes Act, No. 87 of 1979",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(8) Every person who is guilty of an orfence under this Act by reason of the contravention of or failure to comply ‘with the provisions of section 8, section 15 or section 16 shall be liable on conviction after trial before a District Court to imprisonment of efther description for a term not ex: eceding three years or to a fine not exceeding ten thousand rupees or to both such imprisonment and fine.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(4) Every person who is guilty of an offence other than an offence under section 8, section 15 of section 16 shall be Hable on conviction after trie before a Magistrate Court to imprisonment of either description for a term not exceed- ing x months or to a fine not exceeding two thousand five ‘hundred rupees or to both such imprisonment and fine.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "PART I",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "‘General ‘The Board 48, (1) The Board may make rules for the purpose of fo make tarrying out or giving effect to the principles and provisions rules of this Act.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(2) In particular and without prejudice to the generality + of the powers conferred by subsection (1) the Board may make rules in respect of all or any of the following matters :—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "{q) the registration of Institutions and the fea payable",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "ta the Board for such registration ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(®) the forms to be used under this Act ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(©) the regulation or prohibition of the issue by any",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "Institution or any group or category of Institutions ‘of any prospectus or advertisement solfelting the deposit of moneys from the public and the con- ditions subject to which such prospectus or advertisement may be issued. : Delegation 19, Subject to and in accordance with such rules, if any, “of powers as may be made by the Board in that behalf the Board may Bowrd. in writing delegate to any officer of the Central Bank of Ceylon its authority to represent the Board for any of the purposes of this Act, so however that the Board shall remaln and continue to be responsible for any act or thing done ‘ot omitted to be done by such officer.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "Costrot of Finance Companies Act, No. 27 of 1979 18 4%, The Minister may give to the Board general oF Powers” special directions in writing for the purpote of giving effect Sinister in to the prineiptes and provisions of this Act and the Board JePHen to shall give effect to such directions. 21, ‘The provisions of this Act shall have effect notwith- This Act standing anything to the contrary in any other law. zero m. 2%, In this Act unless the context otherwise requires nter- “capital” means pald-up capital and permanent free ™ reserves, and shall include, if so determined by the Board, the face value of unsecured debentures and other loan honds which, in the event of the winding up of the Institution, or the return or reduction of capital, shall rank after end be subordinated to deposits and other borrowings of the Institution and which shall not be reduced or repaid except with the consent of the Board ; goods” have the same meaning as in the Sale of Goods Ordinance ; “hire-purchase agreement” means an agreement for the r letting of goods with an option to purchase (whether the agreement describes the weekly, fortnightly or monthly payments aa rentals, instalments, hire or otherwise), but does not include any agreement— (@) whereby property in the goods comprised therein passes at the time of the agreement or upon or at any time betore delivery of the : . goods; or {b) under which a person by whom goods are : . being hired or purchased is a person who is engaged in the trade or business of selling goods of the same nature or description aa the goods comprised in the agreement ; “hirer” means a person to whom the goods are let, hired or agreed to be sold under a hire-purchase ngree- ment and includes a person to whom the rights or Uabilities of the hirer under such agreement have passed by assignment or operation of law ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "14 Controt of Finance Companies Act, No, 27 of 1979 “Institution” means any person or body of persons, corporate or unfncorporate, whose business or part : of whose business consists in the acceptance of money by way of deposit, the payment of interest thereon and— ¥ (0) the lending of money on interest; or” (b) the investment of money in any manner whatsoever ; or (c) the lending of money on interest and the investment of money in any manner whatso- ever; loan” includes any advance or the deferment of payment in any sale or the deferment of payment in a transaction relating to a bire purchase agree- ment ; « preseribed” means prescribed by rules made under this Act,",
    "mean_p_confidence": 0.84
  }
]