[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "2 \\ fe = PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA BANK OF CEYLON (AMENDMENT) - ACT, No. 60 OF 1980 [Certified on 29th Decanter, 1980] oe . Printed on the Ordere of the Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanke of January 02, 198 an EE ANE OF Comm PEEING, SE EE 30 Um EURCHAGED AB SIE GOVE, PUNUICHTIONS BORRAT, COLORED Price: 35 cents Postage : 5# cents .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Bank of Ceyion (Amendment) Act, No, 60 of 1980 [Certified on 29th December, 2980] L.D—O. 20/80 AN Act 10 amen thr Bang o¥ Cxzon Onomance, BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "L This Act may be cited as the Bank of Ceylon short title (Amendment) Act, No. 60 of 2980.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2 Section 7 of the Bank of Ceylon Ordinance (herein- Replacement after referred to 5 the “principal enactment”), as amended of Section T by Law No, 10 of 1974, is hereby repealed and the following Chapter 207. new section substituted therefor :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "“Capital. ‘7. () The authorized capital of the bank shall be one thousand million rupees divided into one million shares of one thousand rupees each.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(2) ‘The paid-up capital of the bank shall",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": ". be such amount as may he determined from time to time by the Minister by Order published in the Gazette.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(8) The Uisbillty of the Government at any time ay sole shareholder shall be limited to the total amount of the capital represented. by the shares held for the time being by the Government. \",",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "3 Seotion 38 of the principal ensctment as amended by  Reptacement Law No. 10 of 1974, 3s hereby xepealed and the following @ GS! new section substituted therefor :— aeeeke, “sainseter $3, ‘The Minister may from time to time Been, give general or special directions in writing",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "to the Board as to the performance of the duties and the exereise af the powers of the bank and it shall be the duty of the Board to comply with much directions\",",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "A 59888 12,100 01)",
    "mean_p_confidence": 0.28
  }
]