[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  Sr : . Ouse  3rd Session 1958-59 KES eR,  (aN  Qe 2 24 MAY 1959}=]°  YOON e oy  Si zeQ\\ S Sian  Ceylon Parliamentary Elections  (Amendment) Act, No, 11  of 1959  : Date of Assent: May 7, 1959  Printed on the Orders of Government  Printed at the: Government Press, Cryton. To be  Sete a Ait gatas Bost etn se Coeaees  Annual Subscription (including, Bills) Rs. 2, payable in  Ne ae eee eat eet eas  Bomse, Post Onricr \"Bor 000, Secretaria, ‘Calambo \"l  Price: 85 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.44581818181818184
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Ceylon Parliamentary Elections (Amendment) 8 |  Act, No. 11 of 1959  L, DOF. 8/67.  An Acr 70 AMEND THE CEYLON (PARLIAMENTARY  Excrions) Orper mv Councr, 1946,  [Date of Assent: May 7, 1959.]",
    "mean_p_confidence": 0.632051282051282
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  BE it enacted by the Queen’s Most Excellent Majesty,  by and with the advice and consent of the Senate and  the House of Representatives of Ceylon in this present  Parliament assembled, and by the authority of the  same, as follows: —",
    "mean_p_confidence": 0.786595744680851
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  4, This Act may be cited as the Ceylon Parlia- stor tite.  mentary Elections (Amendment) Act, No. 11 of 1959.",
    "mean_p_confidence": 0.7721739130434782
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  2. Section 4 of the Ceylon (Parliamentary Elec: anssinao  tions) Order in Council, 1946, hereafter in this Act section 4 of  referred to as the “principal enactment ”, is hereby (Perliamentary  amended, in sub-section (1) of that Section, by the  Bltions)  substitution, in paragraph (8) of that sub-section, for Couns, 1910.  the words “twenty-one years”, of the words  “eighteen years ””.",
    "mean_p_confidence": 0.6853623188405797
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  3. Section 15 of the principal enactment, as Amendment ot  amended by Act No. 16 of 1956, is hereby amended as $00\" Tio,  follows: — anceat,",
    "mean_p_confidence": 0.6506666666666666
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  (1) in sub-section (1) of that section, by the",
    "mean_p_confidence": 0.6854545454545454
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  substitution, for all the words from  “electors, and no name *” to the end of that  sub-section, of the word “ electors.””; and",
    "mean_p_confidence": 0.6981481481481482
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  (2) by the insertion, immediately after sub-section",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  (1) of that section, of the following new  sub-sections :-—",
    "mean_p_confidence": 0.6546153846153846
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  “ (1A) Where a dissolution of Parliament  gears before the certification of the register  of electors required by sub-section (1) of this  Section to be prepared for any altered or  new electoral district, the registering officer  of such electoral district shall, for the pur  poses of the election of a Member of Parlia-  ment or more than one Member of Parlia-  ment, as the case may be, for such electoral  district at the general election consequent on  such dissolution of Parliament, forthwith—",
    "mean_p_confidence": 0.7932978723404255
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  (a) notiy in the Government Gazette at",
    "mean_p_confidence": 0.6455555555555555
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  Teast seven days before the day of",
    "mean_p_confidence": 0.7222222222222222
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  nomination fixed under Section 27 of",
    "mean_p_confidence": 0.7075
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "  this Order those parts of the register",
    "mean_p_confidence": 0.7422222222222222
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "  or registers in operation imme-",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "  diately prior to the publication of  2x manms—isos4 a5)",
    "mean_p_confidence": 0.515
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  4 Ceylon Parliamentary Elections (Amendment)",
    "mean_p_confidence": 0.5542857142857143
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  Act, No. 11 of 1959  the Proclamation specifying such  electoral district and made under  Section 43 of the Ceylon (Constitu-  tion) Order in Council, 1946, which  relate to the area comprised in such  electoral district, and",
    "mean_p_confidence": 0.7597727272727273
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (®) prepare or cause to be prepared, in  ‘acoordance with the provisions of  sub-section (1) of this Section, a  register of electors for such electoral  district.",
    "mean_p_confidence": 0.7440625
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  ‘The provisions of sub-sections (2), (3) and (4) of this  Section and the provisions of Section 22 of this Order  shall not apply to the register of electors prepared  under this subsection, ‘The registering officer shall  certify the register of electors prepared under this  Sub-section and shall publish a otice of such certifi-  cation in the Government Gazette and in one or more  newspapers circulating, in the electoral. district to  which such register relates. The certified register  shall come into operation on the date of the publication  of such notice in the Government Gazette and shall  cease to bo in operation on the conclusion of the afore-  said general election. The provisions of this sub-  section shall not be deemed to prevent the preparation  or the completion of the preparation of a register of  electors for the aforesaid altered or new electoral dis-  trict in accordance with the provisions of this Section  other than the provisions of this sub-section, but such  register shalll not be certified under this Order until the  register prepared and certified under this sub-section  for such electoral district ceases to be in operation.",
    "mean_p_confidence": 0.8002392344497608
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (1B) The registering officer of any altered or new  electoral district—",
    "mean_p_confidence": 0.7135714285714286
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (a) shall include or cause to be included in a new",
    "mean_p_confidence": 0.7984615384615383
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  register of electors prepared under sub-section  (A) of this Section for such electoral district  the names of persons who, although their  names are not in the parts of the register ot  registers referred to in that sub-section,  appear to him to be qualified to have their  names entered in the new register; and",
    "mean_p_confidence": 0.7978688524590164
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  (®) shall not include or cause to be included in anew",
    "mean_p_confidence": 0.713076923076923
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  register of electors prepared under sub-  section (LA) of this Section for such electoral  district any names other than the names  referred to in sub-section (1) of this Section.",
    "mean_p_confidence": 0.7967647058823529
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Ceylon Parliamentary Elections (Amendment) 5  ‘Act, No. 11 of 1959  (1C) For the purposes of the general electi  referred to in subeection (1A) of this Section, oe  person whose name appears in the part ofthe register  ers notil in the Government  .- that sub-section shall— Geaetsinatee",
    "mean_p_confidence": 0.6814814814814815
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (a) be deemed to be a, person who is qualified to be an  elector and shall accordingly be eligible for  election as a Member of Parliament and may,  under sub-section (1) of Section 28 of this  Order, be nominated as a candidate for  election, and",
    "mean_p_confidence": 0.7992307692307693
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  {b) be deemed to be a person whose name is in the  register of electors for the altered or new  electoral district to which the aforesaid parts  of the register or registers relate and shall  accordingly be qualified, under sub-section  (2) of Section 28 of this Order, to be a pro-  poser or seconder of the nomination of any  Eandidate seeking election as a Member of  Parliament for such electoral district.””.",
    "mean_p_confidence": 0.7914814814814815
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  4%. Section 16 of the principal enactment, as Ameadment ot",
    "mean_p_confidence": 0.6383333333333333
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  amended by Act No. 48 of 1949, is hereby amended, foie. 25.°f,  in sub-section (7) of that section, as follows:— snaclineat.",
    "mean_p_confidence": 0.7054166666666667
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  (@) in paragraph (a) of that sub-section by the  substitution, for the words “‘ may cause”,  of the words “ shall cause”, and by the  substitution, for the word “ specify”, of  the words “ specify, within seven days from  the date of service of such notice,””;",
    "mean_p_confidence": 0.7668518518518518
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  (®) by the insertion, immediately after paragraph  () of that ‘sub-section, of the following  paragraph: —",
    "mean_p_confidence": 0.6359999999999999
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  “ (cc) Where a person fails to comply with  a notice under paragraph (a), the  Commissioner shall determine which  one of the registers in which such per-  son is qualified to have his name  entered or retained shall be the register  in which such name shall be entered  or retained, and such name shall be  entered or retained in the register  determined by the Commissioner and  in no other register.””; and *",
    "mean_p_confidence": 0.7848809523809523
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  6 Ceylon Parliamentary Elections (Amendment)  . Act, No. 11 of 1959  (©) in paragraph (d) of that sub-section by the sub-  stitution, for the expression “ paragraph",
    "mean_p_confidence": 0.6956249999999999
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (@),”, of the following :—",
    "mean_p_confidence": 0.42857142857142855
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  “‘ paragraph (a), or the failure of the Com-  missioner to comply with the provisions  of paragraph (cc) in respect of that.  person,””.",
    "mean_p_confidence": 0.7064285714285715
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  Amesines of ©, Section 18 of the principal enactment is hereby",
    "mean_p_confidence": 0.6030769230769231
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  {e\"priocgel’ amended by the addition, at the end of that section,",
    "mean_p_confidence": 0.6953846153846153
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  sutciment” of the following sub-section :—",
    "mean_p_confidence": 0.36375
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  “« (8) The registering officer shall—  (a) in respect of List A referred to in sub-section  (1) of this Section, give to each person  whose name appears in that List as a  person who has become disqualified, notice  of that fact and the reason for his disquali-  fication, and  (0) in respect of List B referred to in sub-section",
    "mean_p_confidence": 0.7836764705882353
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  (1) of this Section which is prepared for  the purpose of revising a register of electors  in every third year following the year in  which that register was last prepared and  certified under this Order, give to each per-  son whose name appears in that List as a  person who appears to the registering off-  cer to be qualified to have his name entered  in that register, notice of that fact and the:  place of his residence which is to be speci-  fied in that register.",
    "mean_p_confidence": 0.8201020408163265
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  A notice to any person under this sub-section  may be sent to him by post or may be delivered to  him or to an adult member of his household.””.",
    "mean_p_confidence": 0.8296969696969697
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  Anmings & 6. Section 22a of the principal enactment, as  iecctaf! amended by Act No. 16 of 1956, is hereby amended, in  eusclneat:” sub-section (2) of that section, by the substitution, for  the words “and in the English language”, of the",
    "mean_p_confidence": 0.7219565217391305
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "  following :— :  “and, where the language of the majority is not  the official language of Ceylon, in such official",
    "mean_p_confidence": 0.71375
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Ceylon Parliamentary Elections (Amendment) 7  Act, No. 11 of 1959  7. ‘The following section is hereby inserted Snretion ot  ‘immediately after section 222, and shall have effect as een o>  section 22c, of the principal enactment :— enactment,  “Teas of 22c. (1) The Commissioner—  Seay (a) shall, after such date as may be  cords, appointed for the purpose of  this Section by the Minister of  Home, Affairs “by | Order  published in the Government  Gazette, send or cause to be  sent an official identity card to  each elector whose name appears  in any register of electors which  is in operation on that date and  vwho complies with the notice  given under sub-section (5) of  this section; and",
    "mean_p_confidence": 0.7250364963503649
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  (0) shall thereafter, whenever a",
    "mean_p_confidence": 0.4042857142857143
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  é register of electors comes into  operation after its certification  under this Order, send or cause  to be sent an official identity  card to each elector whose name",
    "mean_p_confidence": 0.7579411764705882
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  : appears in euch register and to  whom such a card has not been  previously sent under this",
    "mean_p_confidence": 0.6495454545454545
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  ection.",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  (2) A new official identity card may,  upon application made in that. behalf,  be sent or caused to be sent by the Com:  missioner to any elector whose name  appears in any register of electors which  is in operation at the date of such appli-  cation if his previous official identity  card has been lost or’ damaged or other-  wise rendered unusable.",
    "mean_p_confidence": 0.7819444444444444
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (3) The official identity card for any  elector—",
    "mean_p_confidence": 0.6772727272727272
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  (a)-shall speoity—",
    "mean_p_confidence": 0.355
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  (j) the date of the issue of such  card,  (ii) his name ‘and address at  that date, and  (iii) the electoral district in  respect of which he is  registered as an elector  é at that date; and",
    "mean_p_confidence": 0.678695652173913
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  8 Ceylon Parliamentary Elections (Amendment)  Act, No. 11 of 1959  (0) shall bear—  i) a photograph of such elector  aes prowded by or ander the  authority of the Com-  missioner, and  (ii) a facsimile of the signature  of the Commissioner.",
    "mean_p_confidence": 0.7045999999999999
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  (4) The Commissioner shall cause one  or more duplicates of every official  identity card issued under this Section  to be made, and such duplicate or dupli  gates shall, subject to the provisions of  Section 36, be retained in the custody of  the Commissioner or of any officer  authorised in that behalf by the  Commissioner.",
    "mean_p_confidence": 0.7553124999999999
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  () The Commissioner shall, by notice  given in such manner as he may deem  expedient, require the electors whose  names appear in a register of electors for  ite time being in operation to attend at  any of such places and at any of such  times and on any of such dates as may  be specified in the notice and to permit  Photographs of themselves to be taken by  any of such persons as may be authorised  by the Commissioner to take such  photographs.”",
    "mean_p_confidence": 0.8029166666666666
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  Tosertion of 8. The following section is hereby inserted imme-  peiiea 202 diately after section 28, and hall have effect as  ‘enactment. section 28a, of the principal enactment: —",
    "mean_p_confidence": 0.6493939393939394
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  When a 28a. (1) The secretary of any political  ete party may, not later than seven days  beltiesied «» after the date of the Proclamation order-  feltial ing the holding of a general election or  puny forts the notice ordering the holding of any  Estmomet election in any” electoral district,  Sscten to fill a vacancy in the seat of a  {he deposit‘ Member, make on behalf of such party a  temic.” written application to the Commissioner",
    "mean_p_confidence": 0.6677906976744186
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  = that, in respect of such election, such",
    "mean_p_confidence": 0.6559999999999999
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  party be treated as a recognised political",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  party for the purpose of the provisions",
    "mean_p_confidence": 0.7444444444444445
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "  ' of Section 29 relating to the deposit to  be made by candidates.",
    "mean_p_confidence": 0.73625
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Ceylon Parliamentary Elections (Amendment) 9,  Act, No. 11 of 1959  (2) Upon the receipt of an application  duly motte under sub-section (1) of te  Section on behalf of any political party,  the Commissioner shall,—",
    "mean_p_confidence": 0.7090243902439024
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  (a) if he is satisfied that such party  has been in existence for at  least five years prior to the date  of the making of such appli- |  cation or that -at ‘least two  members of such party are or  have been Members of Parlia-  ment, make order that such  party shall, in respect of the  election to which such appli-  cation relates, be treated as a  recognised political party for  the purpose of the provisions of  Section 29 relating to the  deposit to be made by  candidates, and",
    "mean_p_confidence": 0.7780188679245283
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  (®) if he is not so satisfied, make order  disallowing such application.",
    "mean_p_confidence": 0.7419999999999999
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  (3) The Commissioner shall communi-  cate in writing his order on an appli-  cation made under sub-section (1) of this  Section on behalf of a political party—",
    "mean_p_confidence": 0.784375
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  (@) to the secretary of such party ; and",
    "mean_p_confidence": 0.7236363636363636
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  (®) if the application is made in  respect of a general election, to  the returning officer for each",
    "mean_p_confidence": 0.7622727272727272
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  : electoral district; or",
    "mean_p_confidence": 0.5399999999999999
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  (c) if the application is made in  respect ‘of an election in any  electoral district to fill a  vacancy in the seat of a  ‘Member, to the returning officer  for that district.",
    "mean_p_confidence": 0.7658974358974359
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  (4) The order of the Commissioner on  an application made under sub-section  (1) of this Section shall be final and  conclusive and shall not be called in  question in any court. ”*. |",
    "mean_p_confidence": 0.7479487179487179
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  10 Ceylon Parliamentary Elections (Amendment)  Act, No. 11 of 1959  Amepiment ot 9. Section 29 of the principal enactment is  ‘{ecton 22 ef hereby amended by the repeal of sub-section (1) of that  conetnent section and the substitution therefor of the following  sub-section :—",
    "mean_p_confidence": 0.7033333333333333
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  ““(1) A candidate at any election, or some  person on his behalf, shall deposit or cause to be  deposited with the returning officer or with some  pérson authorised by the returning officer in thet",
    "mean_p_confidence": 0.7807692307692308
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  half, between the date of the publication of the  Proclamation or notice referred to in Section 27  and one o'clock in the afternoon of the day of  nomination,—",
    "mean_p_confidence": 0.7672727272727273
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  (@) where such candidate is a candidate of  a political party which is ordered  by the Commissioner under section  . 28a to be treated, in respect of such  election, as a recognised political  party, the sum of five hundred  Tupees in legal tender; and  (®) where such candidate is not a candi-  date of a political party which is so  ordered by the Commissioner to be  so treated, the sum of one thousand  rupees in legal tender; 5  and, if he fails to do so, he shall be deemed to  have withdrawn his candidature under Section 33.  ‘The returning officer shall forthwith pay the said  sum to the ‘Preasury or the nearest. Kachcheri  and such sum shall be dealt with in accordance  with the provisions of this Order. ””.  owertion ot | 10. The following section is hereby inserted imme-  ‘een,Sj2 diately after section 35, and shall have eflect as section  endear 35a, of the principal enactment :-—  “Hote © 85a. (1) The returning offcer for any  ei%ing electoral district in which an election is,  Brees) contested shalll send to each elector whose  fin\" name appears in the register for that  roll” tlectoral district a notice specifying —  fine of (@) the name and number of the elec-  et toral district,  (®) the name, address, and regis-  tration number of the elector as  . stated in the register,  (¢) the polling district,  (@), the polling station alloted to the  : elector, and",
    "mean_p_confidence": 0.7184476534296028
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Ceylon Parliamentary Elections (Amendment) 11  Act, No. 11 of 1959",
    "mean_p_confidence": 0.7015384615384614
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  (e) the date and hours of the poll:",
    "mean_p_confidence": 0.6609999999999999
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  Provided that no such notice shall be  sent to an elector who is entitled to be  treated as a postal voter.",
    "mean_p_confidence": 0.8012
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  (2) A notice under sub-section (1) of  this Section shall be so sent to an elector  as to reach him at least seven days before  the date of the poll. Where a post office  fails to deliver such a notios to the person  to whom it ie addressed, it ehall bo re-  tained in such post office until the date  of the poll and shall be delivered to the  addressee if he calls for it.””.",
    "mean_p_confidence": 0.7798823529411764
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  14. Section 36 of the principal enactment is hercby Amendment of  amended, in sub-section (1) of that section, by the  {c's,0,0f  substitution, for the words “assigned to his polling tassimeat.”  station.”, of the words “assigned to his polling  ‘station, a list of such of the names of electors in that  copy as appear in the postal voters’ list, and a dupli-  rate of the official identity card issued to each elector  whose name appears in that copy.””.",
    "mean_p_confidence": 0.7651162790697674
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  12. Section 39 of the principal enactment, as Amendment of  amended by Act No. 16 of 1956, is hereby amended as seston, 9 of  follows:— ‘eniclment",
    "mean_p_confidence": 0.7146666666666667
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  (a) in sub-section (1) of that section by the substita-",
    "mean_p_confidence": 0.7016666666666667
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "  tion, for all the words from “allotted to  him:” to the end of that sub-section, of the  words “allotted to him.””;",
    "mean_p_confidence": 0.7188
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "  (0) by the repeal of sub-section (2) of that section;",
    "mean_p_confidence": 0.7283333333333334
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "  an",
    "mean_p_confidence": 0.30666666666666664
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "  (©) in sub-section (5) of that section,—",
    "mean_p_confidence": 0.6988888888888889
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "  i) by the substitution, in paragraph (a) of  aa sub-section, for all the words from",
    "mean_p_confidence": 0.6816666666666666
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "  “polling station ”” to the end of that",
    "mean_p_confidence": 0.704
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "  paragraph, of the words “ polling  station.” ;",
    "mean_p_confidence": 0.6627272727272727
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "  (ii) by the omission of paragraph (0) of that  sub-section; an¢",
    "mean_p_confidence": 0.6642857142857144
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "  Gi) by the relettering of paragraph (c) of that  sub-section as paragraph (b) of that  sub-section,",
    "mean_p_confidence": 0.6725
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "  48. The following new marginal note is hereby substation  substituted for the marginal note to section 42 of the of s new  principal enactment:— re,",
    "mean_p_confidence": 0.7537931034482759
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "  “Voting in person.””. wae  Principal  Eoaceet,",
    "mean_p_confidence": 0.334
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  12 Ceylon Parliamentary Elections (Amendment)",
    "mean_p_confidence": 0.6742857142857143
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  Act, No. 11 of 1959",
    "mean_p_confidence": 0.6142857142857142
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  Seas. 44, The following section is hereby inserted imme-  ‘the principal diately after section 42, and shall have efiect as section  enscimest. 42a, of the principal enactment: —  “Voting 42a, (1) A person who is entitled  ae under this Section to be treated as a  postal voter for the purpose of any eleo-  tion in any electoral district may vote by  post, and shall not vote in person, at su  election.",
    "mean_p_confidence": 0.7344444444444445
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  (2) An application to be treated as a  postal voter for the purpose of any elec:  tion in any electoral district may be  made—",
    "mean_p_confidence": 0.6931034482758621
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  (a) by a member of the Ceylon Army,",
    "mean_p_confidence": 0.696
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  Royal Ceylon Navy or Royal  Ceylon Air Force, or an officer  or servant in the public service,  on the ground that he is unable  or likely to be unable to vote in  person at the polling station  allotted to him by reason of the  particular circumstances of his  employment as such member,  officer or servant, and",
    "mean_p_confidence": 0.7692537313432836
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "  (0) by a candidate at a general elec-",
    "mean_p_confidence": 0.696
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "  tion on the ground that he is  unable or likely to be unable to  vote in person at the polling  station allotted to him by reason  of his candidature in some  other electoral district",
    "mean_p_confidence": 0.7624390243902438
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "  (@) -An application to be treated as a  postal voter for the purpose of any elec-  tion in any electoral district shall be  made to the registering officer for that  district not later than seven days after  the day of nomination at such election.  Such application shall be substantially in  the Form prescribed for the purpose by  the regulations contained in the Fiftl  Schedule to this Order.",
    "mean_p_confidence": 0.7779487179487179
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "  (4) No application to be treated as a  postal voter for the purpose of any elec  tion in any electoral district shall be  allowed by a registering officer unless he  is satisfied that the application is in  accordance with the preceding provisions  of this Section.",
    "mean_p_confidence": 0.7835849056603774
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Ceylon Parliamentary Elections (Amendment) 13  ‘Act, No. 11 of 1959",
    "mean_p_confidence": 0.6907692307692308
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  (6) The decision of a registering officer  on an application to be treated as a postal  voter for the purpose of any election in  any electoral district shall be communi-  cated in writing to the applicant.",
    "mean_p_confidence": 0.8107142857142856
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  (©) The decision of the registering offi-  cer to allow or disallow an application  to be treated as a postal voter for the  purpose of any election in any electoral  district shall be final and conclusive and  shall not be called in question in any  court.",
    "mean_p_confidence": 0.7918518518518518
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  (7) Where an application to be treated  as a postal voter for the purpose of any  election in any electoral district is  allowed by a registering officer, the appli-  cant shall be a person entitled to be  treated as a postal voter for such purpose.",
    "mean_p_confidence": 0.8125
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  (8) The registering officer for any  electoral district shall keep a record of  the persons entitled to be treated as postal  voters for the purpose of any election in  that district and of the addresses fur~  nished by them as the addresses to which  their ballot papers are to be sent. Such  record shall be kept in the manner pres-  cribed by the regulations in that behalf  contained in the Fifth Schedule to this  Order.",
    "mean_p_confidence": 0.8041379310344827
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  (9) The returning ofcer of any elec  toral district where there is an election  shall, as soon as practicable, send by post  to each person who is entitled to be  treated as a postal voter for the purpose  of that election, to the address furnished  by such person,—",
    "mean_p_confidence": 0.7780357142857143
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  (a) where only one candidate has to be  returned at that election, one  ballot paper, and where more  than one candidate has to be re-  turned at that election, as many  ballot papers as there are candi~  dates to be returned;",
    "mean_p_confidence": 0.7761224489795918
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  14 Ceylon Parliamentary Elections (Amendment)  Act, No. 11 of 1959",
    "mean_p_confidence": 0.7223076923076923
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  (®) a form of declaration of identity;",
    "mean_p_confidence": 0.7177777777777777
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "  (0) an envelope which shall be smaller  than the envelope referred to in  paragraph (d) of this sub-  section, and which shall be  marked “ Ballot Paper Enve-  lope ” and also with the number  printed on the postal ballot  paper or on each postal ballot  paper issued to such person, and  in which the postal ballot paper  or postal ballot papers shall be  enclosed when it or they are re-  turned duly marked; and",
    "mean_p_confidence": 0.776067415730337
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "  (@) an envelope for the return of the",
    "mean_p_confidence": 0.732
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "  aforementioned documents.",
    "mean_p_confidence": 0.46749999999999997
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "  (10) The form of the ballot paper and  the form of the declaration of identity  which are to be used by persons entitled  to be treated as postal voters for the pur-  pose of any election in any electoral dis-  triet, and the procedure to be followed at  the proceedings on their issue, shall be  according to the regulations contained in  the Fifth Schedule to this Order.",
    "mean_p_confidence": 0.8144155844155845
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "  (11) A ballot paper issued to a person  entitled to be treated as a postal voter  for the purpose of any election in any  electoral district is in this Order referred  to as a “ postal ballot paper ”.",
    "mean_p_confidence": 0.7664444444444445
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "  z (12) The registering officer of any elec-  toral district where there is an election  shall, as soon as practicable, prepare a  list (in this Order referred to as the  “postal voters’ list”) specifying the  name, address and number on the register  of electors of every person entitled to be  treated as a postal voter for the purpose  of that election. Such list shall be pre~  pared in such manner as may be pres-  cribed in that behalf by the regulations  contained in the Fifth Schedule to this  Order.”.",
    "mean_p_confidence": 0.7993203883495146
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Ceylon Parliamentary Elections (Amendment) 15 1  Act, No. 11 of 1959  15. The following new section is hereby inserted tosertion ot  immediately after section 43, and shall have effect as pe\" teen 4te  section 43a, of the principal enactment: — outa  \" Broduton 48a. Notwithstanding anything to the  esti contrary in any other provision of this  cas Order, no ballot paper shall, after the  date appointed by the Minister of Home  Affairs under section 22c, be delivered  to any voter at any polling station  unless—  (a) the voter produces his official  identity card, or  (®) where the voter fails to produce  his official identity card, the  presiding officer at the polling  station is satisfied, by reference  to such duplicates of official  identity cards as are with the :  presiding officer or otherwise,  that the’ voter is one of the  electors assigned to the polling  station.”’.",
    "mean_p_confidence": 0.7310588235294118
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  * 46. Section 47 of the principal enactment as Amsniment of  amended by Act No. 16 of 1956, is hereby amended, c's, of  in sub-section (4) of that section, by the substitution, enactment.  for the words “a statement”, of the words “ the  duplicates of official identity cards entrusted to such  presiding officer and a statement ”’.",
    "mean_p_confidence": 0.7675
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  17. Section 48 of the principal enactment is hereby Amendment of  amended as follows:— peg  (a) by the repeal of sub-section (4) of that section “*™™  and the substitution therefor of the following",
    "mean_p_confidence": 0.7315789473684211
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  new sub-section: —",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  “@ Before the returning officer pro-  ceeds to count the votes, he or a person |  authorised by him shall, in the presence  of such of the candidates and their  counting agents as attend,—",
    "mean_p_confidence": 0.76425
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  (@) open the postal voters’ ballot box,  if any, and dispose of the con-  tents thereof in accordance with  the regulations contained in the  Fifth Schedule to this Order;",
    "mean_p_confidence": 0.7757142857142857
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  ’ 16 Ceylon Parliamentary Elections (Amendment)  Act, No. 11 of 1959",
    "mean_p_confidence": 0.6792857142857143
  },
  {
    "i_page": 15,
    "par_num": 2,
    "text": "  (b) open the other ballot boxes and  take out the ballot papers  therein;",
    "mean_p_confidence": 0.6635294117647058
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "  (¢) count the postal ballot papers, if  any, which, in accordance with  the regulations contained in the  Fifth Schedule to this Order,  are placed in the receptacle for  postal voters’ ballot papers, and  record the number counted; and",
    "mean_p_confidence": 0.7482608695652174
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "  (@) mix together the whole of the",
    "mean_p_confidence": 0.7311111111111112
  },
  {
    "i_page": 15,
    "par_num": 5,
    "text": "  {ballot papers taken out of the  « } ballot boxes under the preceding  sub-paragraph (0) or, if there  ‘ are any postal ballot papers  counted under the preceding  sub-paragraph (c), mix together  ‘ the ballot papers so taken out  and the postal ballot papers so",
    "mean_p_confidence": 0.6733333333333333
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "  counted.””; and  : (8) by the insertion, immediately after sub-section  (4) of that section, of the following new sub-",
    "mean_p_confidence": 0.7247826086956521
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "  sections : —",
    "mean_p_confidence": 0.394
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "  “« (4a) A postal ballot paper shall not be  deemed to be duly returned, unless it is  returned so as to reach the returning officer  before the close of the poll and is accom-  panied by the declaration of identity duly  signed and witnessed.",
    "mean_p_confidence": 0.7837254901960784
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "  (43) ‘The returning officer, while count-  ing the votes, shall Keep the ballot papers  with their faces upwards, and take all  proper precautions for preventing any  person from seeing the numbers printed on  the backs of such papers.””.",
    "mean_p_confidence": 0.7584444444444445
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "  Amendment’ of 18. Section 52 of the principal enactment is hereby  econ “2 of amended, in sub-section (1) of that section, by the  eoeciment substitution,— ?  (@ in paragraph (b) of that sub-section, for the  words “‘ any ballot paper or”, of the words  “any official identity card or ballot paper  or”",
    "mean_p_confidence": 0.6748333333333334
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  Ceylon Parliamentary Elections (Amendment) 17  Act, No. 11 of 1959",
    "mean_p_confidence": 0.6523076923076924
  },
  {
    "i_page": 16,
    "par_num": 2,
    "text": "  ) in paragraphs (c) and (d) of that sub-section, for",
    "mean_p_confidence": 0.7374999999999999
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "  EES potia, any Well paper oehatoes",
    "mean_p_confidence": 0.13875
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "  those words occur in those paragraphs, of the",
    "mean_p_confidence": 0.743
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "  words “any official identity card or ballot  paper ”; and",
    "mean_p_confidence": 0.6553846153846153
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "  (©) in paragraph (i) of that sub-section, —",
    "mean_p_confidence": 0.564
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "  6) for the words any ballot paper ”, of the  words “any official identity card or  ballot paper”; and",
    "mean_p_confidence": 0.6513043478260869
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "  (ii) for the words “a ballot paper”, of the  words “an official identity card or a  ballot paper”.",
    "mean_p_confidence": 0.7231818181818181
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "  19. The following’ sectién is hereby inserted tasetion of  immediately after section 52a, and shall have effect sn, $28 ia  as section 52s, of the principal enactment as amended enactment.  by Act No. 26 of 1953:— ;",
    "mean_p_confidence": 0.7021428571428571
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "  “Provinins 52, _ (1) No person shall, for the pur-",
    "mean_p_confidence": 0.6316666666666667
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "  sgitee® pose of promoting the election of any",
    "mean_p_confidence": 0.633
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "  ismibii, candidate at any election, display any",
    "mean_p_confidence": 0.5977777777777777
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "  Estes,” andbill, placard, poster, notice, sign,",
    "mean_p_confidence": 0.5812499999999999
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "  flag or banner—",
    "mean_p_confidence": 0.544
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "  (@) on or across any public road, or",
    "mean_p_confidence": 0.741
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "  (0) in or on any vehicle used for public  transport, or",
    "mean_p_confidence": 0.6764285714285715
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "  (©) in or on any vehicle, other than  that used for the conveyance of  a candidate at such election or  his election agent, on the day  on which a poll is taken at such  election, or",
    "mean_p_confidence": 0.7311627906976744
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "  (@) in or on any premises belonging to  or in the possession of the  Crown, or any Municipal Goun-  cil, Urban” Council, Town  Council or Village Committee,",
    "mean_p_confidence": 0.7096969696969696
  },
  {
    "i_page": 16,
    "par_num": 19,
    "text": "  . except at a meeting held in such",
    "mean_p_confidence": 0.6639999999999999
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "  premises for such purpose.",
    "mean_p_confidence": 0.6216666666666667
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "  (2) Every person who contravenes the",
    "mean_p_confidence": 0.69125
  },
  {
    "i_page": 16,
    "par_num": 22,
    "text": "  * provisions of sub-section (1) of this Seo- *",
    "mean_p_confidence": 0.6845454545454545
  },
  {
    "i_page": 16,
    "par_num": 23,
    "text": "  + tion shall be guilty of an offence and",
    "mean_p_confidence": 0.7154545454545455
  },
  {
    "i_page": 16,
    "par_num": 24,
    "text": "  shall, on conviction after summary trial  before a Magistrate, be liable to’a fine  not exceeding one hundred rupees or to",
    "mean_p_confidence": 0.7595833333333334
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  18 Ceylon Parliamentary Elections (Amendment)  Act, No. 11 of 1959  imprisonment of either description for a.  term not exceeding one month or to both  such fine and imprisonment.",
    "mean_p_confidence": 0.7535294117647059
  },
  {
    "i_page": 17,
    "par_num": 2,
    "text": "  (8) very, person who. attempts to  commit an offence specified in this Section  shall be liable to the punishment pres-  cribed for that offence.",
    "mean_p_confidence": 0.6765517241379311
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": "  (4) Every offence under this Section  shall be a cognizable offence within the",
    "mean_p_confidence": 0.770625
  },
  {
    "i_page": 17,
    "par_num": 4,
    "text": "  Sait meaning of the Criminal Procedure  Code.  (6) Any police officer may take such  “ steps, and ‘use such force, as may be  ¥ reasonably necessary for prarennis, any  contravention of the provisions of sub-  section (1) of this Section and may seize  and remove any handbill, placard, poster,  . notice, sign, flag or banner used in such  contravention.”’.  Amendment of 20. Section 56 of the principal enactment 1s hereby  even fet amended as follows:—  (a) by the renumbering of that section as sub-  section (1) of section 56; and  (0) by the insertion, immediately after renumbered  sub-section (1) of that section, of the  following new sub-section: — ad  “« (2) Every person who, at any time  during the period commencing on the day  of nomination at any election and ending  on the day following the date of the poll at  such election,—",
    "mean_p_confidence": 0.7394578313253012
  },
  {
    "i_page": 17,
    "par_num": 5,
    "text": "  (@) utters at any religious assembly  any words for the purpose of  influencing the result of such  election or inducing any elector  to vote or refrain from voting  for any candidate at such  lection, or",
    "mean_p_confidence": 0.7348837209302325
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "  (®) for such purpose distributes or  displays at any ‘religious  assembly any handbill, placard,  poster, notice, sign, flag or  banner, or",
    "mean_p_confidence": 0.6325925925925925
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  Ceylon Parliamentary Elections (Amendment) 19  Act, No. 11 of 1959 ”  (0) holds or causes to be held a public  meeting at a place of worship  for the purpose of promoting  the election of any candidate at  such election,  - shall be guilty of the offence of undue  influence. ”.",
    "mean_p_confidence": 0.7191666666666666
  },
  {
    "i_page": 18,
    "par_num": 2,
    "text": "  24. Section 67 of the principal enactment is hereby Amendment ot  amended as follows: — ibe prinipa",
    "mean_p_confidence": 0.6305
  },
  {
    "i_page": 18,
    "par_num": 3,
    "text": "  couche",
    "mean_p_confidence": 0.10333333333333333
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "  (@) by the substitution, for sub-section (8) of that",
    "mean_p_confidence": 0.7509090909090909
  },
  {
    "i_page": 18,
    "par_num": 5,
    "text": "  section, of the following new sub-section: —  “ (8) A. person shall not let, lend,  employ, hire, borrow or use any vehicle,  vessel or animal for the purpose of  conveying any voters to or from the poll,  and a person knowingly acting in contra- <  vention of this sub-section shall be guilty  - of an illegal practice:  Provided that—",
    "mean_p_confidence": 0.7352173913043478
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "  (a) the owner of any vehicle, vessel or  animal may use it for the 7  purpose of conveying himself or  any member of his household to  or from the poll, and",
    "mean_p_confidence": 0.7637837837837838
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "  (®) any person may be conveyed to or  from the poll in any such vehicle  or vessel as is ordinarily used  for public transport.””;",
    "mean_p_confidence": 0.7534482758620689
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "  (®) by the repeal of sub-sections (4) and (5) of that .",
    "mean_p_confidence": 0.7185714285714286
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "  section; and",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "  (©) by the renumbering of sub-section (6) of that",
    "mean_p_confidence": 0.7536363636363635
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "  section as sub-section (4) of that section.",
    "mean_p_confidence": 0.7433333333333333
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "  22. Section 78 of the principal enactment is hereby Replacement of  repealed and the following new section is substituted. {i2i./8.¢  therefor :— cane  “Appeintmest 78. (1) The Governor-General shail,",
    "mean_p_confidence": 0.5808823529411765
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "  skeion With the advice of the Judicial Service  igen. Commission, appoint a panel of not less  than five election judges. Re",
    "mean_p_confidence": 0.6628000000000001
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "  (2) Every person appointed under sub-",
    "mean_p_confidence": 0.7075
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "  section (1) of this Section shall, unless  he earlier resigns his office, hold office for  2",
    "mean_p_confidence": 0.7274999999999999
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  20 Ceylon: Parliamentary Elections (Amendment)  Act; No. 11 of 1959  such period as the Governor-General may  determine at the time of the appoint-  ment. Any person vacating office by  effluxion of time shall be eligible for re-  appointment.’”.  Iuserion of 23. |The following sections are hereby inserted  ieet retin, immediately after section 78, and shall have effect as  the muuA\"* section 7Ba, section 78s and section 78c, of the princi  coadinlent \"pal enactment :—",
    "mean_p_confidence": 0.6372093023255814
  },
  {
    "i_page": 19,
    "par_num": 2,
    "text": "  “Nonination - 784, (1) The Chief Justice. shall  ote nominate from the panel of election  fegion ” judges an election judge for the trial of",
    "mean_p_confidence": 0.6572413793103448
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "  “an election petition.",
    "mean_p_confidence": 0.442
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": "  (2) The election judge nominated  under sub-section (1) of this Section is,  in this Order, referred to as the election  judge.",
    "mean_p_confidence": 0.7411538461538462
  },
  {
    "i_page": 19,
    "par_num": 5,
    "text": "  (8) For the purpose of summoning or  compelling the attendance of, witnesses  at the trial of an election petition, the  election judge shall have the same power,  jurisdiction, and authority as are pos-  sessed and exercised by the judge of a  District Court in the trial of a civil  action, and witnesses shall be sworn in  the same manner, as near as cirouins-  tances will.admit,’as in the trial of such  an action; and shall be subject to the  same penalties for the giving of false  evidence. .",
    "mean_p_confidence": 0.7955445544554455
  },
  {
    "i_page": 19,
    "par_num": 6,
    "text": "  (4) The election judge shall he  attended on the trial of an election peti-  tion in the same manner as if he were a  Tudge of the Supreme Court sitting at  assizes. -",
    "mean_p_confidence": 0.7112820512820512
  },
  {
    "i_page": 19,
    "par_num": 7,
    "text": "  Tnteitcatorr, 788. _ Unless otherwise ordered by the",
    "mean_p_confidence": 0.5269999999999999
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "  Tall with asa Chief Justice, all interlocutory matters",
    "mean_p_confidence": 0.521
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "  seaded y's in connection ‘with an election petition",
    "mean_p_confidence": 0.571
  },
  {
    "i_page": 19,
    "par_num": 10,
    "text": "  Supreme Court,’ may be dealt’ with and decided by any",
    "mean_p_confidence": 0.6716666666666667
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "  Judge of the Supreme Court.",
    "mean_p_confidence": 0.6157142857142857
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "  Piaceoftisl —78c, ‘The place of the trial of an",
    "mean_p_confidence": 0.5354545454545454
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "  pelea,\" -' election petition shall be in or as neat",
    "mean_p_confidence": 0.6083333333333333
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "  as practicable to the electoral district to  which that petition relates.””.",
    "mean_p_confidence": 0.7057142857142856
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  Ceylon Parliamentary Elections (Amendment) 21  Act, No. 11 of 1959",
    "mean_p_confidence": 0.696923076923077
  },
  {
    "i_page": 20,
    "par_num": 2,
    "text": "  24. (1) Section 824 of the principal enactment, as Amin!  amended by Act No. 19 of 1948, is hereby amended as ‘yzton.As of  follows:— oackment.",
    "mean_p_confidence": 0.6520689655172414
  },
  {
    "i_page": 20,
    "par_num": 3,
    "text": "  (@) by the repeal of sub-section (1) of that section",
    "mean_p_confidence": 0.7783333333333333
  },
  {
    "i_page": 20,
    "par_num": 4,
    "text": "  and the substitution therefor of the follow-  ing new sub-section :—",
    "mean_p_confidence": 0.6728571428571428
  },
  {
    "i_page": 20,
    "par_num": 5,
    "text": "  “ (1) Am appeal to the Supreme Court  shall lie on any question of law, but not  otherwise, against—",
    "mean_p_confidence": 0.7056521739130435
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": "  (a) the determination of an election  judge under Section 81, or",
    "mean_p_confidence": 0.7328571428571429
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "  (®) any other decision of an election  posse Hah aw tet  nally disposing of an elec-  tion petition.” ; and",
    "mean_p_confidence": 0.49479999999999996
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "  (®) in sub-section (2) of that section by the subs:",
    "mean_p_confidence": 0.6841666666666666
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "  titution, for the word “ determination ””, of  the words “ determination or decision \"”.",
    "mean_p_confidence": 0.673888888888889
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "  (2) The following marginal note is hereby subs-  tituted for the marginal note to section 82a of the  principal enactment :—",
    "mean_p_confidence": 0.7367999999999999
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "  < Apposl on question of law against, deter:  mination under Section 81 and any other decision  of election judge which finally disposes of elec-  tion petition.’”.",
    "mean_p_confidence": 0.6503225806451612
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "  26. Section @20 of the principal enactment, as Asedgen  amended by Act No. 19 of 1948, is hereby amended as {fe p'ucinol_  follows: — ‘memes,",
    "mean_p_confidence": 0.5506896551724138
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "  (a) by the repeal of sub-section (1) of that section",
    "mean_p_confidence": 0.7983333333333333
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "  and the substitution therefor of the following  new sub-section: —",
    "mean_p_confidence": 0.7023076923076922
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "  “* (1) The Supreme Court may, upon any  appeal preferred under Section 82a, affirm,  vary or reverse the determination or deci-  sion of the election judge to which the  appeal relates.””;",
    "mean_p_confidence": 0.7410810810810811
  },
  {
    "i_page": 20,
    "par_num": 16,
    "text": "  (b) by the renumbering of sub-section (2) and sub  section (3) of that section as sub-section (4)  and sub-section (5) respectively; and",
    "mean_p_confidence": 0.7611538461538461
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "  (0) by the insertion, immediately after sub-sention  (1) of that section, of the following sub-  sections :—",
    "mean_p_confidence": 0.6776190476190477
  },
  {
    "i_page": 20,
    "par_num": 18,
    "text": "  “ (2) Where the Supreme Court reverses  on appeal the determination of an election  judge under Section 81, that Court shall",
    "mean_p_confidence": 0.7323999999999999
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  22 Ceylon Parliamentary Elections (Amendment)  Act, No. 11 of 1959  : decide whether the Member whose return  or election was complained of in the election  petition, or any other and what person,  was duly returned or elected, or whether  the election was void, and a certificate of  such decision shalll be issued by that Court.",
    "mean_p_confidence": 0.7899999999999999
  },
  {
    "i_page": 21,
    "par_num": 2,
    "text": "  (3) The Supreme Court may, in the case  of any appeal under Section’ 824, order  that the election petition to which the  appeal relates shall be tried anew in its  entirety or in regard to any matter speci-  fied by that Court and give such directions  in relation thereto as that Court may think",
    "mean_p_confidence": 0.7996774193548387
  },
  {
    "i_page": 21,
    "par_num": 3,
    "text": "  Amepimestot 26. Section 85 of the principal enactment is hereby",
    "mean_p_confidence": 0.5808333333333333
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "  ‘ve cna’ atmended, in sub-section (1) of that section, by the",
    "mean_p_confidence": 0.6569230769230768
  },
  {
    "i_page": 21,
    "par_num": 5,
    "text": "  cocinest. insertion, immediately after paragraph (¢) of that",
    "mean_p_confidence": 0.6020000000000001
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "  sub-section, of the following new paragraph :—",
    "mean_p_confidence": 0.5299999999999999
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "  * (ee) the vote of any person who, not being entitled  to vote in person at the election by reason  of sub-section (1) of Section 42a, voted in  person at the election;””.",
    "mean_p_confidence": 0.7737837837837838
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "  Amendmeat ot 27. Section 88 of the principal enactment is hereby",
    "mean_p_confidence": 0.6915384615384615
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": "  yee 8\" amended as follows:—",
    "mean_p_confidence": 0.4442857142857143
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "  “ (@) by the repeal of sub-section (1) of that section  and the substitution therefor of the following.  new sub-section :—",
    "mean_p_confidence": 0.6888
  },
  {
    "i_page": 21,
    "par_num": 11,
    "text": "  “ (1) For the purposes of this Order,  there shall be a Commissioner of Parlia-  mentary Elections who shall be appointed.  by the Governor-General and who shall  hold office during good behaviour.””; and",
    "mean_p_confidence": 0.7235897435897436
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "  (®) by the addition, at the end of that section, of  the following new sub-sections:—",
    "mean_p_confidence": 0.7405555555555555
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "  ‘() The salary, of the Commissioner  of Parliamentary Elections shall be deter-  mined by Parliament, shall be charged on  the Consolidated Fund of Ceylon and shall  not be diminished during his term of office.",
    "mean_p_confidence": 0.73875
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": "  (4) The office of the Commissioner of  Parliamentary Elections shall become  vacant—",
    "mean_p_confidence": 0.679375
  },
  {
    "i_page": 21,
    "par_num": 15,
    "text": "  (@ by his death; or",
    "mean_p_confidence": 0.5928571428571429
  },
  {
    "i_page": 22,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "  Ceylon Parliamentary Elections (Amendment) 28  Act, No: 11 of 1959  2) by his attaining the age of fifty.  a ie rasa Gea ieee  the Governor-General may  determine; or  : (© by his resignation in_ writing  addressed to the Governor:  General; or  (@ by his removal by the Governor-  General on account of ill-health  or physical or mental infirmity  in the like circumstances and  subject to the same conditions  as a public officer in receipt of  similar pensionable emolu-  ments; or  (©) by his removal by the Governor-  General upon an address from  the Senate and the House of  Representatives praying for his  removal.””.",
    "mean_p_confidence": 0.679047619047619
  },
  {
    "i_page": 22,
    "par_num": 2,
    "text": "  28. The following section is hereby inserted tnection of  immediately after section 928, and shall have effect so2,%0!2  as section 92c, of the principal enactment: — accent”",
    "mean_p_confidence": 0.6525806451612903
  },
  {
    "i_page": 22,
    "par_num": 3,
    "text": "  \"Candidate's 9c. A. person who is nominated as a",
    "mean_p_confidence": 0.5918181818181818
  },
  {
    "i_page": 22,
    "par_num": 4,
    "text": "  Si scuer candidate at an election in any electoral",
    "mean_p_confidence": 0.629090909090909
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "  ‘elaiog to district shall, at any time between the",
    "mean_p_confidence": 0.6345454545454546
  },
  {
    "i_page": 22,
    "par_num": 6,
    "text": "  sat te, day of nomination and the day which is",
    "mean_p_confidence": 0.6158333333333333
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "  the seventh day before the day of the poll  to be taken at such ‘election, be entitled  to send free of any charge for postage to  each elector whose name appears in the  register of electors for such electoral dis-  trict one postal communication contain-  ing matter relating- to such. election  only.”.",
    "mean_p_confidence": 0.7744262295081967
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "  29. The Parliamentary Election Petition Rules, smeoioest o  1946, set out in the Third Schedule to the principal {eT  enactment are hereby amended in the manner epecifed Geptoeed  in Part I of the Schedule to this Act. coacined",
    "mean_p_confidence": 0.7274418604651163
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "  30. ‘The Fifth Schedule set out in Part II of the toscion ot  Schedule to this Act is hereby inserted immediately i, Si  after the Fourth Schedule to the principal enactment. iil,",
    "mean_p_confidence": 0.725
  },
  {
    "i_page": 23,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "  24 Ceylon Parliamentary Elections (Amendment)  Act, No. 11 of 1959  SCHEDULE.  Pant I.  Amendments to the Parliamentary Blection Petition Rules, 1946.",
    "mean_p_confidence": 0.7051851851851851
  },
  {
    "i_page": 23,
    "par_num": 2,
    "text": "  1. Rule 15, Substitute, for rule 15, the following new rule:—",
    "mean_p_confidence": 0.7538461538461539
  },
  {
    "i_page": 23,
    "par_num": 3,
    "text": "  Service of 15. (1) Notice of the presentation of a petition,",
    "mean_p_confidence": 0.7615384615384616
  },
  {
    "i_page": 23,
    "par_num": 4,
    "text": "  Botice of accompanied by a copy thereof shall, within ten",
    "mean_p_confidence": 0.6608333333333333
  },
  {
    "i_page": 23,
    "par_num": 5,
    "text": "  Peay and ion days of the presentation of the petition, —",
    "mean_p_confidence": 0.6223076923076923
  },
  {
    "i_page": 23,
    "par_num": 6,
    "text": "  on the fa",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 23,
    "par_num": 7,
    "text": "  wa tte at, © (@) be served by the petitioner on the  naan respondent } or",
    "mean_p_confidence": 0.5131578947368421
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "  (H) be delivered at the office of the Regis-",
    "mean_p_confidence": 0.6518181818181819
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": "  ‘trar for service on the respondent,  and the Registrar or the officer of his  department to whom such notice and  ‘copy is delivered shall, if required, give  ‘a receipé in such form as may be  ‘approved by the Chief Justice,",
    "mean_p_confidence": 0.7106382978723403
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "  (2) The service under paragraph (1) of notice  of the presentation of a petition and a copy  thereof by the petitioner on the respondent may  be effected either by delivering such notice ond  copy to the agent appointed by the respondent  tuner rule 10 or by posting them in a registered  letter to the address given under rule 10 at such  time that, in the ordinary course of post, the",
    "mean_p_confidence": 0.811012658227848
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "  . letter would be delivered within the time above",
    "mean_p_confidence": 0.6554545454545454
  },
  {
    "i_page": 23,
    "par_num": 12,
    "text": "  : mentioned, or by @ notice published in the  Government Gazette stating that such petition  has been presented and thab a copy of it may be  obtained by the respondent on application at the  office of the Registrar.",
    "mean_p_confidence": 0.7381818181818182
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "  (8) Where notice of the presentation of a  petition, accompanied by a copy thereof, is  delivered under paragraph (1) at the office of the  Registrar for service on the respondent, such",
    "mean_p_confidence": 0.7677777777777778
  },
  {
    "i_page": 23,
    "par_num": 14,
    "text": "  i service may be effected in the same manner as  the service of notice issued by a Court is  : effected under the Civil Procedure Code. ”.",
    "mean_p_confidence": 0.7261290322580645
  },
  {
    "i_page": 23,
    "par_num": 15,
    "text": "  2. Rule 18. For the words “ shall be fixed\", substitute the  words and figures \"' shall, subject to the provisions of Section  70 of the Onder, be fixed ™",
    "mean_p_confidence": 0.716764705882353
  },
  {
    "i_page": 23,
    "par_num": 16,
    "text": "  : Pant I.  The Fifth Schedule to be inserted in the principal enactment.  “Fifth Schedule,  Postal Voters Regulations, 1969.  Bhort title 1. These regulations may be cited as the Postal Voters  Regulations, 1959. i  Interpretation, _2. For the purposes of these regulations, unless the context  otherwise requires,—",
    "mean_p_confidence": 0.6967857142857142
  },
  {
    "i_page": 23,
    "par_num": 17,
    "text": "  ‘‘ agent\" includes aii election agent and a person appointed",
    "mean_p_confidence": 0.5675
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "  to attend in the election agent's place ;",
    "mean_p_confidence": 0.697
  },
  {
    "i_page": 24,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "  Ceylon Parliameritary Blections (Amendmient) 25  Act, No, 11 of 1959  ‘issue \" includes the original and any subsequent issue ;  “postal ballot paper” means a ballot paper issued to a  postal voter ; s  “postal voter”, with reference to any election, ‘means &  ‘person eniitled to be treated as @ postal voter for. the  + purpote of that election ; aS ess  “Schedule \" means the Schedule to these iegilations  “the Order” means the Cesion (Parliamentaty. Elections)  Order in Council, 1946. * mats",
    "mean_p_confidence": 0.6177894736842106
  },
  {
    "i_page": 24,
    "par_num": 2,
    "text": "  3. An application to be treated’ as a postal, votér shall! be Worm of",
    "mean_p_confidence": 0.631875
  },
  {
    "i_page": 24,
    "par_num": 3,
    "text": "  substantially in the Form A in the Schedule. Bee 1) application  inate nit (eee ated  a pal",
    "mean_p_confidence": 0.48142857142857143
  },
  {
    "i_page": 24,
    "par_num": 4,
    "text": "  4. (1) Subject to the provisions of this reguiatlohs’the'réabra ey aoa  and list of postal voters kept by the registering officer under the twist ual  Order shall be in such form as appears to him to be convenient, valer.",
    "mean_p_confidence": 0.6993023255813954
  },
  {
    "i_page": 24,
    "par_num": 5,
    "text": "  (2) The address to which the ballot paper or ballot papers of  f postal voter is or are to be sent shall be specified opposite his  name in the postal voters\" list, :",
    "mean_p_confidence": 0.6913513513513513
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "  (8) The names in the postal voters’ list shall be: numbered  consecutively, beginning with the number one, y",
    "mean_p_confidence": 0.7347619047619047
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "  (4) As soon as the postal voters\" list has been prepared,” thé  registering officer shall publish it by making a copy, thereof  available for inspection at his office. tetiate Cg",
    "mean_p_confidence": 0.6670588235294117
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": "  5. A postal ballot paper shall be in the samé fin as, snd form of  indistinguishable from, the ballot papers delivered to voters who postal tlle.  ‘are not postal voters co Paper.",
    "mean_p_confidence": 0.6880555555555555
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "  6. The form of declaration of identity sent to & postal vote! Form of  with his postal ballot paper or postal ballot papery shall'be ection  substantially in the Form B in the Schedule. of identity",
    "mean_p_confidence": 0.6648717948717948
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "  7. There may be’ appointed persons to assist the ‘returhing Appointne’  officer as clerks at the proceedings on the issue of postal ballot of Gerke  papers : B ot fa",
    "mean_p_confidence": 0.5861764705882353
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "  Provided that no person shall be so appointed wha has been  ‘employed by or on behalf of a candidate in.or about the election:",
    "mean_p_confidence": 0.7142307692307692
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "  8. (1) No person other than— a",
    "mean_p_confidence": 0.6644444444444444
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "  (a) the returning officer and his clerks, cel) gabled to",
    "mean_p_confidence": 0.6425
  },
  {
    "i_page": 24,
    "par_num": 14,
    "text": "  (8) candidate, osc BE,Dieeant at",
    "mean_p_confidence": 0.2885714285714286
  },
  {
    "i_page": 24,
    "par_num": 15,
    "text": "  (©) an election ‘agent or ony person sponte by a qoadidale Raf",
    "mean_p_confidence": 0.4328571428571429
  },
  {
    "i_page": 24,
    "par_num": 16,
    "text": "  to attend in his election agent's place, a postal ballot",
    "mean_p_confidence": 0.6974999999999999
  },
  {
    "i_page": 24,
    "par_num": 17,
    "text": "  (@ any agents appointed under paragraph (2) of this regulation, Papers, s+  may be present at the proceedings on the issue of postal ballot =\" \" \"*  papers aha",
    "mean_p_confidence": 0.6257575757575757
  },
  {
    "i_page": 24,
    "par_num": 18,
    "text": "  (2) Where postal ballot papers are to be istuéd simultaneously  in bwo or more batches, each candidate may appoint one of mote  agents up to the number he may be authorised by the Feturning  officer to appoint not exceeding the number of such batches, so,  however, that the number authorised shall be the saine in’ the  case of each candidate. :",
    "mean_p_confidence": 0.7572058823529412
  },
  {
    "i_page": 24,
    "par_num": 19,
    "text": "  (8) Notice of the appointment stating the namés and addresses  of the persona appointed under paragraph (2) of this egulation  shall be given by the candidate to the returning officer. before  the time fixed for the issue of the postal ballot papers.",
    "mean_p_confidence": 0.782340425531915
  },
  {
    "i_page": 25,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "  26 Ceylon Parliamentary Elections (Amendment)  Act, No. 11 of 1959",
    "mean_p_confidence": 0.7015384615384614
  },
  {
    "i_page": 25,
    "par_num": 2,
    "text": "  (A) Te an agent dies or becomes incapable of acting, the  candidate may appoint another agent in his place and shall  forthwith give to the returning officer notice in writing of the  name and address of the agent appointed,",
    "mean_p_confidence": 0.7768181818181819
  },
  {
    "i_page": 25,
    "par_num": 3,
    "text": "  () Agents may be appointed and notices of their appointment,  may be given to the returning officer by the candidate's election  agent instead of by the candidate.",
    "mean_p_confidence": 0.8054838709677419
  },
  {
    "i_page": 25,
    "par_num": 4,
    "text": "  (6) Tn these regulations, references to agents shall be taken as  references to agents whose appointments have been duly made  and notified and, in the ease of agents appointed under paragraph  (2) of this regulation, who are within tae number authorised by",
    "mean_p_confidence": 0.7957446808510638
  },
  {
    "i_page": 25,
    "par_num": 5,
    "text": "  aay the returning officer.",
    "mean_p_confidence": 0.4666666666666666
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "  (7) A candidate may himself do any act or thing which any  agent of his, if appointed, would have been authorised to do,  ‘or may assist his agent in doing any such act or thing.",
    "mean_p_confidence": 0.8205128205128205
  },
  {
    "i_page": 25,
    "par_num": 7,
    "text": "  (8) Where in these regulations any act or thing js required or  authorised to be done in the presence of the candidates or their  agents the non-attendanee of any such person or persons at the  time and place appointed for the purpose shall not, if the act  or thing is otherwise validly done, invalidate the act or thing  done.",
    "mean_p_confidence": 0.821969696969697
  },
  {
    "i_page": 25,
    "par_num": 8,
    "text": "  Dedaration 9. (1) Every person attending the proceedings on the issue",
    "mean_p_confidence": 0.7753846153846153
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "  of eorecy of postal ballot papers shall make a declaration of secrecy sub-  stontially in the Form C in the Schedule before the issue of  such ballot papers",
    "mean_p_confidence": 0.740625
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": "  (2) A declaration under paragraph (1) of this regulation shall  bbe-made by the returning officer in the presence of a Justice of the  Peace and when made by any other person shall be made in fhe  presence of the returning officer or a Justice of the Peace.",
    "mean_p_confidence": 0.8321153846153846
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "  Notion of 10. (1) ‘The returning officer shall, not later than ten. days",
    "mean_p_confidence": 0.6593333333333333
  },
  {
    "i_page": 25,
    "par_num": 12,
    "text": "  fatae “of after the day of nomination at an election, notify each candidate",
    "mean_p_confidence": 0.7173333333333333
  },
  {
    "i_page": 25,
    "par_num": 13,
    "text": "  postal ballot of the time and place at which he will issue the postal ballot",
    "mean_p_confidence": 0.7552941176470588
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "  ial papers and of the number of agents he may appoint under para-  graph (2) of regulation 8 to attend the said issue.",
    "mean_p_confidence": 0.7773076923076924
  },
  {
    "i_page": 25,
    "par_num": 15,
    "text": "  (2) Where any subsequent issue of ballot papers is made, the  returning officer shall notify each candidate as soon as practicable  of the time and place at which he will make such subsequent  issue and of the number of agents he may appoint under para-  graph (2) of regulation 8 to attend the issue.",
    "mean_p_confidence": 0.8195
  },
  {
    "i_page": 25,
    "par_num": 16,
    "text": "  Oficial mark 11. (1) The postal ballot paper or postal ballot papers issued",
    "mean_p_confidence": 0.6086666666666667
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "  to be made to each postal voter shall be stamped on the back, or perforated,",
    "mean_p_confidence": 0.7305882352941176
  },
  {
    "i_page": 25,
    "par_num": 18,
    "text": "  22, pasta with the official mark; and the number and name of such voter",
    "mean_p_confidence": 0.7325
  },
  {
    "i_page": 25,
    "par_num": 19,
    "text": "  allot popes. shall be called out, and the number of such voter shall be marked  ‘on the counterfoil of each such ballot paper, and a mark shall be  placed in the postal voters’ list against the number of such voter  to denote that he has been issued such ballot paper or ballot papers  but without showing the particular ballot paper or ballot papers  issued to him,",
    "mean_p_confidence": 0.803972602739726
  },
  {
    "i_page": 25,
    "par_num": 20,
    "text": "  (2) The number of the postal voter to be marked on the  ‘ounterfoil of the postal ballot paper or the counterfoils of the  postal ballot papers issued to him shall be the number of such",
    "mean_p_confidence": 0.8046153846153846
  },
  {
    "i_page": 25,
    "par_num": 21,
    "text": "  2 voter in the postal voters’ list.",
    "mean_p_confidence": 0.6966666666666667
  },
  {
    "i_page": 26,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "  Ceylon Parliamentary Elections (Amendment) 27  Act, No. 11 of 1959",
    "mean_p_confidence": 0.7007692307692307
  },
  {
    "i_page": 26,
    "par_num": 2,
    "text": "  (8) ‘The number printed on the postal ballot paper issued to a  postal voter or, if more than one postal ballot paper is issued  to such voter, the number printed on each such ballot paper,  shall be marked on the form of declaration of identity sent to  ‘such voter. ‘The number or each number so marked 1s herein.",
    "mean_p_confidence": 0.80328125
  },
  {
    "i_page": 26,
    "par_num": 3,
    "text": "  ‘after referred to as the ‘\" marked number on the declaration of  identity \".",
    "mean_p_confidence": 0.691764705882353
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "  12. Where a returning officer is satisfied that two entries in Refusal to  the postal voters’ list relate to the same postal voter, he shall issue postal  thot issue, in respect of the samo voter, more postal ballot papers ‘lt bere.  than one voter is entitled to.",
    "mean_p_confidence": 0.7744230769230769
  },
  {
    "i_page": 26,
    "par_num": 5,
    "text": "  18. (1) The number or each number marked on the Ballot Iaterprtation  Paper Envelope is referred to in these regulations as the of the  “marked number on the Ballot Paper Envelope \". ‘pereigion",
    "mean_p_confidence": 0.6886486486486486
  },
  {
    "i_page": 26,
    "par_num": 6,
    "text": "  (2) ‘The envelope for the return of the postal ballot paper or Bimbtpt2,so*  postal ballot papers duly marked and enclosed in the Ballot Paper Envelope”  Envelope and of the form of declaration of identity duly filled up $04 the  is referred to in these regulations as the “' covering envelope\". S¥Dression",
    "mean_p_confidence": 0.7480357142857142
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "  14, All envelopes addressed to postal voters shall be counted Delivery to  ‘nd forthwith delivered by the returning officer to the nearest Post alice  post office, and the postmaster shall stamp with the post office of envelopes,  date stamp a form of receipt to be presented by the returning postal voters,  offeer stating the number of envelopes so delivered, and_shal  immediately forward such envelopes for delivery to the persons  to whom they are addressed.",
    "mean_p_confidence": 0.7695121951219512
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "  15. (1) The returning officer shall, at the proceedings on the Provision of  original issue of the postal ballot papers-to postal voters, pro- petal voters’  vide a ballot box or ballot boxes for the reception of the covering allat box.  tnvelopes that may be received from postal voters, Every suck  ballot box shall be treated as ballot box for the purposes of  Section 48 of the Order.",
    "mean_p_confidence": 0.7791891891891891
  },
  {
    "i_page": 26,
    "par_num": 9,
    "text": "  (2) Every ballot box referred to in paragraph (1) of this regu-  lation shall be shown open and empty to such agents of the can-  didates as are present, and shall be sealed with the seal of the  returning officer and the seals of such of the agents as desire to  affix their seals, and shall be marked “ postal voters’ ballot  box \"” and with the number and name of the electoral district  for which the election is held, and the returning officer shall make  provision for the safe custody of such ballot box.",
    "mean_p_confidence": 0.8160576923076923
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "  16. (1) The returning officer, as soon as practicable after the Sealing up  ‘completion of the issue of the postal ballot papers, and in the of potta  presence of the agents of the candidates, shall make up in’ yours’ list  soparate packets— ‘ii",
    "mean_p_confidence": 0.7339583333333333
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "  (@) the marked copies of the postal voters’ list, and",
    "mean_p_confidence": 0.7374999999999999
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "  (b) the counterfoils of the postal ballot papers which were",
    "mean_p_confidence": 0.7416666666666667
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "  issued,  ‘and shall seal such packets.",
    "mean_p_confidence": 0.5555555555555556
  },
  {
    "i_page": 26,
    "par_num": 14,
    "text": "  (2) Tho sealed packet containing the marked copies of the  ‘postal voters’ list may be opened by the returning officer for the  Durpose of a subsequent issue of postal ballot papers, and, on  ‘completion of the issue, the copies shall be again made up ‘and  Sealed in accordance with paragraph (1) of this regulation,",
    "mean_p_confidence": 0.7833333333333333
  },
  {
    "i_page": 27,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "  28 Ceylon Parliamentary Elections (Amendment)  Act, No. 11 of 1959  Reap ot 17. The returning oficer shall, immediately on receipt of  corer mn _coVerIDg envelope betore the olose’of the poll, place it unopened  earelones ftom in the postal voters’ ballot box. = ee  Opening of, 18. Every postal voters’ ballot box shall be opened by the  cea returning officer, in the presence of the agents of tthe candidates,  at the time fixed for the counting of the votes under Section 48  ‘of the Order.  Onesing of 19. (1) Where postal voters’ ballot box is opened, the  fhe corerig returning officer shall count and note the number of covering  ‘envelopes, and shall then open each covering envelope separately -  (2) Where the returning officer opens a covering envelope and—  () finds therein—  (9 a deslaration of identity and Ballot Paper Bave-  lope, oF  (ii) a declaration of identity, and a ballot paper or ballo&  Papers not enclosed in a Ballot Paper Envelope,  (ii) only a declaration of identity, or  (iv) only a ballot paper or ballot papers not enclosed im  ‘a Ballot Paper Envelope, or  (©) only @ Ballot Paper Envelope, or  (®) finds nothing therein,  the succeeding provisions of this regulation shall apply.  (8) In the cases referred to in sub-paragraph (2) (i) and sub-  paragraph (a) (i) of paragraph (2) of this regulation, the  Foturning offcer shall sntsfy himeelt thet the, declaration, of  identity hes been duly signed and witnessed and that the marked  number on the declaration of identity or each marked number  fon the declaration of identity corresponds, in the case referred  to in the aforesaid sub-paragraph (a) (i), to a similar marked  number on the Ballot Paper Envelope and, in the case referred  to in the aforesaid sub-paragraph (a) (ii), ‘to a similar marked  number on the ballot paper or on a ballot paper. If he is so  satisfied, he shall place such declaration in a separate receptacle,  (hereinalter referred to as the ‘receptacle for declarations of  identity’) and, in the case referred to in the aforesaid’ sub-  paragraph (a) (i), the Ballot Paper Envelope, and, in the case  referred to in the aforesaid sub-paragraph (a) (i), the ballot  paper or ballot papers, in another receptacle (hereinafter  referred to as the “receptacle for postal voters’ ballot papers \")-  (4) Where in the oases referred to in sub-paragraph (a) (i) and  sub-paragraph (a) (ji) of paragraph (2) of this regulation, the  returning officer is not so satisfied as is required by paragraph  (8) of this regulation, he sball—",
    "mean_p_confidence": 0.7296573875802997
  },
  {
    "i_page": 27,
    "par_num": 2,
    "text": "  (a) mark on the declaration of identity the words \"' declaration.  of identity rejeoted ”” ;",
    "mean_p_confidence": 0.6236842105263157
  },
  {
    "i_page": 27,
    "par_num": 3,
    "text": "  (8) show such declaration to such agents of the candidates as  are present and, if any objection is made by any agent  to the decision ‘of the returning officer regarding such  declaration, add to the words marked on such declara-  tion under’ the preceding sub-paragraph (a) the words  “rejection objected to.” :",
    "mean_p_confidence": 0.7657627118644068
  },
  {
    "i_page": 28,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "  Ceylon Parliamentary Elections (Amendment) 29  Act, No. 11 of 1959",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 28,
    "par_num": 2,
    "text": "  (@) attach to such declaration, in the case referred to ia the",
    "mean_p_confidence": 0.7535714285714284
  },
  {
    "i_page": 28,
    "par_num": 3,
    "text": "  aforesaid sub-paragraph (a) (i), the Ballot Paper",
    "mean_p_confidence": 0.5933333333333333
  },
  {
    "i_page": 28,
    "par_num": 4,
    "text": "  Envelope or, in the case referred to in the aforesaid",
    "mean_p_confidence": 0.7616666666666667
  },
  {
    "i_page": 28,
    "par_num": 5,
    "text": "  sub-paragraph (a) (i), the ballot paper of ballot papers 5",
    "mean_p_confidence": 0.43249999999999994
  },
  {
    "i_page": 28,
    "par_num": 6,
    "text": "  a",
    "mean_p_confidence": 0.21666666666666667
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": "  (@ place such declaration and the documents which under the",
    "mean_p_confidence": 0.7775
  },
  {
    "i_page": 28,
    "par_num": 8,
    "text": "  preceding sub-paragraph (c) are attached to such",
    "mean_p_confidence": 0.5944444444444444
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "  declaration in a receptacle (hereinafter referred to as  the “receptacle for rejected votes of postal voters).",
    "mean_p_confidence": 0.7168421052631578
  },
  {
    "i_page": 28,
    "par_num": 10,
    "text": "  (5) In the case referred to in sub-paragraph (a) (iii) of  poragroph (2) of this regulation, the relulaing ofoes thall ark  fon the declaration of identity the words “declaration of  identity rejected, no ballot paper and no Ballot Paper Envelope  received ”, and shall place such declaration in the receptacle  for rejected votes of postal voters.",
    "mean_p_confidence": 0.7033333333333334
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "  (6) In the case referred to in sub-paragraph (a) (iv) of  paragraph (2) of this regulation, the returning officer shall mark  n the ballot paper or on each ballot paper the words “ rejected,  no declaration of identity received \"*, and shall place the ballot  paper or ballot papers in the receptacle for rejected votes of  postal voters.",
    "mean_p_confidence": 0.7755384615384615
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "  (7) Ta, the case referred. to in sub-paragraph (@) (x) of  paragraph (2) of this regulation, the returning officer shall open  the Ballot Paper Envelope in’ order to ascertain whether a  declaration of identity is enclosed therein.",
    "mean_p_confidence": 0.6997619047619048
  },
  {
    "i_page": 28,
    "par_num": 13,
    "text": "  (8) If, on opening the Ballot Paper Envelope under paragraph  (1) of thig regulation, «declaration of identity and o ballot paper  ‘or ballot papers are found in such envelope, the returning officer  shall satisfy himself that such declaration las been duly signed  and witnessed aud that the marked number on the declaration of  identity or each marked number on the declaration of identity  corresponds to a similar marked number on such ballot paper or  ‘on any such ballot paper, and,—",
    "mean_p_confidence": 0.7787640449438202
  },
  {
    "i_page": 28,
    "par_num": 14,
    "text": "  () if so satisfied, shall place such declaration in the receptacle",
    "mean_p_confidence": 0.7107692307692308
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "  for declarations of identity and place such ballot paper",
    "mean_p_confidence": 0.7745454545454545
  },
  {
    "i_page": 28,
    "par_num": 16,
    "text": "  ‘or ballot papers in the receptacle for postal voters’ ballot",
    "mean_p_confidence": 0.7516666666666666
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "  Papers, and",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 28,
    "par_num": 18,
    "text": "  (b) if not so satisfied, shall—",
    "mean_p_confidence": 0.5125
  },
  {
    "i_page": 28,
    "par_num": 19,
    "text": "  (i) mark on such declaration the words “declaration of  identity rejected \"” ; . :",
    "mean_p_confidence": 0.555
  },
  {
    "i_page": 28,
    "par_num": 20,
    "text": "  (il) show such declaration to such agents of the candi-  dates as are present and, if any objection is made  by any agent to the decision of the returning  officer regarding such declaration, add to the  words marked on such declaration under the  preceding sub-paragraph (i) the words “rejection  objected to” 5",
    "mean_p_confidence": 0.7579999999999999
  },
  {
    "i_page": 28,
    "par_num": 21,
    "text": "  (iii) attach to such declaration the Ballot Paper Envelope  ‘and such ballot psper or ballot papers ; and",
    "mean_p_confidence": 0.7733333333333332
  },
  {
    "i_page": 28,
    "par_num": 22,
    "text": "  (iv) place such declaration and the documents which",
    "mean_p_confidence": 0.688
  },
  {
    "i_page": 28,
    "par_num": 23,
    "text": "  ‘ under the preceding sub-paragraph (iii) are",
    "mean_p_confidence": 0.5611111111111111
  },
  {
    "i_page": 28,
    "par_num": 24,
    "text": "  attached to such declaration in the receptacle for  rejected votes of postal voters.",
    "mean_p_confidence": 0.75875
  },
  {
    "i_page": 29,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "  30 Ceylon Parliamentary Elections (Amendment)  Act, No. 11 of 1959",
    "mean_p_confidence": 0.7107692307692308
  },
  {
    "i_page": 29,
    "par_num": 2,
    "text": "  (@) If, on opening the Ballot Paper Envelope under paragraph  (7) of this regulation, the returning officer finds—",
    "mean_p_confidence": 0.7295238095238096
  },
  {
    "i_page": 29,
    "par_num": 3,
    "text": "  (@) only a declaration of identity, or",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 29,
    "par_num": 4,
    "text": "  (®) only a ballot paper or ballot papers, or",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 29,
    "par_num": 5,
    "text": "  (©) nothing,  he shall—",
    "mean_p_confidence": 0.47000000000000003
  },
  {
    "i_page": 29,
    "par_num": 6,
    "text": "  () in the case referred to in the preceding sub-  paragraph (a), mark on such declaration the words  “declaration ‘of identity rejected, no ballot paper  (i) in the case referred to in the, preceding sub-  paragraph (b), mark on such ballot paper or on  each such ballot paper the words “rejected, no  declaration of identity received ””.;  (iil) in the case referred to in the preceding sub-  paragraph (c), mark on the Ballot Paper  Envelope the words “rejected, no contents  received” ; and  (iv) if declaration of identity or a ballot paper or ballot  fapers is or aro found in the, Ballot Paper  velope, attach such declaration” ot ballot  paper or ballot papers to such. envelope ; and  place the Ballot Paper Envelope and the document or docu-  ments, if any, attached to such envelope under the preceding  sub-paragraph '(iv) in the receptacle for rejected votes of postal  voters,",
    "mean_p_confidence": 0.7167455621301775
  },
  {
    "i_page": 29,
    "par_num": 7,
    "text": "  (10) In the ease referred to in sub-paragraph (b) of paragraph  (2) the returning officer shall mark on the covering envelope  the words *' rejected ; n0 contents received”, and shall place  such envelope in the receptacle for rejected votes of postal  voters.",
    "mean_p_confidence": 0.7685714285714285
  },
  {
    "i_page": 29,
    "par_num": 8,
    "text": "  (11) A declaration of identity shall not be deemed to be duly  signed and witnessed ‘unless it is signed and witnessed in  accordance with the instructions contained on the back of the  form of declaration of identity.",
    "mean_p_confidence": 0.8192857142857142
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "  of 20, (1) On the conclusion of the proceedings under regulation  ShictFaoer 19, the returning officer shall open separately each Ballot Papet  Envelopes. Envelope placed in the receptacle for postal voters’ ballot papers.",
    "mean_p_confidence": 0.7475675675675676
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": "  (2) Where a Ballot Paper Envelope does not contain any ballot  paper, the returning officer shall mark on that envelope the  words “no ballot paper enclosed’, and shall place it in the  receptacle for rejected votes of postal voters.",
    "mean_p_confidence": 0.7595454545454546
  },
  {
    "i_page": 30,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "  Ceylon Parliamentary Elections (Amendment) 31  Act, No. 11 of 1959",
    "mean_p_confidence": 0.7192307692307692
  },
  {
    "i_page": 30,
    "par_num": 2,
    "text": "  (8) Where a Ballot Paper Envelope contains a ballot paper or  ballot papers, the returning officer shall—",
    "mean_p_confidence": 0.7675
  },
  {
    "i_page": 30,
    "par_num": 3,
    "text": "  (@ if the marked number on such envelope or each marked",
    "mean_p_confidence": 0.7607692307692309
  },
  {
    "i_page": 30,
    "par_num": 4,
    "text": "  number on such envelope corresponds to a similar marked  number on such ballot paper or on any such ballot  papers, place such ballot paper of ballot papers in the  receptacle for postal voters’ ballot papers;",
    "mean_p_confidence": 0.7979999999999999
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": "  (®) if such envelope contains one ballot paper and the marked  number on such ballot paper does not correspond to the  marked number on such envelope or to any marked  number on such envelope, mark on such envelope the  word “rejected, attach such ballot paper to such  envelope, and place them in the receptacle for rejected  votes of postal voters ; and",
    "mean_p_confidence": 0.7928571428571428
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "  (©) if such envelope contains two or more ballot papers and the  ‘marked number on any such ballot paper does not  correspond to any marked number on such envelope,  mark on such envelope the word “ rejected \", attach  such ballot papers to such envelope, and place them in  the receptacle for rejected’ votes of postal voters.",
    "mean_p_confidence": 0.8009375
  },
  {
    "i_page": 30,
    "par_num": 7,
    "text": "  21. On the conclusion of the proceedings under regulation 20, Sealing up  the returning officer shall put the contents of the receptacle for %, titel  rejected votes of postal voters and the contents of the receptacle Seelarations  for the declarations of identity into two separate packets and of identity.  shall seal up such packets.",
    "mean_p_confidence": 0.7711666666666666
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "  22. (1) Every person attending the proceedings in connection Requirement  with the issue of postal ballot papers shall maintain and aid in  ***6°Y:  maintaining the seerecy of the voting and shall not—",
    "mean_p_confidence": 0.7716666666666667
  },
  {
    "i_page": 30,
    "par_num": 9,
    "text": "  (@) except for some purpose authorised by law, communicate,",
    "mean_p_confidence": 0.7336363636363636
  },
  {
    "i_page": 30,
    "par_num": 10,
    "text": "  before the poll is closed, to any person any information  ‘obtained at those proceedings es to the official mark  made on postal ballot papers; or",
    "mean_p_confidence": 0.7851724137931034
  },
  {
    "i_page": 30,
    "par_num": 11,
    "text": "  (2) except for some purpose authorised by law, communicate  to any person at any time information obtained at those  proceedings as to the number on the back of a postal es  ballot paper.",
    "mean_p_confidence": 0.773421052631579
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "  2) Bvery person who acts in contravention of the provisions  of paragraph (1) of this regulation shall be guilty of an offence  and shall, on conviction after summary trial before a Magistrate,  bo liable’ to @ fine not exceeding five hundred rupees or to  imprisonment of either description for a term not exceeding six  months.",
    "mean_p_confidence": 0.787741935483871
  },
  {
    "i_page": 31,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "  32 Ceylon Parliamentary Elections (Amendment)  Act, No. 11 of 1959  Schedule to these regulations  FORM A.  Regulation 8.  Application to be treated as postal voter.  Ceylon (Parliamentary Elections) Order in Council, 1946.  (give” name, “Ciiristian,” or” ge or oiler names in full;  ‘surname or ge name first)  Of ssoneensenenearieeeneses am registered in the register of  (Give ‘present address ia full)  ‘leotors now in force for electoral district 2...scestsseseucestnee  (give number and name  f electoral district) (name, number, address  ‘and polling district of  sstistseitstuiseitieeinetiesetneeny ad T apply %0 be treated  applicant in the register of eleotors)  1s a postal voter for the purpose of the coming parliamentary’  ‘lection in that electoral district because I am unable*/likely to  ‘be unable to vote in person at the polling station allotted to me—  *() by reason of the particular circumstances of my employ-  ‘ment—  *(@) 9s © member of the Ceylon Army*/Royal Ceylon  Navy*/Reyal Ceylon Air Force;  (6) a8 an officer or servant in the public services  *(@) by reason of my candidature in electoral district...  (give number and name of electoral disizicty  “Bignalure of applicant.  Date srsstsesnesnsees  ‘Address to which his ballot  paper*/or papers is* /or are  to be sent:— ssf att ste  (Hf diferent from the adareis given above)  + Delete inapplicable words.",
    "mean_p_confidence": 0.6341056910569106
  },
  {
    "i_page": 32,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "  Ceylon Parliamentary Elections (Amendment) 98  ‘Act, No. 11 of 1959  FORM 8,  * Regulation 6.  Form of Declaration of Identity.  Ceylon (Parliamentary Elections) Order in Council, 1946,  Froxr or Fors,  “ Ballot paper*/Ballot papers: ssescvessesssssestctistsetenese  (insert the number of the ballot  paper or, if more than one ballot paper  is issued, the number of each such  ballot paper)",
    "mean_p_confidence": 0.6674647887323943
  },
  {
    "i_page": 32,
    "par_num": 2,
    "text": "  I hereby declare that I am the person to whom the ballot  Paper*/papers numbered as above and the envelope containing  such ballot paper*/papers (both of which I now produce) were  sent.",
    "mean_p_confidence": 0.7913888888888888
  },
  {
    "i_page": 32,
    "par_num": 3,
    "text": "  Voter's sigaature,  DRED wlan Saocacsatheecarreaitin",
    "mean_p_confidence": 0.08625000000000001
  },
  {
    "i_page": 32,
    "par_num": 4,
    "text": "  The above named person, who is personally known to me, has  shown me the ballot paper*/papers and the envelope referred to  above, and his official identity card, and has signed the above  declaration in my presence.",
    "mean_p_confidence": 0.8065853658536586
  },
  {
    "i_page": 32,
    "par_num": 5,
    "text": "  7\" Signature of witness.  Dalits: yacrerssusseagiarsnexroneen  XE witness it serving in the Carin)  Army, Royal Ceylon Navy or Royal  Ceylon Air Force, state rank. J  = If witness is an officer in the public}  service, state official designation and  address.  If witness is a Justice of the Peace,  state so,",
    "mean_p_confidence": 0.6121311475409836
  },
  {
    "i_page": 32,
    "par_num": 6,
    "text": "  [See instructions on back of this Form]",
    "mean_p_confidence": 0.6033333333333333
  },
  {
    "i_page": 32,
    "par_num": 7,
    "text": "  * Delete if inapplicable.",
    "mean_p_confidence": 0.5616666666666666
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "  Back or Fors.  Instructions to. voter.  1. Before signing the declaration of identity, the voter shall  show the person before whom he is to sign such declaration—  (@) the ballot paper*/papers bearing the same number*  numbers as is*/are specified in such declaration,",
    "mean_p_confidence": 0.716734693877551
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "  (b) the envelope in which the voter has received the form of  declaration of identity and the ballot paper*/papers, and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 32,
    "par_num": 10,
    "text": "  (©) his official identity card.",
    "mean_p_confidence": 0.5771428571428572
  },
  {
    "i_page": 32,
    "par_num": 11,
    "text": "  2. The voter shall sign the declaration of identity in the",
    "mean_p_confidence": 0.7884615384615384
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "  presence of a witness who shall—  = @ if the voter is a member of the Ceylon Army, Royal Ceylon",
    "mean_p_confidence": 0.7569565217391304
  },
  {
    "i_page": 32,
    "par_num": 13,
    "text": "  Navy, or Royal Ceylon Air Force, be an officer of such  Army, Navy, or Air Fores; oe",
    "mean_p_confidence": 0.6985
  },
  {
    "i_page": 32,
    "par_num": 14,
    "text": "  () if the voter is an officer or servant in the public service,  be a superior officer of such service ; and .",
    "mean_p_confidence": 0.7392307692307691
  },
  {
    "i_page": 32,
    "par_num": 15,
    "text": "  (©) if the voter is a candidate at a general election, be a Justice  of the Pence.",
    "mean_p_confidence": 0.764
  },
  {
    "i_page": 33,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "  34 Ceylon Parliamentary Elections (Amendment)  Act, No. 11 of 1959",
    "mean_p_confidence": 0.716923076923077
  },
  {
    "i_page": 33,
    "par_num": 2,
    "text": "  *8. The voter has only one vote.  ot. The voter has «1.1.1... votes, and he may give each of  his votes to a different candidate or all'or any of his votes to the  same candidate. The voter shall give each vote on a separate  ballob paper.",
    "mean_p_confidence": 0.7501923076923076
  },
  {
    "i_page": 33,
    "par_num": 3,
    "text": "  5. The voter shall vote by marking a ballot paper with a  cross in the space provided for the purpose on the right hand  side of such paper opposite the name of the candidate for whom  he votes, thus X.",
    "mean_p_confidence": 0.8017777777777777
  },
  {
    "i_page": 33,
    "par_num": 4,
    "text": "  8, The voter shall not allow any person to see how he has  voted.",
    "mean_p_confidence": 0.6423529411764706
  },
  {
    "i_page": 33,
    "par_num": 5,
    "text": "  7. Immediately after voting, the voter shall place the marked  ballot paper*/papers in, the enclosed small envelope on which  are printed the words '' Ballot Paper Envelope” and fasten it  up.” The voter shall then place the Ballot Paper Envelope, to-  gether with the declaration of identity, in the other larger en-  closed envelope addressed to the returning officer and despatch  them by post without delay. Unless the voter returns the ballob  paper*/papers at once it may be too late to be counted.",
    "mean_p_confidence": 0.7940217391304347
  },
  {
    "i_page": 33,
    "par_num": 6,
    "text": "  * Delete if inapplicable",
    "mean_p_confidence": 0.5883333333333334
  },
  {
    "i_page": 33,
    "par_num": 7,
    "text": "  FORM ©.  Hegulation 9 (2).  Form of declaration of secrecy.",
    "mean_p_confidence": 0.5942857142857143
  },
  {
    "i_page": 33,
    "par_num": 8,
    "text": "  I solemnly promise and declare that I will not at these  proceedings do anything forbidden by paragraph (1) of regulation  22 of the regulations contained in the Fifth Schedule to the  Ceylon (Parliamentary Blections) Order in Council, which bas  been read to me.",
    "mean_p_confidence": 0.7691836734693878
  },
  {
    "i_page": 33,
    "par_num": 9,
    "text": "  “Signature of declarant.  \"Signature of person before  whom the declaration is made.  DA rises torre",
    "mean_p_confidence": 0.487
  },
  {
    "i_page": 33,
    "par_num": 10,
    "text": "  Note: The paragraph referred to must be read to the declarant",
    "mean_p_confidence": 0.7969230769230768
  },
  {
    "i_page": 33,
    "par_num": 11,
    "text": "  by the person before whom the declaration is made. \".",
    "mean_p_confidence": 0.71
  }
]