[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON — 2nd Session 1961-62 Sey Ceylon Parliamentary Elections (Amendment) Act, No. 72 of 1961 Date of Assent: 30th December, 1961 : Printed on the Orders of Government niet Ge: Govan Den, Coton et Pa SS oma tin Sit, Saat ne eet fgg Be fra, tia fp, dean See sonatas Gorman Poatna ae Ero cheat a Pa ok pars eae iar ene soras soe Price: 10 cents + Postage: 16 cents",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "\\ . * Ceylon Parliamentary Elections (Amendment) . Act, No. 72 of 1981 : L, D.—O. 82/00, . AN Act TO AMEND THE CEYLON (PARLIAMENTARY Ezzerions) Onper 1v Councin, 1948. [Date of Assent: 30th December, 1961] BE, it enacted, by, the Queen's Most Excellent Majesty, by and with the advice and coneent of the . Senate and the Hovee of Representatives of Ceylon in this present Parliament assembled, and by the . authority of the same, aa followa:— 4, This Act may-be cited as the Ceylon Parlia- show ris, mentary Elections (Amendment) Act, No. 72 of 1961. 2. Section 78 of the Ceylon (Parliament Amepdnent of * Elections) Order in Council, 1918, beaten and ean Act referred to as the “principal enactment \"}, ag wise amended by Act No. 11 of 1959, is hereby amended as \"2 followe— Soon 1968, (1) in sub-section (1) of that section, by the subetitution, for the word “ judges”, of the words,— ‘ judges from among persons for the time ieee holding offee as Judges of the Supreme Court, Commissioners of Assize, or District Judges of the Districts of Colombo, Kandy, Gaile and Jafina. For the purposes of this aub- section, the expression District Judges” docs not include Additional District Jodges.’. @) by the insertion immediately after sub- section (2) of that seotion, of the : following mew sub-section :— ‘« (8) Every person appointed -under sub-section (ip Uf thie Section shall, if \\ he be Chief Justice or a Judge of ‘the Supreme Court, be entitled to his normal salary; and if he be 6 Commissioner of Aasize om District Indge he shall be : entitled, for eo long anc for 80 . sae ay Blectiak Tudge for the ial of an elootion petition, tothe same salary as 8 Commissioner of Assize appoin' under section 92 of the Courts Ordinance. ”. 2 Ramee 2380 610) :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "2: Ceylon Parliamentary Elections (Amendment) * ‘Act, No. 78 of 1861",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "feminas i  & Section 784 of, the, principal enactmnt, as fect amended by Act No. 11 of 1959, is hereby amended as",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "Segoe follows: — 7 (1) im aubssection (1) of that Sestion by the substitution, ‘for the words“ election petition.\"\", of the words ‘* election petition, dd. an election judge go nominated shall be invested with all the rights, powers, privileges and immunities of a Judge of the Supreme Court sitting at assizes.\"’;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "aud",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": ": (2) by the repeal of sub-section (4) of that Seotion.",
    "mean_p_confidence": 0.79
  }
]