[
  {
    "i_page": 1,
    "par_num": 6,
    "text": "PARLIAMENT OF CEYLON | Ind Session 1966-67 ra",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": "oy ford oN",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": "ASS, iy! an)",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": "Ces): es a",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": "é ons a Qe",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": "QT Se ES Indo-Ceylon Agreement (Implementation) Act, No. 14 of 1967 Date of Assent : June 20, 1967 Printed on the Orders of Government and published as a Supplement to the Ceylon Government Gazette, Part Ii, of June 30, 1967 . Printed st the Government Press, Cevsow, To be purchased at the Govmmeamr Pumications Buarav, CoLoMpa. Annuel Subscription Gactuding Bis) Rs, 30 (Local), Re 40 (Foreign), payable to the Supremrenorz, GOVERNMENT ‘Punucartong Bureau, FP. 9. Box 600, Colombo, Jy before 20m Beebe oe eos les i eae gnc fore the date of payment will not be supplied.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "IndoCeylon Agreement (Implementation) Act, No. 14 of 1967",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "L, D—O. 28/65.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Aw Act 10 MARE ALL SUCH LEGAL PROVISION AS MAY BE NECESSARY TO ENABLE AND FACILITATE THE IMPLEMENTATION OF AN AGREEMENT BETWEEN THE Goversment oF CEYLON AND Tus GOVERNMENT or INDIA RELATING TO THE STATUS AND FUTURE OF PERSONS OF INDIAN ORIGIN IN CEYLON, AND FOR MATTERS CONNECTED THEREWITH OR INCIDENTAL ‘THERETO.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "[Date of Assent: June 20, 1967] WHEREAS an Exchange of Letters between the Government of Ceylon and the Government of India relating to the status and future of persons of Indian grigia in Ceylon, signed at New Deihi on Octobar 80. 1964, was published as Treaty Series No. 5 of 1964:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "And whereas such Exchange constitutes, in terms of the Letters aforesaid, an Agreement between the said Governments: .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "And whereas it has now become desirable to make all such legal provision as may be necessary to facili- tate the implementation of the said Agresment:",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Now, therefore, be it enacted hy the Queen's Most Excellent Majesty, by and with the advice and con- sent of the Senate and the House of Representatives of Ceylon in this present Parlionent astembled, and by the anthority of the same, as follows:—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4. This Act may be cited as the Indo-Ceylon sen tu» Agreement (Implementation) Act, No. 14 of 1067, sf dso and shall come into operation on such date as may be “== appointed by the Minister by Order published in the Gazette (in this Act referred to es the “appointed",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "late). :",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2 ‘The provisions of this Act shall not be deemed ise a me or construed to preclude or probibit a person to whom pant & the Indo-Ceylon Agreement applies from being opaimeas ranted or from abtnining, the status of a citizen a See ty",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "eylon by registration under any written law, other” Ssereise than this Act. nt",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "PART I. rd ADMINISTRATION.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "3. (2) For the purposes of this Act, there may be sppoiniad— ea",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(@) a person, by name or by office, to be or to act ag Attain",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Tthe Commissioner or. ts Registration of Ceebem Persons of Indian Origin; ' Pon ares",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "2 Indo-Ceylon Agreement (Implementation) Act, No, 14 of 1967 (2) person, or two or more persons, by name or by office,’ to be or to act as a Depoty Commis- sioner, or Deputy Commissioners, for the Registration of Persons of Indian Origin; and (@) two or more persons, by name or by office, to be or to act as Assistant Commissioners for the Registration of Persons of Indian Origin, (2) In the exercise, discharge and performance of his powers, functions and duties tinder this Act, the Commissioner shall be subject to the general direction and control of the Minister, and each Depaty Com- iissioner and each Assistant, Commissioner shall be subject to the general direction and control of the Commissioner, peat 4, (1) In all matters for which no express provi- seigmes ty sion is made under this Act, a Depaty Commissioner, cheater” and each Assistant Commissioner, shall exercise such powers, discharge such functions and perform such Goties as may be assigued to him by the Commissioner with the getieral or special approval of the Minister: (2) The Commissioner may, either generally or specially, authorize a Deputy Commissioner or any Assistant Commissioner to exercise, discharge or pet- form any power, function or duty vested in, or con- . ferred or imposed on, the Commissioner under this Act. pos to oe 8, (1) For the purposes of this Act, the Commis. genet ans” —_gigner shall open and maintain, or cause to be opened Eevee’ and maintained, a book to be called the “ Indo-Ceyion was’, Agreement. Ceylon Citizenship Register” substan- : + +. tially in the prescribed form in which there shall be registered, from time to time, Persona who have been granted the status of citizens of Ceylon by registration . under this Act.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "@ For the purposes of this Act, the Commissioner shall open ‘and meintain, ot eause to be opened end maintained, a book to be called the “ Indo-Ceylon Agreement Indian Citizenship Register” substan tially in the presoribed form in which there shall be registered, from time to time, persons to whom the Indo-Ceylon Agreement applies and who are recog. nized a3 citizens of India by the Government of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "' India,",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Indo-Ceylon Agreement {fmplementation) 8 Act, No. 14 of 1967",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "® For the porposes of this Act, the Commissioner shall open and maintain, or cause to be opened and maintained, a book to be ealled the ‘“ Indo-Ceylon Agreement, Repatriation Register ” substantially in",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "\\ the prescribed form in which there shall be registered, from time to time, peraons who are registered in the Indo-Ceylon Agreement Indian Citizenship Register and who are repatriated from Ceylon. The Commis- sioner shall publish, or cause to be published, from time to time, in the Gazette in the prescribed form the particulars of such persons.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(© The Commigsioner shall open and maintain, or cause to be opened and maintained, such other books as he may be required so to open and maintain by the Minister.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(6) Every entry made in the Indo-Ceylon Agreement Ceylon Citizenshiip Register, the Indo-Ceylon Agree- ment Indian Citizenship Register, the indo-Ceylon Agreement, Repatriation Register, and in any other tebe that maybe opened and maintained in terms of sub-section (4), and the publication in the Gazette referred to in sub-section (8), shall be numbered cousecutively.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "PART II. 5 Acquisition or Czvion CrnizensHir BY",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": ". REGISTRATION UNDER TRIS Act.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "6. Thia Part of this Act shall have the force and This Partot effect of law notwithstending anything to the contrary privateer in any other law relating to the grant of the status of ‘friia aie a citizen of Ceylon; ‘and accordingly, in the event of = any conflict or inconsistency between this Part of this Act and the provisions of euch other law, this Part of this Act shail prevail over such provisions.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "_ 7, (1) The Minister may by notification published Assists in the Gaantte declare that plications for the grant fF fhe ga of the status of a citizen of Ceylon by registration af a citiva under this Act may be made within such period as fala” shall be specified in such notification {in this Act guirts teferred to as the “ notified period”). .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(2) Any peraon to whom the Indo-Ceylon Agreement applies may make an application in writing to the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "inister through the Commissioner to be granted the Status ofa citizen of Ceylon by Tegistration under this",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "+ Act, Such pergon may include in his application the H ames of big wife and minor childzen.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "4 — Indo-Coylon Agreement (Implementation) Act, No. 14 of 1967",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(8) Every application by any person under sub- section (2)—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(@) shall be made in the prescribed form;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "@) shall be made so as to reach the Commissioner",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "at any time during the notified period.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(4 Where an applicant for the grant of the status of 2 citizen of Ceylon by registration under this Act has any minor child, he may in his application or by subsequent letter make a request for the inclusion of the name of that child in the certificate of reyistration which may be issued to him under this Act. In the event of such a request being made, the Minister shall comply with such request if the applicant is uo registered.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(8) No application for the grant of the status of a citizen of Ceylon by registration under this Act made by any person to whom the Indo-Ceylon Agreement applies which reached the Commissioner otherwise",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": ". during the notified period shall be accepted or entertained by the Minister unless the Minister is satisfied that such application could not be made with- in the notified period for good reason.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "Dispoua ot 8. (1) Subject to the provisions of sub-sections (8)",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "gelato and (4), upon the receipt by the Minister of an",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "“assem application duly made to him under this Act by any :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "dele te erson for the grant of the status of a citizen of Ceylon",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "cegintration is ‘istration under this Act, the Minister may, in",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "Girtiris, hie absolute Giscretion, decide to grant or refuse sich application. The Minister shal] notify his decision, or canse his decision to be notified, to the applicant.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "{2) The decision of the Minister on any application for the grant of the status of a citizen of Ceylon by registration under this Act shall be final and conclusive.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(8) In the disposal under sub-section (1) of applica- tions made under this Act for the ‘grant of the status of a citizen of Ceylon by registration under this Act, the Minister shall ensure that aa far as possible the number of persons who are granted such status and the number of persons who have been or are recognized 28 citizens of India after October 30, 1064, at all times bears the ratio of 4: 7. In the computation of such ratio, no account shall be taken—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(@) of persons go granted such status or s0 recognized",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "‘who ‘were born after October 30, 1964; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "Indo-Ceylon Agreement (Implementation) 5 Act, No. 14 of 1967",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "() of persons to whom the Indo-Ceylon Agreement",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "does not apply.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "(4) In the disposal under sub-section (1) of applicd- tions made under this Act for the grant of the status",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "of acitizen of Ceyion by registration under this Act, ~ the Minister shail ensute that not more than 300,000 persons to whom the Indo-Ceylon Agreement epplies and who were born before October 30, 1964, are ranted such status. In the computation of such num-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "', Do account shall be taken of children born to such persons after such date who may be granted such status,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "9. Nothing in the provisions of section 7 or Special section 8 shall be construed — rovigne",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "mevione Fenk &,",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "@ as imposing on the Minister, either directly or",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "indirectly, any form of duty or liability enforceable before any court or tribunal,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "whether by way of action, appeal, application . in revision, writ or otherwise, to grant the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "status of a citizen of Ceylon by registration",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "under this Act to any person; or",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "(8) as conferring on any such person, either directiy",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "or indirectly, any right or privilege to suc",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "status enforceable before any court or tribu- . nal, whether by way of action, appeal,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "application in revision, writ or otherwise.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "10. Where the Minister decides to grant the status Registreticn ww of a citizen of Ceylon by registration under this Act 4c ot to any person to whom the Indo-Ceylon Agreement ti Act end applies, the Minister shall— Bese of ao",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "(2) cause such person to be registered as such miso",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "citizen in the Indo-Ceylon Agreement Ceylon Citizenship Register by the entry in that Register of the name and other prescribed particulars of auch person; -",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "@) issue to such person a certificate of registration",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "in the prescribed form and shall include in such certifionte the name of every child under the age of fourteen years on the date of such issue to whom the registration relates; and (e) publish in the Gazette a notification in the prescribed form setting out the fact of tha ‘ . registration of such person as a citizen of Ceylon under this Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": ", © Indo-Ceylon Agreement (Implementation) . Act, No. 14 of 1967 Sins of 44. (1) Every person who is rogistered as. 0 . imate citizen of Ceylon under this Act shall, within the THERES, — prescribed period reckoned from the date of such sothere. |, Tegistration, subscribe the oath or affirmation of Sifwaps’ —cifizenship in the prescribed form, and shall thete- ‘Sation of after bo entitled to the same rights and be subject to ‘sticaneip. the same obligations and liabilities, in law, as persons registered as citizens of Ceylon under any other law in ‘force relating to the registration of persons aa such citizens; and the provisions of such other law, so far as they relate to the liability to loss or depriva- tion of citizenship, and the renunciation of citizenship, in the case of persons registered as citizens thereunder, shall apply in like manuer and to the same extent in the case of persons who are registered as citizens of Ceylon under this Act.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(2) The requirements of sub-section (1) as to the oath or affirmation of citizenship shall not apply in the case of any person under the age of fourteen years; and accordingly such person shall have the status of a citizen of Ceylon with effect from the date of the certificate of registration relating to him.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(3) A person, who is registered as a citizen of Ceylon under this Act and, if the requirement of sub-section {1) as to the oath or affirmation of citizen- ship has to be complied with by him, who has duly subseribed sach oatl or afirmation—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(@) shall be deemed in Iaw to have renounced all rights to the civil and political statua such person has had, or would, but for such registration in Ceylon, have had, under any law in force in the territory of the origin of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": ": such person or such person's parent, ancestor or husband, as the case may be; aud",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(®) shall, in all matters relating to or connected with",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "1 status, personal rights and duties ond Property in Ceylon be subject to the laws of eylon.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(4) Where a person who ie registered asa citizen of Ceylon under this Act fails to subscribe the oath or affirmation of citizenship within any such period referred to in sub-section (1), the Minister may, after",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": ": due consideration, cancel his registration as a citizen of Ceylon under this Act by deleting the entry relating \\ tosuch person from the tndo-Goylon ‘Agreement Ceylon",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "Indo-Coylon Agreement (Implementation) 7 Act, No. 14 of 1967 Citizenship Register, and thereupon the decision of the Minister granting him such citizenship shall be deemed, for all purposes, to have been revoked. ‘The Minister shall cause notice of such cancellation to be served on such person.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "12, (1) Every person who, either in his application ofmen te for the grant of the status of a citizen of Ceylon under rma ot this Act or in any proceedings relating to the disposal farciuseaship of such application, makes any false representation,- sm poms ot shall be guilty of an ofience under this Act and shall, ty'amee on conviction, be liable to a fine not exceeding two  sllseaship hundred and fifty rapees or to imprisonment of either Sem desoription for o term not exceeding three months or to both such fine and imprisonment.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(2) In any proceedings for any offencs under this Act referred to in sub-seetion (0) alleged to have been committed by any person who has been granted the status of a citizen of Ceylon under this Act in respect of any false representation, a certificate under the hand of the Minister to the effect that his decision to grant euch atatas to thot, person was materially in-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "luenced by such representation shall be received in evidence, and be deemed to be such o certificate with- out further proof unless the contrary is proved.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "In any such proceedings the Minister shall not,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": ". except. with his own consent, be summoned or ex- amined as a witness.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(8) Where any person being person who has been granted the status of a citizen ofc Ceylon by registra- tion under this Act is convicted of an offence under this Act referred to in sub-section (1), the Minister may by Order declare that such person shall cease to be such a citizen and thereupon such person sball cease to have the status of a citizen of Con lon by regis- tration under this Act. The Minister shall cause notice of such cessation to be served on such person.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "{#) Where a person ceases to be a citizen of Ceylon under sub-section (8), the Minister may, in his abso- lute discretion, by Order direct that all or any of the persons specified in the following paragraphs shall cease to be citizens of Ceylon, and thereupon they shall cease to be such citizens: —",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(@) all or any of the children of such person who '",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "have been included in the certificate of regis- \\ tration issued to him oat the tims of his regi: | tration, or who have been issued individual",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "r i a Indo-Ceylon Agreement (Implementation) Act, No. 14 of 1967 ’ certificates of registration at the time of the registration of sich person os such citizen; ani . (@) the sponse of such person, if such sponse was registered together with such person under this Act. {5) Any Order made by the Minister ander the pre- . ceding provisions of this section shall be final and . ++ conclusive. PART IIT. Liaptary von Repatriation ano Rewovat 70 Inpta From CEYLON. Listing of 43. (1) Where a person to whom the Indo-Ceylon gomerte Agreement applies ie recognized as o citizen of India Simoes” by the Goverment of Indie, then, such person shal, | welsh as from the date of such recognition, “he a person me Viable to repatriation under this Act. ' The Conmis- : sioner shall, as scon as possible thereaiter, cause such person to be registered as such in the Indo-Caylon Agreement Indian Citizenship Register, (2) The Commissioner shall cause notice of the fact that a person is liable to repatriation under this Act to be served on such person. ay 44, A comtifcate issued by the Commissioner oti wm certifying to the fact that an; son to whom the Pe Kno basen ‘Agreement applice whose “name 38 tats. Specified therein has been recognized a6 a citizen of india by the Goverament of India shall, for all the purpones of this Act, be conclusive proof as wo the fact which it certifies. Residence 43. (1) A person liable to repatriation shall, , forme within the prescribed period after notice of that fact i ig served on him under section 13 (2), apply to the j Commissioner for a. residence permit, - Upon the receipt of such application, the Commissioner shall issue, such permit to euch person authorizing him remain in Cevlon for such period and subject to such ‘ conditions {i€ any) as the Commissioner may, in bit absolute discretion, determine. The procedure ta be followed in the making and disposal of such applica: tion, the forms of ench application and permit, and the ‘circumstances in which auch permit may be ' cancelled, shall be as prescribed,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "Indo-Ceylon Agreement {Prplementation 9 Act, No. 14 of 1967",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "@) A residence permit issued by the Commissioner to any person under this section shall cease to be in force on ite being cancelled, or on the expiration of the period for which such ‘person ie authorized by",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "«euch permit to remain in Ceylon, whichever event ‘cours earlier.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "@) Any person Yiable to repatriation who does not make an application for a residence permit to the Commissioner within the period he is reqnired so to do under sub-section (1) walt, as from the date of the expiration of that period, be ® person liable to temoval to India from Ceylon.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(© A person to whom a residence permit is issued by the Commissioner under this Act shall, as from the dute on which such permit ceases to be in force, be @ person liable to removal to India from Ceylon.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "PART IV.",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "Removat op Persons 10 Inota rnom CEYLON.",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "| 46. (1) The Minister may, by order (in this Act Buscral eam referred to as a ‘' removal order ”'), direct the holder '¢,\"s7 cf of any prescribed office, to arrest, detain and take on repetasian. board any such ship or aircraft as may be determined",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "by such holder a person liable to removal to India,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "; from Ceylon, and such holder may direct that the master of that ship, or the captain of that aircraft, as the case may be, so determined shall remove such person to India from Ceylon.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(2) Any order made by the Minister under this",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "j section, and any powers conferred by auch order may be exercised, in relation to any person, notwith- standing that such person is serving a sentence of imprisonment imposed by a court under this Act or [2 other law,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(8) Any peace officer may use all such force as may | be necessary for the purpose of giving effect to any i order made under this section,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "+ (4) Any order made under this section in respect 2 of any person shall be final and conclusive if, but + only if, the name of such person is registered in the 4 Itdo-Ceylon Agreement Indian Citizenship Register. ,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "_ oo 7 = io 10 Indo-Ceylon Agreement (Implementation) Act, No. 24 of 1967 1 onenos ty 47. (1) Where the master of a ship or the captain | maior ofhip of an aiteate bas been directed under section 16 to airerath. remove a person specified in the order to India from : Ceylon and he fails so to do, he shall be guilty of an offence under this Act, and shall on conviction be. - liable to a fine of not less than two hundred rupees aud of not more than five thousand rapees, or to imprisonment of either description for a term of not less than three months and of not more than five years, or to both such fine and imprisonment.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "(2) Where the punishment imposed on the master. of a ship or the captain of an aircraft, for an offence under sub-section i consists of or includes a fine and the whole or @ part of the fine remains unpaid within seven days from the date of the imposition of the fine, the court which imposed the fine may direct the amount remaining unpaid to be levied by the distress and sale of that ship or aircraft, as the case may be.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "(8} Where proceedings have been instituted in a court against the master of a ship or the captain of an aircraft for an offence under sub-section (1), clearance outwards of that ship or sircraft, os the ease may be, may be refused until the conclusion of such proceedings or until the fine, if any, imposed by the court haa heen paid.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "Money ant 48, Where a removal order is made in the case of pemtrot | any person, the Minister may, if he thinks fit, apply Snort may | any money or property of that person in payment of be spp \"the whole or any part of the costs and charges Shrana incurred by the Government of Ceylon in respect of chores, that person. PART V. GENERAL. formntomis _ 19. (1) For the purpose of assisting the Minister dagen &&” in the disposal of applications for registration as 8 citizen of Ceylon under this Act, or for the purpose of verifying the correctness of any information oF particulars furnished by any person under this Act, the Commissioner may make such house to house or other inguiry as be may deem necessary, either by 1 himself or ehrough any other person appointed by the Commissioner. ‘For the purpose of auch inquiry, the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "Indo-Ceylon Agreement (Implementation) 11! Act, No. 14 of 1987 Commissioner may require any householder or any person owning or ocoupying any land or premises, or residing or in employment, in any area or the agent of such person to gre in such form ag may, from time to time, be provided by the Commissioner, any infor- ~ mation in the possession of such person or agent which the Commissioner may require for that purpose. | Any notice requiring information under this sub-section tnay be sent by ordinary lelter post to the person from whom the information is required or may be delivered to hima or on adult member of his household.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "@) All ofiors in the service of the Government of Ceylon, all local authorities, and all individuals or bolies of persons (whether corporate or unincor- porate), are hereby authorized and required to furnish to the Commissioner all such information as he may require for any of the purposes referred to in aub- section (1).",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(8) Every person who, being in possession of any information dequired by th Ceminiasioner under sal section (1), fails to give such information to the Com- missioner, or to any person appointed by the Com-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "\" migsioner for thet porpote, or wilfully gives any false Information, shall'be guilty of an ofence under this Act, and shali on conviction be liable to a fine not execeding two hundred and fifty rupees, or to impri-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": ". sonment'of either desoription for a term not exceed- : ing three months, or to both such fine and imprison- ment.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "20. (1) For any of the purposes referred to in Spedal section 9 Q), the Commissioner rae",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(2) may by written notice require the person for the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "time being in charge of any estate, by what- soever name or designation called, to fur- nish the Commissioner, within such period as shall be specified in the notice, with all such returns or information relating to per- song resident or in employment on that estate ag shall be 20 specified; or @) tay, either by himself or through any person",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "Sppointed by him, enter that estate ot all reasonable hours of the day, and—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": ": (i) take custody of, remove and retain for",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "‘h ‘such period as may be necessary for",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "i such purpose, of :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "12 . gudg-qrms 8049 Gund9 m Bed) Aacio ail | H fu] oo, “4 | He | - up|",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "ek |",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "; 2 rs rs",
    "mean_p_confidence": 0.08
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "Hin |",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "g",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "i Hic i | wy [a : i il : I.",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "a aaig-eeme GBQe (Gadd my Gee) Hews tw 9” em ge. 1967 ena 14 goin qulg- enor BOgd (Gud Gok) care GawhS BabaI 2 rmn® goo Raed mnidde seme mdy CSS agin anand 7 Dn Dosis adont f Wg one Be (esgties 98 Gant 0 66 Qeul.D Bota cunend god Basted mds gyn wd CHO Meer 1967 gas 18 6 alarm ADGS (Gun00 Glad) aman 7 On Ouida adeM o6tiet glee we 2. ©8100 GedamtO’ Oe 30 Om Em 5m Welt Cam BOHM 456 Om mmo OE. 3. 988 gcig? oped 13 On dead aqua tet dat monnian § 8 Be CHlDED Gamo? (800)8am Onoust Gackd mag cin one 08 qe 828. 4. Crmo gOD,Ban 20s & Aredia cow (© creed yorBem og Aawtl aba md goede Go tr O68 Grou, oot Ged Gaed aot Ged, Bat Bulmed on! gheanwd Et edosad Dow a8 ‘Miu aad 02 £96, cod Gia v8 | Bd a efaacm masta B85¢ Bag ABAD 8s 08st grind eo O Vida DP comp ada GROO; en (qo sno, aostoln GAOT? gqmO wo QrteDB HLOEDCO 4s Med BO WSETD 280g BeBe E Camon MIND &: wat Bo GRO . 20 om860 qd! mesee. 5. Brod o@s10, Bum oB6ig qaomdd 2B Oe 1S Seo Mea® mua Spat det oyeny sent crend00g Boos aan RSat a8 Sum COB. (1 Oey emcrticnes Bean), 6. gdm Beis #84 oom gated. acgimcyed qa war 9 81:86 adem, Om mcaiene arsine eat 008 1. dom: : m8, defes0 we BSne———, +. -——. 2. galam:——. 238, def a G80 ———, —, ~~ 1 Om aneatana.—al Of thaxdoe ig Omaued IY\" XT perma! gate bo ge OO Ontant qfse:6 BBat onl oumd qin Daal ant wade yaeO Boda BAe} aol gw oreo Dela endiawecn ot ene gudoden Gann HE DOeeN! Aaa aged suarcpoa 30 09 ween wc8, 3 Om ercaiane.—gegemcied quam aut 08 EHS aOun eal Oat oem 22880 7 Op Oot oP ogaed mas 14 Gd, OC male moa ogee OEat onde Re gas.",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "14 Indo-Ceylon Agreement (Implementation} Act, No. 14 of 1967 (2) Without prejudice to the generality of the powers conferred by sub-section (I), the’ Monies may make regulations in respect of all or any of the following matters :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "(@) all matters stated or required to be prescribed ~ under this Act;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "(®) all matters connected with the implementation of the Indo-Ceylon Agreement for which no provision is made hy this Act or in respect of which the provisions of this Act require to be supplemented or modified to meet unforeseen or special cireumstances;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "(6) requiring a minor child whose namo has been inclided in the certilicate of registration issued to any other person to apply. for and obtain 4 separate certifeate of registration on his ‘ing the age of fourteen years, and the mode and manner of the making and disposal of such applications; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "(@) any other matters connected with or incidental ‘to any of the matters aforesaid.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "{8) No regulation shall have effect until that",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "regulation has been approved by the Senate and the House of Representatives. Notification of such approval shall be published in the Gazette.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "(A) Upon the publication in the Gazeeve of the -",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "ification of the approval of any regulation, that regulation shall be deemed to be as valid and effectual as though it were herein enacted. Ofer 27, Every offence under this Act shall be triable able summarily by a Magistrate. It shall be lawful for cenmasiy. such Magistrate to impose any punishment provided by this Act for that offence, notwithstanc ing that such punishment exceeds the limita of his ordinary powers of jurisdiction. Sonaia 28. The fact that person is a person to whom gomese* the Indo-Ceylon Agreement applies, or that he bas ‘Sen the made an application for registration as a citizen of eta — Ceploa under this Act, hall. note ‘deemed. 10 Prejudice or restrict the operation of the provisions of the Immigrants and Cmigeants Actin thei? application in the case of such person, and in patti- } cular, but without prejudice to the generality of the ! Preceding provisions of this section, ‘the provisions of that Act relating to detention in, and removal of deportation from, Ceylon.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "Indo-Ceylon Agreement (Implementation) 15 Act, No. 14 of 1967",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "29, In this Act, unless tho context otherwise tatsprasiao.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "requires—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "“ Assistant Commissioner’ means any Assistant",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": ". Commissioner for the Registration of Persons of Indian Origin appointed for the purposes of this Act; .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "* citizen of Ceylon” means any person who has the status of @ citizen of Ceylon under any law for the time being in force relating to much citizenship;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "“* Commissioner ”” means the Commissioner for the Registration of Persons of Indian Origin appointed for the purposes of this Act;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "“Deputy Commissioner” means a Deputy Commissioner for the Registration of Persons of Indian Origin appointed for the purposes of this Act;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "* Indo-Ceylon Agreement ”” means the Exchange of Letters between the Government of Ceylon and the Government of India relat- ing to the atatus and future of Persons of Indian origin in Ceylon, signed at | Now",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": ". Delhi on October 80, 1964, and published as Treaty Series No. 6 of 1984, aad which, in terms of the Letters aforesaid, consti- tutes an Agreement between the said Governments;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "“‘Indo-Ceylon Agreement Ceylon Citizenship Register” means the Indo-Ceylon Agree- ment Ceylon Citizenship Register opened and maintained under this Act;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "*‘Indo-Ceylon Agreement Indian Citizenship Register ”' means the Indo-Ceylon Agreement Indian Citizenship Register opened and maintained under this Act;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "* Fndo-Ceylon Agreement Repatriation Register ”” means the tado-Ceylon ‘Agreement Repatria tion Register opened and maintained under : this Act;",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "“‘minor child” means a person who has not ‘attained the age of twenty-one years; :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 4,
    "text": "18 indo-Ceylon Agreement (Implementation) Act, No. 14 of 1967",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 4,
    "text": "“Permanent Secretary’? means the Permanent Secretary to the Ministry in charge of the Minister to whom the subject or function of the administration of this Act has been ' assigned by the Prime Minister; i",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 4,
    "text": "“ repatriation ’* means repatriation to India from Ceylon;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 4,
    "text": "writ” includes a writ of certiorari, a writ of quo warranto, a writ of mandamus, a writ of habeas corpus, or a writ of prohibition.",
    "mean_p_confidence": 0.87
  }
]