[
  {
    "i_page": 1,
    "par_num": 5,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "MUNICIPAL COUNCILS AND.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "URBAN COUNCILS (AMENDMENT) ACT, No. 42 OF 1979 [Certified on 25th June, 1978] Printed on the Orders of Government Pulished ase Supplement to Part IE of the Gazette of the Democratic",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "Socialist Republic of Sri Lanka of July 1, 1979",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "YORETSD AQ THN DEPARTMENT OF GOVERREENE PRINTING, A LANEA \"go Be Pomcunam aT sme COVE PURLICATIONS SUREAG, COLODEDO. Price: Be. 1.35 Postage: §0 cents",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "‘Municipal Councils and Urban Councils (Amendment) Act, No, 42 of 1979 [Certified on 25th June, 1979] LD—O, 10/78 AN Acr 70 anceno Tue MunrcreaL Counens OupiNANer AND ‘mae Unnan Councits ORDINANCE. BE it enacted by the Parliament of the Democratic Socialist Republic af Sti Lanka as follows :— 1, This Act may be cited as the Municipal Councils and ghort = ‘Urban Councils (Amendment) Act, No, 42 of 1979. ‘Ste. PART I 2, ‘The following new section is hereby inserted imme- Snsartion | diately after section 136 of the Municipal Councils “ROW = Ordinance (hereinafter in this Part referred to aa the 136, in . “principal enactment”) and shall have effect as section Sut\" 136A of that enactment :— “Pollution 1384, (1) Any person who, within the fates” administrative limits at the Colombo Municipal Council, operates or causes to be operated any factory which causes pollution so ag to endanger of prejudice the health of the neighbourhood, shall be guilty of an offence. @) Where a Magistrate after summary inquiry convicts a person of an offence under . subsection (1) he shall, depending on the : degree of poliution caused by such factory, make order— tee (0) that such person pay a fine equivalent to twice the fee payable for a licence : ised under the provisions of this : Ordinance -or any bylaw made thereunder, in respect of the pre- . mises on which that factory is situated notwithstanding that such amount exceeds the amount of fine which a Magistrate may impose in . the exercise of his ordinary jurisdic- ‘tion and the amount go recovered shall be puid into the Fund of the Counell ; oF . (®) that operations fa such factory shall . . erane. 8 ae~t1,1as cao. ee",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "2 Municipal Counctls and Urban Councils (Amendment) Act, No. 42 of 1979",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "For the purposes of this section, “pollu tion” means any direct or indi.vct alteration of the physical, thermal, cheinical, biclogical + or radioactive properties of any part of the environment by discharging, emitting or depositing wastes so an to affect any bene- fictal use adversely, to cause a conditfon which is hazardous or potentially hazardous to public health, sefety or welfare or to animals, birds, wildlife, sh or aquatle life,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "or to planta”,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Amendment 8, Section 280 of the principal enactment is hereby",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Satton 299 mended, by the addition, immediately after subsection (2)",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "otte 4, thereof, of the following new subsection =—",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "‘enactment, “Every Municipal Council shall allow a discount of ten per centum af the amount of any annual rate payable under this section if such rate is paid on or before the thirty-first day of Jannery of that year or where such rate is payable in fnstalments a Municipal Council shall allow a discount of five per centum of the aeount of instalment of rete due if such amount is paid within the first one month of the period for which the instalment of rate 18 due.”.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Amendment Section 245 of the principal enactment is hereby",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "ton mas bended, by the substitution for subsection (1) thereof, of",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "of tha the following subsection :—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "principal",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "enactment \" Q) Every Munfotpal Council may levy an annual tax on vehicles end animals specified in the Fourth Schedule, and Kept or used within the Municipality, at. the rates specified in that Schedule”,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Insertion of 5. The following new sections are hereby inserted",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "ew sgcions fmmediately after section 247, and chall have effect as",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Bic giro seetlons 247A, 247, 247C, 247D and 247E, of the principal. and 2476 in enactment -— enadtment. Power of 247. (1) A Municipsl Counell may, fev aarsin impose and levy a duty in respect of Hoences Heence issued by the Council. @) The duty levied under subsection (1) in respect of any licence issued by the Council authorising the use of any premises for any of the purposes described in this",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "t Municipal Councils and Urbon Councils a, 3 (Amendment) Act, No. 2 of 1978 ‘Ordinance ot tn any by-taw made thereunder shall be determined by the Council according to the annual value of the premises a0 licensed :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "Provided that where the annual value of",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "such premises falls within the limits of any : item in Column 1 set out below, the \" maximum duty shall not exceed the sum i set out in the corresponding entry in Column Ti: Column £ Column 1 Re. ‘Where the annual value— . does not exceed Ra. 1,500 .. 2,000 exceeds Rs, 1,500 but does not exceed Rs. 2,500 +. 3,000",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "exceeds Rs, 2,600 ++ 5,000",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "Provided further, that where any such premises are used for the purposes of 2 hotel, restaurant or lodging house, and such hotel, restaurant or lodging house is registered with the Sri Lanke Tourist Board for the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": ". purposes of the Tourist Development Act, No. 14 of 1968, the duty so levied shell be according to the takings of the hotel, restaur- ant or lodging house for the year preceding the year in which the licence duty is levied, and shall not exceed one per centum of such ‘takings.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "For the purposes af this section, takings” in relation to a hotel, restaurant or lodging house means the total amount received or receivable from transactions entered into in respect of thst hotel, restaurant or lodging house or for services performed in carrying ‘on that hotel, restaurant or lodging house.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "fszon 2473, 0.) A Municipal Counell may",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "Traten: impose and levy a tax on any trade carried",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "on within the administrative limits of that Council.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": ". _. @) The tax levied under subsection (1) Shall be annual tax determined by the Council according to the annual value of the Yremises on which that trade is estriad on:",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "4 ‘Municipal Councils and Urban Councils (Amendment) Act, No. 42 of 1979 ‘",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": ". Provided thet where the annual value of such premises falls within the limits of any item in Column I set out below, the tax Jevied shall not exceed the sum set out in ‘the corresponding entry in Column 1:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "Column I Column I",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": ". Rs.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": ". ‘Where the annual value— : does not exceed Rs. 1,500 .. 2000 exceeds Re, 1,500 but does not . . exceed Ra. 2,500 ++ $000 exceeds Ra, 2,500 ++ 5,000 : Provided further, that such tax shall not : be leviable or payable in respect of any trade for which a Ifcence is necessary under the provisions of this Ordinance or any by-law . ‘made thereunder, . (8) The tax levied under subsection (1) t shall be payable, on such date es may be determined by the Counef! or prescribed by by-law, by the person who carries on such trade. (4) If any person Hable to pay the tax : Jeviable under this section fails to pay such tax within seven days after demand, the Couneil shall report such failure to the ‘Magistrate's Court having jurisdiction over . the area in which such Council is situated. The Court shall proceed to recover the amount due ag if it were a fine imposed by ij Court, notwithstanding thet such amount exceeds the amount of fine which a Magis trate may impose in the exercise of his : ordinary jurisdiction, and the amount so . recovered shall be paid into the Fund of the Council. ‘Tax on 247¢ (1) A Municipsl Counell may by $Ekieees, Tesolution impose and levy annually on every person who, within the administra- tive mite of such Council, carries on any business for which mo lcence is necestary under the provisions of this Ordinance or any by-law made thereunder, or any tax is soo. \"payable under section 2478, 8 tax according to the takings of the business for the year",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "Municipal Councils and Urban Councils 5 . (Amendment) Act, No. 42 of 1979 Preceding the year in which such tex is Payable at such rates not exceeding the rates set out below :— Cotwrin Column I . ‘Where ihe takings of the Tax business for the year payable Re p (@) do not exceed Rs. 6,000 ia) Gi) exceed Rs. 6,000 but do : not exceed Rs, 12,000 .. ” . Gil) exceed Rs. 12,000 but do not exceed Rs. 18,750° .. 180 : (iv) exceed Rs, 18,750 but do not exceed Rs. 15,000. 360 (¥) exceed Rs, 75,000 but do not exceed Re, 150,000 .. 1,200",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "(vi) exceed Bs. 160,000... 3,000:",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "Provided however, that the preceding pro- visions of this section shall not apply to itinerant vendors who do not carry on busi- ness at flred places ot do not fot the pur- Poses of such business establish them- selves on the public roads or other public Place.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "(2) The tax payable under subsection (1) shall be payable on such date as may be specified by the Council or prescribed by by-law.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "(8) If any person Hable to pay the tax Jeviable under this section fails tp pay such tax within seven days after demand, the Council shall report such failure to the . Magistrate's Court having jurisdiction over the sree in which such Council ts situated. ‘The Court shall proceed to recover the amount due as if it were a fine imposed by Court, notwithstanding that such amount -",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": ", exceeds the amount of fing which a Magis- ‘trate may impose in the exercise of his ordinary: jurisdiction, and the amount 90 recovered by Court shall be paid into the - Fund of the Council. 2 Gea con",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "6 Municipal Councils and Urban Councils (Amendment) Act, No. 42 of 1979",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "For the purposes of this section—",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "(@) “business” includes any trade of",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "profession or calling or the business",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": ": ‘of a manufacturer, or of any person",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "taking commission or fees in res-",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "pect of any transaction or services",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "rendered or the business of an",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "inedpendent contractor, but does",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "not include the occupation of aell-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "ing artleles, goods or materials at a",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "private fair or the occupation of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "maintaining any educational estab-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "Yishment or school to which grants",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "from State funds are paid or to",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "which such grants were earller paid but at present are not paid; and () “takings” in relation to any business means the total amount received or receivable from transactions enter- ed into in respect of that business : or for services performed in carry ing on that business, and ineludes—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "(a) in the case of a financier, money-lender oF == pawn- + broker, the moneys given out by him as Ioans, the interest",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": ". receive or receivable by him on such loans, and the sums received by him ss fees or other eharges in respect of such loans ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "(0) in the case of an auetioneer, and subject to the provisions of paragraph (c) in the case ofa broker or commission agent—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "(i) in respect of lands sold by",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "him or in the sale of",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "‘ which he is instrumen- tal, the commissions oF",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "fees received oF",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": ". receivable by him for | . any —,_‘frangaction",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "effected or services",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "rendered by him in",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "connection with auch : . sale;",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Municipal Councils and Urban Councils - ? (Amendment) Act, No. 42 of 1978",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Gi) in respect of any goods",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "sold by him or in the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "sale of which he is ins-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "trumental the total",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "amount palé or payable",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "by the purchaser of such goods;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(©) in the case of any broker (other than a share broker or a produce broker), or commis sfon agent, who—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "~ @ on behalf of any person not resident in Sri ‘Lanka, sells or ts instru- mental in selling any goods of that non- resident person, or G@) acts on behalf of an - : exporter of any goods manufactured in Sri Lanka, or (ii) on behalf of any other person carrying on a business fn Sei Lanks, is instrumental in sell ing im Sri Lanka any goods of -that other person, being goods the total proceeds of the sale of which is included in the takings of the business of that other person, ‘the commissions or fees received ur receivable by such broker or commission agent in. respect of any transactions effected, or services rendered by him in so selling, acting, or fm being instrumental in so selling, and in the case of @ share broker or a produce broker, the commissions or fees received or receivable by such broker or commission",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "a Municipal Councils and Urben Councils (Amendment) Act, No. 42 of 1979 : agent in ‘respect of any tran- saction effected or services tendered by him ; and (d) in the case of a person carrying on any educational astablish~ ment or school, the total amount, excluding profits from ‘investment of the moneys of the educational establishment or school, recetved ot recefvable by him in carrying on such educa tional establishment or school, but does not ftnelude any amount received or receivable by the sale af capital assets. ‘Tax on 247, (1) Where any land within the Tiree administrative limits of a Municipal Counell is suitable for building purposes, or for the purp2ses of permanent ot regular eultivation, or such land 4s capable of being developed for any such purpose at a cost which would in the opinion of the Council, be reasonable, and where— (¢) no building has been erected on such land ; or (B) the extent of such land which ia actually covered by buildings bears to the total extent of such Jand, a Proportion less than the preserfbed Proportion ; or (e} such Iand hes not been subject to regular or permanent cultivation, ‘ the Council shall levy annually on the owner of such land, a tax not exceeding two per cerium of the capital site value of such land. (2) The provisions of sections 235 and 238 of the principal enactment shall, with the )  Recessary modifications, apply with respect to every assessment of the capital aite value : of land made under subsection (1).",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "Municipal Councils and Urban Councils 8 {Amendment} Act, No. 42 of 1979 For the purposes of this section, “capftal aite value” when used in reference to any land, means the probable price which would be paid for the land, exclusive of all build- ‘ings thereon, if the land were sold in the open market, free of all. mortgages, leases, encumbrances or other changes. Tex on 247, (1) Where any lend within the mie ot administrative limits of a Municipal Council Tink is sold by public auction or otherwise, by an auctioneer or broker or his servant or agent, the vendor or such auctioneer or broker or this servant or agent, shall pay to the Coun- cil, from the proceeds of the sale of such land, a tax equivalent to one per centum at the amount of such proceeds. @) if the tax payable under subsection (1) is not psid within fourteen days of demand, the Council shall report such faifure to the Magistrate's Court and the Court shall Ptoceed to recover the amount due as if it swere a fine imposed by Court, notwithstand- ing that such amount exceeds the amount of fine which 2 Magistrate may impose in the exercise of his ordinary jurisdiction, and the =. amount so recovered by Court ghall be paid into the Fund of the Council,’,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "& Section 255 of: the principal enactment is hereby Amendment amended by the substitution for paragraph (a) thereat, of 259 of the the following paragraph :—= arenes",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "“ (@) for costs on the issue of e warrant, a charge of— @ ten per centum on the amount of tax or rent _ due; (i) fifteen per centum on the amount of rate due on bare lands and residential premizes; and (iH) twenty per centum on the amount of rate due ‘on properties other than bare Iands and residentia! premises ;\".",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "0 Municipal Councils ond Urben Councils (Amendment) Act, No. 42 of 1979 Amendment 7% Section 272 of the principal enactment is hereby See, amended by the intertion, immediately after parograph Principal (80), of the following new paragraph -—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": ". (80a) Taxation, including the rendering of all returns and information that may be required for the purposes of any tax payable, or for the issue of any Ticence, under this Ordinance. ”,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "Amendment 8 Section 305 of the principal enactment is hereby Si eecign amended in subsection (2) thereof, by the substitution for Brincipal all the words from “Where any licence is granted” upto enactment. the words “or in any such by-law, and”, appearing in that subsection, the word “Where”, Amendment: _ % ‘The Second Schedule to the principal enactment is ofthe, hereby amended as follows: Setgdule (2) in paragraph 3 thereof, by the insertion immediately Principal ufter item (c), of the following new ftem :— “ (ec) belng pawnbrokers on lincences issued under \" section 3 of the Pawnbrokers Ordinance ;”; and @) by the insertion, immediately after paragraph 3 thereof, of the following new paragraph :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "“3a, All stamp duties paid under the Stamp Ordl- nanee in respect of transfers, mortgage bonds, gifts und leases affecting any land situated within the administrative limits of the Municipal Counell.”.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "Replacasent 9, ‘The Fourth Schedule to the principal enactment is Fourth hereby repealed and the following new Schedule substituted Schedule thorefor -— to the principal Soaciient, 4 (Section Fourrs ScHputE . Rs, Cts. ‘For every vehicle other than a motor ear, motor ‘tricar, motor lorry, motor bicyele, eart, hand- cart, jinricksha, bicycle, tricycle + 0 ‘For every bicycle or tricycle or bicycle car or cart, or tricycle car or cart— (2) if used for trade purposes i= 100 (b) 4 used for other than trade purposes .. 5 0. For every cart .., . =o wo",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "Municipal Councils and Ueber Councils a (Amendment) Act, No. 42 of 1979 Rs. ets. For every handcart “ + 100 . + For every jinricksha . 1 70",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "For every horse, pony or mule .. - 4 BO",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "For every elephant - + 500",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "Children’s vehicles the wheels of which do not exceed",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "26 inches in diameter, wheelbarrows, handcarts, used for trade purposes solely within private premises, and band- carts not used for trade purposes are exempted from payment, ~",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "In this Schedule, “trade purposes” includes the carriage",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "or transport, in connexion with any business or trade and whether for sale or otherwise, of any article or goods of any written or printed matter.’ PART IT UU. Section 157 of the Urban. Councils Onifnance Amendment (hereinafter in this Part referred to ax the “principal $f testien ‘enactment ”) is hereby amended a2 follows — Chapter 258.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(i) by the insertion, immediately after paragraph (8), of the following new paragraph :—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "“ (8a) The rendering of alt returns and informa- tion that may be required for the purposes of the Issue of aby Licence under this Ordinanee.”;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(ii) in paragraph (8) thereof, by the insertion, immediately afier sub-paragraph (e), of the following new sub-paragraph :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "* (ee) the levy of fees for the examination and consideration of plans for new buildings or for alterations to existing buildings ;; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "_ Gif) in paragraph (9) thereof,’by the substitution for mub- paragraph (f), of the following new sub paragraph :—~",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "“(f) the abatement of nuisances, including the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "regulation and control of the operstion of gramaphones, loud-speakers, amplifiers and other instruments automatteally or mechani cally producing or reproducing sound ;”.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "2 Municipal Councils and Urban Councils (Amendment) Act, No. 42 of 1979 ‘Amendment 12, Section 160 of the principal enactment is hereby sf rection amended by the addition, immediately after subsection (3) gengpe! thereof, of the following new subsection :— sonctnant, ~ (4) ‘The Council shell allow a discount of ten per + centum of the amount of sny annual rate payable under this section, if such rate is paid on or before the thizty- first day of January of that year or where such rate is payable in instalments the Council shall allow 2 discount of five per centuin of the amount of instalment of rate due if such amount is paid within the first one month of the period for which the instalment of rate is due.”. Agendment 18, Section 163 of the principal enactment is hereby of section” amended, by the substitution, for subsection (1) thereof, of pHncpal the following subsection :— ned “ (1) The tax on vehfeles and animals which an Urban ;  Counefl is authorized to impose by section 162 chall be an ‘annual tax in respect of all or any of the vehicles and animals specified in the Third Schedule, and ordinarily used or to be used within the town for which the Council is constituted, and shall be the respective amounts specified in that Schedule. *. : Amendment 14. Section. 164 of the principal enactment is hereby Siprqien «amended, by the substitution, for subsection (2) thereof, Principal” of the following subsection :—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": ": « 2) ‘The amount of the Meence duty shall be such as may from time to time be determined by the Council, according to the annual value of the premises to he licensed : .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "Provided that where the annual value of such premises falls within the limits of any item in Column I set out below, the meximum duty shall not exceed the sum set ‘out in the corresponding entry in Column II:",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "Cohen Cotumn IE Where the annual velue does uct exceed Re, 78> Rs, 00 Exceeds Rs, 750 but does not exceed Ra. 1500.. Rs, 750 Exceeds Ra. 1,500 on s+ Bs.1,000",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "Provided further, that where any such premises are ‘used for the purposes of a hotel, restaurant or lodging house, and such hotel, restaurant or lodging house fs registered with the Ceylon Tourist Board for the purposes of the-Tourist Development Act, No. 14 of 1968, the duty so levied shall be according to the tokings of the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "Municipal Councils and Urban Councils B (Amendment) Act, No. 42 of 1979 hotel, restaurant or lodging house for the year preceding the year in which the licence duty is levied, and shall not exceed one per centum of such takings.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "For the purposes of this section, “takings” n relation to a hotel, restaurant or lodging house means the total amount received or receivable from transactions entered into in respect of that hotel, restaurant or lodging house or for services performed in carring on that hotel, restaurant ‘or lodging house, *,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "15. The following new sections are hereby inserted Insertion fmmediately after section 165, and shell have effect as of .ReW sections 1654, 1652, 165c and 165p of the principal enact- 165A, 165B, ment :— 165C\" end",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "* 16D ed 65a, (1) An Urban Council. Petetpal ; on ‘1654, jrban may impose ips ae and levy a tax on any trade carried on within ‘aclnent the administrative limits of that Council. (2) ‘The tax levied under subsection (i) shall be an annual tax determined by the Council according to the annual value of the Premises on which that trade is carried an: Provided that where the annual value of : such premises falls within the limits of any oo item in Column I set out below, the tax : levied shall not exceed the sum set out in ‘ . the corresponding entry in Column II: foots Column I Column IT : Where the annus] value— does not exceed Rs. 750 .. Ra, 500 fons exceeds Rs, 750 but does not exceed Rs, 1,500 + Rs, 750 : exceeds Re, 1,500 ++ Rs, 1000 pom Provided further, that such tax shall not . Foss be leviable or payable in respect of any trade for which © licence ig necessary under the provisions of this Ordinance or any by-law povvew \"quad thereunder, . cpa (@) ‘The tax levied ander subsection (1) shall be payable on such date ss may be determined by the Council or preserihed by c777 7. bydaw, by the person who carries on such",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "4 Municipal Councily and Urban Councils (Amendment) Act, No. 42 of 1979 (4) If any person Mable to pay the tax Teviable under this section fails to pay such tax within seven days after demand, the Council shall report such failure to the Magistrate’s Court having jurisdiction over the area in which such Council is situated. The Court shall proceed to recover the amount due gg if it were a fine imposed by Court, notwithstanding thet guch amount exceeds the amount of fine which a Magis teate may impose in the exercise of his otdinary jurisdiction, and the amount so recovered shall be paid inte the Fund of the Counell, Tax on 1656p, (1) An Urban Council may by . RRR. resolution impose and levy annually, om every person who, within the administrative limits of such Counctl, carries on any business for which, no licence is necessary . under the provisions of this Ordinance or any by-law made thereunder, or any tax is payable under section 165a, a tax according to the takings of the business for the year Preceding the year tn which such tax is payable at such retes not exceeding the rates set out below :— Column Column HE ‘Tox Payable Where the takings | of the business per year— () do not exceed Rs. 6,000., Nil (i) exceed Rs. 6,000 but do .. not exceed Rs. 12,000 .. Rs. 90 (ii) exceed Re. 42,000 but do not exceed Bs. 18,750 ww Be, 180 (iv) exceed Rs. 18,78) but do not exceed Ra 75,000. ww Bs, 860 (v) exoded Re. 75,000 but do not exceed Rs, 150,000 ++ Bs, 1,200 (vi) exceed Bs. 160,000 ° 4. Bs.3,000",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "Municipal Councils ond Urban Councils 15 (Amendment) Act, No. 42 of 1979",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "Provided however, that the preceding Provisions of this section shall not apply to. itinerant vendors who do not carry ob business at fixed places or da not for the Purposes of such business established them- selves on the publie reads or other public places,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "(2) ‘The tax payable under subsection (1) shall be payable on such date as may be specified by the Council or preseribed by by- law.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "(8) If any person liable to pay the tax Jeviable under this section fails to pay such tax within seven days after demand, the Council shall report such fallure to the Magistrate's Court having jurisdiction over the area in which such Council is situated, The Court shall proceed to recover the amount due as ff {t were a fine imposed by Court, notwithstanding that such amount exceeds the emount of fine which a Magis =. trate may impose in the exercise of his ‘ordinary jurisdiction, and the amount 90 recovered by Court shell be paid into the Fund of the Council.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "For the purposes of this section— (a) “business” includes any trade or profession or calling or the business ‘of a manufacturer, or of any parsotr taking commission or fees in respect of any transaction or services rendered o the business of an inde- pendent contractor, but does not include the occupation of selling articles, good’ or materials at a private fair or the occupation of maintaining any educational estab- : Tishment or school to which grants from state funds are paid or to . which such grants ware earlier paid ‘but at present are not paid; and : (®) “takings” in relation to any business, means the total amount relieved or receivable from transactions entered into in respect of that business or for",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "18 Municipal Councils and Urban Councile (Amendment) Act, No, 42 of 1979 services petformed in carrying on that business, and includes—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": ". (@) in the cane of financier, money- lender or pawnbroker, the moneys given out by him as Toans, the interest recelved or receivable by him on such Joans, and the sums received by him as fees or other charges in respect of such Jeans ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "(B) in the case of an auctioneer, and subject to the provision of . paragraph (c} in, the case of",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "& broker or commission",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "agent—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": ". @ in respect of Iands sold by him or in the sale of which he fs instrumen- tal, the commission or fees recelved or recaiva- ble by bim for any transactions effected or services rendered by him in connection with",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": ". such sale;",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": ") in respect of any goods sold by him or in the sele of which he is ins- trumental the total amount paid or payable",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "‘ by the purchaser of",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "such goods ; {e) in the case of any broker (other . thon 2 share broker oro produce broker), or commis-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "sion agent, who : @ on behalf of any person not resident in Sri Lanke, sells or fg Instra- mental in selling any goods of that non-resi-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "dent person, or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "Municipal Councite ond Urban Couneils cd (Amendment) Act, No. 42 of 1979 (4) acts on behalf of am ex- porter of any goods maunufactured ‘in Sti ‘Lanka, or - (iti) on behalf af any other person carrying on a ‘business in Sri Lanka, is instrumental in sel- Jing in Sri Lanka any goods of that other per- son, being goods the total proceeds of the sale of which is inclu- ded in the takings of the business of that other pergon, the commissions or fees recetv= ed or receiveble by such broker or commission agent in respect of any ‘transaction effected, or services rendered by him in so selling, acting, or im being instrumental in so selling, and in the case of @ . shure broker or a produce broker, the commissions or fees received or receivable by such broker or commission : agent in respect of any trang . action effected or services ren- dered by him ; and (a) in the case of a person carrying . on any educational establish- ment or school, the total amount, excluding profits from investment of the . moneys of the educational establishment or school, received or recelvable by him in carrying on such educa tional establishment or school, tout does not include any amount received or receivable by the sale of capital assets,”",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "18 Municipal Councils and Urban Councils (Amendment) Act, No. 42 of 1979 ‘Tax on 165c. (1) Where any land within the Pudpveloped —_aaministrative limits of an Urban Council, is muitable for building purposes, or for the purposes of permanent or regular cultiva- tion, or such land is capable of being deve- loped for any such purpose at # cost which would, in the opinion of the Counell, be reasonable, and where— (a) no building has been erected on such land; . () the extent of such land which is actually covered by buildings bears to the tots] extent of such land, a Proportion less than the prescribed Proportion ; or (e) such land has not been subject to regular or permanent cultivation, the Council shall levy annually, on the ‘owner of such land, a tax not exceeding two per centum of the capital alte value of such lend. “(2) The provisiona of sections 235 and 236 of the Municipal Councils Ordinance shall, ‘with the necessary modifications, apply with respect to every assessment of the capital site value of iand, made under subsection (1). For the purposes of this section, “ capital site value” when used in reference to any and, means the probeble price which would bbe paid for the land, exclusive of all build- ings thereon, if the land were sold in the open market, free of all mortgages, teases, encumbrances or other charges, Tax on 1660. (1) Where any land within the ales of administrative limits of an, Urban Council is land, sold by public auction or otherwise, by an auctioneer or broker or his servant or agent, the vendor or such atictloneer or broker or hia servant or agent, shall pay to the Coun- cil, from the praceeds of the sale of such Jand, a tex equivalent to one per centum of the amount of such proceeds.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 20,
    "par_num": 5,
    "text": "Municipal Councils ond Urban Councils » . (Amendment) Act, No, 42 of 1978 . (2 If the tax payable under subsection Q) is not paid within fourteen days of demand, the Council shall report such",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 5,
    "text": ". failure to the Magistrate's Court and the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 20,
    "par_num": 5,
    "text": "Court shall proceed to recover the amount due as if it were a fine imposed by Court, notwithstanding that such amount exceeds the amount of a fine which a Magistrate may impose in the exercise of his ordinary juris diction and the amount so recovered by Court shall be paid into the local fund of the Council. ’.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 20,
    "par_num": 5,
    "text": "16, The Third Schedule to the princigal enactment is Replacement hereby repealed and the following new Schedule substituted ni’ therefor :— : ‘ ame",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 20,
    "par_num": 5,
    "text": "a the igen ‘Trp Scueoute Enactibent ‘Re. Cts For every vehicle other than motor car, motor tricar, motor lorry, motor bicycle, eart, hand cart, Jinricksha, bicycle, tricycle BO For every bicycle or tricycle or bieyele car or cart— (@) if used for trade purposes .. 10 0 : (2) if used for other than trade : purposes 1 50 For every cart “00 For every handeart 100 For every jinricksha a 780 For every horse, pony or mule .. 15 0 For avery elephant =~ 00 Children’s, vehicles the wheels of which do not exceed 26 inches in diameter, wheel- barrows, handearts used for trade purposes. solely within private premises, and hand- carts not used for trade purposes are exempted from payment,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "20 ‘Municipal Councils and Urban Councils (Amendment) Act, No. 42 of 1979 In this Schedule, “trade purposes” includes the carrlage or ‘tansport, in connection with any business ar trade and whether for sale or otherwise, of any articles or goods or of any written or printed matter,’ Amendment 17, The Fifth Schedule to the principal enactment is ene hereby amended as follows :— Schedule to the (i) im paragraph 3 thereof, by the addition, immediately Praceent. after item (4) of sub-paragraph (1), of the follow ing item :—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "“(@) as pawnbrokers, on licences fssued under section 3 of the Pawnbrokers Ordinance ;”; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "(@) by the addition, immediately after paragraph 3 there-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "‘of, of the following new paragraph :—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "“4, All stamp duties paid under the Stamp",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "‘Ordinance in respect of transfers, mortgage bonds,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "gifts and leases affecting any land situated within",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "‘the administrative limits of the Urban Council. ”.",
    "mean_p_confidence": 0.85
  }
]