[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA SRI LANKA JUDGES’ INSTITUTE ACT, No. 46 OF 1985 (Certified on 20th Noveraber, 1985] Printed on the Orders of Government | nese trp  t the Gazette of the Democratic Socialist Republie of Sri Lanka of November 22, 1985 ene 1 tne ema, a TO BB FURCHASED AT THE GOVERNMENT PUBLECATIONS BUREAU, COLOMEO ~ Price: 66 cents Postage: 75 cents",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Sri Lanka Judges’ Institute . Act, No, 46 of 1985 : [Certified on 21st November, 1986) LD.-O, 40/85 . (Am Act 10 PROVIDE FOR THE ESTABLISHMENT OF A JuDGES’ “INSTITUTE AND POR MATTERS CONNECTED THEREWITH 08 INCIDENTAL THERETO, BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1. This Act may be cited as the Sri Lanka Judges’ Insti- short sue, tute Act, No. 48 of 1985,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "“& (1) ‘There shall'be established an Institute to be xtnbish- called the Judges’ Institute (hereinafter referred to az“the ment of Institute”), Tnathtate.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(2) ‘The Institute shall, by the name assigned to it by subsection (1), be a body corporate with perpetual succes- sion and a common sea) and may sue and be sued in such name,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "& (2) The Institute shall have a Board of Management. goard at (hereinafter referred to as “the Board\") comprising of the ‘Monage- Chief Justice, and two Judges of the Supreme Court who shall be appointed by the President. ~ (@) ‘Phie Chiat Tastice shall be the Chairmoan of the Board.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(8) The administration and management of the Instilute shall be vested in the Board.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(4) The Board may delegate any of its powers to the Director. .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4. The seal of the Institute shall be in the custody of Sea} of the the Chairman of the Hoard and shall be affixed in the wate, presence of, and be attested by, the Chairman and the other members of the Board. ‘",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "'& ‘The objects af the Institute shall be— © Qbjeeta ot \"(@) to provide facllities for the exchange of views and Institute",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "idean on judicial and legal matters by judicial",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "®) to orgonize and hold meetings, conferences, lectures,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘workshops and seminars with 3 view to improving the proféssional expertise of judicial offcers and advancing their knowledge and skills:",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘SA 006558—11,275 (Os)",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": ": 2 Sri Lanka Judges’ Inetitute ; Act, No, 46 of 1985 ' (@) to formulate and conduct training ‘and research ‘ courses in various aspects of the adminjatration of Justice ;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "@) to provide library facilities and other eduestoinal tnaterial for judiclal officers.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Powers 6. The institute shall have the power—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Traticute, (2) to acquire, hold, tuke on lease or hire, mortgage, sat! or otherwise dispose of, any property, movable or tmmovable ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(®) to appoint a Director and much other officers and servants as may, in its opinion, be necessary for carrying out the objects of the institute, and to exercise disciplinary control (including the power of dismissal) over the Director, officers and servants ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(©) to determine the remuneration and terms of service ‘of the Director, offiears and servants of the Institute,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Donations 7. ‘The Institute may accept donations, gifte and grants",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "fs trom any source approved by the President.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "feproved by",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "The Fund 8 (1) ‘The Institute shall have its own Fund which shall",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Sine, be administered by the Board,",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(2) There shall be paid into the Fund, all donations, gifts",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "‘and grants received by the Institute from any source ap- i proved by the President. oe (@) ‘There shall be paid out of the Fund, all expenses Sneurred in the administration. and management of the i Institute (including the payment of remmeration to the : Director, officers and servants of the Institute). | State to % The State may provide for the use of the Institute, i Batis such land, buildings and other facilities as may be necessary keto for carrying out the objects of the Institute, | Taseieute, i Accounts 16. (1) The financial year of the Institute shall be fie 4 and Al : wal calendar year.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(2) Tho Director shall keep proper books of accounts of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "the income and expenditure of the Institute,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "Sri Lanka Judges’ Institute a",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": ". Act, No, 46 of 1985",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "48) The accounts of the Institute shall be audited by the Auditor-General,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(@) The accounts of the Institute for each financial year shail be submitted to the Auditor-General within one mouth of the close of that financlal year, ~ _ G) The Auditor-General shall examing the accounts of . the Institute ond furnish w report—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(a) stating whether he bes or has not obtained all the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "information and explanations required by him ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(®) stating whether the accounts referred to in the report",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "are properly drawn up 90 as to exhibit a true and fait view of the affstrs of the Institute ; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(c) drawing attention to any items of the accounts which",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "in his opinion may be of interest to Patliament in any examination of the activities and accounts of ‘the Institute.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(8) The Auditor-General shall transmit his report to the Board within four months of the reeipt by him, of the an- nual accounts of the Institute.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "{7) The Board shall prepare an annual report on the | - activities of the Institute, for that year. .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(8) The report of the Auditor-General and the snnual report of the Board shall be tabled in Parliament not lator ‘han six manths after the end of the financial year to which such report of the Auditor-General or such annual report of the Board relates.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "J, The Institute shall be deemed to be a scheduled ins- tostitute tiution within the meaning of the Bribery Act and the 053. provisions of that Act ahall be construed accordingly. institution,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "42, In this Act unless the context otherwise requires— Inter.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "“Director” means the Director of the Institute appointed *",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "under section 6.",
    "mean_p_confidence": 0.67
  }
]