[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  EES ®  ey  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF ‘  SRI LANKA  WIDOWS’ AND ORPHANS’ PENSION FUND  (AMENDMENT) ACT, No. 64 OF 1998  [Certified on 28th December , 1998 ]  Printed on the Order of Government  Published as a Supplement to Part II of the Gazette of the Democratic Socialist  Republic of Sri Lanka of December 31, 1998  eet commenr nme ra crams)  Price: Rs. 3.50 Postage :Rs. 3.50",
    "mean_p_confidence": 0.6688095238095239
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Widows’ and Orphans’ Pension Fund  (Amendment) Act, No. 64 of 1998  [Certified on 28th December, 1998)  LD.—O. 12/96.  [AN ACT TO AMEND THE WIDOWS\" AND ORPHANS\" PENSION  Funp ORDINANCE  BE it enacted by the Parliament of the Democratic Socialist  Republic of Sri Lanka as follows :— :",
    "mean_p_confidence": 0.7160714285714286
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  1. This Act may be cited as the Widows’ and Orphans’ short tie,  Pension Fund (Amendment) Act, No. 64 of 1998.",
    "mean_p_confidence": 0.73875
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  2. Section 29 of the Widows’ and Orphans’ Pension Amendment of  Fund Ordinance ishereby amended y theinsertion,attheend setion29 of  Of that section, of the following proviso :— Chapter 431.",
    "mean_p_confidence": 0.6675757575757576
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  _ \"Provided further thata male orphan oran unmarried  female orphan, who is twenty one years or more of age. «  shall, so long as he or she is unemployed be entitled to  the allowance or pension until he or she attains the age  of twenty-six years.”",
    "mean_p_confidence": 0.7655769230769232
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  3. Inthe eventof any inconsistency between the Sinhala Sinhala textto  and Tamil texts of this Act, the Sinhala text shall prevail. prevail n case of",
    "mean_p_confidence": 0.6967857142857142
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  inconsistency  | 2D 049835—8,550 (98/09) .",
    "mean_p_confidence": 0.29444444444444445
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  ‘Annual subscription of English Bills and Act of the Parliament Rs. 85 (Local), Rs. 1,180(Foreign),  payable to the SurexnvrenDenT, Govenwneent PuaticaTions BUREAU, No. 32, TRANSWORKS HOUSE,  ‘Lotus RoAd, Covomso O1 before 1Sth December each year in respect of the year following.",
    "mean_p_confidence": 0.6246666666666667
  }
]