[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "8rd Session, 1954-55 co ‘ wet 8, a a ay Pe I, . (iss) ee Ga) eee ars _ Immigrants and Emigrants (Amendment) Act, No. 16 of 1955 - . Date of Assent : April 14, 1955 \"Printed on the Orders of Government Printed at \"the Govenencr Press, Cerzox: To be uichased‘et ime Govaianaewt Poncicamicns Buriv, COLOMED Annual Subscription (including Bills) Re 25, payable in Givance ‘grtbe’ Screemm=NontE, Govemnat PUBLICATIONS . Bowav, “Boar” Greice Box’ S00, Secretaria, Colombo Price :-55 cents. Postage: 20 cents. . Pil",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Immigrants and Emigrants (Amendment) 3. Act, No. 18 of 1958 L. D-—O, 89/52. An Acr To amenp Tae Tnowieranrs anp EaticRanrs ‘Aor, No. 20 oF 1948. . [Date of Assent: April 14, 1955]",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "BE it enneted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon a in this present Parliament assembled, and. by the authority of the same, as follows: —",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "4, This Act may be cited as the Immigrants and suet wie Emigrants (Amendment) Aot, No. 16 of 1955, and 324.sne # shall come into operation on such date as the Minister may appoint by Order published in the Gazette,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2. Section 2 of the Immigrants and Emigrants Act, Amendment No. 20 of 1948, (hereinafter referred to as the “ prin- 9 gor 3.2 cipal enactment”), is hereby amended, in eub- of is8. section (1) of that section, by the insertion immediately after paragraph (o), of the following new para- . graphs: — : .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "* (ca) is ony expert, adviser, technician, or official whose selary or principal emolament is not payable by the Government of Ceylon and who is brought to Ceylon by “the Gorernment of Ceylon through any Speote~ lised Agency of the United Nations Orga- nisation, or under the Point Four Assist ~ ance, Programme of the Government of, the United States of America, or through ¥ the Colombo Plan Organisation Ganclading its Technical Assistance Bureau), or any similar organisation approved by the Minister; or (cb) is any trainee from abroad who is gent to Ceylon under any of the Technical Co-ope- + ration Programmes of the United Nations Organisation and its Specialised Agencies or of the Colombo Plan Organisation, or of uy eixibar organisation approved by the Minister; or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "3. Section 6 of the principal.qnactment is hereby Ammimeat of amended, by the substitution, for ‘section 31”, of minins ‘section 2 or section 81 or section 48”. det",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Simson ee",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": ": 4 «= Immigrants and Emigrants (Amendment) ' ‘Act, No. 16 of 1965 | i : Awmimest ot 4. Section 10 of the principal enactment is hereby sation 10 amended, by the substitotion, for paragraph (Q)of that pedal section, of the following new paragraph:— | Secu, i\" . : . “() if 90 required by regulations made under , this Act, a cise granted to him under such * a. Tegulationa.””, Ammigent ot 8, Section 11 of the principal enactment is hereby sin \"amended as follows :— ® Btrebene, (1) in sub-section (1) of that section, by the subs- : titution, for the words “ #isa, a permanent : a. op,  keeidence permit or temporary residence 20\" permit\", of the word “ visa”; and ‘ (2) in sub-sections (2) and (8) of that section, by . =’ the snbstitation, for the words “ endorss- ment, vise, permanent residence permit or é temporary residence permit”, wherever : oo, those words collectively occur therein, of ! : 7) the words “ endorsement or visa\". ! Amendment of 6. Section 18 of the principal enactment is hereby- ; spice is amended, in paragraph (c) of sub-section (2) of that : ‘privsipel section, by the substitution, for the words ‘* isa, per- i summon. manent residence permit or temporary residence . permit,” of the word ‘‘ visa,”. a4 i ‘Rephecement 7. (1) Section 14 of the principal enactment is gig hereby repealed, and the following new section subs- ‘prineipa} tituted therefor : — : Regie, 14. (1) A visa may be granted by the baad preserited authority for such period, not exceeding two years, as may bo specified oy in the visa, ne (2) A visa may, with the approval of y the Minister, be granted by the , prescribed authority for such period, . exceeding two years but not exceeding 4 five yearg, as may be specified in the visa. : {8) The period specified in any sise : y - may be extended Poy the proseribed * authority from time to time, for such : period and subject to such conditions as tay be prescribed, upon application made to that authority in that behalf. . Where the authority which granted the i bo isa obtained, by reason of sub section ed of this section, the approval of Minister before ‘making ‘hs grant, sach",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Immigrants and Emigrants (Amendment) 5 Act, No, 16 of 1965 : : authority shail before extending the visa ue obtain in like manner the approval of the Minister. (4) The fact that a person is in Ceylon ~ for the time being shall not prevent or be construed to prevent the grant or iswe in his case of a visa or endorsement, or the extension in his case of the period : . specified in such sfza or endorsement.’*. : {2) Sub-section (4) of section 14 of the principal ensclment shall be dessved to bave hoon indudad' im that section on the date on which that enactment came into operation; and sooordingly, any visa or endorse- ment heretofore granted or issued under that enact- ment, and any: extension of the period specified in any such visa or endorsement, shall be deemed for all pai poses to have been and to he as valid and effectual as though the provisions of the aforesaid eub-seetion (4) were in force on and after the date aforesaid. 8) The fact that 4 person was in Ceylon for the time being sball not affect the validity of any per- : ‘manent zes|denee permit or temporary residence permit granted or issued before the date on which this Act came into operation or any extension of such permit “ allowed before such date. ” 8. Section 15 of the principal enactment is hereby Anmines ot amended as followa:— oo Se (1) in paragraph (0) of that section, hy the eubs- Eaies, . titution, for the words “isa, permanent residence permit or temporary residence permit,” of the word “ visa,\"; (2) by the substitution, for paragraph (2), of the following new paragraph :— . “ @) if he is the holder of any visa, remain . . in-Ceylon after the expiry of the period for which he is authorised to * > Femain in Ceylon by that vise or by virtue of any extension of that visa; or”? (8) by the insertion, immediately after paragraph ° (@) of that section, of the following new : Paragraph:— (0) if his entry into Ceylon is in contra- . ‘Yention of the provisions of section 9 . or section 10, remain in Ceylon.””; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "8 — Immigrants and Emigrants (Amendment) Act, No. 16 of 1056 ® by the substitution, for the marginal pote to that section, of the following marginal note:— “Stay in Ceylon . . of persons to whom thie Bart applies.””. Ameinat ct 9, Section 16 of the principal enactment is hereby we amended as follows:— : roman, + (@) in paragraph (@) of that section, by the subs- titntion, for the words “‘ visa, permanent residence permit or temporary residence permit,”’, of the word ‘* visa, ’\"; and « (2) by the substitution, for paragraph () of that section, of the following new paregreph— “ @) if he is the holder of any such ita, . comply, 80 long a he remains in Ceylon, with the terms and condi- tions of the visa.” Amant ot 10, Section 17 of the principal enactment is hereby sete 17 amended, by the substitation for the words ‘* endorse- Pissed “sent, o¢sa, permanent residence permit or temporary onanents residence ‘pdrmit\", of the words endorsement oF viea”. . Anatomic’ 14. Part III of the principal enactment is hereby puding in.’ amended, in the heading, immediately before section of ths” 21, of that enactment, by the substitution, for the gis) swords “* persons to whom endorsements are refused.” of the words “certain persons.””, Amendment of 42. Section 21 of the principal enactment is hereby seo amended as followe;— 2 ; . ge * @) in sub-section 9 of that section, by the |. substitution, for the words “‘ that officer.””, _vof the words ‘* that officer, or any person ‘who enters Ceylon from that ship in contra vention of the provisions of section 10.”5 (2) by the repeat of sub-section (2) of that section in and the substitution’ Qoettor, of the * following new sub-section :— ,.@), Where 8 person to whom this Part _ 71 applies is Tefused an endorsement by _ |) af authorised officer or where a person enters Ceylon in contravention of the Provisions of section 10, he may be",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Immigrants and Emigrants (Amendment) 7 Act, No. 16 of 1966",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "temporarily detained in such manner and'in such place as may be specified in any general or special ‘Tireotions of the Minister, if such h person cannot for any “4 reason be detained on board the ship by which he travelled to Ceylon or that ship",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "has left Ceylon.”; and _ () by the substitation, for the marginal note to that section, of the following marginal",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "note: —",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "* Detention of certain . persons.”’.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "48. Section 29 of the principal enactment is hereby Amsadnwot ot amended as follows: — seta (1) in sub-section oO of that section, by the Fancy. substitution, for the word ‘ endorse-",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "ment,”’, of ‘the words “endorsement, or",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "who enters Ceylon in contravention of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "provisious of section 10,” ;",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(2) by the substitution, for sub-section (2) of that section, of the following new  sub- a section :—-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(2) The master of any ship who Knowingly allows any person to whom this Part applies and who has. been refused an endorsement, to enter Ceylon in contravention of the provisions of this ‘Act, or who knowingly allows any person to enter Ceylon from that ship in contra- vention of the provisions of section 10, or refuses to recnive any such person on board his ship, or neglects to take reason- able measures to keep any such person on board his ship or in some place approved by an anthorised officer, shall be guilty",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "an offence under this Act, and shall oa",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": ". conviction be Hable to a fine not exceed- ing five thousand rupees.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Where the whole or any pert of a fine imposed on the master of a ship under this section remains unpaid within seven",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "fo days from the date of the imposition of the fine, the court which imposed the fine : may direct the amount remaining uopeid tebe levied by the distress and sale of the ip.” toe",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "8 Immigrants and Emigrants (Amendment) . Act, No. 18 of 1965 + 8) in sub-section (4) of that section, by the : substitation, for the word '* Ceylon”, of the words “Ceylon or from which 4 person. enters Ceylon in contravention of the pro- visions of section 10 \"’; - (4 by the insertion, immediately after sub- section (4), of the following new sub- section: —",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "“ (5) ‘The master, the owner and the agent of the owner of any ship shall be jointly and severally liable to pay to the Kovernment ll. cote end. charges in-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": ": curted by the Government in respect of any transit passenger of that ship who : fails to rejoin the ship when the ship . leaves Ceylon.” ; and 21. (®) by the substitution, for the marginal note to sot . that section, of the following new marginal Bote: — “Removal from Ceylon of certain per- sons.””, Suendmeat ot 44, (1) Section 28 of the principal enactment is zee hereby amended as follows: peace (@) in paragraph (®) of that section, by the scene Fibatiouton, dor the wonda © variation, amendment or eancellation of any such terms and conditions,” of the words : “cancellation, variation, or amendment of such endorsements or of any terms or condi- tions specified therein,” ; Gi) in paragraph (c) of that section, by the . Bihattaton, aor he Swonte’ Toso, permanent residence permit or temporary - Fesidence permit;”, of the word.\" ets0;\"¢ (ii) by the eubstitution, for paregraph (d) of that section, of the following new para- graph:— - \"\"(@) the malsing of applications for such ‘visas, the form of auch epplicalfens, . ~ the documents, including photo- graphs, to he-attached to such appli- “cations, and the particulars to be Gv) os therein;’’; + (iv) im paragraphs (¢), (f) and (®) of that section, Y the rel: for oe words ‘ tises or permits”, wherever those words collectively occur therein, of the word * otsas \"5",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Immigrants and Emigrants (Amendment) 19 Act, No. 16 of 1955 (v) by the substitution, for paragraph (g) of that section, of the following new paragraph :— : “(g) the furnishing, as a condition “4 precedent to the grant or issue of such visas to any persons, of seca- rity, the mamner in which suck security shall be furnished, whether by deposit of money or by hypothe- cation of immovable property or otherwise and the forfeiture of the whole or part of such security ;”*; (i) by the substitution, for paragraph (f) of that section, of the following new paragraph: —",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "“* (A) the terms and conditions subject to",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": ": which such visas may be granted or .. iasued (including such terms and “et conditions as the Minister may deem necessary in the public interest), the ‘ cancellation, variation or amend- te ment of auch vises or of any terms",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "or conditions specified therein,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "' whether in the absolute discretion of the prescribed authority or in the prescribed circumstances;”’; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(vii) by the substitution, for paragraph (7) of that section, of the following now paragraph :—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "“ @ the imposition, recovery and dis- posal of fees in respect of the grant or issue of such oisas, the exemp- tion in the prescribed cireum- stances of persons from the payment. of such fees and the refund of such fees in those circumstances; ”’.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(2) Regulations may be made for the purpose of the forfeiture of the whole or part of any security furnished for the grant of aay vise or permit issued before the date on which this Act comes into operation",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": ". and in force after that date, and for the parpose of",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "» the cancellation or variation of such visa or permit",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "in like manner as regulations may be made for those Buposes in relation to ovsas issued after the aforesaixt late. , a",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "10) Intmigrants and Emigrants (Amendment) ‘Act, No. 16 of 1965 Amino of “48. (1) Seotion 28 of the principal enactment is Seton hereby amended as follows:— Tinatehe ++ {@) in sub-section (1}— : ee (i) by the substitution, in paragraph (>), . for the words “ endorsement, oa, on permanent residence permit - or : temporary residence permit”, of",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": ": the words ‘‘ endorsement or visa ’\";",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "w and .",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "(ii) by the substitution, for the words from “direct that such .person ’’, to the end of that sub-section, of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": ": the following :—",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "“direct a prescribed officer to arrest, detain and take on board a ship @ person so convicted and may further direct by that Order or by any subsequent Order that the master of ‘that ship shall remove such person from Ceylon. ”*;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "(6) by the insertion immediately after sub-section",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "(1), of the following new sub-section :—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": ". “* (1a) Where the Minister is satisfied that. a person to whom this Part applies—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": ". (@) enters or remains in Ceylon in contra- vention of any provision of Part IIL or of any regulation made by virtue of the powers conferred by that",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": ". Part ; or",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": ". (0) has had his vise or endorsement cancelled; or",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "{o) has over-stayed the period specified in the otsa or endorsement,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "the Minister may by Order, direct a pres",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "oribed officer to arrest, detain and take on",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "board @ ship such person and may farther",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "direct by that Order, or by any subsequent",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "Order that the master of that ship sball : remove from Ceylon such person. \"5",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "__ (©) in sub-section (3), by the substitution. for the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "word and figure“ sub-section (1). ”', of",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "the words “‘ this section. ”’ ; and .",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "Immigrants and Emigrants (Amendment) 11 ‘Act, No. 18 of 1955",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(@) by the insertion immediately after svb-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "section (3), of ‘the following uew sub;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "sections: — .",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "“ “ (4) Any Order made under this section shall be final and shall not be contested in any court,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(6) Where the master of a ship has been directed by any Order under this section to remove a person specified in that Order from.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "Ceylon and that master fails 20 to do, be shall",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "be fully of an offence under this Act and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "shall on conviction be liable to the punieh- . ment specified in section 45.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "Where the punishment ipooed on the master of a ship for the said offence consists of or includes a fine and the whole or part of the fine remains unpaid within seven days from the date of the imposition of the fine, the court which imposed the fine may direct the amount remainin; rnpaid to be levied by the distress and sale of the ship.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(6) Where proceedings have been insti- tuted in a court against the master of a ship for an offence under sub-section (6), clearanos outwards of the ship may be refused until the conclusion of sach proceedings or until the fine, if any, imposed by the court has been paid. **,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "@ ‘The provisions of sub-section (14) of this section shall apply to the holder of a permanent residence permit or temporary residence permit (whether such permit is in force or not) on the date on which this Act comes into operation in like manner as those Provisions apply to 2 person to whom a sisa or endorsement is granted, and accordingly an Order under that sub-section may be made in relation to such holder.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "Atjy other provisions of this Part applicable to an Order under sub-section (14) shall apni to an Order made in relation to such holder.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "16. Section 29 of the princips] enactment is Amsamen a hereby amended, by the substitution, for the words ‘in & Temoval Order '', of the words and figure “ removal prince! Order or‘ any Order under sub-section (La). ‘nace",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "12 Immigrants and Emigrants (Amendment) Act, No, 18 of 1965 Amcsimaatet 47, Section B1-of the principal enactment is rue hereby amended, by the insertion, immediately after Bin! sub-section (6), of the following new sub-section:",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "\"© (G) Any powers conferred by an Order made by the Minister under this section may be exercised, in relation to any person, notwithstanding that such person is serving a sentence of imprisonment imposed by a court under this Act, or under any other law. ”. ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "Anrimet of 48. Section 36 of the principal enactment is ree hereby amended, by the substitution, for paragrapb Feoced (a) off aub-section (1) of that section, of the following seackuoly chew paragraph:—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "*(@) the issue, refusal, renewal, cancellation and svspension of such assports, whether in the absolote discretion of the prescribed authority or in the prescribed eircum- stances; ”’.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "Ampinmtot. 19, Section 42 of the principal enactment is hereby",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "state amended by the insertion, immediately after sub-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "esc, section (2) of that section, of the following new sub- section: —",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "“* (8) The owner, or agent of the owner. of every ship which departs from any port in Ceylon shall, if the Controller so requires, furnish to the Controtler a list, in such form as may be prescribed for the purpose, of all the members of the crew and of all the pascengers who left Ceylon in such ship.”.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "Amsinent ot 20. Section 48 of the principal enactment is hereby",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "wun” amended as follows:—",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "pred (1) in sub-section (1) of that section— ete (i) by the omission of paragraph (/);",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "Gi) by the re-lettering of paragraphs (5), (0), (@)>",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "Pe Bi and (a barra ae",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "GD @), @), @, G) and (B) respectively;",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "(iii) by the insertion, immediately after pare-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": ": graph (a), of ‘the following new para-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "graphe:—",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": ". “* @) brinigs any other person into Ceylon",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": ": by any means whatsoever, Imowing",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": ". of having reasonable grounds for",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": ". knowing that the entry into Ceylon",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "7 of that other person is or would be",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Immigrants and Emigrants (Amendment) 13 ‘Act, No. 16 of 1966 in contravention of any provision of this Act or of any Order or regula- tion made thereunder; (6) conceals or harbours any other person in ¢ ? any place whatsoever, or transports any other person of causes any other person to be transported by any means whatscever, or smploys any other person, ‘mowing or wing reasonable grounds for knowing that : such other person has entered Ceylon or is remaining in Ceylon in contravention of any provision of this Act or of any Order or regula- tion made thereunder; ” (iv) in re-lettered paragraph (i), by the substita- > tion, for the mands Ore or certifi- cate;’’; of the word “‘ certificate; ”; and (v) by the substitution, for all the words from “ a fine ”’ to “* months,”’, of the words “a fine of not less than two hundred rupees and of not more than five thousand rupees or to imprisonment of either description for a term of not Jess than three months and of not more than five years, \"sand = (2) by the insertion, immediately after sub-section @) of that section, of the following new sub-sections: — “* (8) If in any prosecution against any person for g offence ‘under this Aw other tan an offence under paragraph (8) of sub-section (1), there is produced a certificate igsued by a police officer of a yank not below that of Assistant Superintendent, after such investigation as he May deem necessary, to the effect that he believes that person to have entered or remained in Ceylon . in contravention of any provision of this Act or of any Order or reguiation made thereunder, it shail ‘be presumed that that person entered or remained in Ceylon in contravention of such pro- vision, unless it is proved by that person that he— - {@) is a person to whom Part III of this Act does not apply; o (®) entered Ceylon, or remained in Ceylon, : “ss the case’may be, in conformity with such provision; or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "14 Immigrants and Emigrants (Amendment) Act, No, 16 of 1955 {) was in Ceylon prior to the appointed “date and did not thereafter leave - Ceylon; or @ was born in Ceylon on or after the, appointed date and did not there- ter leave Ceylon. (©, TE in any prosecution for any offence under para- grope (6) of sub-section (1) there is produced. a certi- te, issued by a police officer of a rank not below that of Assistant Superintendent, after such investi- pation as he may deem necessary, to the effect that e believes any person named in the certificate to be a person who has entered or remained in Ceylon in contravention of any provision of this Act or of any Order or regulation made therennder, it shall be presumed that the person so named entered or remained. in Ceylon in contravention of such provision, unless it is proved by the accused that the person so named— . (@ isa person to whom Part III of this Act does xot apply; oF (®) entered Ceylon, or remained in Ceylon, as the case may be, in conformity with such provision; or (©) was in Ceylon prior to the appointed date and id not thereafter leave Ceylon; of @) was born in Ceylon on or after the appointed date and did not thereafter leave Ceylon. (8) The judgment of any court {against which no appeal, haa been preferred oF which has been confirmed in appeal) convicting any person of the offence of enter- ing or remaining in Ceylon in contravention of any . provision of this Act or of any Order or regulation Thade thereunder shall, notwithstanding euything to Cap. TL. the contrary in the Evidence Ordinance, be cdmiesble, in any prosecution for any other offence under this Act which may be instituted against the person so convicted or any other erson, ae proof of suck conviction; and therenpon it ll be presumed that the person so con- victed entered or remained in Ceylon in contravention of auch provision, unless the accused in euch prose- cution proves that the person so convicted— (@) isa person to whom Part IIT of thie Act does not epply: or ® entered Ceylon, or remained in Ceylon, as the * : case may be, in conformity ‘with such pro- vision; or (e) was in Ceylon prior to the appointed date and ‘did not thereafter leave Coylon; or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "Immigrants and Emigrants (Amendment) 15 Act, No. 16 of 1966 (@ was born in Ceylon on or after the appointed . date and ‘did not thereafter leave . Ceylon.””.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "24, Section 46 of the principal enactment is hereby Amenamaat of _camended, by the addition at the end of that section, Some of the following :— sepa",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "“Tt shall be lawful, for ‘such Magistrate, to sce. impose any punishment prescribed by this Act, notwithstanding that such anichment exceeds the limits of his ordinary powers of jurisdiction.” _ 22, The following new sections are hereby inserted artim immediately after section 46 of the principal enact- seaime ta ment and shall have effect as sections 46a and 46s of 304 4% the principal enactment:— Snot senertein 46a. Notwithstanding anything in ‘steom any other law, every offence under para- balebie graph (2) or paragraph (5) of sub- Section (1) of section 45 shall be non- a ano R re any person is #1 Sbeced'or of or charged with ‘ile commission of an Ghtlged with offences under paragraph (a) of sub- staenos section (1) of section 45, any court which oeer has power under any provision of the 4B, Criminal Procedure Code to authorise Cap. 16, the detention of the accused in the custody of the Fiscal or to remand the accused or commit him to custody may, . im the exercise of such power, by warrant : addressed to the officer in charge of any . place of detention approved by the Mia- . ister for the purpose of this section, authorise his detention in such place of detention in lieu of authorising his detention or custody in « prison.” _ 28. The following new sections are hereby tasatin of inserted immediately after section 47 of the ‘principal ow vertiooe enagtment and shail have effect as sections 47a and 473. fda of the principal enactment:— Eecety ~ Fortettare ‘47. Upon the conviction of any per- oth, gon of an offence under paragraph (Oot foie paragraph (of eacion§) of tin crema. 45, the court may make order for the for- J mae feiture to Her Majesty of any vehicle, 0) @) or feseel or other means ot ‘transport Paiva er with an juipment or acces- Wah: SOBles thereof, witch aro proved to bare been used ia, or in connection with, the * commission of the offence.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "16 Immigrants and Emigrants (Amendment) Act, No. 16 of 1965 Seizure ana 47m. (ty Where any police officer of eee eek mbt below thar of tnepodtor or any thang other, officer authorised by regulation to Saidess eXercisa the powers conferred by this qupected of section has reason to believe that any in the vehicle, vessel or other means of transport ggamissn has been used in, or in connection with, wale the, commission of any offence yetered d 2S wo 0 it paragray or paragraph (¢) 91 2° pub-sentions any ‘f orp 45, be may oa) seize and detain such vehicle, vessel or means of transport, together with.any equipment and accessories thereof.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "2) Any vehicle, vessel or other means of transport or equipment or accessories seized under sub-section (1) shall, ax soon as possible, be produced before or made available for inspection by a Magis-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": ". trate’s Court of competent jurisdiction by the officer making the seizure, and the . court shall thereupon make such order ag it may deem fit relating to the custody of the things so seized pending their dis-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "posal under sub-section (3),",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "(8) Any vehicle, vessel or other means _ of transport or equipment or accessories seized under sub-section (4) from the possession of any person—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "(@) shall be returned to that person : forthwith upon the expira- tion of fourteen days after the seizure, unless a prosecu- tion for the alleged offence is instituted before the end of that period; or (®) shall be returned to that person forthwith after the final determination of the prose- cution, unless duly declared to be forfeited: to Her Majesty under section 47a. ”- Amedmins ot _-24:° Section 48 of the principal enactment is ten 8 hereby amended, in sub-section (2) af that section, as, prinapat follows: — a seaciment +. (1) in paragraph (d) of that sub-section, by the substitution, ‘for “ circumstances). *, of “* circumstances); ”*; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "Immigrants and Emigrants (Amendment) 17 Act, No. 16 of 1966 (2) by the insertion, immediately after paragraph . . @) of that aibacsion of the following 7°” new paragraphs: —",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "«a “* (¢) the examination of any person, and the production, inspection | and stamping of any document, for the purposes of this Act; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "(/) the taking of finger-prints from any person or frou ‘persons of any class or description” specified in the regulations for the purposes of this Act. ?",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "25. Section 60 of the principal enactment is Amménmtot hereby amended in sub-seotion (1) of that section as sis follows :— escent",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "(1) in the definition of the word ‘ dependant ”, by the substitution, for the words ‘ who is, or will on arrival in Ceylon be”, of the words ‘who is”;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "(2) by the substitution, for the definition of the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "1 word “holder”, of the following new",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "definition: —",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "“holder” in relation to any cise, means the person to whom such visa is granted or issued; *;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "(8) by the omission of the definition of “ permanent residence permit ’?; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "(@ by the omission of the definition of \"temporary residence permit ”.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "26. (1) Notwithstanding the repeal, rescission, or Sevings, om. amendment of any provision of written law relating to permanent. residence permite and temporary residence permits, any auch permit iseued before the date on which this Act comes into operation and in",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "* force on the day immediately recoding that date shall continue in force after that date for the duration of such permit and shall thereafter cease to have efit:",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "4 and the provisions of written law applicable to such Permits before such date shall apply to such permits after that date during the period of the validity of such permite in like manner as they were applicable. - before that date.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": "18 Immigrants and Emigrants (Amendment) Act, No. 18 of 1985",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": "oa (2) Sub-section (8) of section 6 of the Interpretation Ordinance shall apply in the case of any amendment: which has the effect of omitting any provisions of written law relating to permanent. Tevidenoe ‘permits . and temporary residence permits in like manner as",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": ". that enb-section applies in the case of any repeal.",
    "mean_p_confidence": 0.82
  }
]