[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON hig 2nd Session 1954/, ; E(2* S22 . Git Sse, S| (=A | . | Appropriation Act, No. 43 of 1957 Date of Assent: September 19, 1957 wy | Printed on the Orders of Government ‘ Pilate eri EN, at ual Sut luding Bills) Rs, able Ee 2 Se een ee . Price: 45 cents Postage: 20 cents .",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": ". Appropriation Act, No, 43. of 1957 8",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "EL. D0, 188/84, we :",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "AN Act To maxE Pxovrston For THE SERVICE OF THE Fivancra, Year 1957-1958, To AUTHORISE THE Payment By Way or ADVANCE OUT OF TEE Coxsoumpaen FUND or CEYLON oF Monzys",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": ",_Regurrep purine tat Financuat Year ror Loan",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "“« Fonp Exrenprrogg, AND 10 PROVIDE YOR TEE Rerunp or sucy Monrvs ro Hat CONSOLIDATED.",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Foxp, : an [Date of Assent: September 19, 1957]",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "BE it enacted by the Queen's Most Excellent ™ Majesty, by and with the advice.and consent of the Senite and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:— : .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "4. This Act may be cited as the Appropriation, ‘hor tite, Act, No. 48 of 1957. Pa",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "2. Without prejudice to any other law authorising” Aprresiatian any expenditure, “sums not exceeding rupees one fran thousand and sixty million eight Thundzed and ninety-; tame nige thousand aeven hundred and forty-seven in the’. -_. a_gregate are hereby declared to be payable out of the Consolidated Fund of Ceylon for the service of the financial year beginning on October 1, 1957, and end-. ing on September 30, 1958, and the said sums may be.” * expended as specified in the First Schedule hereto. .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "a, In aidition to the sums mentioned in Prymant from section 2, suma not exceeding rupees three hundred Gevsliined” and three million two hundred and forty-nine thousand Fees, geven hundred and fifty four in the aggregate ate ab Rad hereby declared to be payable, by way of sdvance out SErpenditere! of the Consolidated Fund of Ceylon, uring the finan cial year referred to in that section for Loan Fund Expenditure, and the said sums may be expended as specified in the Second Schednie hereto.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "@) Where the total sum paid under sub-section (1) “i by way of advance. daring the financial year beginning on October 1, 1957, and ending on Septamber 30, 1958,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Mies not been refunded to the Consolidated Fund of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Ceylon out of the proceeds of any loan authorised to",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "be raised under any written law, that sum or.so much “‘' *",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "thereof as has not been 20 refunded ahall be, and is",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "hereby declared to be, chargeable aa if it, were expen-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "diturs-out of the Consolidated Fund of Ceylon for the-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "1. mente cot",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Appropriation Act, No. 43 of 1957 : service of the financial year beginning on October 1, 1962, and ending on September 30, 1963, in addition to any other sums that may by law be payable, or may by any written law hereafter enacted be declared to be payable, for the service of that financial year. , inst SCHEDULE. Suma Payable for the General Services. . its. Heed -1, His Excellency the Governor-General . ‘Vote No. 1, Solaries and expensea of the Esta- blishment and office of His Exeellenoy the Governor-General oo on ‘88.249 Head 9, Supreme Court ‘Vote No. 2, Selories oad expenses of the Supreme 1,671,076 ‘Head 8, Cabinet Office ‘Vote No. I, Salaries and of the Cabinet OfSee ° ed * epee on 211,730 Head 4, Senate ‘Vote No, 1, Salaties and expenses of the Senate... 480,076 ‘Hesd 6, House of Representotives r ‘Vote No. 1, Salaries and expensea of the Depart- a mnt of tha House of Representatives ws 1,588,878 Head 6, Judicial Service Commission Vote No. 1, Salaries and expenses of the Judicial Bertice Commission oe ve (OT B54 Head. 7, Public Service Commission Vote No. 2, Sslaries and expenses of the Office ‘of the Public Service Commission ae 194,300 Head 8, Audit Office ‘Vote No. 1, Salaries and enced of the Depart mut of the Aviiter-Geacral vm 24729,008 Head 0, Plauning Secretariat . Vote No. 1, Selovies and expenses of the : Planning Seoretariat we $080,316 ‘Head 10, Offices of the Leader of the Houss of ‘Representa tives and the Chief Government Whip ‘Vote No. 1, Salaries and expenses of the Offices of ‘the Leader of the Houss of Representatives and the Chief Government Whip... - 60,688 7 Head 11, Office of the Leader of the Opposition in the ‘House of Representatives mn is Vote No. 1, Salaries and expenses of the Office we ‘of the Leader of the Opposition in the House of Representatives we a 44,270\"",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "; Appropriation Act, No, 48 of 1957 s wt Re. Head 14, Prime Minister and Minister of Defence and wee wove, External Affaire Pe ~ \"774 Wate No. i, Salaries and expenses ‘of the Este- . Dlishmené and Office of the Prime Minister... 829,071 Head \"12, Prime Mvister and Minister of Defence and, ae Txternal Affairs cae ‘1+ Vote No, 2, Bolaties and expenses of the Office — of the Minister of Defonce and Txterual Affairs ...- 981.470 Head 22, Prime Minister and Minister of Defence and 9°  - Externsl Adfirs . : ‘Vote No. 8, Contributions snd Serviess a 1,068,028 Head 18, Ceylon Defence ae Vote No. 1, Sslaries and expenses of the Aimy...‘ 96,180,415 Head 18, Ceylon Defence Voto No: 9, Salaries and expenses of the Royal . Ceylon Nevy aa ve 7,005,285 Head 18, Ceylon Defence ‘Vote No. 8, Salaries and expences of the Roya! Ceylon Air Force vo vee 94,720,065 ead 14, Department of Bxteraal Aiteire Abroad Vole No. 1, Salarica ond expenses of Ceylon \" Missions Abroad oe ve 9)172,001 \"lead 14, Department of External Affaire Abrosd Vols No. 2, Buaning expenses of Hoatel and Centre for Caylon Studenta in London | ww 78,000 Head 15, Police Vote No. 1, Salaries and expenses of the Police Department insluding grenfs and contribution to Social Welfare Institutions amd cost of special services - ce 90,248,171 Head 15, Polio ‘Vote No. 3, Salaries ond expenses in sonneotion with special measures egeinet lio immigration .... 154,582 Head 16, Department of Immigration and Bmigration ‘Vote No. 1, Salaries and expenses of the Office of the Contioller of Inmigration and Emigration 789,097 Head 17, Department for the Registration of Indian and Pakistani Residents “Vote No. 1, Salaries sud expenses of the Depart ment of the Commissioner for the Registration - of Indisn end Pakistani Residents ve 885,111 Head 19, Official Lenguage Deperiment ‘ Voto No. 1, Sslsries and expenses of the Official Languega Aftair Section os vo 707,488 Head 19, Official: Languago Department . Vote No. 2, Publisstions =... o 482,808",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "a Appropriation’ Act, No. 43.of 1957 : Re Head 19, Minister of Finance - . ‘Vote No. 1, Salarise and expenses of the Office ; of the Minister of Finance... i, 208,664 ‘Hedd “19, Minister of Finanes = - ‘Yote-No. 8, Intemationsl Heonomio Co-operation 2,250,000 Head 20, Treasury «. a a vt, ‘Je Woke Now, Salatios and expenses of the.Tveasury 3,144,568 Head 90, Tressvry ee . te * Vote No. 2, Advance Accounts managed by, the - soca Dreamy ae om ” +100 ‘Head 21, Pensiovs i tatist age Vote No, 1, Temporary increases on eivil’pensions =<! i'- ina Te Qo\" poutions wo widows aod orphans “of, deceased public officers, no-pay period allowance, | pensions, #o,, to registered overseera; “retired 1, Qfions of the Widows’ and ‘Orphans’: Pension \"Office and Sanitary Board Office, pensions,-gratui- fies, &c., to personnel of the Defence Forces and... ‘thelr dependonte, detention allowance’, pensions me cau: te) Kandyan “Skater peusiouers;; compessicaate prafuities and-grants to ex-goverament ‘ervantes’. Payments under’ the- Workmen's Compensation. Ordinones and noa-atatitory pension” awards : “sy ania by Resootion’ of Parliament, and-ont of \"7 Bvimg and epéaial living allowances ©\"... 25,078,700 Head 22, Public Debt” oe Dos vue Yet\" Noi'\"L, Interest ‘and Bibbing fund. contel- “* putlons and’ ther expehsca cotuected. with the raising and management of loans ... ca 4: B7,M10 Head 98, Loa Board ~~ - vote, : ‘Vote No. 1, Salecies, and sxpenece sf the Loa sere Board i Or Hosd 94, Government Stores aa ‘Vote No. 1, Salaries and expenses of the Govarn- +) Ment Biéres Department 2 v1,708,081 Head 24, Government fitores ‘Vota No. 2, Advance Account fof the’ putchasa of . «Stores for Govezament needs... ne 10 ‘Head 25, Department of Income Tex, Helate Duty and ‘Stamps moe ‘Vote No. 1, Ssleries ond expensed of the Depait- ment of Income Pax, Estate Duty and’ Stamps ..» 9,696,662 Head 96, Customs’ |. x Voto No. 2, Salaries and expenses of the Customs Department, including ‘purchase sud maintenance, \"+ e,, of lounches and other equipment. -. i. 4,516,050 Head’ 27, Widows’ and Orphans’ Pension Office” a ‘Vote No. 1, Salaries. and expenses of the Widows’ + and Orphans’ Pension Office :.. en 288,508",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Appripdtation’ Act,’ No.4 of 2967 a of Re. Hend 28, Civil Service ents meat tN test ‘Vote No..1, Salaries and expenses of thé Civil 7% “8? 7 ce Barwon fers gel 950,788 Head \"89, Accountants’ Service pete ‘Vote No. 1, Salariea and expenses af the Avconn: > Ne tants” Serviog ~... weg ae 86,805 Head 80, Clericel Service - een 7 ‘Yots No, 1, Salaries end expenséa of the Clerical * Sorvices “ fee ag 88,890 lead 81, Btéaographets’ Sorvioeg <0 a +\" Vote No, 1, Sslarios and expenses of the Sten0-{ gophers’ Service we ate ge MB8TO Head 83, Typiste’ Service . rote <0\" Voto No. 1, Salaries sod expenses of the Pypista’ . Service o ” see, 1050 Head 88, Shrotfs’ Service + | Vote No. 1, Salaries ond expenses of the Shroffs’ Service o a ae) Head 84, Quasi-Clevicel Servion . . ti, Wobe No, 1, Salaries and expenses of the Quast. © Glavioat Service... “ a 21,600 ‘Heol 85, Teanstotors’ Servioa : . Vote No. 1, Salaries and expenses, of the Trane. ‘y. laters’ Service... ~ os 2,090 Head :86, Department of Census and Statiatios Vate No. 1, Salatias and expenses of the Depart _ ment of Census and Statistics... 101,075 Head 7, Nations! Saviogs Movement ‘Voto No. 1, Saisries and expenses of the National \" * Savings Movement wo 868,977 ‘Head’ 98, Government Press Vote No. 1, Salaries ond aspezises of the Depart- ment of Government Press. v= 8,481,640 « ‘Hesa'' 38, Government Press ‘Vote No, 2, Charges for oficial advertisement by. \"* Govanment Departments in the Newsparers 30 ‘Head ‘89, Misosllancous Services ‘Vote No. 1, Miscellaneous Services wee LTT 520 Head 49, Minister of Justion oe Vote No. 1, Salarits and expanses of tlie Ofticn of the Minister of Justice wees 81,898 * ‘Head 48, Minister ‘ot Tustioo Be ‘Vote No, 2, Personal Emaluments and other office °° 7m expenses, 5 sonneation with the revision of the § Legislative Enactments and Subsidiary Legisdation’ 88,884 Head 48, Minister af Justice EES BE ate cui ve ven Vote No.8, Salariea-sid expenses of-the Distrigt:. SRE Gouete ie we POL 8 418901",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "8 Appropriation Act; No, 43 of 1967 : Rs ‘Head 48, Minister of Justice = el : Yote No. 4, Salaries ahd expenses of the Courts of Requeste and Magistrates’ Courts v= 2,801,885 Head 48, Minister of Tustion a Rote No 5, Selevie and llowanoos of Supes- we nomerary Judges and travelling expenses i tial Ofioers on renefo and on Sis appeintmens °°\" $0,047 Head: 48, Minister of Justice, ~ 5 Vote No. ¢, Salaries and expanses of the Fiscal'a ° Department .., - tee 94607, 960 Head 4f, Attomey-General ‘Vote No, 1, Salaries and expenses of the Depart ment of the Attorney-General... ve 1,078,788 Head 44, Attorney-General . ‘Vote No. 2, Salaries aud expenses oonnacted with ~~ + - ‘the'working of the Bribery Act... ve, 129,540 Head 45, Legal Drofteman ~ . ‘Vote No. 1, Salories aad as of the Depart- Lote ment @f tho Legel Deaftomen st ee 810,815 Head 45, Public Truates : : ’ ‘Vote No. 1, Salaries and expenses of the Depart . ment of ths Poblic Trustes including advances for “ the sdministration of estates and tcusta coming ‘under the Publio Trustes’s Control ve 256,557 Heod 47, Rural-Courte ‘Vota No. 1, Salaries and expenses of Rurel Courts 1,688,873 Head 48, Debt Conciliation Board + Vote No. 1, Salaries and expenses of the Debs Conciliation” Board ~ we 50,688 Head 56, Minister of Home Affaire . ‘Vote No. 1, Salaries and expenses of the Oifice of the Minister of Home Asie a $70,058 Head 56, Minister of Home Afsics : ‘Voto No. 2, Salaries and e8 of the Offices of the Government Agents ve B1,O18 ATE Head: 57, Bxcisn Department : ‘Voto No, 1, Selevies and axpenres of the Excise Deparimeal een 2,809,808 ‘Head “57, Excise Department : . ‘Vote No. 2, Working of Arrask Stock Account ... om Hend 67, Eunise Dapartment +. Vote No. 8, Working of a state-owned Distillary .. 10 ‘Head 57, Excise Department - Voto No. 4 Galeries and expenses of the Excise Striking Force. ee en 890,889",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Appropriation ‘Act, No. 43 of 2957 we : Re ‘Head 58, Department of Prisons ooh healt ‘Vote No. 1, Salaries and expenses of the Depart. ment of Prisons inoluding grants-in-aid we 6,288,061 Head 58, Department of Prisons . . ‘Voto No. 2, Prison Industrial ond Agriculéural * Undertakings... ” see 1D Head 88, Department of Prisons : _ ‘Vote No, 9, Salaries aud expenses for coring, © oustody and feeding of remand prisoners: - ..., _ 1,008,062 Head 50, Government Analyst * ae ‘Vote No. 1, Salaries and expenses of the Govern- ment Arolyat os Voc anet ¢ SUAS ‘end 60, Zoological Gardens fee - : +\" Vote No. 2, Salaties and expenses of the Zootogi- esl Gardens. we ane fT BLS Head 61, Registrar. General Vote No. 2, Salaries and expanses of thé Depart“ ment of the Regiatrat-General va = 8,807 498 Heed 62, Department of Elections (Parliamentary ond... ‘oosl Bodies) = 5 Vote No. 1, Salatioe and expenses of the Depart- a ro ment of Blections (Perliowentery and Locel © '** Bodies) a we aan) TRB, TFT Hond 63, Department of Bural Development and Cottage + Industeies : Vote No. 1, Salaries snd axpanses of the Departs ©... ment of Bural Developmeat and Cottags Industries 11,782,200 Head -68, Department of Ruril Development and Cottage. Tndustcien oo ae Vote No. 2 UNESOO Technical Assistance’ \"~~ Programme—Fundamental Edueation Projeot . ot Minnerya - ce 914,785, Hond 64, Department of Probation and Child Care Services Vote No. 1, Salaties and expanses of the Depart ment of Probation and Child Care Services...\" 2,188,712 Bleed 65, Deperimnent of Mosques, and Muslim Charitble rusts coe Vote No, 1, Selaries and expenses of the Depart ment of Moaques and Muslin Chatiteble Trosts ... 4274 © Blond 68, Minister of Lands and Land Development ade ‘Vote No. 1, Salaries and expensed of the Office of * the Minister of Lands snd Land. Devalopment 900,866 Head 69, Land Commissioner a Vote No. 2 Salaries and expecses of the: Land ~ 1‘; Commissioner's Depsrtment \"wc 2,088,888",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "1 Appiopeintion “Aoti'No: 43 of 1967 . Ro, Head 69, Land Commissioner oe et AT jas 2, Vote No, 2, Gleniig apd minintaining Crowa ‘ \"\"* Tands, Land Redemption, Loans to Middle -Clees: Allottees, Administration of acquired estates and x other special, aervices so) “1918 487 ‘Hed 70, Land Settlement Department me w ‘Wots No. 1, Selaries ond expenses of the Land , Settlement Department we we BAD, 101. Bead 71, Survey Department ‘Vote No, 1, Salaries and expenses of the Survey Depertment a at . 16,267,502 ‘Head’ \"72, Forest Department “ Vote No. 1, Salaries ond expenses of the Forest - - Deperiment os vo 2,908,804 Hood ‘72, Forest Department Vote No. 2, Extraction and aupply of timber and. firewood to Gayaroment Departments and Public 10 ‘Head 78, Irrigation Department Vote No. 1, Seleries .aod expenses of the i Invigotion Department - v= 11,648,200 Head 78, Irrigation Department “ ‘Vote No. 3, Repair and maintenanes of irtigation works including staf quarters, labour lines, circuit bungalows and other depsrimentel buildings and roads os - == 8,805,000 Head 74, Valuation Department Vote No. 1, Seleries and expenses of the ‘Valuation Department ow on 029,708 Head 75, Commissioner, Agricultural Corpa Vote No. 1, Salaries and expenses of the x Administrative Staff of the Agricultural Corpa, construction and equipment of Camps, &. ... 90,753 ‘Head 75, Commissioner, Agricultural Comps . Vote No. 2, Advance Account for working of the Agricultural Corps Campa we te £600,000 ‘Head 76, Department of Lond Development Vote No. 1, Salaries and -akpenaes” of the ‘Department of Land Davelopment: eo 1,062,679 Head 77, Department of Wild Life ~ . ‘Vota No. J, Salaries and expenses of the Depsrtmect of Wild Life... me 490,208 ‘Head 79, Miniatar of Agriculture and Food ~ ‘Vote No. 1, Salaries and expensed of the Office 7 ‘of the Minister of. Agriculture and Food... 286,950",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Appripriation’ Act,’No, 43-0f 1967 u . ad Re. Head 90, Food Commissioner : my Yote No. 1, Purchase, requisition, distribution and ° rationing, 0., of foodatuife and otter eesential commodities, \"including subsidies on essential foodstuffs and control of prices (Food); expenses on stores, teansport and other equipment; and * + > payment of contributions to Intemstional Orgeni- setione a te wv 194,634,678 Heed 60, Food Commissioner ~ : ‘Vota No. 2, Brpenditure to be incurred by the Food Commissioner in the sdminiatration of the School Milk Feeding Schame vee 1,248,975 Head 81, Department for. Co-operstive Development . ° Vote No, i, Salaries and expenses of the Co-operative Department =. we 75788,400 ‘Head 61, Department for Co-operative Development : ‘Vote No. 2, C. W. E. Advance Account) =... 98,000 Head 61, Department for Co-operative Development Vota No. 8, Advances for Co-operative Con- ferences, Propaganda and Training a 10 “Head 61, Department for Co-operative Development oan Vote No. 4, Scheme for the Jormation of Tes Producers’ Go-opsrative Socicties to aesiat amall- . holdera oe a = 600,010 ‘Head 2, Department of Agriculture _ Voto No. 1, Salaries and expentes, of the Department of Agvioulture ==: ex 38,151,200 Hood 68, Department of Agrarian Services” . ‘Vote No, 1, Sairies and expenses of the Department of Agrarian Services, granting of losna 0.0. A. P. & 8. Societies, greating of loans to individual cultivators by Revenue Officers; work- ing of the guaranteed price scheme ond roe milling oe on ve RALLTIB Head 6, Merketing Departonent ‘Vote No. 1, Salaries and expenses of the Marketing Deparment a a | 78.840 ‘Head 84, Marketing Department Vote No. 2, Marketing of local and ather Products, Cotering, ‘Hoapitel  Sugply, Prooessing and Camping, Regulation, of Agricultural Products and other services ” eve 14880,080 Hlead 85, Coconut Rehsbilitation Scheme ‘Vote No. 1, Granta to the Coconut Fertilizer Subsidy Fond and to the Coconut Resoarch Tastitate oe me v=, 7,550,000 ‘Flead 87, Minister of Health vee Voto No. 1, Seleries and axperises of the: (ica of the \"Minister of Health ve 24,700",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "a Appropriation Act, No, 43 of 1957 Rs. Head 28, Department of Health = - : Vote No: 1, Salaries and: expenses of the administration and common services\" ve 8755858 Head 88, Department of Health ‘Voto No. 2, Salaried and expencse of the Medjoal . Services te ia vee | 78,589,600 Head 98, Department of Health ves ‘Vole No, 8, Salaries and expenses of the, Publio _, Health Services... ee a) 14,658,738 ‘Hend | 68, Department of Health . Vota No. 4, Salaries atid expenses of the Free\" - Milk Disiribution Scheme... ve 5,001,885 Head 38, Deperiment of Health an . Nate No. 8, Grants, Contributions and rebotes payable wader the Medionl Wants Ordinance...’ 1,048,698 Hend 88, Department of Heslth | oO : ‘Vote No. 6, Capital expenditure ... ve 8,968,905. Head 89, Indigenous Medicine webs Vote No. 1, Salaries and expenses of the Department of Indigenous Medicine we LOMB Heed 98, Minister of Local Government and Cultural Affaire — . Vote No. 1, Selaries and expenses of the Office of the Minister of Loeol Government ond Cultural Affeee .. os ve 190,702 Head 4, Cotmissioner of Local! Goverament Yota No. 1, Sslaries and expences\" of the Department “of Looal Government including expenses of Rent Control Boards we 2,907,984 Heend - 94, Commissioner of Loosl Government : ‘Voto No. 2, Grantein-aid to Local Authorities ... 28,956,700 Head 95, Local Government Servios Commission ‘Vote No. 1, Sslaries end expenses of the Local Governinent Service Commission ve 888,948, Head 96, Department of Cultural Affairs Vote No. 1, Salaries and expenses of the Department of Cultural Affaire ve 1,802,102 Head 7, Depariment of National Museums ‘Vote No. 1, Ssleries and expenses of the .  Deperimant of National. Museums ve 494,988 Hosd 98, Archacological Department . a : Vote No. 1, Salaries and expenses of the . - Archaeological Department... ve 1,896,768",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Appropriation Act, No. $3 of 1957 18 “ Re ‘Head 9%, Department of the Gavernmant Archivist veges ++ Voto No. 1, Cadre and salaries and other expenses of the Department of the Government Archivist. -. including the Government Record Olfise, the Office . . Of the Begisirar of Books and Newspapers, and Ne expenses. of the Ceylon Historical Menusoripta Commission os ven 988,457 Heed 100, Gavecament College of Fine Arta Vote No. 1, Salaries and expenses of the Government “College of Fine Arta (including Scholorships) a v= 988,704 Head 101, Department of Town end Country Planning =” ‘Vote No. 2, Salaries and expenses of the Depart- ment of Town and Country Planning including ‘+. the expenses of fhe Cental Elanning Commision, and Planning Comaittees and other incideatal expenses im on ce 480,880 Head 102, Minister of Education Vote No. 1, Salaries and expanses of the Office of the Minister of Educstion we 908,885 Frond 102, Minister of Educstion : Vote No. 2, Selaties and expenses of the UNESCO n Secretariat in Ceylon and Conizibation to ‘ UNESCO Budget - o 101,740 Head 108, Rducation Department oe ‘Vote No, 1, Salaries and expeoses of the Depart- raent of Bducstion inloding expanses of Boards and Committees ond Special Services v= 6,785,999 Head 108.Education Department ‘Vote No. 2, Expenses of Government Educutional Institutions, including Adult Education, Technical Bduoation and replacement of and extensions and izaprovementa to semi-permanent buildings... 88,083,470 ‘Head 208, Education Department Vote No. 8, Granteineld to Asslate? Schools, including living and osher allowanoes te teachers in Assisted Schools and grants to various Sooieties 79,758,145 ‘Hisad 108, Edvoution Department ‘Vato No. 4, Cost af Midday meals to school shitéran, Soholsrbipe (tenable in Geplon and abroad), maintenance allowances eundry - swords he c= 10,888,860 ‘Hood 103, Bduestion Department . ‘Yote No. 8, Expensed of Training of Taschers at + Government ‘and Assisted Inetitutions including gest of living ond other allowances, Cost of Refresher Courses and Training in’ Physical Hddueation ve vs 9,622,685",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "ty ‘Appropriation Act; No. 49 of 1952 . Re.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "Head 104, Grants to Untvarsities ses de tok",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "‘Vote No. 1, Gront to: the University of Ceylon ... 7,289,000 Hosd 104, Grants to Universities .",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "Vote No, 2; Grants to other Universities. wo Head 105, Céylon Technical College Department .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "¥ote No. 1, Salaries snd expentes of the Ceylon",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "‘Technical College Department (including Scholar... -",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "ships) - wo we nee 114,080 Head 108, Eduontionél Publications Boord: . ~",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "- ‘Vote No. 1, Salaries and expenses of the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "Havestianal Publioations Board we, 89,868 Head 107, Department of Examinations...",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "Voto No. 1, Salavios’ and expenses of the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "Department of-Examinationa * ... ve 206,938 Head 100, Minister of Laboir, Housing and Sooisl Services",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "‘Vote No. 1, Salaries and expenses, of the .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "Offine of ‘the Minister of Labour, Housing and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "Soolel Services os v  198,820 Hend'110, Convmissioner of Labour",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "Vote No-. 1, Salaries and expenses of the",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "Department ot the Commissioner of Lebour ...  6,250.872 ‘Head 111, Department of National Housing 4",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "Vole No. 1, Salaries and expenses of the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "‘Department of National Housing ve 56,24 ‘Head 112, Department of Soots! Services.”",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "Vote No. 1, Selories “and expenses of the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "Department of Sooisl Services ... vo 94,495,907 Head 116, Minister of Commerce and Trade",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "Yots No, 1, Salaries end expanses of the",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "Office of the Minister of Cemmeres end Trade .., 220,088 Mead 117, Department of Commerce — ” ”",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "Vote No. 1, Balaties and expenseo of the -",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "Depertment of Commerce wy aa 787,710 Head 118, Depertment of Registrar af Companies .",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "Vote No. 2, Salaries and expenses of the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "Department of the Regiatrar of Companies, > 870,187 Head 119, Government Tourist Bureau ve",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "Yote No. 1, Salaries and expeuses of the . Government Tourist Buresu ., ae BML 258 ‘Head 120, Department of Commodity Purchase =. ett",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "Vote No. 1, Administration and other expenses",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": "of the Department af Commodity Purshase.... 62,510 ‘Head 121, Department-of Control of Inaporty ad Exports \"",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 13,
    "par_num": 30,
    "text": ": Vote No. 2, Salstica and’ apenses of. the. Department of Control of Ymports and Exports... 812,164",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "Apiitdpristion\\ Act, 'No.48.0f 1957, % s Re. Head 181, Minister of Industries and: Fisheries : tind Vote No: 1; Boleros and expenses of the Office of the Minister of Industries and Fishoria 289,802 Howd 192, Departinent of Induatties \" * : r Vote No. i, Salaries smd ‘expenses of the « Department of Industries =. ae) 1,870,885 ‘Head 48%, Department’ of Industries’ “1° 7 . ‘Vote No. 2, Working of State'Factoriés and grept- sE°.U' ing of “essistenoe to: industries; = winding . up. expenses of closed units; Snencing of schemes for tho development of industries - -.- fee 1 9998,080 ‘Head, 188, Dépérkment-ot Mineralogy ©\" °° TENILS” Vote No. 1, Salaries’ ahi “expenses of the Department Gt Mineralogy <<. cn ong: 88GB Head 198, Department of Mineralogy yi, tt: 0° od mut Yote No. 9, Working. of the’ Monasite Separating’:",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "“ive Plant and the sole of Monasite. tell 10 Hond 184, Salt Department gate voted tatdi. hoe Vote No. 1, Splaries’ and. expenses. of the-r seange Salt Department’ 2 ee es, T6887",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "Houd 194, Salé Department ‘Vote No. 4, Manufaoture, éolleotion, purchase and Bose sale of salt (imoluding by-products); additions, im. , > provements and repairy”to, aud renewals’ and on) miaintensnes of, salterns, buildings, machinery and equipment |... oo me 2,010 Head 185, Department of Fisheries . . SEE et Vote No. 1,\" Salaries: ond’ oxpences of the Department of Fisheries oo ve 1649,979 ‘Hood 135, Department of Fishgries _ . . icy esr, Yate No. 2, Loang, tp'the fabing indusliy;’ opera tion of trewleray’tipkesp and working of iee and refrigeration pleats and purobase and sele of ice; --- purchase of atocl for aad working of Achermen's, bsg fgUlpment depots; preparation and wale of shack) * : liver oil, purchase of stores, running expenses of! fa fishery by-products factory, machine chop and cold atorege plant - a 611,940 Fiead, 189, Minister of Poste, BronZonsting and Information “ *\"\"\" Vote No. 1, Salaries and expenses of the Offica * gf the Minister of Ponte, Brondossting ond: +, Tatormation tee) BE Head 140, Postal and Telosommunication Services . ‘Vote No. 2, Salaries and-expenses of the Depart. ment of Postal. and ‘Telecommunication Services * inoliding cosh of working, meintenanes and minor improvements, additions wad extensions to, Postal, sud Telecommunieation equipment and expenses ‘connected with the working of the Post Ofice ‘itd, Saxings Bank. Bevis o cn, 48,814,014",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "we Appropriation. Act, No. 43 of 1087 “ ‘Rs. Bead 140, Postel and Telecommuniostion Services oe ‘Vote No, 2, Purchase of atorea for departmental works, manufasture of artistes in the Departmen tal Workshops, advance of rent and maintenance : and xonning expenses of the Oversoas Tslecom- mounication Servives Tae we 0 Head 140, Postel and Telecommunication Sorvises —- Py ‘Vote No. 8, Purchase and installation of 200 Wireless Receiving Setx =... nee 82,000 ‘Hend 141, Department of Meteorology Vote No. 1, Salaries ond expences of the  - Department of Meteorology... wt 1,149,400 ‘Head 143, Department of Brosdoasting Vote No. 1, Salaries and expenses of the Nationsl Service of the Department of Brosd- ousting - we we 2,689,012 ‘Head 142, Department of Brondessting ‘Vote No, 2, Salaries and expenaes of the Com- mereial Bervice of the Department of Broadcasting 2,940,617 ‘Hand 142, Department of Brosdeasting ‘Vote No. 8, Salaries and expenses in connection . with the publication of Hsdio Times and other oie publications: on wee 91,006 Heed 142, Department of Brondossting ‘Vote No. 4, Stores Advance Account ee 10 ‘end 148, Department of Information . ‘Vote No. 1, Salaries and expenses of the Depart- inant of information + = Pee 078.140 ‘Head 244, Minister of Transport and Works + Vote No. 1, Salaries and expenses of the Offics of Minister of Transport and Works ve 85,807 ‘Head: 145, Public Works Department Yots No. 1, Sateriex and enaes of the Depart ment of Publis Works on oo we 7,874,491 ‘Head 145, Public Works Department ‘Vote No. 2, Cost of maintenance of roads, bridges, ae . waterways, watercraft, aerodromes, Government 7 . ‘snd vented buildings and other Publis Works including cost of general aharges, Government ‘Factory, transport and incidental and special: servicea and gravts-in-sid to the Colombo Munici- pally and for eaten ronds, god making good the lamage caut syolone ¢ Northern North-Genieal Dive m wie 98,380,000",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "Appropriation Act, No, 43-0f 1957 iv ‘Re. ‘Head 145, Public Works Department 7 Lote Vote No. 8, Cost of additions and improvements— Governmens buildings, (inclusive of water and. ~ other services}— * (o) New buildings ond additions ond improvements : to buildings (inclusive of woter and other : services); , (®) Incidental and special services ws 4,987, 215 ‘Head 148, Commissioner of Motor Traffig . ‘Vote No. 1, Saleries and expenses of the Depart- ment of the Commissioner of Motor Tradio inoluding the cost of the Appes! Twibunsl, expenses ‘for retention of Counsel on bebalf of members of the ‘Appeal ‘Tribunsl, living allowences, feos to ‘approved gareges tor examination and certifieation of lorries under the Motor Trafic Act snd cost of establishing @ Testing Station for public service . vehicles a we ee 1,396,004 ‘Head 147, Civil Aviation © ‘Vota No. 1, Salaries and expenses of the Depart- ment of Givil Aviation inaluding ‘mainteaance of Aivways Communications System and Aerodromes nd fying training te v= 3,889,980 Head 148, Colombo Port Commission _ : Vote No. 2, Salaries and expenses of the Depart. ment of the Colombo Port Commission and Out Porte including the cost of working, maintenanos and minor improvements, additions snd extensions ° to Colombo Harbour and Out Ports inclusive of Railway, Floating Craft and all harbour equip- ment, supply of tree mess to Government Labour in the Harbour Area and other incidental services 21,589,586 ‘Heed 149, Coast Lights ° ‘Vote No. 1, Sslavies and expenses of the Coass Lights Servies ... os ne 151,992 ‘Head’ 180, Banio Technical Training Institute : ‘Vote No. 1, Salsties and expenses of the Basic * Technical Treining Institute... o, BATAIS ‘ead 151, Railway Vote No. 1, Salaries, pensions, athar charges, éo., of Headquarters, Accounting, Railway Stores, Security ‘Gorrico’ Ciel Engiveering, “Mechentoal Engineering, Traneportation, Cartage and Osrrier Bervice Departments and Miscellaneous Services ... 98,828,319 ‘Head 151, Railway ‘Vote No. 2, Feeder Services... os 768,500 Hond 151, Railway Vote No. 8, Advance Account Services ae 50",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "b) + Appropriation: Ast, No,.43.0f 1967 4 . oo Be ‘Head 162, Electrica! Depurtment “. ve UER TE Ea ‘Vote No, 1, Salaries ond expenses of the Depart- +. mont of “Government Electrical Undertakings, including interest, aod annuity payments 0, fhe 5 Consotidated Fund, oe 2 28,880,405 ‘Mead 182, Electrical Depertment . a . kenya; Vote No\", Bspensos*of the Inspectorate Branch . HES ES of the Deportmant.of Govamment  Blesteioal Underiokings  .. * ws a ad 2 Heed 152, Blectrisa Dergtnet um. +s Vole No, 8; Bleoizicg) Installations in Govern ment Buildings Swe sed 9,580,245 tae De! +” Total” .1,080,000,747 TS)! gxGomn sominuie, ° teeae TE) Lod Fund Bapesiditure. aan +R. ‘Vote No. 1, Ministey of Defence and External Affairs =, > 20,798,000 Vote No. 2, Ministry. of Finance Be Ey leat BOLBEB Vote No. 8, Ministry of Home Affsirs —.., has 9,885,020 Vote No. 4, Ministry of Tiistice a td 868,000 ‘Vote No. 6, Ministry of Lands end Land Development’... 126,824,010 ‘Vote No. 6, Ministry of Health | 8's. 37° 10,984,038 Vote No. 7,-Ministry &f Waucation te cas 986,080. Vote No, 8, ‘Minishrg ‘of Ageioilture and Food fy 11,880,020 ‘Vote No. 9, Ministry. of Industries and Fisheries sin, 28,098,770 ‘ote No. 20,\" Ministry of Posts, Broadcasting and Information 9,648,510 Vote No. 11, Ministry-of Transport and Works v= $8,001,978 Vote No. 12, Miniatry of Transport and Works cee 98,800,680 ‘Votw “fo. 13, Ministry of Losal Government and Cultural a Afar os sens 29,861,070 ‘Vote No. 14, Ministyy of Lahour, Housing and. Sotiel Bevan a ws 249,090 Vote No. 1§, Ministry of Commerce and, Trade 890,000 * : : Total -:.. 808,240,754 ~~ 808,849, me gfe sgt : | o - SOBANE TB PS od Hn 4 are .",
    "mean_p_confidence": 0.52
  }
]