[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT .OF CEYLON 5th Session 1951 - . Tm, — ae bE SS SS SG i ee . Roel @ al 3 seers eee ey Sieaes- SESSA fee : : . Housing Loans (Amendment) Act, No. 22 ‘of 1951 . Date of Assent: July 26, 1951 . Printed on the Ordere of Government . : Printed as the Cenuox Gavt, uses, Cavour. To be | Pant that, tenets Bone cogy Tonal Hobecgton acing Ble) Bas 8, rye Ta : Are Ae en caine Gattamnay Piero nas, abt Stean Hos \"bo, Soran Coa Pelee! Hh eantn” Postage: 6 Sent",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "| Housing Louns (Amendment) Act, . No. 28 of 1951. L. D.—0. 49/48, AN Acr 70 awenn itt Housine Loans Act. No. 26 oF 1949 , [Date of Assent: July 26, 1951.] BE it enacted by the King’s Most Excalent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the | same, as follows: — ' 4. This Act may be cited as the Housing Loans sia ste. (Amendment) Act, No. 22 of 1951. _ Section 5 of the Housing Loans Act, No, 26 of Aneadnent of 1949, (hereinafter referred to as ‘the principal 2° §,2! Act °), is hereby amended in gub-section (8), by the o substitution in paragraph (c), for the word ‘ Minis- ter fof the words. Minister with the eoneurrenee of the Minister of Finance”. =~ a Stetion 6 of the, prinefpal Act is hereby” Azandowss of amended in sub-section (1) as follows: — Ermsiat (t) in paragraph (c), by the substitution, for the : words “in the execution of a’ housing scheme,”, of the words “ in the execution of » housing echeme; or ”: and (2) by the insestion, immediately after paragraph . (©), of the following new paragraph: *(@) by any individual who proposes to erect a house for his residence. ”.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "4. The following new Part shall be inserted imme. tasetion of diately after section 12 of the principal Act, and shall 3¥, Pe\" 1s have efieet as Purt ITA of that Act:—~ Prinlpat Ack",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "~ PART IIA. Loans vo Locat Autores ase we 12A. (1) Any local authority may SMe, make an application to the Board for the ‘ grant of a loan for the purpose of the ' . execution of a middle-class housing scheme in the area within the adminis- trative limits of that authority. 2.x. omuecant an",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Housing Loans (Amendment) Act, . No. 22 of 1951. (2) The provisions of sub-section (2) of section 6 and the provisions of section 7 of this Act shall apply in relation to any such application; and sections 8, 9, 11 and 12 of this Act shall not apply in ‘any sach case. : Lomas. wubiect 12B. Every loan Eranted to a local Sart authority under this Act shall be subject posers of local to the limits of the borrowing powers of othoritea. that authority under any other Act or Ordinance regulating its powers and duties, and for the purpose of the appli- tation of the said limits, a loan granted under this Act shall be deemed to be . raised under the authority of such other Act or Ordinance. Beeority 12C. No loan shall be granted to any ‘or loa, local authority unless its repayment is, secured by the primary mortgage of the . proceeds of any rate or tax which that authority is by law authorised to impose. + Bate of interest 12D. The rate of interest upon any Pong loan to a local authority shall be suct ‘utboritiea. rate as may be fixed by the Board but subject to the provisions of section 10 of this “Act. Detain 12E. (1) Where a local authority jee ¢ makes default in the Repayment of the Kelery tes! whole or any portion of the loan granted ssdertia.” by the Board, the Board may, without prejudice to any other remedy, appoint an officer for the following purposes :— (@) to impose any rate or tax which that authority may impose for the purpose of fulfilling its obligations under the mort- gage on the seourity of which ore toan was, granted by the Board; {0) to receive and collect the pro- ceeds of any rate or tax 80 imposed, or imposed by that authority, and to pay into the Fund such proceeds or 80 much thereof as will be neoes- sary for the liquidation of the amount due under the mortgage,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "a _—_—e re Housing Loans (Amendment) Act, 8 No. 28 of 1952, . | @ Every officer appointed under sub- section (1) shall have the same powers and duties as an officer appointed by that ¢ authority, and it shall be the duty of all officers of that authority to give the officer appointed by the Board all such assist- anes as he may require for the purposes for which he was appointed. . + 8) Every officer appointed under sub- section (1) shall, in determining the rate or tax to be imposed under this section, take into account all. sums of money . expended— {a) by the Board in accordance with the covenants contained in the mortgage bond executed by the local authority to which the loan was granted, and (2) by auch officer in the exercise and performance of his powers . and duties under this section. New ee 19F. The provisiong of Part III of Wri! this Act other than the provisions of : of he Ae sections 18 and 16 shall not apply in sttortis, relation to any loan granted by the Board to a local authority.”.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "8. Section 55 of the principal Act is hereby Amine « amended in sub-sections (1) and (2}, by the substitu. te prnipst . tion, for the word ‘ Miniater ”” occurring in each of those sub-sections, of the words “' Minister with the concurrence of the Minister of Finance ’’.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "6. Section 66 of the principal Act is hereby Amendauot of amended as foliowe:— ; woes",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "to {1) by the re-numbering of that section as sub- ' section (1) of section 58; (2) in the re-numbered sub-section (i), in the  ~ definition of “ regulation ”, by the substi- tution, for the words ‘ made by the Min- ister”, of the word “ made”; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "6 Housing Loans (Amendment) Act, No. 22 of 1051.”",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "(3) by the insertion, immediately after the re- ‘numbered sub-section (1), of the following new sub-section: —",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "“ (2) For the purposes only of the appli- cation of this Act in the case of any appli- . cation referred to in paragraph (@) of sub- section (1) of section 6, any reference in this Act to a housing scheme shall be deemed to be & reference to a proposal to erect a single house.”",
    "mean_p_confidence": 0.88
  }
]