[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "eta al 25 PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF . SRI LANKA MUNICIPAL COUNCILS AND URBAN COUNCILS (AMENDMENT) ACT, No. 10 OF 1981 ° [Certified on 27th February, 1981] 7 ‘ Printed on the Orders of Government | Published as a Supplement to Part II of the Gazette of the Democratic Sucialist Republic of Sri Lanka of March 0G, 1981 enw are mice me mg mih \"yo ae Funcmaazo ax rum GOVE PUBLICATTON® SURRAW, COLORES Price; 35 cents Posinge: 30 conts Ko",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Muielpal Councils and Urban Couneilé L (Amendment) Act, No. 10 of 1981 [Certified on 27th February, 1981) LD 0. 8/1 oe on Pate AN Act TO AMEND THE MunrcrraL Councits OnoINANCE AND i gy. 7H Ungan Councs Onomance. 4 BE it enacted by thé Parliament of the Democratic Socialist Republic of Sri Lenka as follows :— : i \"4S \"anis Act’ may be cited as the Municipal Councils and Short title ‘Urban Couneils (Amendment) Act, No. 10 of 1981, and shall St5.atitioF come into operation on such date as the Minister may appoint by Order published in the Gazette. vba PABEE SST es AMENDMENTS To THE MuwicurAL CouNCELS ORDINANCE < 2. Section 230 of the Municipal Councils Ordinance, as Amendment amended by Acts Nos. 8 of 1967 and 57 of 1979, ts hereby ofthe ™ further amended by the insertion immediately after Councils subsection (1a) of that ‘section’ of the following new O™M>™ subsections :— ° . _ (lad) ' In pursuance of the powers under subsection (1) the Council may impose a higher rate on premises used for business or commercial purposes. (ia) (a) ‘The Couneil may, with the approval of the Minister, exempt from the. payment of rates all tealdentla)l premises the annual vatue of which does not exceed an amount that may be determined by the Councit under paragraph (8). . (8) In determining the amount of the annual value of residential premises that may be exempted, the Council shall have regard tom {i) the state of development of the Municipality ; Gi) the nature of the services and amenities provided by the Council to residential premises with lesser ‘annual values ; Gii)_ the loss of revenue that may result from the grant of any exemption and the means proposed by the Council to recover such loss. {c) Whore any residential premises are exempted under ‘the provisions of paragraph {b} the benefit of auch exemption shall accrue to the ocoupter thereat”.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Municipat Councils and Urban Councils : (Amendment) Act, Na. 10 of 1981 PART IL Axanomants 10 maz Usaan CouNcHs ONDEARCR ‘Aunendment 3 Section 160 of the Urban Councils Ordinance is hereby ‘of section 160 amended by the insertion immediately after subsection (1) Seance of that section of the following new mbsections :— Srainance. “ (Qa) In pursuance of the powers under subsection (1), the Counci! may impose a higher rate on premises used for business or commercial purposes. (laa) (a) The Council may, with the approval of the ‘Minister, exempt from the payment of rates all residential premises the annual value of which does not exceed an amount that may be determined by the Council under paragraph (2). (®) In determining the amount of the annual velue of residential premises that may be exempted, the Council i shell have regard to— . . i (i) the state of development of the town for which the : ‘Council 4s constituted ; : Gi) the nature of the services and amenities provided by i the Council to residential premises with lesser \\ annual values; i (iii) the loss of revenue that may result from the grant of i any exemption and the means proposed by the Council to recover guch loss. i ' (c} Where any residential premises are exempted | under the provisions of paragraph (b) the benefit of auch ' exemption shall acerue to the accupler thereof.”,",
    "mean_p_confidence": 0.82
  }
]