[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 8rd Session, 1954-55 Sid Best I) Land Acquisition (Amendment) Act, No. 39 of 1954 Date of Assent: July 30, 1954 Printed on the Orders of Government Printed at the Govennaxer Press, Cevion, To be Tene! fuigigion Galan ls) te 9 eae Sone, Post ‘Orne Box io, Gecretuiat, Colambo Price: 35 cents, Postage: 10 cents.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Land Acquisition (Amendment) Act, No, 89 of 8 1054. * L. DOF, 4/52. Aw Acr 70 amenp vax Lann Acqurermon Acr, No. 8 oF 1850. (Date of Assent: July 30, 1954.]",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "BE it enacted by the Queen's Most Excellent Majesty, by and. with the advice and consent of the Sonate snd the House of Representatives of Ceyloa in thig present Parliament assembled, and by the authority of the same, a8 follows:—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1, This Act may be cited as the Land Acquisition Sat soe, {Amendment} Act, No. 38 of 1954,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2, Section 4 of the Land Acquisition Act, No. 9 Amtpent of 1980 (hereinafter referred to as “the principal {gaa enactment \") is hereby amended as follows:— Mo. ot 1960,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(1) in sub-section (1) of that section, by the -'. substitution, for the words “on or near ‘that land.”’, of the following :-— we",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "“ on or near that Jand:",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ": Provided however that it shall not be necessary to give a notice under the preceding provisions of this sub-section to the owner or any owner of land whose name and eddress cannot be found or ascertained.”",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(2) In sub-section © of that section, by the gubstisution, for all the words from * The",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "ermanent Secretary shall hold an inquiry ” to the end of that sub-section, of the following:—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "“The Permanent Secretary shall con- sider such objections or direct an officer to consider such objections on his behalf and to make recommendations to him, When such objections are considered every objector shall be given an opportunity of being heard in support thereof, After the -consideration of the objections the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ". Permanent Secretary shall make his recommendations on the. objections to the Minister.””. Perrearnetry",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "4 Land Acguisition (Amendment) Act, No. 39 of 1964. (8) in sub-section (6), by the substitution, for the _ + word “report ?, of the word “ recom- mendations ”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(4) in sub-section (6), by the substitution, for the y word “ detriment ”*, of the words “ serious \" detriment\".",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Amendmant of 8. Section 6 of the principal enactment is hereby oie 6 amended by the substitution, for all the words from prinepal “cause” to the end of that section, of the sactaeat, following :— : “or no such plan which is suitable for use for “the purposes of proceedings under this Act, cause a survey and a plan of that land to be made by a surveyor of that Department, or by a licensed -, surveyor acting under the directions of the . + Surveyor-General.”*.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Ammann ot i, (1) Section 7 of the principal enactment is",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "yet hereby amended as follows: — Eee, * @) im sub-section (2), by the substitution in",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "+ paragraph (0), for the words “ notify in writing”, of the words “' notify in writing under the hand of that pergon or any agent .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ": duly authorised aa aforesaid\"; and * @ by the addition, immediately after sub-section (2), of the following new sub-sections:—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "“ (8) Notwithstanding anything in the preceding provisions of this section, any notice required by those provisions to be published in the newspapers may merely specily the land or servitude which is",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "“intended to be acquired and refer to any such Gazette as may be specified in the notics for full particulars relating to such acquisition,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(4) Where an acquiring officer who causes. the publication af & botioe, under this section in respect of any land is satisfied that any peteon interested in that Jand is 8 minor or is of unsound mind and hgs no authorised agent to act on his behalf as provided in that notice, such officer may, eithér of his own motion or on application made by or on behalf of a1 person: authorise a fit and proper person to be such agent. ”” :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Land Acquisition (Amendment) Act, No. $9 of § 1964.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(2) The new eub-section (8) inserted in section 7 of the principal enactment by paragraph (3) of sub- section (1) of this eection shall be deemed to have come into foree on the date on which the principal enact- ment came into operation.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "8. Seetion 10 of the principal enectment is hereby tessamt amended in sub-section (2), by the substitution, for all i” the words from “ Where” to ‘“' claim or dispute”, piargel of the following :— smenes",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "“A claimant whose claim is wholly ot partly disallowed, or a party to a dispute which is deter- mined, by the decision of an acquiring officer under sub-section (1) may, within fourteen days of the service on him of notice of the decision, make application to that acquiring officer for the reference of the claim or dinpute, as the case Bay",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "<",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "6. Section 15 of the principal enactment is hereby Amgodment of amended. in sh tn fy the substitution a cay",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "aragraph (6), for the words “notify to him in pep! cE’, of the words “notify to him in writing == under their hand or under the hand of agents daly anthorised-as eforesaid,”’.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "7. (1) The following new section is hereby inserted . Zametin ct immediately after section 15, and. shall have effect as és i ibe section 154, of the principal enactment :— pelncpal Slee 18a. (f) An scquiring officer shall vi enteriais and inquire info any claim to",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "any right, title or interest to, in or over the land which is to be acquired or over which a servitude is to be acquired, made in writing at any time before the con- clusion of an inquiry held by him under this Act, notwithstanding that such claim is made after the expiry of the time allowed therefor by any other provision of this Act; and stcordingly such other provisions of this Act as are applicable to claims, other than those relating to the time within which claims may be made, shall apply in relation to euch claims. Poiazan 660",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "8 Land Acquisition (Amendment) Act, No. 39 of 1864,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(2) An acquiring officer shall entertain and inquire into any olzim to any right, title or interest to, in or over the land which is to be acquired or over which a | servitude is to be acquired, made orally at any time after the commencement and before the conclusion of an inquiry held by him under this Act, notwithstanding that euch claim is made after the expiry",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": ". of the time allowed therefor by any other provision of this Act and is not made in writing; and accordingly such other provisions of this Act as are applicable to claims, other than those relating to the time within which claims may be made and requiring claims to be made in writing, shall apply in relation to such claim,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(3) When a claim is made orally to an",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": ": acquiring officer as provided in the pre-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "ceding provisions of this sub-section, he shall make a record of that claim.””.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(2) Where any inquiry relating to any land under section 9 of the principal enactment is pending at the date of commencement of this Act, the provisions of section 15a inserted in the principal enactment by this Act shall apply to any claim made in regard to that land prior to that date.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(8) Where prior to the date of commericement of this Act, the acquiring officer has entertained and decided upon any claim made in writing at any time before the conclusion of an inquiry held by him under the principal enactment or made orally at any time after the commencement and before the conclusion of such inguiry. such claim shall be deemed to have been law- fully entertained and such decision, unless prior to such date, it has been reversed on reference or appeal under the principal enactment, shall not be deemed to bave been or to be invalid by reason only of the fact « that such claim had been made after the lapse of the time allowed for the making of claims by the principal enactment or that such claim had not been made in writing.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Land Acguisition (Amendment) Act; No. 89 of 7 1954. 8 (1) Seotion 16 of the principal enactment is Ametmmt of hereby Sasnded as follows pad ‘aeaien 28 (2) im sab-seetion (1), by the substitution, for the Tanszin. the words ‘under that section, make\", of the words “under that section and subject to the other provisions of this section, make ”; (®) by the insertion, immediately after eub- section (1), of the following new sub- section: — “ (1a) Where no person having any right, title or interest to, in or over the : whole or any part of a land ihich is to be acquired or over which a servitude is to be acquired is known, then, in regard to the whole of the land or in regard to that pet only, as the case may be, it shall not necessary to determine in the award - under this ection the -aatirs gpesiied in paragraphs (a), (8), (@) and (¢) of sub- tection {i} and to comply swith the pro- : visions of that eub-section relating to notice of the award.\"'; and (©) in sab-section (2)—~ @) by the omission of the words “in writing”; and (ii) by the substitution for all the words and figures from “ by the notice ”” : _° to section 7 (2) (¢),””, of the words ‘by this Act,” +(@) The. amendment made in sub-section (2) of section 16 of the principsl enactment by sub-section (1) of this section shall be deemed to have come into force on the date on which the principal enactment came into operation. \". | 9, The following new section is hereby inserted in Inunion of Part I1, immediately after section 16, and shall have Ig mie effect as section'184; of the principal enactment:— aval sfaguiing |< ° 46a; (1) Where in the course of any BEL, peeedings for the acquisition of any eater or nd or servitude under this Act it is the couse of found that there has, at any stage of See. such proceedings, been an inadvertent failure or omission on the part of the _. sequiring officer to comply with any",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "8 Lond. Acquisition (Amendment) Act, No. 99 of 1984.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "provision of Part I or Part If of this Act relating to auch Proceedings, the acquiring officer may supply such failure or omission at any time prior to the making of his award under section 16; and thereupon any such proceedings as tany ‘have Boon tdken‘yabor that Sart aftar the stage aforesaid shall be deemed to he null aad void and fresh proceedings shall be taken under the Act as from said stage.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "(2) Where an acquiring officer con- siders it necessary #0 to do for the pur- pose of supplying any failure ot omission on his part in the course of any proceed- ings for the acquisition of any land or servitade onder this Act to inquire into any matter which should. have, been inquired into by him at the inquiry hel uiiier section 8, he may reopen that inquiry at any time prior to the making of his award under section 16.”-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "szetaye . | 40, (1) Section 20 of the principal enactment is i on hereby amended in sub-section (1) of that section as flere follows: — : mae (0) by the omission of the words “in writing ”; anc (@) by the substitution, for all the words and figures from ‘ by the notice ” to“ section 7 @) (0),”, of the words “by this Act,”’. @ The amendoent made in eub-section (1) of section 20 of the principal enactment by sub-section (2) of this section shall be deemed to have come into force on the date on which the principal enactment came into operation. Ameoiuest ot 44, Section 91 of the principal enactment is hei eo amended a8 follows;— P neby Froeipal (@) by the substitution, for the words * diligent feseent, search,”, of the words “ diligent search, : or where no person entitled to any compen: sation for the acquisition of s land or servitude under this Act is known,”’; (®) by the addition, at the end of that ‘section, of the following :— “ Notice of the payment of any sum ss _ Provided in this section shall be published in the Gazette and in at lenat one Binhalese",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "Land Acquisition (Amendment) Act, No. 99 of 9 1955.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "daily newspaper, one Tamil daily news-",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "paper, and one English daily newspaper",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "sirenlating in Ceylon.”’; and",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(©) in the marginal note to that section by the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "substitution, for the word “* awarded.” «f",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "the words “awarded or who may be entitied thereto.””,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "12, (1) The following new section is hereby into inserted immediately after section 36, and shall have feces om effect as section 964, of the principal enactment:— — in,tia",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "Toscatann, “Revocation 36a, (1) Notwithstanding thet by Ze\" irae ofan Oriee nade seeoa 36 . (hereinafter in this section referred to a a, veoting order“) any lend has vested absolutely in Her isjesty. the Minister may, i possession of the land has not actually been taken for and on behalf of Her Majesty in pursuance of that Order, by subsequent Order pub- lished in the vette Tevoke the vesting order.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "2) Copies of any Order under sub- section (1) shall be published in at least one Sinhalese daily ‘newspaper, one Tamil daily newspaper, and one English daily newspaper circulating in the area in which the land to which the Order relates is situated, and shall be exhibited",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "_in conspicuous places upon and in the vicinity of the land.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(8) Where a vesting order is revoked under this section, the land to which it relates shall be deemed never to have vested in Har Majesty by virtue thereof; and any question which might arise a to any right, title or interest to, in or over the Jand shall he determined",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": ". acoordingly.””.",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(2) The new section 884 inserted in the principal enactment by sub-section (1) of this section shall be deemed to have come into fores on the date on which the principal enactment came into operation,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "10 Land Acquisition (Amendment) Act, No: 9 of 4954, Tanertion of 43. (1) The following new section ig hereby gem wean inserted immediately after section 37, and shall have Bese! effect as section 874, of the principal enactment:— whistles B74. In any case where on Onder is Fis'eiee made under the proviso to section $8 Grier weier for the talking of immediate possession feo, of any land or for the immediate acquiei- iat. tion of any servitude on the ground of umgenoy, thea— {a) if the provisions or any of the ~ provisions of section 4 have not been complied with prior to the Inakking of the Order, it shall not be necessary to comply with thoee provisions or such of those provisions as have not already been omn- plied with; (®) if a declaration under section $ has not boon made prior to the making of such Order, a declaration shall be made and * published in terms of that section notwithstanding that all or any of the provisions of section 4 have not bean . complied with; and (©) notwithstanding that such Order : takea effect as provided in section 37, all. the provisions of this Act shell, save as hereinbefore in this section provided, apply in the afore- said case in like manner 33 +.\" ° \"they apply in the case ofa : ..... land or servitude which is to be acquired.” : (2) The provisions of section 874 inserted in the principal enactment by sub-section (1) of this section sball apply, and proosedings in accordance with those provisions may be taken under that enactment, in the case of the acquisition, by virtue of an order made under the Proviso to seotion 36 of that enactment, of any. land or servitade before the date on which this Act comes into operation including the acquisition in eoimection with which an order was made by the Supreme Court in the matter of the Sufiragam Rubber",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "Land Acquisition (Amendment) Act, No. 39 of 11 1965.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "and Tea, Company of Ceylon, Limited, Colombo, vs M, J. M. Mohsin, Assistant Government Agee Hatnapure District (S. C. Application No. 169/58), notwitl tanding that order, or any decree, order or decision entered or made before that date by any court or by the Board of Review on «reference ot an appeal mad under the principal enactment with regard to any matter connected with such acquisition.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "1%, Section 40 of the principal enactment is hereby. Amenaneox amended as follows: — fee",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(i) by the re-numbering of that section as sub- Fiera) section (1) of ‘eeouion 40; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(2) by the addition, immediately after re- numbered sub-section (1), of the following new sub-section:—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "‘ (@) Where any land which is required for dhe purposes ot say Heal antioniy oF of aay cther person or body of persons (a) was, in pursuance of any ‘written",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "law, acquired for such purposes under the Land Acquisition Ordin- ance repealed by this Act; and (>) was taken possession of under that ® Ordinance for and on behalf of Her : Majesty but is not on the date on which ‘this Act comes into force vested in such local authority or such person or body of persona, as the case may be, : that land may be eo vested in the manner provided by sub-section (1).”.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "48.’ (1) Section 47 of the principal enactment is Amminech of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "hereby amended by the substitution, for the word ‘ar “\"Secretary.”, of the words ‘' Secretary or any bicdeel, “Assistant Dectetary to the Ministry.” * 2) The amendment made in section 47 of the prinoipal enactment by sub-section (1) of this section shall be deemed to have come into force on the date on which the principal exactment came into operation,",
    "mean_p_confidence": 0.8
  }
]