[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON ist. Session 1953 ac st ( MP Seccusiat ig St Parliamentary Staffs Act, No. 9 of 1953. Date of Assent: March 14, 1959” , Printed on the Orders of Government ‘ ia ats, rma Gore Pees, Gourno,, To, be Fo tna tac aes eee 2S pa Senne gcormaing aane Pee ag ae Tpes eat",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Parliamentary Staffs Act, No. 9 of 1958 8 L. DO. 8/60. AN, Act 10 MAKE PROVISION WITH RESPECT TO TEE”",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "CADRE, CONDITIONS OF SERVICE AND ADMINISTRATION",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "OF THE STAFFS OF THE SENATE AND THE Hovss oF",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "REPRESENTATIVES.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "[Date of Assent: March 14, 1958]",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "BE it enacted by the Queen's Most Exoellept Majesty, by and with the advice and consont of the Senate end the House of Representatives of Ceylon-in this ‘pretent Parliament assembled, and by. the authority of the same, as followa:—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "1. ‘This Act may be cited as the Parliament ine, Staite Act, No. 8 of 1958. : ary tare",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2. The staff of the Clerk to each Chamber of grsttdion Parliament, that is to say, to the Senate and the fetter ‘House of Representatives tively, shall constitute ‘ik unter. & soparate service which shall be subject to the provie sions of this Act.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "3, There shall be for each Chamber a Stall sv Advisory Committee which shall— Canales.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "yi (@) in the case of the Senate, consist of the Presi- . dont, the Leader of the Senate, and one : other Senator nominated by the Minister of Finance; and .. @) in the case of the House of Representatives, - consist of the Speaker, the Toeder of the . Honse, and the Minister of Finance or, if . > the Minister of Finance is also the Leader of the House, one other Member of the House nominated by the Prime Miniter.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4. The number and designation of the posts in the Gunn cadre of the stall of the Clerk of each Chamber and fet the salary ot scale of salaries to be attached to anch ate. poste shall be such as may be determined by the Staff Advisory Committee for that Chamber and approved by the Cabinet. ..",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "B. The Staff Advisory Committee for each Cham- Finsoaat her may make financial regulations applicable to the Seguin.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": ", members of the ataff of the Clerk to that Chamber ! containing provision— (@) for the conditions of service of sach members,. : including conditions as to the payment of salaries, rent allowances and other allow- _ ances, the grant of increments and leave, the age of compulsory retirement and on pensions; and : :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "AL, B 30GH1-2,280 26/809 mo",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "A = . OO 7 1",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "il 4 Parliamentary Stuffs Act, No. 9 of 1983 *",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(®) for the payment of salary or other remunera- tion to those who act or officiate for such members. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "‘Departmental 6, The Clerk to each Chamber, in consultation with",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "Regolsiions. the Staff Advisory Committee for that Chamber, may Jn respect of his stafi, make departmental regulations—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "_ @) for all matters relating to the disciptine.of members of the sia and for disciplinary action against such members;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(8) for the interdiction, punishment and dis- missal of such members for contraventions of departmental regulations; and . :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "© generally for the administration of the office ‘and the regulation and control of the work and.conduct of such members.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "Dinsptioery 7. The power to take disciplinary action against ‘action. any member of the staff of the Clerk to each Chamber, including the interdiction, punishment and dismissal of such member, shall be vested in the Clerk to that Chamber, acting in consultation with the President or the Speaker, as the case may be, and shall be . exercised in accordance with departmental regulations nade under section 6. Retirement 8. The Clerk to each Chamber and the members of #, Sink 202 his staif shall have the option to retire from office upon attaining the age of fifty years or at any time there- after; and such option sall be exercised by notice which must be delivered to the President or the * Speaker, as the case way be, not less than six months before the proposed date of retirement. arigts, 9, (1) The President of the Senate or the Speaker SUM fiw of the House of Representatives may, with the oon- Fenien currence of the Minister of Finance declare any Post ieee.\" on the staf of the Clerk to the Senate or the House Sah! of Representatives, as the case may be, to be a pot, _ Pensionable Fest with effect from such date as may be fe weras: — specified in the declaration; the date so specified may : be any date prior to the commencement of this Act, ‘Gap. 208, © ‘The Minutes on Pensions and the Widows’ end",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "Orphars’ Pension Fund Ordinance shall, aubject. to",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "any matter provided by or under any of the other",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "provisions of this Act relating to retirement or pensions, apply to and in relation to the holder of an:",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "Dost dedlared tnder sub-section (1} to be a pevsionable",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "‘post in ike manner as though such holder were a public",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "servant or a public officer, as the case may be.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Parliamentary Stajfe Act, No. 9 of 1958 &",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "{8) Where the holder of » post on the staff of the Clerk to each Chamber which is declared under sub- section (1) to be a Rensionable post was, prior to his appointment to that post—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "(0) the holder of & post under the Government . ‘which was declared under the Minutes on Pensions to be pensionable (notwithstand- ing that it was 60 declared after he ceased totbold it); or : _  @®) the holder of a post on the staff of the State Council; or (¢) the holder of a post referred to in paragraph a (e) and thereafter of a post referred to in paragraph (5), and his service in such post or posts and his servios on the stall of the Clerk to the Chamber wore con. tinuous, then the service of such holder in each such . st shal be deemed to be servics ina panstonable post Bor the purposes of the Minutes on Pensions; and those . Minutes shall apply accordingly.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "{4} Where any post on the staff of the Clerk to each . Chamber has been declared ander sub-section (1) to be & pensionable post, the > Provisions of sub-seotions (2) and (8) of this section shall apply to and in relation to every person who had held that post notwithstand- ing that he may have retired therefrom before the commencement of this Act. .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "(5) The word “ Bost ** in section 23 of the Public Service Provident Fand Ordinance, No. 18 of 1942, shall be deemed to include any post in the cadre of the staft of the Clerk to each ‘Chamber; and where the ~ Secretary to the Treasury, by Order under that section Taade with the concurrence of the Clerk to that Chamber, adds any post in the cadre of sach staff to the Schedule ta that Oréinanoo, the provisions of that Ordinance shall spply in the case of the holder of the post, so added as though he were a non-pensionable employee in the service of the Government.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "(in this section, references to a post on the staff of the Clerk to each Chamber shall. be deemed to include references to the office of Clerk to each . Chamber.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "10. The estimates of expenditure of each Chamber Bevinste of for each financial year chall be prepared by the Stat Se™ Advisory Committee for that Chamber, and shal] be Chamber. sent to the Minister of Finance not later than the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "asl",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "@ Parliamentary Stafls Act, No. 9 of 1058 fifteenth day of April proceding the commenosment . of that financial year. ‘Those estimates shall, subject to such alterations as may be mde by the Cabinet, be ‘included in the Appropriation SBI for that financial year. Th this section “finanetat year \"* means the period of twelve months commencing on the first day of October in any year and ending on the thirtieth day of September in the succeeding year. Repel 44, The State Council (General Staff) Ordinance, No. 23 of 1944, is hereby repealed.",
    "mean_p_confidence": 0.8
  }
]