[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ist Session 1960-61. pie wea deh ys Ca Boe Comms 7p we REY People’s Bank Act, _ 7 ,No. 29 of 1961 _— oust of Assent: May $0, 1961 Printéd. o the Ordere of Government Astes ‘Printed ra J.ae-cumcene Presa, Crvton, To be Bama an fe omer Pats Donan, Calms Anwvs) Sob ¢ ' wuding Bills) Rs 25, able in See cog Ca ore, Prive: 65 cents. , Postage: 29 cents,",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": ". People’s Bank Act No. 29 of 1961 - oo L.p—0.45}60 AN ACT TO PROVIDE FOR THE ESTABLISHMENT OF THE ‘Prorin’s BANK, TO REPEAL THE CO-OPERATIVE FaperaL Bank of Cayton Lip. SER, . cit Aw) Oxpinancs, No. 39 or 1947, To MAKE CONSEQUENTIAL AMENDMENTS TO THE + ‘Co-operaTive Soctenies ORDINANCE, AND TO PROVIDE FOR MATTERS CONNECTED WITH OR INCIDENTAL TO THB MATTERS AFORESAID. . t [Date of Assent : 30th May, 1961} BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Geylon in ‘this present Patlingient “assembled, by the authority of the same, as follows :—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1. This Act may be cited as the People’s Bank stort sus. Act, No. 29 of 1981.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2 (1) There shall be established a bank which ° erabistoest shall Oat the People’s Bank (hereafter in this ¢ftie Prove’: ‘Act referred to as the Bank) and which shall consist of the persons who are for the time being",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "< hareholders of the Bank.",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(2) The Bank shall by the name assigned to it by . sub-section (1) be a body corporate and shall have Perpetual succession and a common seal and may ‘sue and be sued in such name. :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "3. (1) The seal of the Bank shall be judicially seal ore notice! dad thal bein the enstody of the Board of Best Directors of the Bank.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(3) ‘The seal of the Bank may be altered in such tmannes as may be determined by the Bank.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4. ‘The purposes of the Bank shall be to develop or ihe the'co-opelative movement of Ceylon, viral bank. BS",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "» ing and agricultural credit, by furnishing financial. and other assistance to co-operative societies, ‘approved societies, Cultivation Committees and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "other persons. -",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "5. (1) In carrying out its purposes, the Bank povewatiee may exercise all or any of the ébtteing ‘powers :-— nk",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "@ to grant, subject to the provisions of sub- sets ., @ shortterm, medium-term and long- tion to co-operative societies,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "14.5.2 anes cet, .",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "a People's Bank Act No. 29 of 1961 . «+ Spproved societies and Cultivation mmittees ;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "- i) short-term, medium-term and Iong- term loans to co-operative socie- tis, approved societies, Culiva- tion Committees and individuals",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": ". for constructing, repairing or - renovating buildings ;",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "(ii) short-term, medium-term and long-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": ".- term loans and other accommoda-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "“+ “4, tion to any person who intends",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "to carry on or js carrying on any",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "_ | -¢ agricultural, industrial or business",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "undertaking which, in the opinion",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "7 of the Board of Directors of the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "7 Bank, is a small-scale under-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "taking ; and :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "* @y) short-term loans to persons resident = : in rural areas for the purchase of ae va articles necessary for their per-",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "2, sonal or domestic requirements ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "*. (6) to carry on and transact, subject to such",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "- modifications and exceptions as may be",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": ": prescribed, the kinds of business similar ~ fo those onrried on and transacted by the Bank of Ceylon under the Bank of Ceylon Ordinance, No, 53 of 1938 ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "(© to carry on the business of a pawnbroker subject to such conditions as may be prescribed ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "@ to provide technical assistance to any",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": ". pen, to whom the Bank grants any or overdraft, and to undertake or sponsor the training of persons in . assessing the value of land and the credit on worthiness -of borrowers, in assaying _'. gold, in banking and in finance ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "+ + @ to acquire, hold, take or give on lease or hire, mortgage, pledge and sell or other- + wise dispose of any immovable of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "o movable property ;",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "* @f) to invest the idle funds of the Bank in such securities as the Board of Directors of, the Bank may consider appropriate ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "© -@) to employ such officers and servants as may,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "ont: \"Be necessary for carrying out the work of SO. theBaak ps",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "People’s Bank Act No. 29 of 1961\" ” * a",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": ". @) to make rutes in respect of the conditions of «",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "service and disciplinary control of the officers and servants of the Bank ; .  @ to establish provident funds and pension",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "\"funds for, and schemes for the benefit of, such officers and servants, and to make contributions to such funds and schemes from the funds of the Bank ; :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "@) to Borrow funds for the purposes of the business of the Bank and to give security for any loans or overdrafts obtained ; -",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": ". @ to enter into contracts 5 and, \"- Ly",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "@ to do all such other things as are connected . with, or incidental to, the exercise of the. « aforesaid powers. : .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "@ The Bank ‘shall not exercise ‘the power to . grant loans, overdrafts and other accommodation to persons ‘other than co-operative societies until’: “ . the Minister approves of the exercise of that power. * generally ot in respect of such classes of approved : societies or Cultivation Committees or classes of Other persons as he may from time to, time determine, .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "CQ) he Pawnbrokers Ordinance, No. 13 of 1942, shall-not apply to the Bank when the Bank carries on the business of a pawabroker. :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "6. The Bank shall have its principal place of Rriscpst rte business in, Colombo and may ive ch branches ebatoeo aed and agencies as may be necessary for the proper tga conduct of the business of the Bank. Bank",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "7. (1) The general supervision, control and Manaseurat of administration of the affairs and business of the sem) Bank shall be vested in the Board of Directors of tela the Bank (hereafter in this Act referred to as the Board),",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "@) The Board may exercise alt or any of the powers of the Bank.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "8. (1) The Board shail consist of the following nou at digeotate 2 8. Biia.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "@ the Commissioner of Co-operative Develop- ment who shall be the ex-officio director ; (6) two directors appointed by the Minister ; 1-9. 21a on",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "4 . People’s Bank Act No. 29 af 1961 (©) one director appointed by the Minister for : the time being in charge of the subject of . Tural development ; (@) one director appointed by the Minister of . Finance ; and © three directors appointed or elected as provided in sub-section (2). we ‘The Minister shall appoint the three directors ferred to in paragraph (¢) of sub-section (1) to . Fold office im the fist instance, and if, for any reason any director so appointed vacates his office prior to the expiration of his term, the Minister shall appoint a successor to serve for the unexpired",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": ". portion of such term ; and thereafter such directors",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": ". shall be elected by the general body of the Bank",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "<.” ftom persons possessing such qualifications, in",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "+. accordance with such procedure, as may be prescribed. :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(3) Subject to the provisions of sub-section (4),",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": ". the term of office of a director, other than the ex- officio director or a director appointed under paragraph {¢) of sub-section (1), shall be three years and the term of office of a director appointed under the aforesaid paragraph (¢) of sub-section (1) shall be two years. >",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(4) If any director, other than the ex-officio director, vacates his office prior to the expiration of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": ": his term of office, his successor shall, unless such - successor vacates his office earlier, hold office for ‘the unexpired portion of such term.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "() A director vacating his office by effluxion",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": ": of ‘time shall be eligible for reappointment or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": ". re-election, OA person shall be disqualified for being . appointed or elected as a director or for continuing asa director if he— . (2) isa Senator or a Member of Parliament, or ” ® is, under any law in force in Ceyton, found : ‘or declared'to be of unsound mind, or . (© is a person who, having been declared an insolvent or a bankrupt under any law in force in Ceylon or in any other country, isan undischarged insolvent or bankrupt, or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "7 People’s Bank Act No. 29 of 1961 $y @) is convicted of an offence involving moral turpitude and punishable with imprison- . ment for a term not less than six months, | or : (© is a director or an employee of a com- shercal bank other tun the Bank.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(7 The Minister appointing a director may, by an instrument signed by Bin’ semove from office such director. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(8) A director elected under paragraph (¢) of sub- section (1) shall vacate his office if a motion of no- confidence is passed at a meeting of the general . body of the Hank by a majority of the members Present and entitled to vote on such motion and his ~ successor shalll be elected for the unexpired portion of the term of office of such director.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(9) A director, other than the ex-officio director.” . may resign from the Board by letter addressed to the Minister. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(9) Au or any of the directors, other than the ex-officio director, may be paid such remuneration",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "as may be determined by the Minister with the concurrence of the Minister of Finance.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(11) The quoruni for any meeting of the Board shall be five” ay",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(12) Subject to the _proisions of sub-section (11)",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "and any regulations that may be made under this Act, the Board may regulate its own procedure. __ (13) No act or proceeding of the Board shall be invalid by reason only of the existence of any vacancy among the directors or any defect in the appointment or election of a director.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "9, (1) There shall be a general body of the Bank General boty consisting of the Secretary 10 the ‘Treasury, the “mame members of the Board and the persons elected by co-operative societies which are shareholders of the Bank to represent such societies im that body.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(2 Regulations may be made as to the number . of Persons who may be elected by co-operative Societies which are shareholders of the Bank as . their representatives in the general body of the Bank, ‘gualiteations to be possessed by such Persons and the procedure to be followed in the election of such persons.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "6 People's Bank Act No. 29 of 1961 : _.@) The getieral body of the Bank shall not be * disqualified from performing the functions vested . \"in it by this Act by reason only of the existence of any vacancy among its members,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "*_@ The Secretary to the Treasury, the ex-officio director and the appointed directors shall not, be eititled to vote on any motion or resolution before",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": ". the general body of the Bank if such motion or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "\"resolution relates to the election, or removal from office, of a director.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "In this sub-section, “ appointed director” means",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": ". a director appointed ‘by & Minister under section 8. Guiaan ofthe 10, (1) The Minister shall nominate one of the Board. directors to be the first Chairman of the Board.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "Thereafter the Chairman of the Board shall be elected by the directors, ‘The ex-officio director shall preside at a meeting of the directors for the election of the Chairman of the Board and shall, for the purpose of such election, have # casting vor . :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(2) No person who holds a paid office as a servant of the Crown in respect of the Government",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": ". of Ceyion shall be eligible to be the Chairman of \"the Board.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(@), The Chairman of the Board shall, unless he earlier vacates the office of Chairman, hold that office as long as he is a director.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "ict to I. A director who is directly or indirectly fiisoee bis interested in any loan or other accommodation syionaar to be considered by the Board shall disclose the Serco nature of his interest to the Board and shall not Seon ty be present while the Board is considering such Been, loan or other accommodation. . S110 Capit 12._ (1) The share capital of the Bank shall be of the Bank, six million rupees divided into one hundred and twenty thousand shares of fifty rupees each. The share capital may, however, be increased from time to time yy such amount as may be determined. by resolution of the House of Representatives.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "~~ @) The Board shall allot the Secretary to the Treasury, in his official capacity, sixty thousand fully-paid up shares, and he sball hold such shares for and on behalf of the Crown, - 2",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "_ -» People’s Bank Act No. 29 of 1961 . 7 + (3) The Board shall cause the balance of the ; shares to be available for subscription by co-operative societies. (4) The Secretary to the Treasury shall pay for _ the shares allotted to him in his official capacity only the amount representing the difference between + three million rupees and the sum due to the Gavern- : + ment from the Co-operative Federal Bank of Ceylon Limited, under the Co-operative Federal Bank of Ceylon Ltd. (Financial Aid) Ordinance, . No, 39 of 1947. Such amount shall be paid out of the Consolidated Fund of Ceylon. . 13. (1) No shareholder of ‘the Bank shall sell Sueorsheres + his shares to any person other than a co-operative society or the Secretary to the Treasury in his - official capacity. (2) The Secretary to the Treasury on_ being authorised in that behalf by the Minister of Finance may sell to any co-operative society any shares held by him for and on behalf of the Crown at not less than the par value of those shares, and _ the proceeds of the sale shalt be paid to the “Consolidated Fund of Ceylon. (3) The Secretary to the Treasury may, with the approval of the Minister of Finance, purchase = any ‘shares offered 10 ‘hon for purchase under * sub-section (1), and the purchase price shali be paid out of the Consolidated Fund of Ceylon. All shares purchased by the Secretary to the 3 Treasury shall be held by him for and on behalf of the Crown, 14. The liability of a shareholder shall be linaited — Liabay of to any sum due from him to the Bank in respect Pas of any shares allotted to him. : oo 15. (1) The Government shall— ene, be @ grant to the Bank out of the Consolidated . gto, Fund of Ceylon— eu? @ a sum of five hundred thousand rupees out of which the preliminary expenses connected . with the establishment of ; the: Bank, other than any expenses relating to the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "8 People’s Bank Act No, 29 of 1961 construction of buildings, shall be defrayed and any balance of whieh after such preliminary expenses are defrayed — shal",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": ": be disposed of as. provided by sub-section (4) of section 22 ; oe @) two million rupees which shall be disposed of as provided by sub- section (2) and. sub-section (3) of section 22 ; and . . (ii) such sums as may be authorised by resolution of the House of Representatives to be granted out of the Consolidated Fund of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": ". : Ceylon for the settlement of the bad and doubtful debts in excess of the assets of any co-operative bank which is dissolved under the provisions of this Act ; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(®) lend to the Bank such sums as may be authorised by resolution passed by the House of Representatives to be lent . to the Bank out of the Consolidated Fund of Ceylon for the granting of long-term or medium-term loans by the Bank. {2 Every sum lent ont of the Consolidated - Fund of Ceylon to the Bank under paragraph (6) of sub-section (I) shall be repaid by the Bank in accordance with such terms and conditions as may be determined by the Minister with the concurrence of the Minister of Finance.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "Commemceanat 16. The Bank shall not commence business ee until a certificate signed by the Minister authorising * the Bank to commence business has been given. Powers ofthe 17, The Permanent Secretary may, upon the Remaneat enactment of this Act and until the commence- :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "coumeccmat' ment of business by the Bank—",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "ine",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(@) inwite and receive applications for shares ; @ allot shares ; - © do any of the acts which the Board is by”",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": ": this Act empowered to do; and .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(@)Jdo all other acts whatsoever as he may deem __ Tevessary for the formation of the Bank.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "People’s Bank Act No. 29 of 1961 9.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "18, (1) Any act done bythe Permanent Secretary Actcommmoeed under section 17 shall, for all purposes, have Pttment the same effect as if such act had been done bygthe | seewtury may Board. : ean”",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(2) The Board may continue any action or thing commenced by the Permanent Secretary anc remaining unfinished or incomplete at the date of commencement of business by the Bank, as if such action or thing had been commenced by the Board. :",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "19, (1) There shall be established for the Buitios Bpspases of this Act a fond to be known as the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "nilding Fund.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(2) The Government shall grant to the Bank out of the Consolidated Fund of Ceylon one million rupees to be credited by the Bank to the Building Fund. .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "@) The moneys in the Building Fund shall be utilised for the purchase of lands and buildings, and the constriction of buildings, for the Bank and for the maintenance and ‘repair of such buildings. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "20, (1) In addition to the sums lent by the Te mukte Government «under section 15 (1) (8) to the Bank Apron for the purpose of granting long-term or medium- af sevntsee term loans, the ‘Bank may, subject to the provisions frgaetne of sub-section (2) and such regulations as may be nd loogserm made under this Act from time to time, raise, ‘= or With the approval of the Minister given with the concurrence of the Minister of Finance request the Monetary Board of the Central Bank of Ceylon to raise on its behalf, any sums by the issue of : debentures.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(2) No debentures shall be issued under sub- > section (1) without the approval of the Minister of Finance given after consultation with the Monetary Board of the Central Bank of Ceylon. .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "The Monetary Board of the Central Bank of an Ceylon shall comply with a request made under sub-coction (1) if ths issue of the debentures nevessary for compliance with that request is . approved by the Minister of Finance, .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "to * a ” People’s Bank Act No. 29 of 1961 Governinect * ” 24. (1) The Minister“ of Finance “shall ’ . , Buarantee— my {a) the repaynient of any sum due to the Bank onany loan, overdraft or other accommo- : dation granted by the Bank with the . approval of ‘such Minister under the proviso to section 26 ; and @ the repayment of any sum due on debentures issued under this Act.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "@) Any sum, required for the fulfilment of a guarantee provided under sub-section (1) may,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "‘ with the approval of the House of Representatives, be paid out of the Consolidated Fund of Ceylon.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "(3) Any sum paid out of the Consolidated Fund of Ceylon in fulfilment of a guarantee provided under sub-section (1) (6) shall be repaid, together with interest thereon at such rate as the Minister of-Finance may determine with the concurrence of the Minister, by the Bank in such manner and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": ". _, Over such period. as the Minister of Finance may, with such concurrence, determine. : _ @) Immediately after a guarantee is given under sub-section (1), the Minister of Finance shall lay a statement of the guarantee before the Senate |. .. , and the House of Representatives. : (5) Where any sum is paid out of the be + Consolidated Fund of Ceylon in fulfilment of a : Guarantee provided under sub-section (1), the an inister of Finance shall forthwith lay before the Sonate and the House of Representatives a statement that such sum has been paid. Geneeel 22. (1) The Bank shall establish a General ee Reserve. Rees, @) The Bank shall credit to its General Reserve . one half of the two million rupees referred to in section 15 (1) (@) Gi). (3) The Bank shall establish a Special Reserve _ for bad and doubtful debts,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "@) Where any sum out of the five hundred thousand rupees referred to in section 15 (1) (@) @ is left after the preliminary expenses mentioned",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "* in that section are defrayed, the Bank shall credit that sum (o its Special Reserve, .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": ". People's Bank: Act No. 29 of-1961 . il",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "(5) The Bank shall credit to its Special Reserve ‘one half of the two million rupees referred to in section 15 (1) (a) Gi). :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "23. (1) With effect from such date {hereafter in Dimtation this section referred to as the appointed date) oftte.co as may be appointed by the Minister by Order PeécratBane ‘published in the Gazette— of Caica,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "(@ the Co-operative Federal Bank of Ceyton, Limited, shalt be deemed to havé been dissolved, and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "* (B) the assets and liabilities of the Co-operative",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "Federal Bank of Ceylon, Limited, shall be the assets and liabilities of the Bank.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "2) On and after the appointed date—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "(@) all contracts, deeds, bonds, agreements and other instruments which subsist or have effect on the day immediately preceding that date and to which the Co-operative Federal Bank of Ceylon, Limited, is a party shail have effect against or in favour of the Bank, as the ase may be, and may be enforced as fully and effectually a3 if, instead of the Co-operative Federal Bank of Ceylon, Limited, the Bank had been a party thereto ; and .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "@® all suits, appeals or other legal proceedings instituted by or against the Co-operative Federal Bank of Ceylon, Limited, and pending on the day immediately’ pre- ceding that date shall not abate or be discontinued or be in any way Prejudicially affected by reason of the dissolution of the Co-operative Federal Bank of Ceylon, Limited, and may be continued and enforced by or against the Bank, as the case may be :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "Provided that nothing in paragraph (a) of this sub-section shall be construed as curtailing in any manner the right of the Bank to terminate the services of, or to vary the conditions of service of, > . any officer or servant of the Bank who, on the day immediately preceding the appointed date, was an employee of the Co-operative Federal Bank of Ceylon, Limited .,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "on ig ete vet 12 People’s Bank Act Né. 29 of 1961 ae ue 2A. (1) Where the Minister is satisfied — open @ on written information received from the fone, Commissioner of Co-operative Deve-",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "Topment, that a co-operative bank—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "@ has been conducting its affairs continually in an unsatisfactory or inefficient manner, or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": ": (i) desires that it should be dissolved and that its business should be taken over by the Bank, and ~",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "@ that the Bank agrees to take over the business of such co-operative bank,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "he may, by Order published ia the Gazette,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "declare that, with effect from the date specified in that Order, —",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "@ such co-operative bank shall be deemed to have been dissolved, and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "Gi) the assets and liabilities of such co-operative bank shall be the assets and liabilities of the Bank.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "(2) On and after the date on which an Order” under sub-section (1) retating to a co-operative bank takes effect—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "(@ all contracts, deeds, bonds, agreements and other instruments which subsist or have effect on the day immediately preceding that date and to which = co-operative bank is a party shall have effect against or in favour of the Bank, ag the case may be, as fully and effectually as if, instead of such co-operative bank, the Bank had been a party thereto ; 4nd",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": ". (®) all suits, appeals or other iegal proceedings instituted by or against such co-operative- bank and pending on the day imme- diately preceding that date shall not abate, or be discontinued or be ia any way ‘prejudicially affected by reason of the dissolution of such co-operative bank, and may be continued and enforced by or against the Bank, 2s",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": ". the case may be.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "e People’s Bank Act No. 29 of 1961 - 13 25. After the commencement of business by Deposit of the Bank— Taher . . Tong. ert or @ no co-operative society shall, unless mamm-iem exempted in writing by the Com- ett missioner of Co-operative Development, socks. deposit its funds in, or maintain any current or deposit account with, ‘any . commercial bank other than the Bank, and (®) no co-operative society shall, except with the written approval of the Commissioner of Co-operative Development, obtain a tmedium-term or long-term loan from any . commercial bank other than the Bank. 26, No loan, overdraft or other accommodation Loss 5. shall be granted by the Bank to any person unless gent the Board is satisfied that he is worthy of credit up S<omactato= to the amount of such Joan, overdraft or other tayimearain accommodation or that such amount is secured by sicumstunces. adequate security, or that the project or scheme to : which such amount is to be applied is financially sound : Provided that the Bank may grant any loan, overdraft or other accommodation to any co- operative society, approved. society or Cultivation Committee which is unable to satisfy the Board as to the requirements contained in the preceding provisions of this section if the grant of such loan, overdraft or other accommodation is approved by the Minister in consultation with the Minister of Sider soon 31 Ce tec repaga et uel es iL on (a) the repay it of my. overdraft or other accommodation : , 27. For the purpose of deciding whether any power of the immovable property tendered as security for any Ss#td,t0 inspect loan, overdraft or other accommodation should or local ring should not be accepted by the Bank, the Board orang shall have access without fee or charge to the ° valuation rol! of any local rating or taxing autho- rity, and the officers of every such authority shalt upon application supply to the Board full parti- culars as to any valuation of property in respect of which such authority has power under the Provisions of any law to levy any rate or tax.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "4 +. People's Bank Act No. 29 of 1961 we Repiterea 28. (1) Every person— ‘Sorrow, ets @ to whom any loan, overdraft or other 7 accommodation is granted by the Bank, or @© who has obtained probate of the will or jetters of administration to the estate of @ person to whom any loan, overdraft . or other accommodation has been granted by the Bank, or who, upon application made in’ that behalf by . the Board, has been appointed by : court to represent such estate, or ‘© to whom any right, title or interest whatso-* ever in any immovable property mortgaged to that Bank as security for any loan, overdraft or other : accommodation has passed, whether . by voluntary conveyance or by operation of law, : shall register with the Bank an address to which all notices to him may be addressed, : @) Any notice which is required to be served : on any person to whom sub-section f0) applies shall be deemed to have been duly served on that - , Berson if it is sent by post in a registered letter : directed to that person at the address registered by him under that sub-section, and the service shall be deemed to have been effected at the time at which the letter would be delivered in the ordinary course of post : Provided that, where any such person fails to fegister his address under sub-section (1), the Bank shall publish, in the Gazette and in a daily newspaper, a notice addressed to him, and suc notice shall be deemed to be duly given to him on the day on which such notice is last published. Defeat of 29. Where default is made in the payment nemead of any sum payable as an instalment in repayment of the amount of any loan, overdraft or other ~ accommodation granted by the Bank on the mort- gage of any immovable property or as interest on that-loan, overdraft or other accommodation, default shall be deemed to have been made in Tespect of the whole of such portion of the amount of that loan, overdraft or other accommodation #5 has not been repaid to che Bank and the interest due thereon.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "People’s Bank Act No. 29 of 1961 : “is 30, Where under section 29 a default is deemed cxtsin to have been made in respect of any sum, the Bowsom of, + provisions of sections 68 to 83 (both, sections snd Iason inclusive) of the Agricultural and Industrial Credit Creator Corporation Ordinance, No. 19 of 1943, shail Grdtumcsco apply for the purpose of the recovery of that saiinme sum in like manner as if those provisions were myment. part of this Act, and in such application those provisions shall have effect as if— @ every reference therein to the “ Board” were a reference to the Board of 4 Directors of the Bank ; , (6) every reference therein to the “ corpora~ ® tion” were a reference to the Bank ; * (© every reference therein to’a “loan” were : a reference to a loan or an overdraft or any other accommodation granted by the Bank; (@) every reference therein to the “ Ordinance were a reference to this Act 5 (©) the reference in section “72 of those provisions to “section 62\" were a oy Teference to section 28 of this Act; and * (f) the reference in section 79 (3) of those Provisions to “the Form Big. the hedule” were a reference to “such form as may be prescribed”, and the reference in that section to “ the Form C . in that Schedule” were a reference to “such form as may be prescribed”. 31, Medium-term and long-term loans granted Sowress tom * by the Bank shall be out of moneys lent by the [tia Government to the Bank under section 15 (1) @) * or raised under section 20 by the issue of debentures.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "32, (1) There shall be a General Manager of Debutioaot the ane who shall be the Bank’s chief executive Boss81%s, officer and who shall conduct the business of the at",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "jank under the general supervision and control of the Board.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "oe @ The Board may delegate any of its powers or duties to am ofkeer of the Bank and may Tevoke any. “such delegation either. wholly or in Part and either as to persons or purposes.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "16 People's Bank Act No, 29 of 1961-+”",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "(3) An officer to whom any power or duty of the Board i doleguted under tine beckon, shall. fhe exercise or performance of that power of duty, conform to all such directions as may be given by",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": ".' the Board. Ai acts done by such officer in con-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "formity with such directions and in fulfilment of the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "oe purposes of the delegation made to him, but not",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": ": otherwise, shall have the like force and effect as if done by the Board,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "Accomm, 33. The Board shall cause the accounts of the ” Bank to be kept in such form and manner as may be determined by the Board, :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "Adit, 34._ {1) The accounts of the Bank for each",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "* financial ‘year shall be submitted to the Auditor- General for audit before the thirtieth day of June of the succeeding year. For the purposes of assisting him in the audit of such accounts, the Auditor. General may employ the services of any qualified auditor or auditors who shall act under his direction and control,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "(2) For the purpose of meeting the expenses in- curred by him'in the audit of the accounts of the- Bank, the Auditor-General shall be paid by the Bank’ such remuneration as the Minister may",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "7 determine with the concurrence of the Minister of Finance. Any remuneration received from the Bank by the Auditor-General shall, after deducting any sums paid by him to any qualified auditor employed by him for the purposes of such audit, be credited to the Consolidated Pund of Ceylon.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "G) The Auditor-General and any person assisting the Auditor-General in the audit of the accounts of the Bank shall have access to all such books, deeds, contracts, accounts, vouchers and other documents of the Bank as the Auditor-General may consider necessary for the purposes of the audit, and shall be furnished by the Board and the Bank with sucb- information within their knowledge as may be required for such purposes.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "@) The Auditor-General shall examine the accounts of the Bank and furnish a report—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "_ @ stating whether he has or has not obtained all the information and explanations : \"required by him, :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "1 vis > People’s Bank Act No. 29 of 3961 w -@® stating whether the asoousts referred to in . 1e rt are properly drawn up so as to. . : cahibia true and fair view of the affairs : +, _ of the Bank, and . (© drawing attention to any item in the accounts which in his opinion may be of. .., interest to the Senate and the House of Representatives in any examination of - the activities and accounts of the Bank. (5) The Auditor-General shall transmit his report . , to the Board, - © For the purposes of this section, the ex- pression “qualified auditor” means any person Who ia'a member of the Institute of Chartered Accountants of Cejlon and who is registered as an auditor under the Companies Ordinance, No. 51 of 38. (1) The Board shall, on receipt of the Pormeni tg Audios entate report in respect ‘of any year, be scemmied cause a copy of each of the following documents ste Telating to that year to be transmitted to the Fixance tobe Minister and the Minister of Finance :— {ald before the | (a) Auditor-General’s report. Hae of (6) Balance-Sheet, Repeacoe (c) Report of the Board on the work of the “™ Bank.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "(2) The Minister shall lay copies of the docu- ments transmitted to him under sub-section (1) of this section before the Senate and the House of Representatives.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "(3 On receipt by the Board of the Aiditor-,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "General’s report for any financial Yat the Chair- man of the Board shall without delay convene a meeting of the general body of the Bank and shall submit that report together with the documents teferred to in items (6) and (c) of sub-section (1) for consideration at that meeting.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "36. (1) The General Manager of the Bank, or an pom of Accountant or other officer of the Bank authorised arial in that behalf by such General Manager, may—  guamiae tbe",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "@ examine the books and accounts of any bokand, co-operative society to which oF ay other person to whom, any foan, ogee overdraft or -other accommodation which, and of has been granted by the Bank or by syste any other co-operative society to which aon, «an",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": ": the Bank has granted any loan, OF, a, overdraft or other accommodation; Baa",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": "ig People's Bank Act No. 29 of 1961",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": ": @ examine any office-bearer, member or ‘employee of any such co-operative",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": "society or other person as is first men-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": "tioned in paragraph (a) of this sub-section",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": ": for the purpose of ascertaining the tre",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": "mh condition “of the affairs of that",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": "+t, 1\" eo-operative society or other person;",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": "ee (© direct any such office-bearer, member or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": ", employes as is referred to in paragraph ; @) of this sub-section to furnish to the -",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": "officer of the Bank giving the direction",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": "any such information as that officer",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": "may require for the purpose mentioned",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": "in that paragraph ; and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": "@) direct any such office-bearer, member or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": "employee as is referred to in paragraph",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": ". (8) of this sub-section to produce for . inspection by the officer of the Bank",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": "giving the direction any books, records",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": "or other documents in the possession of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": "that office-bearer, member or employee",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": "and containing ‘or likely to contaia",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": "any such information as may be . required by that officer for the purpose .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": ": mentioned in that paragraph,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": "2) Every officer of the Bank exercising the powers. conferred by, fub-section (shall, for the purposes of the Oaths Ordinance, be deemed to be @ person having by law authority to receive evidence in regard to the affairs of the co-operative society in respect of which such powers are exercised.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": "}) No person shall, without reasonable cause, ful or Seige to Ba attout Zeasonable cave, question when examined, or to comply with any",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": "firection given, under sub-section (2).",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": "@) No person shall, in furnishing any information or broducing ‘any books, records or other documents ,_ Under sub-section (1),” furnish any information which he knows to be false or incorrect or produce any books, records or other documents which contain statements which he knows to be false",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 27,
    "text": "1 or incorrect, (9) No person shall obstruct any officer of the . . Bank in the exercise of powers conferred by sub- Section (1),",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "Pedple's Bank Act No. 29 of 1961 19 \"37, Where the General Manager of the Bank is\" Tis Bom satisfied, after an examination of the affairs of 28%... a.co-operative society under section 36, that such the Com co-operative ‘society is insolvent or that its con- ment ot tinnance in business is likely to result in loss to its Bowmen creditors, he shall make a report on the affairs MS\" of such co-operative society to the Board, and  fasrspenive if the Board, after considering such report, is of Siem” the opinion thet action should be taken to dissolve seenagi and liquidate such co-operative society, the Board jerion 3, Shall reoommend such detion to the Commissioner Feandio be of Co-operative Development.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "3. Ey person who contravenes or fails to opens. comply with any of the provisions of this Act shall be guilty of an offence.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "39. Every person who is guilty of an offence Punidven under this Act shall be Table’on ‘conviction after [remem summary trial before a Magistrate, to a fine not exceeding five hundred rupees or to imprisonment of. either description for a term not exceeding one month or to both such fine and imprisonment.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "40. Where any offence under this Act is ofan ty committed by a bady of persons, then— boty at",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "(@) if the body of persons is a body corporate, every director and officer of that body corporate, and : @ if the body of persons is a firm, every partner of that firm, shall be deemed to be guilty of such offence ot",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "Provided that.no such director, officer or partner shail be deemed to be guilty of such offence if he proves that such offence was committed without",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "knowledge or that he exercised all due diligence to prevent the commission of such offence. 41. Notwithstanding anything in any other svempion witten ee anne . ee (© the Bank shall be exempt from the payment of income tex upon the proiis aad -.° income of the Bank ; and ) the Board and the Bank shall be erompt : from the payment of stamp duty on : any instrument executed by, on behalf of, or in favour of the Board or the :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "20; People's Bank Act No. 29 of 1961 woe \"Bank in cases where, but for the 4 exemption, the Board or Bank would . : be liable to pay the duty chargeable in “ho s+ +” respect off such instrument.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "The Bato be 42, Where the Bank grants any loan, overdraft",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "Same” - _ OF other accommodation to a co-operative society",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "enon and thereafter the committee of that co-operative",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "oma society is dissolved under section 35a of the Co- nis of ¢ operative Societies Ordinance, the Bank shall be sarin decmed—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "swe“",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "(@ for the purposes of sub-section (1) of that",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "eee . 7 + section, to be a suitable person, and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "(©) for the purposes of sub-section (3) of that",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "section, to be a fit and proper person,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": ":». to manage and administer the affairs of that * \"+ go-operative society,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "Reputtoca, 43, (1) The Minister may make regulations for the purpose of carrying out or giving effect to the principles and provisions of this Act.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "(2) In particular and without prejudice to the generality of the powers conferred by sub-section @, the Minister may make regulations in respect",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "of the following matters :— @ any matter required by this Act to be 22° prescribed or in | Fespect of which regula- tions are authorised or required by this",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": ": Act to be made ; (®).the manner of application for shares of : the Bank, the registration of the holders of such shares, the issue and renewal of share certificates, the transfer of such . shares and any: other matter connected ‘with, or incidental to, the aforesaid",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "‘matters relating to shares ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "«© the form of debentures, the rate of interest ‘payable thereon, the time or times at which and the manner in which",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": ". debentures are to be redeemed, the transfer of debéntures and any other : matier connected with, or incidental - . to, the aforesaid matters relating to sou >. debentures ; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 22,
    "par_num": 20,
    "text": "+\" People’s Bank Act No. 29 of 1961 a @ the cha yyable by persons for secvices",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 20,
    "text": ": rendered by the Bank.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 22,
    "par_num": 20,
    "text": "(3) No regulation made by. the Minister under",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 22,
    "par_num": 20,
    "text": "~ this poston Shall take elect unless tis approved",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 22,
    "par_num": 20,
    "text": "--by the Senate and the House of Representatives and notification of such approval is published in the Gazette. . ‘",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 22,
    "par_num": 20,
    "text": "* 44, The provisions of this Act shall have effect tha Actto notwithstanding anything to the contrary contained fh aaag in the Co-operative Societies Ordinance. pean",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 22,
    "par_num": 20,
    "text": ". operative Sider Staanee- (Cap. 170).",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 22,
    "par_num": 20,
    "text": "45. (1) The provisions of the Companies Ordi- The provision anes, Wo. ot 1938, shall not apply to the Bank,, 08 Gm",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 22,
    "par_num": 20,
    "text": "Tans oly co",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 22,
    "par_num": 20,
    "text": "(2) Notwithstanding the provisions of sub-section mess (1), the Minister may, whenever it may seem . aemmdt éxpedient for him to do so, by Order declare that Gye of ibe any such provision of the Companies Ordinance, Miniter No. 51 of 1938, as is specified in the Order shall apply to the Bank. | Eyery Order made under this sub-section shall have the force of law.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 22,
    "par_num": 20,
    "text": "- 46, With effect from the date of dissolution of | Ameineat of “the Co-operative Federal Bank of Ceylon, Limited, 22 Creme the Co-operative Societies Ordinance, as amended Ocilstiee.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 22,
    "par_num": 20,
    "text": "by Act No. 21 of 1949, is hereby further amended,",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 22,
    "par_num": 20,
    "text": "in section 354 of that Ordinance, by the substi-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 20,
    "text": "tution, in sub-section (7) of that section, for the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 22,
    "par_num": 20,
    "text": "words “Co-operative Federal Bank of Ceylon, . Limited ”, of the words * People’s Bank”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 22,
    "par_num": 20,
    "text": "47, With effect from the date of dissolution Repeal of of the Co-operative Federal Bank of Ceylon, Quimom,.., Limited, the Coroperatve Federal Bank of Ceylon,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 22,
    "par_num": 20,
    "text": "Ltd. (Financial Aid) Ordinance, No. 39 of 1947, is hereby repealed.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 22,
    "par_num": 20,
    "text": "48, In this Act, unless the context otherwise 1erpretation, requires—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 22,
    "par_num": 20,
    "text": "“approved societies ” means socie- Lo. ties approved for the purposes of this Act by the Minister by Order published",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 22,
    "par_num": 20,
    "text": "in the Gazetie;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "2 People's Bank Act No. 29 of 1961 + “commercial bank” shall have the same meaning as in the Monetary Law Act, No. 58 of 1949 ; . “co-operative bank” means @ . co-operative bank being a co-operative society: registered under the Co-operative p17. Societies Ordinance ; “co-operative society” means & . co-operative society registered under the Co-operative Societies Ordinance 5 “ Cultivation Committee ” shall have the same meaning as in the Paddy Lands Act, No.1 A 1958 5 “ general body of the Bank” means the general body of the Bank consti tuted in accordance with the provisions + of section 9 of this Act ; “long-term foan” means a loao repayable not earlier than ten years after the date of the grant of that loan + “ medium-term Joan | means a load repayable not earlier than five years, . and not later than ten years, after the . date of the grant of that loan ; \" “shares” means shares it the capital of the Bank ; ~ “short-term Joan” means a loan repayable not later than five years after the date of the grant of that loan.",
    "mean_p_confidence": 0.84
  }
]