[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Bo bee oe) PARLIAMENT OF THE DEMOCRATIC SOGIALIST REPUBLIC OF SRI LANKA l MUSLIM MOSQUES AND CHARITABLE TRUSTS OR WAKFS (AMENDMENT) ACT, No. 33 OF 1982 [Certified on 23rd September, 1982] Printed on the Orders of Government Published as a Supplement to Part IT of the Gazette of the Democratic Socialist Republic of Sri Lanka of September 24, 1982 [PROYED AP SME DEPARTAEENT OF COVEBNOMCENT wlnMGING, SHI CANKA \"go me PURCHASED AT THUR GOVERNMENT FURLIGHTIONS BDREAU, COLOMEO Price: Re. 1.16 Postage: 75 cents",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Muslim Mosques and Charitable Truste-or Wakfs & (Amendment) Act, No, 33 of 1982 Wwe [Certified on 28rd September, 1962}... see eassute b. D0. 6/81 : . Bee te Aw Acr 50 ancnp THE Mustoe Mosques avn Cuanrrane ~~ ‘Tausts on Waxes Act, No. 61 oF 19680\", BE it enacted by the Parliament of the Democratic Soctalist Republic of Sri Lanka as follows :— iL This Act may be cited as the Muslim Mosques and Short ttte, Charitable Trusts or Wakts (Amendment) Act, No, 33.of cts 2 The long title of the Muslim Mosques and Charitable Replacement ‘Trusts or Wakfs Act, No. 5t of 1956 (hereinafter referred to €ttRELOME ax the * principal enactment”) fe hereby repealed and the Ne, 8106966 following long title substituted therefor:— °°” * An Act to provide for the registration of Masques, Muslim Shrines and Places of Religious Resort, whether incorporated or not, to prescribe the powers, duties and functions of the Trustees of Registered Mosques, Muslim Shrines, Places of Religious Resort and Muslim Charl- vee table Trusts or “Wakkfs”, to establish a Musiim Chari 900012“ ties Fund, to repeal Chapter II of the Musiini Yntestate \"7 Succession and “ Wakts” Ordinance and to provide for matters connected therewith of incidental thereto. \", 3 The following heading ix hereby aubstituted for the Replacement heading appearing immediately before section 2 of the prin- fain cfyal enactment :— : Sppeariog . ne Enmediately “ ction 2 of eo thepr “PARTI eal ‘The Staff, the Board and the Tribunal”, \"7h 4. \"The principal enactment ts hereby amended by the Commi” aubstitution for the words “ Commissioner, “Deputy Com- Boone tmissioner”, Deputy Commissioners”, and Commtie- Son, sionee's”, wherever thove words appear in that enactment, %°toup lof the words “Director”, “Deupty Director”, “Deputy Direct, ; Directors”, and “Direetor’s\", respectively. « :.. « Directors be. i A fee al % Section 8 of the: principal enactment fs hereby Benes ct Tepealed, 2+ ees ofthe # Asem —15,000000/07)",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "7 2 Muslim Mosques and Choritable Trusts or Wakfe (Amendment) Act, No. 3 of 1982 Bepucemmt 6, Section 4 of the principal enactment is hereby eprint repealed and the following section substituted therefor :— SDeputy 4. A Deputy Director may, subject to the Bay ontese Girection and control of the Director, exer Direcors \"cise any of the Director's powers and perform Roversand = any of the Director's duties.”. ” Ameniment, 7, Section § of the principal enactment is hereby Gheprincipal amended by. the addition at the end of that sectlon, of the seactuest” following new subsections :— -» « \"() The Minister may appoint one of the members, vi“ (38. other than the Director, to be the Chairman of the board. \"(gy the Minister may remove any member of the board trom office if he is satisfled that such member is not dis charging his duties in a competent manner. The removal of any member of the hoard trom office by the Minister shall not be called in question in any court.\", Amendment 8 ‘Section 8 of the principal enactment is hereby hepa tn gamapal amended as follows . : (@) by the cubetitution for paragraph (e) of that section, ~! of the following paragraph :— * {e) if he is removed from office by the Minister too +o tnder section 5(4) ; oF”, and -,-° (Oy by the addition, immediately’ after paragraph (¢) LOLS: ‘of that section of the following new paragraph :— von  (f) if he resigns office by writing under his hand oe addressed to the Minister.\",",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": ": . ‘princl 3 Ameniment, 8, Section 9 of the principal enactment is hereby Sbeprineipal amended as follows :— exatimest ped:",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "(©) by the repeal of subsection (1) of that section, and ae ‘dhe substitution therefor ‘of the following sub- Sloe section : * (1) The Chairmnan shall preside at every meet ing of the board at which he is present. If the Chalr- “ “1 chon mam is-absent from any meeting of the board, the members present at the meeting shall elect one from . s ae among themselves to preside at the meeting”; and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "‘Maslim Mosques and Charitable Trusts or Wakje 3 (Amendment) Act, No. 33 of 1982 {b) by the. repeal of subsection (9) of that section, and” 4 ‘the substitution therefor, of the following sub- yy Renton be feed 7\" We) Where the votes of the members present : 1? + and voting at any meeting of the board are equally “si divided in regard to any question, the Chairnian or “<4 other member presiding at such meeting shall, in ‘ addition to his vote as a member, have a casting sia-votet mn 10, ‘The following new sections..are hereby inserted Yosation of immediately after section 9, and shall have effect as section 55\"5e'fy. ‘Sx, section Sc, section 9p, section 9g, section Ur, section 94, 98 oy ‘f, section 9x and section 93, of the prinefpal enactment :— Sepacipd Power of, $a, The Chairman of the board and if the “= ™% fanmen ” ° Chairman is not presiding at any meeting of witnesses &e, the board, the Chairman of that meeting shall, for the purpose of the consideration and ++ determination ‘of’ sny ‘miatter, have the . powers ha . * (a) to summon and compel the attendance to witnesses. te “sta © (by ‘tg ‘egmpel the production af docu- . ments, and Be easyer: (©): to adminiiter any’ oath or affirmation Feo erakee ry ‘to witnesses. ‘Application Be: An’ abjplication te the board under this Ete vt ,..Aet shall be in the manner prescribed. Bekisg ts f-' oi (1) There shall be appointed by the Uubunal, \" Judicial Service Commission for the purposes of this.Act a Wakfs Tribunal or such number of Tslounals ag may be determined by the ‘Minister from time-to time, each of which shall consist of three persons who are Mus- Tima, ite ms (2)-The Commission shall appoint one of : the members fo be the Chairman of the Trl “\"@@) ‘Two embers tf the Tribunal shall form a quorum, No matter shall be heard by “the Tribunal unless a quorum is present.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Muilim Mosques and Charitable Trusts or Wakfs (Amendment) Act, No, 33 of 1982 : (4) The decision of a majority of the mem . bere of the Tribunal who are present at the hearing of any matter shall for all purposes be deemed to be the decision of the Tribunal, General.) te (2) The powers of the Tribunal under Bivtiritunat: . thie Act shall include the power to bear and : determine any application made in respect of *\" g Muslim charitable trust or wakf for an carder providing for alt or any of the follow- ing purposes :— ; : (a) reinoving from office any trustee of ‘ the trast of takf ; @), appointing where necessary, a trustee ‘or trustees for the trust or wakf; (©) directing the submission of statements of accounts to the Tribunal or the board; {@) declaring what proportion of the pro- ; perty of the trust or wakf or of the interest therein shall be allocated te any specified object of the trust or + makefs . (@) settling a scheme for the management of the trust or wakf; @) directing the specific performance of any act by the trustee or trustees of the teust of wakf ; a {g) declaring any trustee of the trust or wakj guilty of any misfessance, . hhreach of trust or neglect of duty; + '(h) ordering the payment by any trustee Me ‘of the trust or soakf of any sum to *. the funds of the trust or wakf by ‘s.°-way of damages in respect of any +47 anstensanee, breach of trust or neg Ject of duty; and-* . (® granting euch further or other relief vo, aising from the matters specified in paragraphs (¢) to (h). @) Subject to the provisions of subsection | (8), every application in respect of a Muslin + vcr 2 Charitable trust or wakf shall be made by the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "Muslim Mosques ond Charitable Trusts or Wakfs 6 ‘{Amendment) Act, No. 23 of 1982",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "Director upon a direction given by the board",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "in thet behalf, or any five or mote persons interested in that trust or wakf,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(3) No application, other’ than an appli- cation made-by thé Director, shall be enter- tained by the Tribunal. under this section unless the application is sccompained hy a certificate under the hand of the Director ‘that the application has been approved by the board,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(4) Where five or more persons interest. ed in & Muslim charitable trust or wakf bave",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "made‘an application under subsection (1), , the withdrawal of one or more than one such person from the application shall not prevent the Tribunal from hearing and determining the application ao Tang 98-at least one person ‘who made the application continues to be a",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "7 « Barty, . 1 ‘Eowrer of 9r. The Chairman of the Tribunal and if Frbund the Chairman is not presiding at any meet witnenes fe. ing of the ‘Tribunal, the Chatrman of that meeting shall for the purposes of the con , sideration and determination of any-matter, |, ‘have all the powers af a District Court— 4. es +» (@) 10 summon and compel the attendance a > ,,of witnesses 5 Noy (®) t0 compel the production of docu ments; and (©) 40 administer any oath or affirmation mee to witnesses. . :",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "Proceedings $c. In any proceedings under this Act, the Sefore cry fbumal - shall-follow the procédure-of a vhs Distriet Court,\" and im the execution of fts orders and judgments, shall have e2 the . powers of a District Court and the provisions we <i \"as “of thie Civil Procédure Code, relating to the “““4--\" procedutes “and ‘Bowers of execution of stones cn «, District, Court;..shall,, mutatis: mvtandis, cod wae y apply to and.in, relation to the procedures",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "vu + + af-and powers of-execution of the Tribunal, Appeatsto “i! * gu.\"(1) Ay person aggrieved by any onder fromatsers, | or decislon tade: by the board may within ‘teotboard, thirty days of the date af such order or",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "& Muslim Morquer ond Charitable Trusts or Wakfe (Amendment) Act, No. 33 of 1982 * +; decision appeal in writing to the Tribunal ns sca Againgt such order of decision. *\"'@y Fok the purpose of hearing and deter- ois oy is maining any appeal made under subsection -= +, ds..(1), the Tribunal shall have the following me oe powers! wf ts hel Gay to Gell for the record of any proceed- Boe ae ® ings before the board and any doca- ee eS tets sents in the possession of the board; and . ER f(b) to make such inquiries as may be \" : . Recessary for the purpose of the . nn appeal and, if it thinks fit, to admit we | or tall for any evidence, whether ce wre\" >) oral or documentary, . jomet.. 5 @)‘Atter the hearing of an appeal, the us> wy Trlbunal ghall make order confirming, setting aside or varying the order or decision of the suse fegan, DOUG, OF make much other order thereon as , so)\" it may think At, ; Tribunal to “Bs. The “jurisdiction exercisable by the ‘ fistusica ‘ ‘Fribunal in respect of matiers relating to juriggictg” \"Muslim charitable trusts or wakjs shell be into: exclusive and any matter falling within that Teltingto* ‘jurisdiction shall not be tried or inquired Muslim, into by any court or tribunal of first feustter. “instance. ”. : ‘Ameniment ‘U1. ‘Section 14 of the principal enactment is hereby gf rtion amended as follows :— _ Sbeprinetpal (a). by the repeal of subsection (1) of that section and senatim , vi, the substitution therefor, of the following sub- te section t— ‘\" 4) As soon’ as may be, after» mesque hae * ‘been registered under section 15, the board— 2+ (@) shall confirm ‘and appoint « person of persons Ses! 41 \"to be a trustee or trustees who is or have been ‘cg aelested or - nominated according to the fy; we. + Btactices, rules, regulations or other errange- >, cae Menta in force for the administration of the : ven, ee OSqMES . - _",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "Muslim Mosques and Charitable Trusts or Wakje 7 (Amendment) Act, No. 33 of 1982 + > (b) if no trustee or trustees is or are appointed Ty ‘~ under paragraph (¢), the board may appoint @ person or persons to be a trustee or trustees from . among registered members of the . joma’ath of the mosque ; (@) may appoint 2 special trustee or trustees for a . particular period if the -board considers . necessary Zor the proper administration of the mosque, \" ; 1 (®) by the repeal of subsection (2) of that section and ‘the substitution therefor, of the following sub- section :— : ~ +1 (a) Every person appointed as a trustes by the board shall—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(@) officiate as trustes for stich period as previded for by the practices, mules, regulations ot other arrangements in force for the adminis-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": ". tration of the mosque; or (b) officiate os such trustee for such period as may : ‘he specified in the instrument of appointment unless he vacates his office under section 15 or his appointment ws trustee is revoked by",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "7 the board or tribunal ;\"5 (ce) by the insertion, immediately after subsection (3) of that section, of the following new subsection :— “ (8a) It shalt be the duty of the trustee or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "trusteea of a mosque to submit fo the Directors—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(a) a duly certified copy of the practices, rules, regulations or other arrangements in force",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": ". for the time being for the administration of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "Do the mosque; and +” () a copy of the list of registered members for the & 1, _ time being of the jama’ath of the mosque.” ; 2 and S",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "~ (@) hy the repeal of subsection (4) of thet section.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "1% Section 18 of the principal enactment is hereby Amendment amended in subsection (1) of that section as fellows:— of sertlan",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": ". the principal",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "* (a) By the relettering of paragraph (f) of that subsection _encewen ‘ag paragraph (g) of that subsection ; and.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Muslim Mosques and Charitable Trusts or Walfe (Amendment) Act, No, 33 of 1982 “(B) by the insertion, immediately before relettered pare be graph (g) of that subsection, of the following new eye. Panmgraph n= wi 1“ () if whilst he is 9 trustee of a Jumma mosque, holds office as a trustes of another Jumma at miogque ; be wust\". Provided, however, that where more than in ‘one Juma mosque is administered by a com- mon Board of Trustees according to long bub <1 4-, lage OF custom in a particular area, a trustes vrs. of @ Junta mosque may hold the office of ‘trustee on another Jumma mosque ; or”. QGmenimmt —__.14, Section 16a of the principal enactment te hereby of the amended in subsection (5) of that section, by the addition, prinapal at the end of that mubsection, of the following new para grephs— _ * (c) Notwithstanding the provisions of any other lav, “the execution of an order made by a Magistrate's Court under subsection (3) shall not be stayed in any manner “! by means of any appeal or other step taken or proposed + + © to be taken in any court with a view to varying of setting *\" aside such order.” Amendment 14, Section 18 of the -principal enactment is hereby hot” amended by the substitution for the words “ sanction of the Gaeprincipsl hoard \", of the words “ sanction of the Director, or a Deputy Director of an authorized officer, *. . Insertion of 18. The following new section fs hereby inserted Gninihe” immediately after section 20, and shall have effect.as section eactment 94, of the principal enactment :—- . ‘4 authorized \"20a, (1) The Director may in writing gees end guthorize auch number of offfcers as may be Hineons necessary to be authorized officers for the “ects ° purposes of this Act, ks fees (2) Upon betng instructed by the Direc- tor in that behalf, an authorized officer, shalt\", pos nde gh {a} ascertain whether any person has con fravened any provisions of this Ach “°° og any egulation made thereunder > ((b) make application to the board under : yy -wection 21, section 22, section: 25 end tober ection BE gmara eg as",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Muslim Mosques and Charitable Trusts or Wakfs 9 (Amendment) Act, No. $8,0f 1982 > pete a: (¢). institute and defend any action or pro- - iste 1s ceeding ag may be necessary in the ‘board, the ‘Tribunal or in any court; {d) investigate and report or bring to the notice of the board, the Director or any Deputy Director any allegation ‘of fraud or misuse of property by any truntee or trustees of a registered. lewin E mosque.”. . we eR “46. Section 21 of the principal énaétment.‘ig hereby Amendment amended ag follows :— pf section Q) by the repeat of subsection (2) of that section 5c Gasement' >, (2) by the renumbering of subsection (1) of that section es 3 sos, ap section Qj and ora vo ce Teta (8) by the substitution in that aection for the words “to direct the trustee or trustees of that mosque”, of “1 the words “to direct an authorized offer”. 1%. Section 22 of the principal enactment i hereby Amendment amended ag folloWS 1k as aon (1) in subsection (8) of that section, by the cubstitution 24zar™ * ‘for the words “to direct the trustee or trustees of * * that mosque”, of the words “ to direct an authorived officer\"; and . @) by the repeal of subsection (4) ‘of that sectlan, ? : 18, “Section 25 of the’ principal~enactment i@ hereby amendment amended as follows: 7 me gf ston () in subsection (1) of thet section, by the substitution the pcincipal for the words “The trustee or trustees of a xegister= Led mosque”, of the words \" An authorized officer or ‘ithe trustee or trustees of a registered mosque” ; (0) by the repeal of subsection (2) of that section, and the + SP gubstitution therefor, of the following subsection :— “wrlina toy ene! trudiee of 8 registered mosque or an +, o“ guthorized officer, whether he is: the plaintiff or » in defendant in an-action; shall not be personally liable “tyra AB coats for any act bona fide done by suah trustee +. Of guthorizad officer in the exercise of the powers * “or the performance of the duties of such trustee or authorized: officers. anid P28 B15",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "‘10 Muslim Mosques and Chéritabte Trusts or Wakjs (Amendment) iAct, No: 83 of 1982 “ -€¢) by the substitution for the marginal note to that see- *+ * “ton, of the following marginal note :— wren ee . “ Authorized’ officer, Me baat op trustee on. 1 we trustees of oir : cowie 2, registered moogue; + se MAY BURP Amendment ° 1, Section 26 of the principal enactment is hereby Of section 26 smended in paragraph (c) of that section, by the substitution Principal for the words “by the hoard ®, of the words “hy the hoard Snactient: “or by an authorized officer”, ~ . . Amendment. 20, Section 29 of the: principal enactment is hereby 9f section amended ax followsi= os se Seersteel (1) in subsection (6) of that ection, by the substitution +, for the words “may without joining as plaintift any . 2, other person so interested, instltute an action against a trustee of that mosque in the District Court having jurisdiction in the place in which that mosque is . sec: au situated, to obtain a decree”, of the words “may “ag against a trustee of that mosque, make an appli- : cation to the Tribunal for an order” ; >.” @) dy the repeal of subsection (7) of that section and ua. the substitution therefor, of the following subsee- om — stat . \" (i) No application, other than an applfcation made by the Director. shell he entertained by the an o:, ; Tetbunal under- this section unless the application “S fs accompanied by e certificate under the hand of , 8 the Director that the application hus heen approved } , ° by the bord\"; and 3 \"'@) by the repeal of subsection (9) of that section and ‘the substitution therefor, of the following sub- section :— “ © (8) Where five or more persons interested in @ Mosque have.made an application under subsection - --1 @), the withdrawal of one or more than one such . person fromthe applicition. shall not prevent the ‘st Tribunal from hearing and determining the apple cotion 20 Jong’ ua at least one person who made the application continues to'be a party...“",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "1 Muslin Mosques and Charitable ‘Draste or Wakfe 11 (Amendment) Act, No, 38 of 1982 BI, Section 87 of the principal enactment js hereby Amendment amended by the substitution for the words “by the board”, of section BF jords “by the board thorized officer.\" * of the wi y the or by any authorized o rea 22, Section 39 of the principal enaciment is hereby Amendment amended aa follows :—~ na pt aeetion {a) in subsection (1) of that section by the substitution theprineipal for all the words from “ for all or any of the follow- catia ~ \"ing purposes :—\", to the end of that subsection of 07“: ‘the following :— . ea “+ “for both or either of the following purposes :— paee “:\"\" (@ enumerating the properties comprised in the a trust or wakfjand {b) granting such further or other relief ag the cl . oo. gumslanees of the case may require.” ; and (b) by the repeal of subsection (6) of that section. 2%,\"\"Section 40 of thé principal’ enactment is hereby  Amendawat ‘amended as follows :— : a oa theprinetpar (@) by the substitution for the words “the court”, where-enavtiment. ‘ever those words occur in that section, of the words * “the Tribunal\" ; and oe wots (b) by the substitution, in the marginal note to that sec. 1H ‘Hon, for the wards “Court's pawers”, of the words fa “\"fribunal's powers”, . 2%. Section 41 of the principal ensctment is hereby Amendment amended by the substitution for the words “the court\", of | & ot the words “the Tribunal”, hoa the prinelpar 25. Section 47 of the principal enactment fs hereby Amendment amended as follows :— a sgt (@) by the substitution for all the words and Agures from fhe principal “Where any action is instituted \" to “for all or any Ssciment _ “of the following purposes :—°, of the following :— s..:Where any application fs made to the ‘Tribunal under section %, the Tribunal may provide in its + order, in addition to the matters which may be pto- vided for in such order under section 28, for all or +.» any of the following purposes :—* j-and . (0) by the substitution for the marginal note to that | > Section, of the following marginal note :— cons) “Additional powers ‘ of Tribuml me ey . regard to appli- “se neh ois, catlong.undar.° 06a ert . 4 oo) seetion BM Ge i> “",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "13 Muslim Mooques aud Charitable Trusts or Wakfe (Ameridment) Act, No. 33 of 1982 Repent, 28. ‘Sections 48'and 49 of the principal enactment are fna@at “hereby repealed, Do jae geek Reape y wl fo shaee geet ator ‘21, Section 41 ine n Repeat wer Seat i of the ‘prinéipal enactment is, hereby ‘the principal: mht bo beg a Commny emactment - Le C . . ‘ _ * Amentmant 28. Section 53 of the principal enactment is! hereby pee amended as 'tallows :— pe Seprinelpad (@) by the repeal of subsection (2) of that section; and (b) by the repeal of subsection (8) of that section and ‘the substitution therefor of the following subsec- “ tion: 4 we “ “ (8) Every person guilty of an offence under this Act shail, on conviction after summary trial vefore ..., 2 Magistrate, be Liable to a fine not exceeding two coy 2\" \" thousand rupees or to imprisonment of either nt 1: description for @ term not exceeding three months . 7 QF to both such fine and imprisonment.”. Sricodment 29. Section $4 of the principal enactment is hereby 54 of amended as followa :— + ‘the principal: enactment. (a) by the substitution, in paragraph {c} of subsectlon (2) of that section, for the words “or of trustees . a a. Of @ mosque.”, of the words “or the Tribunal or . _ OF trustees of a mosque.” ; .. mt (b) by the repeal of subsections (3) and (4) of that section , . and the substitution therefor of the following sub- “ sections i— roe oe a w  @8) Every regulation made by the Minister shall 0%\" be published in the Gazerte and shall come into ope= ration on the date of such publication or on such later date as may be specified in the regulation. : -tw, + (4) Every regulation shall a5 soon: as canvenfont ‘1g after publication in the Gazette be brought before Parliament.for:approval and upon: such approval, i», Shall have the same, force and effect as a provision in this Act. Any regulation which is not.so approved shall be deemed to be rescinded from the date of ite disapproval but without prejudice to anything previously done thereunder.” ; and (©) by the addition immediately after subsection (4) of ‘thet section of the following subsection :—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "‘Muslim Mosques and Charitable Trusts or Wakfe 13 (Amendment) Act, No. 33 of 1982",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "seu, (8) Notification of the date on which any rogu-",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "“\" Jation made by the Minister is deemed to be rescind. meres vpog £0 Shall be published in the Gazette,”, * oe. 30, ‘The following new: sections: are hereby inserted Insertion ot",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "immediately after section $5, and shall bave effect ax section SS\" nrser*",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "98a and section $53, of the principal. enactment:— Berrngpn oh ‘enastment",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "* Appeals, 85a. Every order made by the Tyibubal",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": ". shall be deemed to be an order made by a",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "J°3_. | District Court and the provisions of the Civil O'S\" Beocedure Code governing appeals from orders and judgments of @ District Court",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "* shall, mutatis mutandis, apply to and in “1” “yelation to appeals from orders of the ‘Tribunal, . . Conterspt Siu. For the purposes of detling with proceeding. offences of contempt against the authority of . the Tribune], the Tribunal shall have the powers of a District Court, and eccordingly “ the provisions of section $5 of the Judicature Act, No, 2 of 1978, shall, mutatie mutandis, . apply as though the references therein to a District Coust were references to the Tsibur mA? © . nn ~",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "34. Section 57m of the principal enactinent is hereby Amendment amended by the substitution for the words “religious resort, 9f, Heqtion notwithstanding anything in any other written law,” of the the rincpal ‘words: “religious resort, whether incorporated or not, not. ®*+ withstanding anything in any other written Jaw or any order made by a court of law as regards the administration of any mosque, Mustim shrine or place of religious resort,”.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "32. The” following ‘new’ section 1s “hereby inserted Insertion of immediately after section B78, and shall have effect an sec em section tion ‘7c, of the prinelpsl enactment :— See proatpat sBiggete. \"Ste. Any fine or penalty imposed by the Reever? fv} Tribunal or Court of Appeal may in care of ff penalties. :. default be recovered on an application made",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "Snes.’ | by. an authorized officer to. the Magistrate",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "Hl iv. .schaving jucisdiction in. the area where the",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "fe J +. “sperson Hable to pay such penalty or fine &",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": ": yfor the thme being resident notwithstanding so, gy Ally Hinulta inmposed by any other lew.”",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": ". MM Muslim Mosques and Charitable Trusts or Wakje (Amendment) Act, No. 33 of 1982 Amendment \"88; Section 58 of the ‘principal enactment’ is hereby Bape sttiended ag follows:— | ’ cont aheprineipal (a) by the Insertion, immedistely before the definition of vu: \" board”, of the following new definition :~ viv $M authorized officer? means an: officer authorized ~.\" to act as such for the purposes of this Act; @) by the substitution for the definition of “jama‘ath\", cy 7 ofthe following definition :—. p+ ~/4Jamalath, in relation to a mosque, means the per- (3 {x on. 8008 who ordinarily worship at, or participate tine «.. udm the religious or customary rites and cere- ia ce 1) Monies of, that mosque and whose names ap- i 12 “Lal pear on the register of members of the mosque for the time beings*} {e) by the substitution for the definition of “member”, Hof the following definition :—' \"4 : iy oe. {#imember® miedns a member of the board or the ‘iia. n¢Ttiburial, as the case may be 3\"; “(d)-by the insertion, immediately after the definition of isu, member, of the following new definition -— © |)\" Minister * imeans the Minister in charge of the eo \"3. subject of Muslim Affalrs ;? ; (©) by the sustitution for the definition of “mosque”, of a. + the following definition: — 3. - ‘+ ..!\"thosque” means any place of exelusive Mustin dis\" oot worship, whether of or for any sect oF on avez Jamelath and whether incorporated oF “nol, '5 x0 wit ghdincludes any thakkiya or zavia whether ‘totly «he giilated or unaffiliated to any mosque ;? 5° * () bythe insertion imimediately after the definition of ay '*Muslim shrines and places of religious resort”, of cen the following new definition :— wos * person or. persons who immediately prior to the date of such appointment had in any capacity whatsoever the possession, custody oF tontrol \"means any person who, contrary to ‘the provisions of any tnist, deed or docu~ ment, possesses, occupiés, alienates, sequires ‘or-cominits trespass upon,?in any manner whatsoever notwithstending’any other law, any property, mdvable of immovable belong- ing to; ox in any way’ appertaining to or ‘appropristed to the use of that mosques\":",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "+ Musiim Mosques and Cheritatle Trusts or Wakfs 15 (Amendment) Act, No, 83 of 1982",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "(9) in the definition of “ preseribed”, by the substitution",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "for the words “under this Act; and”, the words “under this Act;\"j",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "(hy in the definition of “reglatered mosque, by the subs-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "titution for the words “ registered under this Act.”, of the words “ registered under this Act; and” ; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "() by the insertion, tmmediately after the deBinition of",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "“ registered mosque”, of the following definition :— ‘eqyibunal” means the Wakfs Telbunal established under thia Aet.*.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "24 The First Schedule to the principal enactment Amendment ‘hereby amended as follows :-~ eS",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "(a) by the repesl of rule 1 of that Schedule and the Gudunap™",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "substitution therefor of the following rule:—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "“I, The rate of contribution for any year in res- pect of a registered mosque, Muslim charitable trust or wakf to the Muslim Charitable Fund, shall be six per centura of the net income in that year.” ; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "(®) In sule 2 of that Schedule by the substitution for",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "‘the figures and words “25 per centum,”, of the figures and words “10 per centum”.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "35. All matters, suits and proceedings pending on the ‘Transitional day preceding the date of commencement of this Act in any brovision. court in respect of any matter which by the principal ‘enzetment, as amended by thia Act, i within the exclusive jurisdiction of the Wakfs Tribunal, save and except any ‘appeal pending in the Court of Appeal or Supreme Court from any judgment or order in respect of any such matter, shall stand removed with effect from the date of commence: ment of this Act to the Wakfe Trlbunel to be heard and determined or continued and completed.",
    "mean_p_confidence": 0.86
  }
]