[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". vast N PARLIAMENT OF CEYLON ze = 2nd Session 1957 ley <n : Mo aur NB the, . “e ‘ pg Serer far _ Efe ya Lory Rubber Control (Amendment) Act, No. 45 of 1957 Date of Assent: October 25, 1957 . noe Printed on the Orders of Government . i Pring at he Gommanangr Prise, Grmon, To be pusehased Tei t Qe cmon rion “Beane” Coca dora abr couice Bp Serene eaalt SOT ae secant, “Clone it Priee: 10 cents. Postage: 10 cents, i",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": ". Rubber Controt (Amendment) 3 Aot, No. 45 of 1967 yy. L. D—O. 38/57. ‘Aw Act 1 awenp tae Russee ConrroL Act, Os No. 11 oF 1986. Ti, ne. [Date of Assent: October 25, 1957] BE it enacted by the Queon’s Moat Excellent Majesty, by and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "e House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same as follows: —.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "“24. This Act may be cited as the Rubber Control Shot tite, (Suendmont) Act, No. 45 of 1057. “8, The following new section is hereby inserted Tw of 5, immediately after soction 89, and shall have effect ag sa No it section 304, of the Rubber Control Act, No. 11 of 16. 1066, Qerenatter referred to as the “ principal ee “scomte ot” 89a, (1) ‘The Controller shall canse Conizal Fund, © accounts of the Rubber Control Fund to be kept. . . 2) ‘The accounts of the Rubber Con- trol Fond in respect of each financial : year shall be audited by, or under the direction of, the Auditor-General. &) The accounts of the Rubber Con- trol Fund in respect of each financial year shall be laid, together with the report of the Auditor-General thereon, before the House of Representatives. {4) In this section, “ financial year ” means the period of twelve months com- meneing on the first day of January.”.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "8 The following new section is hereby inserted Tssntioa a immediately after section 43, and shall have effect as bne\"™\" section 484, of the principal Act:— weindipal Ach, * Appointment Aa,“ Where the holder of any post ot iat in the public service which is declared Preis the to be pensionable under the Minutes on gee oar Pensions is permanently appointed to of tee Rotter the staff of the Rubber Gonttol Depart-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "SGetnen — memt— (@) he shall be eligible for such an award under those Minutes as might have been made to",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "S.N.aLaane-sees at)",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "1",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "4 Rubber Control (Amendment) : Act, No. 45 of 1957 him if he had been retired from that post on the ground : of ill-health on the date of his permanent appointment to the staff of that Department, . Q) the amount of any such award ~/ made under those Minutes Lok shall not be paid to him unless Se, bis employment in * that Department is terminated by cence retirement on account of age . or ill-health or Wy the aboli- ~~ tion of the post held by him : . - in that Department or on any . other ground approved by the bos . Minister of Finance, and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "ane (©) in the event of his death while he is employed in that Department, such an award as might have been made in _ respect of him under those . : Minutes if he had died",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Su be inamediately before his per- ... - manent appointment to the staff of that Department may oy be made in reapect of him.\"*,",
    "mean_p_confidence": 0.67
  }
]