[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "_ PARLIAMENT OF CEYLON 2nd Session 971-72 9, . . Cay’ ~ Bye : . dy : m-9-24 3} ‘sf (ry Pars Worrmio7e> . Se Inland Revenue (Amendment) Act, No. 31 of 1971 ; Date of Assent: Auuet ‘$4, 1971 Printed on the Orders of Government Printed at the Drraemagerr or Govemmexet Prova, CEYLON. . ‘To be purchased ai the Govmmn nacre ‘Posuicanions Buezad, synent vescton (acting Bi Ba. 3 (ogee. ih RP ils ramsey aeeernsier™ Price: Re, 140 _, Postage: 50 cents,",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Inland Revenue (Amendment) Act, No. $1 of 197 L. D—0. 37/71. . . “Aw Acr to astern Tar Inranp Revenvr Act, No, 4 oF 1963. ,- . | [Date of Assent: August St, 1971] ., BE it enacted by the Queen's Most Excellent Majesty, by and with tho advico and cousent of the House of Representatives of Ceylon in this present Parliament assembled, in accordance with the provisions of section $3 of the Ceylon (Constitution) Order in Council, 1946, and by the authority of the same, as follows: — : : 1, This Act may be cited as the Inland Revenue stert dis (Amendment) Act, No: 81 of 1971. . 2. Section 2 of the Inland Revenue Act, No. 4 of Anmtoat a 1063, hereafter in this Act referred to as the SN0 dof “ principal Act”, is hereby amended ae follows:— \"~ {1) in sub-section (1) of that section by the substitu- tion, for the words and figures “ commencing - on or after April 1, 1963,”, of the words - and figures “* commencing on or after April 1, 1968, but not after April 1, 1970, \"; and ®) by the insertion, immediately after sub-section (1) of that section, of the following new sub- + section :— : “* (1a) Income tax shall, subject to the provisions of this Act, be charged at the : appropriate rates specified in the First and : Second Schedules to this Act for every year - of assessment commencing on or after April 1, 1071, in respect of the profits and income of every person from any employment for that year of assessment and from any soures ‘ other than employment for the year preceding that year of assessment— + (@) wherever srising, in the casa of a petson who was resident in Ceylon in the year preceding the year of assosement, and 1 wean orm",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "2 Inland Revenue (Amendment) Act, No. 81 of 1971 (0) arising in or derived from Ceylon, in the case of every other person, ‘ but without prejudice to any provisions of this Act which enact that tax is to be charged in particular cases in respect of profits and income of any other period. ””. Anginmist 3. Section 5 of thé principal Act is hereby ‘the peincipal: amended by the insertion, immediately after sub- Ae. section (8) of that section, of the following new sub- + section: —",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "“'(4) Where for any year of assessment commencing on or after April 1, 1971, the profits and income of an individual consist—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "(@) only of profits from employment carried on or exercised by him, or by him and any member of his family (other than occupational income), during that year of assessment,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": ". such profits not exceeding twelve thousand rapees; and : . (6) of profits and income of such individual and any . member of his family, such profits and ~ + income not exceeding six hundred rupees from any source other than a trade, business, profession or vocation carried on or exercised “by him or by any member of his family daring the year preceding that year of assessment, the profits and income not exceeding six hundred rupees derived from sources other than a trade, bnsiness, profession or vocation, ‘shall be exempt from income tax. ”’. : Aaepinant ot 4% Section 18 of the ‘principal Act is hereby ike atended by the insertion, immediately after sub- Principe! Act. section (2) of that section, of the following new sub- ‘section ;—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "** (3) Nothing in the precsdiag provisions of this =. section shall apply to any person who ceases to carry on or exercise an employment on or after April 1, 1870, ”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Inland Revenus (Amendment) Act, No. 81 of 1971 3",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "8, The following new section is hereby inserted toumtca of immediately after section 16c, and shall have effect as és ia'tis’ section 16D, of the principal Act:— _ Beaspal Act. wonacia 16D, Where for any year of assessment fom aeeustie commencing on or after April 1, 1971,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Smvigt the assessable income of an individual gic were who is the head of a family within the goitvand ” meaning of section 19 or an individual coming’ Who is not included in a family, consists ‘ertein Umit. of profits and income specified in section 5 (4), an allowance of six hundred rupees 7 shall be deducted from such sxsessable . income in arriving at bis taxable income for that year of assessment: Provided that a deduction under this . section shall not. be made if such individual has been allowed a deduction under paragraph (d) or paragraph (6) of sub-section (1) of section 10 or para- graph (a) of sub-section (1) of section 15 or section 164 or section 168 or section 1ée. *.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "6. Section 17 of the principal Act is hereby mesémest of amended by the insertion, immediately after sub- \"er? section (3) of that section, of the following new sub- isda! Aa. section: —",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "“ (4) Notwithstanding anything contained in any other provisions of this Act, where the profits from employment of any individual arising during",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "+ the period from April1, 1970, to September 30,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "1971, include @ sum specified in section 3 (4) (a)",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(ii), such sum shall be deemed to be profits arising",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "on October 1, 1971.\" :",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "7%. Section 44 of the principal Act is hereby ameotmat of amended as follows:— even tt",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(i) im eub-section (2) of that section by the substita- =\" 4*",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "tion, for the words '“ Where in the oase of ”, of the words and fgare ,* Subject to the provisions of sub-section (23), where in the | case of ’",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "4 Taland Revenue (Amendment) Act, No. 81 of 1071 (2) by the insertion, immediately after sub-section ) of that section, of the following new sub-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": ". sections: —",
    "mean_p_confidence": 0.06
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "“(2s) Where in the exse of a married woman the marriage ceases to subsist or is deemed not to subsist during any year of assessment commencing on or after April 1, 1971,—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(a) the provisions of Chapter V shail apply",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": ". only to such part of the wife’s assessable income for that year of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "_. assessment as bears to the whole of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "such income the same proportion as",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": ". the number of days daring which the marriage subsists in that year of assessment bears to the total number of days in that year of assessment;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "@) the provisions of Chapter VII shall spply only to such part of the wife's net wealth for that year of assessment ~ as bears to the whole of such net wealth the same proportion as the number of days during which the marriage subsists in that year of assessment bears to the total number of days in",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "_ thet year of assesement; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "{e) stich part of her assessable income for that year of assessment to which the Provisions of paragraph (2) do not apply and such part of her net wealth for that year of assessment to which the provisions of paragraph (8) do not apply shall be assessed on her separately and the provisions of this “+ Act ag to collection and recovery shall apply to her accordingly.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "Inland Revenue (Amendment) Act, No. 81 of 1971 (2s) Where in the case of a married woman the marriage ceases to subsist or is deemed not to subsist during the year preceding any year, of assessment commencing on or after ‘April 1, 1971, she shall, notwithstanding anything in any other provisions of this Act, * be assessed separately for that year of assess- ment on her assessable income in respect of income tax and on her net wealth in respect of wealth tax and the provisions of this Act as to collection and recovery shall apply to hor accordingly. ';",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "(B) in sub-section (4) of that section, by the substitation, for the words “ Where in the case of ”, of the words and figure “ Subject to the provisions of sub-section (4x), where in the case of “”; and.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "(4) by the insertion, immediately after sub-section (4) of that section, of the following new sub-sections:—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "“* (4a) Where in the case of a married woman the marriage takes place on or after the first day of April in any year of assess- ment commencing on or after April 1, 1971, she shall, if prior to the date of marriage she was an individual not included in a family, be assessed separately for that year of assessment on her assessable income in",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": ". respect of income tex and ou her net wealth in respect of wealth tax, and the provisions of this Act as to collection and recovery shall apply to her accordingly. >",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "(43) Where in the case of a married woman the marriage takes place on a date within the year preceding any year of assessment commencing on or after April 1, 1971, the . entirety of her ascessable income and net wealth for that year of assessment shall be aggregated with that of her husband and she shall not be assessed separately in respect of her income or wealth. *. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "8 Inland Revonus (Amendment) Act, No. $1 of 1971",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "Ammanent ef 8, Section &4 of the principal Act is hereby",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "ay amended by the insertion, immediately after sub-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "Fics) Ac. section (8) of that section, of the following new sub-section :—",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "“« (7) Where an individual arrives in Ceylon in",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "any year of assessment commencing on or aiter April",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "4, 1971, and commences to carry on or exercise any",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "“ employment in that year of assessment, the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "Commissioner may direct that such individual shall",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "be deemed to have been resident for the whole or a",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "part of the year preceding that year of assessment",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "for the purpose of granting such relief ag tho circumstances of the case may require. ”. Teva, of 9. (1) The following heading is hereby inserted Yass immediately after section 68a of the principal Act :— sectioa 6 . snp At, “LLL.—srecia: RELIEF IN RESPECT OF EMPLOYMENT INCOME ”’: (2) The following section ig hereby inserted in the principal Act immediately after the heading inserted therein by sub-section (1) of this scotion, ‘and shall have effect as section 698 of that Act:— * Dedoetion 49s. Where the profits and income of fea trim * 0 individual for the year of assessment respect of commencing on ‘April 1, 1971, include polis fom | profits from employment, guch indivi- wea Boal, or if such individoal is a member ameunent of a family, the head of such fanily, Guar; ai” shall be entitled to a deduction from the income tax payable by him or by the head of the family of which he is a ~ member, as the case may be, for that year of assessment, of a sum equal to income tax at the effective rate on such part of the profits from employment as bears to the total profits from employment the seme proportion as the number of deys during which such individual carried on or exercised an employment during the period fom April’ 1, 19710 to ptember 80, 1971, bears to the’ total . . number of days during which he carried on of exercised an employment in that",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "year of assesment: \\",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "Inland Revenue (Amendment) Act, No. 31 of 1971 7 Provided that such profits from employment for the purposes of this \\sectiod shall not include any sum falling within section 8 (4) (a) (ii).",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "For the purposes of this section, the effective rate of tax for the year of assessment commencing on April 1, 1971, shall be the percentage which the amount of tax payable for thet yodr of assessment without any deduction for any relief under section 27, or section 66, or section 70 or section ‘71 bears to",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": ": the amount of the assessable income for",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "that year of assessment.””.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "10. Section 81 of the principal Act is hereby smesémeot of amended by the insertion, immediately after sub- salon ® of section (2) of that section, of the folowing new 4 scr! sub-sections:—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "*« (8) Nothing in sub-section (1) shall be deemed",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "to require any individual resident in Ceylon to give «",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "notice to the Commissioner under that sub-section",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "in respect of his income for any year of assessment",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "commencing on or after April 1, 1971,—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "(@) if such income consists—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "(i) only, of profits trom an, employment",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "‘carried on or\\ exercised by him and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": ". which do not exceed twelve thousand",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "rupees for that year of assessment; ot (ii) only of profits from an employment",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "Tarried on or exorcised by his spouse",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "and which do not exceed twelve",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "thousand rupees for that year of",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": ". assesament; or : (ii) only of profits’ from an employment carried on or oxeresed by hin and",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "from an employment carried on or .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "Lo. exercised by his spousa and the . aggregate of which does not exceed",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "twelve thousand rupees for that year",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "of assessment; or .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "(iv) of such profits from employment not exceeding twelve thousand rupees as \"are referred to in sub-naragraphs (i), Gi or (iii), and of profits and income",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": ". é",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "8 Inland Revenue (Amendment) Aot, No. $1 of 1971 not exceeding six hundred rupees from any source other than a trade, business, profession or yocation and assessable for that year of assessment;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "Loo and () if the employer of that individual has commenced to deduct in aocordance with the : provisions of Chapter XIIIA the income ‘ax payable on the profits from employment of that individual for that year of assess- ment; and (©) if sach individual is not chargeable with wealth tax or gifts tax for that year of assessment. (4 Notwithstanding the provisions of sub-section (1), for the year of assessment commencing on April 1, . 1971, notice under that sub-section shall be giver within a period of nine months after the commence- ment of that year of assessment.”?, Amott ot 44, Section 82 of the principal Act is hereby rn amended in sub-section (I) of that section ag wipe Act follows:-— £ (1) by the substitution, for the words “ income derived from any source, ’, of the words : ““moome from any source, ””; (2) ia paragraph (@) of that eab-section, by the : substitution, for the words “such accounts, and”, of the words “such accounts, ”’; 8) in paragraph (8) of that sub-section, by the © % Bintan, forthe words trom that souree.”, of the words \"from that source, and\"; and (4) by the insertion, immediately after paragraph @ of that sub-section, of the following new paragraph :— “* (&) in the case of profits from employment . in respect of a period which has nob expired at the time the return is made, be the amount which the person - furnishing tha retira estimates in geod faith to be the amount of profita from that source. ’*.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 21,
    "text": "Inland Revenue (Amendment) Act, No, $1 of 1072 9",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 21,
    "text": "42. Seotion 93 of the principal Act is hereby smmingat a amended by the insertion, immediately after sub- {Shami section (8) of that section, of the following new sub-section :—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 21,
    "text": "“ 4) Notwithstanding the precsding provisions",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 21,
    "text": "of this section, where for any year of assessment",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 10,
    "par_num": 21,
    "text": "commencing on er after April 1, 2971, income tax *",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 21,
    "text": "has been deducted from the remuneration of an, -_",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 21,
    "text": "individual resident in Ceylon referred to in section",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 21,
    "text": "81 (8) in accordance with the provisions of Chapter",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 21,
    "text": "XIIMa, no assessment shall be made on such indivi-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 21,
    "text": "dual in respect of that year of assessment, if the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 10,
    "par_num": 21,
    "text": "difference between the amount of income tax with",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 10,
    "par_num": 21,
    "text": "which he is properly chargeable for that year of",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 10,
    "par_num": 21,
    "text": "assessment and the total income tax so deducted in",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 21,
    "text": "respect of that year of assessment does not exceed",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 21,
    "text": "forty-five rupees. ””,",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 10,
    "par_num": 21,
    "text": "43. Section 95 of the principal’ Act is hereby snendnee ot - amended in sub-section (1) of that section, by the fae priocpal substitution, for the word ‘‘charged.”, of the “~ following: — :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 21,
    "text": "changed: :",
    "mean_p_confidence": 0.07
  },
  {
    "i_page": 10,
    "par_num": 21,
    "text": "Provided that where such notice is given to an employer under the provisions of Chapter XIiTa, it shall be sufficient to state therain the amount of tax charged. ”.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 21,
    "text": "1%, Section 107 of the principal Act is hereby Anrednmt ot amended as follows:— {Be panera",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 21,
    "text": "(1) in sub-section (1) of that section, by the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 21,
    "text": "substitution, for the words ‘‘ Where the remoneration ”, of the words and figure “Subject to the provisions of sub-section (G4), where the remuneration ; @) by the renumbering of sub-section (14) of that _ Section as sub-section (Ls) of that section;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "10 Inland Revenue (Amendment) Act, No. 91 of 1971",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(8) by the insertion, immediately after sub-section",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(1) of that section, of the following new. eub-seetion : — . ~",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "“(14) ‘The Commissioner may, by notice in writing given to any employer of an employee or to the person respon- sible for the Payment of remuneration of an employes, direct such employer or person to deduct during such period az may be specified in such notice from the remune- ration of such employee the amount of income tax and wealth tax or income tax or wealth tax payable by such employee in respect of any year of assessment commencing on or before April 1, 1970, in such namber of monthly instalments as may be specified in such notice. The amount so deducted each month front the retwaneration of an employee shall be paid to the Commissioner by the employer or the person responsible for the payment of such remuneration. ”?;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(4) in sub-sections (is), (2), (4), (5) and (6) of that section, by the substitution, for the expression",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": ": * sub-seotion (1) \", wherever that expression __",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "oceurs in each of those sub-sections, of the expression “‘ sub-section (1) or sub-section",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": ". (lay \"5",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(6) by the insertion, immediately after sub-section (8) of that: section, of the following new ~ sub-section :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "* (6a) Nothing in the preceding provisions of this section shall apply in respect of any tax payable for any year of assessment commencing on or after April 1,.1971.”5 and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(8) by the substitution, for the marginal note to that section, of the following new marginal | note:—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "“Employer to deduct income tax and wealth tax due from ‘employes in respect—, of any year of assessment ending oot later than, March 81, 1971, from hia remuneration. ””.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Inland Revenus (Amendment) Act, No. $1 of 1971 WL sO 45., ‘The following new Chapter is hereby inserted, Iams immediately after Chapter XIII, aud shall have 3, effect as Chapter XIILs, of the principal Act:— ——_prinsnal Act. ‘CHAPTER XII - Pay as You Earn Scueme DEDUCTION OF INCOME TAX FROM REMUNEEATION OF UBMPLOYEES BY EMPLOYERS. Yaar of 107A, The provisions of this Chapter GES, shall apply for any year of assessment HePsve commencing on or after April 1, 1971, Scheme in respect of profits from employment. Eosbyers _—*107B._ (1) Every employer shall deduct ie,deivz income tax in accordance with the provi- “sions of this Chapter from - the Temuneration of bis employees at the time of payment of remuneration for each pay period commencing on or after October 1, 1971. (2) Income tax deducted from the remuneration of an employee under sub- . section (1) shall be deemed to have been paid by such employes to the Commis- sioner on the date on which such deduction was made, Eons 107e. (1) Every employer who Senviean, — mPloys— \" (a) any person who is a single indivi- ‘dual or amarried person whose spouse does aot carry on an employment, and who receives remuneration in excess of five hundred rupess per mene or six thousand rapees per annum, or (®) any pereon whose sponse is . Tomployed and the remuneration of both sponses exceeds five hundred rupees per mensem or six thousand rupees per annum, or : (¢) any non-resident person receiving . remuneration, for services rendered in Ceylon in excess of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "12 Inland Revenue (Amendment) Aot, No. 81 of 197 eighty-five rupees per mensom or one thousand ‘rupees per annum,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "shall give notics to the Commissioner not later than August 81, 1971, that he as in hie employ such petson (hereafter in this Chapter referred to as a@ specified employes \"). :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "(2) Where an employer commences, on a date subsequent to August 31, 1971, to employ any specified employee or te Bay, Temuneration to any | specited employee, such employer shall within seven days of such commencement give notice to the Commissioner that he bas in his employ such employee:",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "Provided thatthe preoding provisions of this sub-section shall not apply to an employer who has given notice under sub-section (1).",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "(8) Any notice given by an employer under sub-section (1) or gub-ecction (2) shall be in such form and contain such particulars as may be prescribed by the Commissioner. : _",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "(#) Notwithstending that an employer",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": ": hat “failed to. give Gotios under sub- section (1) or, sub-section, (2), gach employer shall deduct income tax from the remuneration of each of his specified employees in accordance with the provi-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "sions of this Chapter.",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "Baskre © - 1407p, (1) Every specified empleyeo",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "didintons! - other than & Ce Se caioyes shall",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "furnish fo his employer a declaration in soch form and containing such particu- . fim ar ‘nmay ‘bo. pressribed by the - Commissioner— (@) on or before, the third day of October, 1971, in respect of the : year of assessment commencing on April 1, 1971, and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "(@) om or before the third day of April,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "1974, in respeot of the year of assesement commencing on",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "Inlond Revenue (Amendment) Act, No. $1 of 1071 13 . April 1, 1974, and on or before the third day of April of every",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "third year from the year 1974,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "in respect of the year of assess-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "ment commencing on April 1,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "of such year, and",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "{e) within one week of—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "() such employes commending to carry on an employ- ment,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": ": (ii) the transfer of such ‘employes from the office of one employer to the office of another or from ‘one paying office where accounting records relat, ing to ent remuneration and dedc- tions of income tax are maintained to another such paying office,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "(iii) sach employee or such",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": ": employee and his spouse jointly, as the case may be, commencing to receive remuneration pated in section 107¢",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "Ds . (iv) the sponse of such employee . commencing or ceasing to carry on an employ- : ment,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "(6) the marri of such",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "Oe merigs of oak ceasing to subsist,",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "7 (vi) a child or dependent relative ~ of such employee ceasing to be a child or depen- dent relative within the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": ". meaning of section 129",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "a, {1} and :",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "(ii) such employee becoming",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": ": . oH entitled to an allowance",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "! in respect of a child or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": ": dependent relative other ,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "14 Inland Revenue (Amendment) Act, No. $1 of 1971 than a child or depen- dent relative mentioned ia any” declaration pre- viously made under this section, and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "(@) as and when required by the Commissioner.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "(2) Every employer shall issue to each",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "of bis employees resident in Ceylon and ‘_reveiving remumeration in excess of two hundred’ and seventy-five rupees per mensem or three thousand three hundred rupees per annum the declaration form prescribed under sub-section (1), whether or not such employee has made w request . for such form—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "() on or before September 15, 1971,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "(8) once jn every three years on. the fifteenth day of March commen-",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "+ ging from the fifteenth day of March, 1974, and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "(iii) whenever directed to do so by the Commissioner. .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "(8) Every employer shall issue the — declaration form prescribed under sub- section (1) to an employee when such employee—\"",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "(@) commences to carry on an employ- ment and receives remuneration. specified in sub-section (2); or",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": ") commences to receive remuneration specified in sub-section (2).",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "(4) Every employee who is issued declaration form ‘Gnder aub-section. (2) shall furnish the declaration on or before the days specified in paragraph (a), or paragraph (0), ab the case cen Oe of sub-section (1)!",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "Provided that in the case of a decla- ration form issued on the direction of the Commissioner, the employes shall furnish the declaration on or before such date as may be specified in such direction.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "Inland Revenue (Amendment) Act, No. $1 of 1971 15° 5) Every employee who is issued mt aerated, form onder sub-section (3) - . shall furnish the declaration within one : + week of the date of issue of such form. . (8) The declaration form referred to in sub-section (1) shall be issued by an : employer to any of his employees when- ever such employee makes a request “therefor. (2) Every declaration furnished by an : employee under this section shall he retained by the employer unless speci- fically required by an Assessor to ba transmitted to him. dpptntien ot 07x. (1) For any year of assessment commencing on or after April 1, 1971, the amount of inoome tax to be dedneted by an employer in terms of section 1078. (1) shall to in accordance with the income : tax tables prescribed by the Commissio- . ner and applicable to that year of assessment. : (2) Subject as hereinafter provided in : this section, the tax group in an income tax table applicable for any pay period in a year of assessment to any employes . who is resident in Ceylon shail be one of a the following groups determined in accordance with the declaration ‘fur- : nished by such employee to the employer 4 ander section 1070:— Tax Group I— Applicable to an employee who was. + a Single ‘individual. in the year preceding that year of assessment. Tax Grovp II— . . . Applicable to a married employes with a spouse or to a single x individual with one or two children vt) 2.7 on dependent relatives, in the year preceding thet year of assessment. keacay .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "16 Inland Revenue (Amendment) Act, No. $1 of 1072",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "Tax Group I1I—",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "Applicable to a married employee with @ spouse, and one or two children or dependent relatives, o to a single individual with three or more children or dependent rela- tives, in the year preceding that year of assessiment.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "Tax Group IV—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "Applicable to a married employes wih spouse and three or mare children or dependent relatives, in the year preceding that year of assesament.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "(8) The tax group determined im accordanes ‘withthe declaration. fur- nished by an employes under section 1070 shall apply to such employee until a new tax group becomes appticable under sub-section (5) in accordance with a subsequent declaration furnished by such employee,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "(® Where, an x has not farwiahed before tho third day from the commencement of any pay period the declaration required to be furnished on or before the dates specified in paragraph",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "- ’ (@) or paragraph (8), as the case may be, of section 107p (1) or, in the case of 8 declaration form issued on the direction of the Commissiouer ander paragraph @ of section, 1070 (1), on on efore the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "late specified in that direction, Tax Group 1 shall be applied by the erployer to such employee for such pay period.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "() A new tax group in accordance with the dedaration furnished by am",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "~ employee ahall be applicable—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "(@) where 6 marriage conses to sub- sist, from the pay period following the date on which the |",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": ". marriage “ceased to eubsists",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "am",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "Inland Revenue (Amendment) Act, No. $1.of 1971 17 (®) im all other cases from the first day of the year of assessment following that in which the . event which made the new tax group applicable took place. Aepteatien ot 107r. (1) Income tax shall be deduc- fm ted in respect of a pay period in accordance with the income tax table applicable to regular profits from employment from the remuneration for such pay period of every employee in respect of regular profits from employ- ment, and all such profits in respect of a bay period shail be aggregated and be - deemed to be one payment for the purposes of application of the ineame . ax table. : Regular profits from employment ip respect of aby pay period shal include (@ wages, salary, allowances or version payable in respect, of . such pay period or such other profits from employment which arise or eccrde regularly and are payable in respect of such pay period; {®) sach profits from employment ae are qaterred to in eaten . 8 (4) (@) (iii) or section (2) fe Danae reg employment in the form of perquisites or benefits other han those referred to in sub- sections (2) and ag accrued : in respect of such pay period: : ad {¢) such profits from employment as are not included in paragraph (a) or peragraph ay or in section 8 (4) (a) (ii) where the totel of sach profits for such py period does not exceed five jmdred rupees. -{@) Incoine tax shall be deducted in respect of such profits from employment ag are referred to in section 8 (4) (a) (ii)",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "'1B Inland Recentie (Amendment) Act, No. $1 of 197% . in accordance with the income tax table . applicable to such profits.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "(3) Income fax shall be deducted in respect of such profits from employment. as are received by an employee by way of,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "*, bonus, commission or any other benefits of a similar nature in accordance with the income tax table applicable to such profits.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "(4) Income tax shall be deducted in respect of any pay period in a year of assessment from the remuneration of an employee who had a spouse in the year preceding that year of assessment and ‘whose spouse carries on an employment in that year of assessment, in accordance with the income tax table applicable to ‘a married employes whose spouse carries on an employment:",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "Provided that—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "(@) in the year of assessment in which the ‘spouse commences to carry, on an employment, such tax tabte shall be applicd from the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": ": pay period in’ which such commencement took place; ot (®) in the year of assessment in which",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": ". 4 the spouse ceases to carry on an employment, “such tax, table shall cease to be applied from",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": ": the pay period following that in which auch cessation of employ.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "‘ ment took place, and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "Lo . income tax table applicable to",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": ". an employee ‘whose spouse is not employed shall be applied from that pay peried; an .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": ". (© in the font of ascessment. daring which the marriage cesses to subsist, auch tax table shall",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": ". cease to'be applied from the pay",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "aa period following that in whicl such cessation took place, and . ++, 4» + the ineome tax table applicable",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "_ - to.an employee whose spouse is",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "tee ot employed shell: be applied",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": ": » from that pay period:",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "sland Revenue (Amendment) Act, No. 81 of 1971.19.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "(5) Income tax shall be deducted in respect of any pay period from the temuneration of an employee other then an employes referred to in sub-section (4, in accordance with the income tax table applicable to an employee who has no spouse or whose spouse is not employed, as the case may be.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": ". (8) Where the income tax tables are altered, the income tax tables as altered shall be applied from the pay period following the date on which the altered income tax tables take effect:",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "Provided that, in the case of indivi- duals referred to in section 81 (3), no additional assessment or repayment of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "- tax shall be made only on account of such alteration of income tax tables.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "(7) Where any profits from employ- ment ate not paid but are credited or applied to the account or benefit of an employee or to the account or benefit of any other person on behalf of an gzuployes, such profits shall be deemed to be paid when they are so credited or applied.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "(8) Where the remuneration of an employee is, ot paid monthly, the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "ate of the payments made in cach talendar month shall be deemed to bs a monthly payment and such employee shai! be deemed to be an . employee to whom remuneration is paid . monthly and the deduction of income tax appropriate to such payments may be-made from aay one oF tore of the payments made during the month:",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": ". Provided that the Commissioner may, on application made by an employer ot employee, specify some other method in whick such deduction shall be made.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": ". (8) For the purposes of this Chapter, the amount of any commission paid to ny employes shall be deemed to be profits from employment arising on the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "late of such payment. “resem",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "20 Inland Revenue (Amendment) Act, No. $1 of 1971 . (10) Where the Commissioner is satisfied on application made by an employer that it is impracticable for such employer to make payments for worl done overtime for any pay period at the same-time ag the other regular remune- ration for sich By period is paid, payments made for such work to an employee may, for the purpose of deter- mining the ‘amount of income tax deduction, be aggregated with the employee's regular remuneration for a succeeding pay period. -",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "(11) If any remuneration is paid by the employer aftar the date of Feath of an employee in respect of his employment with toch employer, the employer shalt on making su payment, deduct income tax as iff the deceased ‘employee were still in his employment. :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "* Diretion te 1076. (1) Any employes from whose mmployere. remuneration iincometax ig deducted by ibis employer in accordance with the",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "provisions of this Chapter may, if the",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "amount of income tax payable by bim for",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "ny year of sessment is less than the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "income tax deductible under this",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "Chapter, or if income tax has been",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "deducted from his remuneration in excess",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "of the amonnt that should have been",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "deducted, make an application in such",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "form and containing such particulars as",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": ". aay be prescribed by the Commissioner, to the Commissioner that a direction be",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "issued to his employer to make the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "necessary adjustments in the deduction",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "of income tax for that year of assessment.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "2) The Commissioner, or any officer authorized by the Commissioner, may, on an application made by an employee under sub-section (1), issue to the employer of such employee the neces- sary direction in writing (a copy of",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 21,
    "par_num": 18,
    "text": "3 which shall be issued to the employee) + and such employer shall deduct income",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "Inland Revenue (Amendment) Act, No. $1 of 1971 21 tax from the remuueration of such employee in accordance with such direc- tion: ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "Provided that any such direction issued may at any time be varied. {8) Any employee who is’ dissatisfied with a direction issued under sub-section . (2) may, within a period of thirty days after the date of issne of such direc- tion, appeal to the Commissioner in writing setting out precisely the grounds of such appeal. The decision of the Commissioner on such appeal shall be : final‘and conclusive. |",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "Baphyee wo 107m. (1) Every employer who makes",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "toper mowds. any payment of remunération to auy, specified employes shall keep @ proper record of payment of suck remuneration",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "im euch pay sheet and in such manner as way be prescribed by the Commis- sioner. : () Every employer sinll take all reasonable precautions fr the safe custody of all employees’ declarations, pay sheets, receipts for payment of Temuneration to employees ind all other accounting records pertaiting to the remuneration of the employes and to the income tax deducted and yaid to the- Commissioner, and shall retin all och records and documents for 1 period of not less than seven years afer the end of the year of assessment to rhich such records and documents relate. E shall it othe tatboriced'in‘woitiag by the . Commissioner to inspeot any record or document maintained by ‘im and referred to in sub-sections (1) ad (2).",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "22 Inland Revenue (Amendment) Act, No. $1 of 1072 Dotioe af 1073. ‘Every employer who is required saeeem to make income tax deductions from the folowing . remuneration paid to his employees tem t= under the provisions of this Chapter : shall— .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": ": (1) not later than the fifteenth day of , ‘the mouth following the month in which be made any such deductions, pay to the Commis- sioner the amount of such deductions and at the same time . furnish to the Commissioner a . motthly declaration in such form and in such manner as may be presoribed by tha",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "Commissioner;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "(2) not later than the thirtieth day of April in each year deliver to each employee from whose",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": ". Yemuneration income tax has een deducted under the provi-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "_ sions of this Chapter, a certif- cate in respect of the deductions so made in the preceding year of assessment in such form and containing such particulars oa may be preserlbed by the Commissioner; +",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "(8) within thirty days after the cessa- tion of employment of any",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": ". ‘employes deliver to suc employee a certificate, in such form os may be prescribed by the Commissioner, specifying",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": ". the amount of income tax deducted in respect. of the i period commencing from the ; rst day of the year of assess ment during which the cessa- 4 tion of employment took place and ending on the date of sucb",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "fo cessation; ‘ (4) not later than the thirtieth day of I ‘April in each year furnish to the Commissioner in respect off the preceding year of assesi« i ment an annual declaration in",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "i",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": "Inland Revenue (Amendment) Act, No. 81 of 1971 23 auch form and containing such particulars as: may be presorited by the Commis sioner, together with an income",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": ": tax deduction card in such form as may be prescribed",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": "» by the Commitsioney tn respect of each employee from whose remuneration income tax was",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": ": deducted under the provisions of this Chapter daring the year",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": ": of assessment to which “the annual declaration relates; and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": "@) not later than the last day of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": "month following the month in",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": "any year of assessment in which",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": ". the employer ceased to carry on or exercise any trade, business,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": "profession or vocation, comply",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": "with, the ‘provisions of parse",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": "graph (4) in respect of the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": "trade, business, profession or",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": ". yooation which fe ceases to carry on or exercise, as if the",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": "period from the first day of",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": "that year of assessment to the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": "date of such cessation were the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": "preceding year of assessment",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": "_ Teferred to in that paragraph.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": "Atiorimeata 107m, (1) Where an employer faus",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": "Siiomens 0 deduct the amount of income tax",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": "Pore required to be deducted ander the provi-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": "Seat gions of this Chaptor, or part thereof,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": "from the remuneration paid to any em: ployee, such employ er shall on becoming Eognizant of such fedlure, furnish to the Commissioner a declaration in the form prescribed ander section 107: (1), and remit such amount of income tax as was not deducted to the Commissioner together with such amounts as may be due under section 1078.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": "(2) Whore during any year of asseas- ment an employer Shas’ vemitted to tho Commissioner in respect of any pay period any sum in excese of the amount .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 24,
    "par_num": 26,
    "text": ". jeducted, the employer may deduct such a",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "°% Inland Revenue (Amendment) Act, No. $1 of 1971 exvess, payment. {ron the remittanos in respect of any subsequent pay period in that year of assessment, and notify the Comtnissioner accordingly.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "Rene 107, (1) Where for any reason a",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "Seton deduction of income tax is not made or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "ste is not made in full at the time of making",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "itn Payment of remuneration to an employee, + Me'aet\"taa, gach employes shall, if such remuneration is chargeable with income tax, give zotice in writing to the Commissioner within fifteen days of receipt of such yemoneration that he has received such remuneration without such deduction having been made.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "@ A notice ander sub sation, (1) shall contain the full name and address of the person giving such notie, the full name and address of his employer, and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": ": fall particulare relating . to’ his remuneration. :",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "Tose tex 107. Notwithstanding anything in",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "tm any other law, the amount of every tax",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "per ot, deduction made ander the provisions of",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "‘Stone, this Chapter and held by the employer for remittance to the Commissioner shall",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "- not be such property of such employer as is liable to execution or administration in the event of bankruptcy, liquidation, dissolution or death of such employer or to assignment for the benefit of creditors, and stich amoont shall remain apart from, and form no part of, the estate in bankruptoy, liquidation, assignment or death of ench employer.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "Defect 107. (1) Where any employer fails",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "e yer fai",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "mia te dedot (ome tnx tn ecco devon with",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "4s the provisions of this Chapter from the Yembneration of any employes, or where any employer hes ‘deducted income tax for any pay period from the remunera- tion of an employes and has not paid the fall amount ‘of such deduction to the Commissioner on or before the fifteeath",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": ". day of the following month, such employer shall be personally liable for",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 26,
    "par_num": 17,
    "text": "Inlond Revenue (Amendment) Act, No. $1 of 1971 95 the entire amount: of the tax he was Tequired to deduct under the provisions of this Chapter but has not 2o deducted or, as the case may be, for the entire amount or art of the amount of the tax dedueted which was not remitted to the Commissioner, and such amount shail be deemed to be in. default from the day following the dey on or before whieh such amount should have been remitted to the Commissioner, and such employer shall be deemed to be a defaulter, and such amount, may be recovered from such employer by any means provided in this Act.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 26,
    "par_num": 17,
    "text": "(2) Notwithstanding the provisions of sub-section (1}, she Commissioner may recover from the employee the amount of the income tax or any part thereof ‘which the employer had failed to deduct",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 26,
    "par_num": 17,
    "text": ". from the remuneration of the employee.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 26,
    "par_num": 17,
    "text": "(8) Nothing in this section shall be construed ag Proventing the Commis- sioner from taling such steps as he thinks fit to recover the amount of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 26,
    "par_num": 17,
    "text": ". ~ income tax referred to.in sub-section g from the employer and from employee or from recovering that amount wholly from the employer ot wholly from the employee or partly from the employer and partly from the employee.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 26,
    "par_num": 17,
    "text": "fume ot,  107P. (1) Where an employer who",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 26,
    "par_num": 17,
    "text": "Siem on 55 required under the proviswony of thie",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 26,
    "par_num": 17,
    "text": ": Chapter to deduct income tax from the remuneration paid to his employees—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 26,
    "par_num": 17,
    "text": "(@) fails to deduct the whole or any",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 26,
    "par_num": 17,
    "text": "part of the income tax for any . pay period;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 26,
    "par_num": 17,
    "text": "(®) fails to remit to the Commissioner",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 26,
    "par_num": 17,
    "text": "the whole, or any part of the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 26,
    "par_num": 17,
    "text": "\" income tax lucted = for",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 26,
    "par_num": 17,
    "text": "| any pay period; or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 26,
    "par_num": 17,
    "text": "f : {c) fails to fornish any monthly or",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 26,
    "par_num": 17,
    "text": "annual declaration under",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 26,
    "par_num": 17,
    "text": "| section 1071,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 27,
    "par_num": 9,
    "text": "26 Inland Revenue (Amendment) Act, No. $1 of 1971 an Assessor may at any time during the year of assessment within which that",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 27,
    "par_num": 9,
    "text": "ay period falls or within six years From'the end of that year of asseesinent, ‘assess the amount of income tax or the additional amount of income tax which such employer in the opinion of the Assessor should have deducted and paid to the Commissioner for such pay petiod, and chal] by notice in writing require such employer to pay such arount forth- with together with such amount as nay be due under section 107%. 12 whore is appears to a Assewor . that for any pay period in aay year o! . assessment an Cnplover has been assessed, under sub-section. (1) at less than the proper amount ef income tax, the Assessor may, at any time daring that 7 year of assessment or within six years ‘rom the end of that year of assessinent, assess such employer at the additional amount of income tax at which euch employer in the opinion of the Assessor should have been assessed. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 27,
    "par_num": 9,
    "text": "Appa 17e, (1) Auy employer aggrieved by tne amount of any assessment made under the provisions of this Chapter",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 27,
    "par_num": 9,
    "text": ": may appeal in writing against such agsessinent to the Commissioner within",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 27,
    "par_num": 9,
    "text": "7 a period of thirty days after the date of the notice of pig assecament:",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 27,
    "par_num": 9,
    "text": "Provided that the Commissioner, upon",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 27,
    "par_num": 9,
    "text": "\" being satisfied that owing to absence from Ceylon, sickness or other reason- able cause the appellant was prevented from appealing within such period, shall grant an extension of time for preferring the appeal.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 27,
    "par_num": 9,
    "text": "(2) Where the assessment appealed against onder sub-section (1) has been made in the absence of a. monthly declara- tion, or an annual declaration, aa the case may be, required to be furnished. under section 1071, the petition of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 27,
    "par_num": 9,
    "text": "7 anneal shall be sent together with such declaration, cS",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "Eland Revenue (Amendment) Act, No. $1 of 1971 27 (3) The amount of income tax charged by an assessment shall be paid by the : employer notwithetanding that an app | against such assessment has been . preferred under sub-section (1).",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "@ The provisions of sections 97 (6) to 102 shall mutatis mutandis apply to eny appeal preferred under sub-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "* section (1). ,",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "(6) Where no valid appeal bas been preferred within the period specified in sub-section (1) against an assessment made in accordance with the provisiona",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": ". of this Chapter, or where an agreement is reached under section 97 (6) as regards an assessment, or whete an assessinent has beon determined on appeal, the assessment made or - agreed or determined on appeal, as the case may",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": ": be, shall be final and conclusive for purposes of this Act:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "Provided that nothing in this Act shall prevent an Assessor from making °",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": ": au assessment or additional assessment * - : for any r period in any year of asseas- nent which Goes not involro reopening any matter which bas been determi on appeal. Tay 107R, Where any income tax payable 7 by an employer under the provisions of 4 this Chapter is-in default, such . employer ball pay in addition to such fax,— :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "(@) a penalty of a sum equivalent to",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "» five per contum of such tax; and -",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "(2) where such tax is not paid before :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "the expiry of thirty days after . such tax has begun to be in ‘default, @ further penalty of a sum equivalent to one per . contum of such tax in respect of each further period of thirty . days’ or part thereof during which euch tax is in default:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 29,
    "par_num": 24,
    "text": "28 Inland Revenus (Amendment) Act, No. 81 of 1972 Provided that the Commissioner may waive or reduce the amount of any such penalty payable by the defaulter if such lefaulter proves to the satisfaction of the Commissioner that the failure to pay was due to circumstances beyond ed control and that he has paid the amount of the tax in default and has furnished the declaration required to be furnished at the time of such payment.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 29,
    "par_num": 24,
    "text": "Se = oe 107s. Where the assessable income of an employes for any year of assess- ment. includes. any. feimuneration in",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 29,
    "par_num": 24,
    "text": ": respect of which income tax has been",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 29,
    "par_num": 24,
    "text": ". dediicted in acoordance with the provi-",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 29,
    "par_num": 24,
    "text": "sions of this Chapter such employee shall",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 29,
    "par_num": 24,
    "text": "be entitled on production of a certificate",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 29,
    "par_num": 24,
    "text": "of deduction of tax relating to such",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 29,
    "par_num": 24,
    "text": "remuneration igsued in coordasioe with",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 29,
    "par_num": 24,
    "text": "“the provisions of sub-section (2) or. sub-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 29,
    "par_num": 24,
    "text": "section (8) of section 1073, to a set-off",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 29,
    "par_num": 24,
    "text": "against the tax payable by him for that",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 29,
    "par_num": 24,
    "text": "year of assessment of the amount of tax",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 29,
    "par_num": 24,
    "text": "‘ shown in.such certificate to have been deducted.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 29,
    "par_num": 24,
    "text": "Iotepvti, «107, In this Chapter, unless the context otherwise requires, —",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 29,
    "par_num": 24,
    "text": "* employes ” includes— .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 29,
    "par_num": 24,
    "text": "{@) any director of a company ‘or corporation;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 29,
    "par_num": 24,
    "text": "®) any person who holds a paid chbeo os 8 servant of the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 29,
    "par_num": 24,
    "text": ". Crown;",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 29,
    "par_num": 24,
    "text": "(©) any working partner of & partnership;",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 29,
    "par_num": 24,
    "text": "(@) any person receiving remu- neration for it servi- tee of himself or any",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 29,
    "par_num": 24,
    "text": ". other person;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 29,
    "par_num": 24,
    "text": "(© the President ‘and the",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 29,
    "par_num": 24,
    "text": "Deputy President of the : Senate;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 29,
    "par_num": 24,
    "text": "(f) the Speaker, the Depal Speaker, ’ the Deputy Chairman of Committees",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 30,
    "par_num": 17,
    "text": "Inland Reconus (Amendment) Act, No. $1 of 197% 29 and the Leader of the Opposition of the House of Representatives;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 30,
    "par_num": 17,
    "text": "‘Q) the Clerk to the Senate, the Clerks to the House of Representatives or & member of the staff of the Clerk to the Senate or the Clerk to. the. House of Representa tivess ‘",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 30,
    "par_num": 17,
    "text": "(®) 9 Minister, a Parliamen- tary Secretary and the Chief Government",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 30,
    "par_num": 17,
    "text": ". Whip;",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 30,
    "par_num": 17,
    "text": "(@ a Senator or_» Member of Parliament, by reason only of the fact that be receives any remunera- tion as 2 Senator oF ~ such Member;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 30,
    "par_num": 17,
    "text": "@) a member of the Publio Service Commission;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 30,
    "par_num": 17,
    "text": "(@ a member of tbe Judicial Service Commission;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 30,
    "par_num": 17,
    "text": "a member of the Local Government — _Servioa Commission; and",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 30,
    "par_num": 17,
    "text": "(m) a Judge of the Supreme Court of Ceylon;",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 30,
    "par_num": 17,
    "text": "employer” includes any person,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 30,
    "par_num": 17,
    "text": "P partnership, body of persons oF",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 30,
    "par_num": 17,
    "text": "Bny orgauization—",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 30,
    "par_num": 17,
    "text": "() for whom an_ individual renders services a3 an employes;",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 30,
    "par_num": 17,
    "text": "2) paying any profits from",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 30,
    "par_num": 17,
    "text": "© ee ioyaeat within. the",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 30,
    "par_num": 17,
    "text": "- meaning of section $ (1) ° . (Bs oF",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 30,
    "par_num": 17,
    "text": "(© paying any pension or other remuneration to a for- mer employee or to any other person for tho past services of such employee,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "30 Inland Revenue (Amendment) Act, No. 81 of 1972 ° gnd includes in the onee of 8 ly, institution or peraon . specified -in Column 1 here ; : under, the person specified in corresponding entry in Colum 11 wy . Column I ” Colum IT 2 1) 1. 4 company or The seoretary, mane- ee vae body of per- «ger oF other \", ,' 008 whether principal aise ben corporate or of. such company ¢. #7 14 anineorporate or body of “per- Pe ee sons. 2. A partnership The precedent part- . s ner or any active fe partner resident sae in Ceylon, ‘and im * . the case of 6 . partnership of which no active artner is, Tesi- ¥ Seat in Ceylon, bos the agent of such 1. partnership in soo eylon, ~ 2. . ct 8. The estate ofa The executor or deceased per- administrator of Le som the estate. 4. A trust ‘The trustes or trus- ve tees of the trust. «5. §, A nonresident The agent or attor- a person +” ney of such per- an son. in Ceylon. . @. A Government The head of such Leen institution institution, , 7. A local autho- The head of such To orpa 7 pity . , _ looal authority. . . ,, 8 Any person The person res: : +, mentioned in onsible forthe : paragraphs (¢) payment of remu- “ Yo. B® (m) of 2 Betton io such - . _., definition of - person, ; : \"employee",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "Inland Revenue (Amendment) Act, No. 81 of 1971 SL “pay period? means a month, week or such other period in respect of which remuneration is caleulated and paid by an employer to an employee; : ** remuneration \"” means profits from cmployment within the mean- ing of section 8 (1) (6); “single individual ”, in relation to ‘any year of assessment, means an individual who was not married or whose marriage did not subsist or whose marriage was deemed not to subsist . under section 44 (5), or who was a widow or widower, throughout that year of assess- ment.?. ; 16. Section 108 of the principal Aci is hereby Amoandonah of amended by the substitution, for the wor eee! includes any sum”, of the words “includes any 4a, tax which an employer is required to pay under the Provisions of Chapter XIIJA and any sum added td + wach tax by reason of default, any sum”. 417, Section 117 of the principal Act is hereby ameamsm or amended as follows:— ~ eee (@) in sub-section (1) of that section, by the 4* substitution, for the words “' by deduction or otherwise,”, of the words “by deduction (other than oF deduction under the provisions . of Chapter XILIa) or otherwise,” ; and {2 by the insertion, immediately after sub-section @ of that section, of the following new sub- sections: — ‘** (6) Where it is proved to the satis- faction of the Commissioner by a claim made by any employee, in such form and containing ‘such particulars as may be preacribe ty the Commissioner, within * twelve months of the end of a year of assessment, that such employes has paid ee income tax by deduction under the . provisions of Chapter XIII for that year of assessment a sum in excess of the -° amount with which he was properly",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "32 Inland Revenue (Amendment) Act, No. 81 of 1971 chargeable for that year of assessment, such employee shall be entitled to have",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": ".  Pefunded the amount so paid in excess: ,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "Provided that in the case of an individual referred to in section 81 2 the refund shall be made only if amount paid in excess is more than forty- five rupees: .",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "Provided further that where the assessable income of an employee is not liable to tax under the provisions of this ‘Act for that year of assessment, the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": ". entire amount of the tax so deducted shall be refunded.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "(®) Where it is proved to tha satis- faction of the Commissioner by @ claim made in writing by any employer within twelve months of the end of 4 year of assessment that he has paid to the Commissioner under the provisions of Chapter XIIIa for that year of assess-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "* ment a sum in excess of the amount which he should have paid for that year",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": ". of assessment, such employer shall be entitled to have refunded the amount 80",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": ". paid in excess: ~",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "Provided that the preceding provi- sions of this sub-section shall not apply where payment of income tax has made on an assessment made under section 107P.”\".",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "Aneto ¢ 18. Section 118° of the principal Act is hereby",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "reali amended as follows: —",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "Ae (1) by the insertion, immediately after sub-section (1) of that section, of the following new sub-sections: —",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "“ (1a) Every. person who, being an employer for ‘the purposes of Chapter",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": ". site , {i) fails to give notice to the Commis- ’ sioner in terms of sub-section (1)",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "or sub-section (2) of section 1070; or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 33,
    "par_num": 17,
    "text": "(ii) fails to deduct the whole or any part of the income tax required to be deducted under the provi- sions of section 107s (1); or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": "Inland Revenue (Amendment) Act, No. $1 of 1971 38 (iii) fails to comply with the require.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": "ments of sections 1078 (1),",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": ", 107 (2), 107D (3), 107D , 107 (7), 107¢ (2), 107m (i),",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": "107e (2), 107m @}, 1071 (1),",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": "1073 (2), 1077 (8), 1071 (4) or",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": ". 1073 (), shall be guilty of an offence and shall for tach such offence be liable on conviction after summary trial before a Magistrate to a fine not exceeding two thousand rupees or to imprisonment of either",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": "_ description for a term not exceeding six months, or to both such fine. and imprisonment.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": "(1s) Every person who being an em- ployee for the purposes of Chapter XIITa rails to comply with the requirements of sections 107p (1), 1070 @®. 107p (6), or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": "* 107% (1) shall be guilty of an offence and ghali for each such offence be liable on conviction after summary trial before a",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": ". Magistrate to a fine not exceeding five hundred rupees.’\"; and _. (2) by the insertion, immediately after sub-section _ (2) of that section, of the following new sub- : sections :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": "“'@s) Every person who, being an",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": "_ employer for the purposes of Chapter XIIIA, withont reasonable cause makes an incorrect declaration by omitting or under. stating the dmount of remuneration of any employee, io his employ o omits or understates the amount of income tax deducted from the remuneration of ony employee shall be guilty of an offence an shell be liable on conviction after summary trial before a Magistrate to a fine not exceeding two thousand rupees or to imprisonment of either description for a. term not exceeding six months, or to both such fine and imprisonment.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": "‘(@s) Every ‘person who, being an giplevor foe The purposes) of Chapter ‘XIIIa, makes an incorrect declaration under ‘sections 1070 (1), 107D (4), 107> ©), or 1071 (1) shall be guilty of an offence,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 35,
    "par_num": 2,
    "text": "84 Inland Revenue (Amendment) Act, No. $1 of 1972 and shall for each such offence be liable on conviction after summary trial before @ Magistrate to a fine not exceeding two thousand rupees or to imprisonment of either description for a term not eqoceding",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 35,
    "par_num": 2,
    "text": ". aix months, or to both such fine anc imprisonwent.”. 5” aseamers 19, Section 120 of ‘the principal Act is hereby sae amendad by the insertion, immediately after sub-seo- ae tion (2) of that section, of the following new sub- ‘seotion— (a) Every person who, being an employer for the purposes of Chapter XifTa,— ° ® omits from a declaration made under para- raph (1) or paragraph (4) or paragraph - Gy br sootion 07s any somonerdeioa of bn employes in bis ‘aploy, or understates , Sach remuneration or omits or understates *. in such declaration the amount of income tax deducted from such ‘remuneration; or iy delivers a flee, certificate a gu tax eduction under paragray 2) or para- graph (8) of section 1073, and thereby evades or attempts to evade incomé.. tax or assists any other to evade or attempé . to evade such tax, shall be ilty of an offence and shall for each such offence be liable on conviction . after summary trial before a Magistrate to a fine not exoceding five thousand rupees or to imprison ment of either description for a term not exceeding six mouths or to both siich fine and imprisonment..”. * \\",
    "mean_p_confidence": 0.74
  }
]