[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "\" PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA PARLIAMENTARY ELECTIONS (AMENDMENT) , ACT, No. 29 OF 1988 [Certified on 16th August, 1988] Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of August 19, 1988 ___me sero ss er . ‘0 RE PURCHASED AT THE GOVERNMENT PUNLICAZIONS BUREAU, COLOMBO Price : 45 cents Postage : 75 cents",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "Parliamentary Elections (Amendment) : Act, No. 29 of 1988 [Certified on 16th August, 1988] -- Oe LD.—O. 38/88 : : ce Aw Act 70 Amen THE PABLIAMsarany Execions Acr, No. 1",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "or 1921, . :",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "BE it enacted by the Parliament of the Democratic Socialist “” Republic of SriLanke ax follows :— ;",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "1. This Act may be cited as the Parliamentary Elections Short title, (Amendment) Act, No. 29 of 1988, > .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "2 Section 7 of the Parliamentary Elections Act, No.1 Amendment of 1981, is hereby amended by the repeal of subsection (4) f 2PCeP of that section and the substitution of the following subseo- , No. } of tion thérefor!— : 194,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "© (4) (@) The secretary of any political party, other !",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "than 4 party which is already entitled to be treated asa. =,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "recognized political party for the purpose of elections, .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "may, subject to the provisions of peragraph (c) and para-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "graph (d), at any time make on behalf of that party a * Written application to the Commissioner, that such party",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "be treated as a recomized political party for the purpose",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "of elections: The application shall also specify which one. 7 «",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "‘of the spproved symbols auch party desires to be allotted ©\" ~",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "to such party if 50 treated. a",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "(b) The secretary of a political party shall, at the time. |) * an application is made under paragraph (a), furnish to ‘the Commissioner a copy of the constitution of such party and a list of office bearers of such party.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "(c) Nothing in paragreph (o) shall be read or construed as enabling the secretary of a political perty to make an application under that paragraph at any time during any of the following periods, that is to say, the period—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "(@® commencing on the date of a Proclamation dissolving",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "Parliament or of an Order requiring the holding",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "of an election under the Parliamentary Elections",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "Act, No, 1 of 1981 and ending on the date of poll",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "specified in such Proclamation or Order} or . Gi) commencing on the date of an Order made under",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "section 2 of the Presidential Elections Act, No. 18",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "of 1981 and ending on the date of poll fixed by",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "that Order: oF",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Parliomentary Elections (Amendment) . Act, No, 29 of 2988 - (ii) commencing on the date of @ notice under section 10 of the Provincial Councils Elections Act, No. 2 of 1988, relating to en election under that Act, and ending on the date of ‘poll spectfied for that election in an Order made under section 22 of that Act; or (iv) commencing on the date of a notice under section 10 of the Development Councils Elections Act, . / No. 20 of 1981, xelating to an election under that - \"Ach and ending on the date of poll specified for that election in a notice made under section 22 of that Act ; or () commencing on the date of a notice under section 26 ‘ot the Local Authorities Elections Ordinance, relating to an election under that Ordinance, and ending on the date of poll specified for that election in a notlee under section 38 of that Ordinance; or (vi) commencing on the date of a Proclamation issued | tnder section 2 of the Referendum Act, No. 7 of 4981 and ending on the date of poll appointed by thot Proclamation, . (@ Where an application made under paragraph (2) in respect of a political party is disallowed by the Com- missioner, no application shall be made under that para- graph in respect of that political party until after the © ~ expiration of @ period of six months from the date of the order disallowing the frst application. ”. . a",
    "mean_p_confidence": 0.84
  }
]