[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "! PARLIAMENT OF CEYLON 5th Session 1964-65 : Gl fo “Ny . , . Asso | ey EA SGraal ey | 04 tt-26.75 S ; t eae ‘ A lle Public Service Provident Fund (Amendment) Act, * ° No. 35 of 1964 Date of Assent: November 12, 1964 Printed on the Orders of Government ‘Printed at the Goveanmert Presa, Crviow. To be Pented af e Sommintea ng TE, Cena ‘Annual Subscription (including Pils) ‘Rs. 30 CLogal), Rs. 40 Hemera degrees , wie ; : | RRR ee ere & ae Gee ‘before the date of payment will not be supplied. Price: 15 cents. * . Postage: 16 cents:",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "ee i Public Service Provident Fund (Amendment) i Act, No. 36 of 1964 ! L. D.—O. 28/88. | AN Acr to AMEND THE PUBLIC SERVICE PROVIDENT — Chepier 44, | FUND ORDINANCE. Youme xh : Fags (Date of Assent: November 12, 1964] ‘ BE it enacted by the Queen’s Most Excellent Majesty, 4 by and with the advios and causent of the Senate and House of Representatives of Caylon in this preseat Parliament assembled, and hy the authority of the same, as follows: —",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "1, This Act may be cited as the Public Service chor tile. Provident Fond (Amendment) Act, No. 35 of 1964.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2, Section 2 of the Public Service Provident Fund smenimentat Ordinance (hereinafter referred to as the principal ‘sgien3al, enactment), as amended by Act No. 62 of 1961, is mo hereby further amended by the addition at the end « thereof, of the following new sub-section:-—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "“ (8) For the purposes of this Ordinance, each of the persons specified hereunder shall be deemed to be a non-pensionable employes in the service of the Government and the allowance paid in liew . of salary to each each person shall be deemed to be a salary. . ‘Tho Private Secretary to tha Chief Justics. . ‘The Private Secretary to a Puisne Justice. The Private Secretary to a Commissioner of = ¢ Assize.”.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "8 All contributions that have been made to the cetsin cos.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Fund prior to the date of commencement of this Act putin mde",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "» by the Private Secretary to, the Chief Tusticn, ‘the Smmencensot",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "rivate Secretary to any Puisne Justice and the cia ddic,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Private Secretary to any Commissioner of Assize, © anly mace noder shall be deemed to have been daly made under the tence! principal enactment and each such Private Secretary",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "sboll, during the period in which such contributions",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "have been made, be deemed to have been # contributor",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "within the meaning of that enactment and to have",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "been entitled to all the benefits from that Fund.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "-_& In this Act, Fund \"” means the Public Service tterptstion. Provident Fund, established under the principal , enactment. “ot",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "\"B 0at—2087 (2704) .",
    "mean_p_confidence": 0.12
  }
]