[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF - Loe SRI LANKA NURSING HOMES (REGULATION) . | (AMENDMENT) ; : ACT, No. 63 OF 1988 [Certified on 17th December, 1988] . . Printed on the Orders of Government Published as a Supplement to Part IL of the Gazette ofthe Democratic ‘Socialist Republic of Sri Lanka of December 23, 1983 “rune 4 Mme nae OF SOMERSET PETE, a ZEA : Te be rorcanam> ar Tem covmuniter PORLCSIONS DOWRAG, Gono\" Price : 30 cents, : Postage’: 75 cents.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Nursing Homes (Regulation) (Amendment) ‘Act, No. 63 of 1988 {Certified on 17th Devemiber, 1988) L.D—0, 64/87 [Aw Aor To AnaND THE Nonswa Hones (Reguuarion) Act BE it enacted by the Parliament of the Democratic . Socialist Republic of Si Lanka as follows :—-",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "1. This Act mey be cited as the Nursing Homes shortttie. (Regulation) (Amendment) Act, No, 63 of 1988,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2, Section’ 11 of the Nursing Homes (Regulation) Act Amendment ” (hereinafter referred to as the “principal enactment’) is sfsaction hereby amended by the repeal of the definition of \"Dicector” Chapter 20, in that section, and substitution therefor of the following definition — : . :",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "“Director” means the Director-General of Tesching : Homitals;’.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2 (1) The amendment mado to the principal enactment  patrospee- by section 2 of this Act shall be deemed, for all purposes, Ye\" to have come into operation ob, June 1, 1985. . ~~ Simendment:",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(@ Any act done by the Director-General of Teaching ‘Hospitals trom and after Sune 1, 1895 and before the com- mencement of this, Act shall be deemed not have been, or - to be, invalid by reason only of the fact thet suck Director-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "General was not empowered by the principal enactment to do such act. :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "es Annual subscription of Bills and Acts of the Pafliament Bo, 177 (Local), Ra. 233 (Foreign), payable to the Surmavranamer, Govmwocar Postscsri0ns Boneav, Covomao 1, before 16th December each yoor in respect of the -yoar",
    "mean_p_confidence": 0.62
  }
]