[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Coe Lares . | PARLIAMENT OF CEYLON, Ist Session 1966 “1 Grn 1958 <2: i nN je H Cray | ge ans ASD _ PN UU SZEN Ceylon Post Office Savings Bank (Amendment) Act, No. 52 of 1956 : Date of Assent: December 20, 1956 - . Printed on the Orders of Government . 4 vmsn gem tesa | purchased at the Governmarrr Pusiacarions Boreav, Cobommo Annual Subscription (including Bills) Hs. 25, payable in 1 BRON \"Bolt Grace \"Boxe \"S00; \"Secrsuarat, Colombo 1 f Price 10 cents Postage: 10 cont: | : )",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Ceylon Post Office Savings Bank (Amendment) Act, No. 62 of 1956 L. D—O. 16/56. . AN Act 70 aman THE CEvion Posr Orvice Savincs Banx Onprvance, No. 18 oF 1941. [Date of Assent: December 20, 1956] BE it enacted by the Queen’s Most Excellent Majesty, by and with ‘the advioe and consent of the Senate and House of Representatives of Ceylon in this present . Parliament assembled, and by the authority of the same, as followe:— a 4. This Act may be cited as the Ceylon Post Office shor ite, Savings Bank (Amendment) Act, No. 52 of 1956. . 2 Section 11 of the Ceylon Post Office Savings smesmest ot Bank Ordinance, No. 18 of 1941 (hereinafter referred Sritwaw to as the “ principal enactment ”’}, is hereby amended ‘Ne. 18 of 1681. in sub-section (2) of that section, by the substitution, for the words \"' of the Bank.”, of the words ‘* of the Bank aad for the construction of any building for the ‘use of the Bank.\" ). 8. There shail be inserted immediately after sec- tnuttin of tion 11 of the principal enactment, the following new 3 sr? section: — Hringpel Beck mom 41a, There may, with the approval of “*\"* She the Trustees, be paid out of ‘be mon spetiaicn inthe Bank sums, not exoceding the \" prescribed amount, for the construction of buildings for the use of the Bank.””. ' | 3. REOORITE OIE",
    "mean_p_confidence": 0.77
  }
]