[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "EB al Ne ' 0 PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA SRI LANKA STATE PLANTATIONS CORPORATION (AMENDMENT) ACT, No. 34 OF 1985 - (Certified on 3rd September, 1886] Printed on the Orders of Government Published as a Supplement to Part 1 of the Gazette of the Dessocantle Socialist Republic of Sri Lanks of September 06, 1985 ‘VRDIYED AT THE URPARTMENT OF GOVERNMENT PRINTING, SRC LANKA FO Rn PURCHASED AP THE GOVERNYGENT FODLICATIONG BUREAU, OORAG3O ‘Price: 30 cents * . Postage: €0 conta",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "“Sri Lanks State Plantations Corporation (Amendment) Act, No. 34 of 1985 . [Certified on ard September, 1985] LD.—0. 7/84. . AN Act 70 amenn tHe Sat Lanka State PLANTATIONS . Conronation Acz, No. 4 oF 1958 BE it enacted by the Parliament.of the Democratic Soctalist Republic of Sri Lanka as follows :— . 1 This Act may be cited as the Sri Lanka State Plan: Short title, ‘tations Corporation (Amendment) Act, No. 34 of 1985. 2 Section 3 of the Sr Lanka State Plantations Corpe- Amenfment Tation Act, No. 4 of 1958, as amended by Act No. 49 of 1979, Sof Act. is hereby further amended by the repeal of subsection (1) 1988, ‘ot that section and she substitution therefor, of the follow- ing new subsection :— * (1) Subject to the provisions of subsection (2) there shall be nine members of the Corporstion who shall be appointed by the Minister as follows :— {@) seven members who shall be appointed trom among persons possessing a Imowledge of planting, management or labour relations, or - who have expertise fn industrial, financial amd |. commercial matters ; . {b) one member who shall be a professionally : qualified accountant ; and . (e) one member who shall be an economist with Post-graduate qualifications, One of such members referred to in paragraph (c) above, shall be an officer of the General Treasury, who shall here- after in this Act be referred to as an “official member”,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "a\"",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "‘Aunust mnbscription of Billa and Laws of the Parllament Re, 150 (Local),",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "Re 200 (Foreign), payable to the Suremmtemmre, Govinnoiee® Pustrcavione-",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "Buazau, P.O, Box'S00, Cocoveso 1, before 18th December each year in respect; ‘of the year following. .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "IN",
    "mean_p_confidence": 0.41
  }
]