[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  io  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  CUSTOMS (AMENDMENT)  ACT, No.2 OF 2003",
    "mean_p_confidence": 0.6152173913043478
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Casts CArenent fet No 2 of 2005  [Ceri on 6th Jaary. 20081  1.0. 12002  [BE enacted hy the Parliament ofthe Demoeraie Soak  Republic of Sri Lanka as fll —",
    "mean_p_confidence": 0.33399999999999996
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  1. “This Act may e ied asthe Casloms(Amendnea) Shani  ‘Act No.2 of 2008",
    "mean_p_confidence": 0.335
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  2. Section $1 of the Customs Ondinance tetcinaficr Amvninel  ‘refered wa the “ries enactment” is rey amended sist  hy the substation forthe wonds “ty declaration fy abe =F\"  innponer or hiagen. of the wads “by a detraion mide  hy ihe impateror his agent on form of uc ire an colour  _ may he speifed hy the Dinetor-Cenerat by notification  Posed in the Gare”.",
    "mean_p_confidence": 0.4415492957746479
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  A. The following new sections are erehy inserted enim nce  inode afer section $1 ofthe pineal enactment anal Son 0  shall have ellet ax actions Sa Stand Ste nf that 7S  ‘viento Sia (Ya) Whancasr eer eas  inate jesse doubts rath seusey ay  imc ariel contained in a ill of entry vf  Intresion Oeelaraion made andor section $1 oF the",
    "mean_p_confidence": 0.38441176470588234
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  dace wesc min supporto ail  of entry uidersection 47. the oes of  may equi the ingore ve his age ay  fbr party connected with the inpoation af  fgoads. (0 fornish such other information.  including documentary or other evidence in  proof fac tha the declared esta ae  Fepresents the ttt aunt ataly paid os  Fete frie import os aust in  seconde wih Anil 8 ol Schedule E.",
    "mean_p_confidence": 0.35974025974025975
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Gistame menulnenty er. No 2 of 2008",
    "mean_p_confidence": 0.377
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  > Aor receipt ortuntherinvermation  ‘rin the absenee of any response. Us air  ‘oF easons sil has reasonable dub she  Uruhoraecunicy ofthe desl een als,  it shal be deemed ha the estes ai 9 the  Imported goods in question caunot be  determined under the provisions of Article 1 uf  Sehedule Eand the importers requests sl  be informed by the ofier in writing othe  rounds for such doubt and be afforded am  opporturity to be head",
    "mean_p_confidence": 0.45127906976744186
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (e) Tre olfice of ewsoms nay thereatce  proceed to dstermine the customs value in  ‘accordance with the other provisions of  Schedule E and amend the value as  appropriate,",
    "mean_p_confidence": 0.5455882352941177
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  2) an oftcer of ensoms is satitod asx  sul ofan examination or investigation  alieavted out waders 1249 ate  rier w or afer the clearings ofthe geo tha  the valu delard hy the importer isazent  ‘underan Amici nf Schedule unr whch the  value was inal aeepted sn peri  he oie of cuss ayaa he Wal i  aecordance with the appropiate Article  Schade E",
    "mean_p_confidence": 0.38164383561643833
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (3) Forte purpose of his Oninanes the  customs value shall bethe anendc value ust  subszetion (1) 0).",
    "mean_p_confidence": 0.3423809523809524
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (4). Upona writen request. an expasation  salle given in wting tothe antec ew  the eustoms value ofthe inpater\"s youd wes  etermined under subsection (2).",
    "mean_p_confidence": 0.39586206896551723
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Cistons Amends Act No. 20f2008 3  (5). Subsection (2) shall apply to goods  whether orn such goods hve sen released  Tram the contol othe ewstons or any duty  sexed on thom has hen pid  (6) Anion who is disse wih  scsion af the fcr. under ii section ny.  ‘within en woking cys the de on which  notice of the decision is zen, appeal the  Diner General aginst tha decision. The ieht  of uppea sul be swale o an impacce  ‘war orn the paca ods hve heen  Felesed to iw ae wheter oF not any pat oF  the custom dy has osn paid. The decision of  the Director-General on the appeal and the  reasons fr such devin sal hin writing  (7) Where he ipomterdesitesto lee the  ond pending he determination of his ape  the Directo Gonerl may. exeotin cts where  fro suspected. alow the elearince ofthe  ond un furnishing cei forthe payment  tthe eats dies aed ht eves fi which  the goods may be ahi.  Ieomnerts Sia) Bvery Imp agent oars  ‘cap sconk egqcered ithe impiation. movement ind  (artes gorage of imponed goods sll Ke oF cause  tobe kept in Si Lankasuch eco fr pind  ofthe years rom the date of inypraion as  ‘may be prescribed  (2) Bvery such person shall whenever  required by soe of eastns —  ta) make the recnes avaiable 10 such  oer:  (provide copies of the records ax  required a",
    "mean_p_confidence": 0.4323420074349442
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Costas fAnediaent) At Ni, 2 28  (64 snowerany oto seaig nats  ising unt he Orn  Cy Ste, Aafennaton hich ecm  sehen pau or provid in eile  \" purpase of cusioans valaion shall he stevie!  hy the oli of custonn a sb ot De  llc witout te writen pra  person or government priviling sas  Infra, except oth exten ta  teqed oe dna inthe cou of ial  prosseings.  danatienof 4, Scion $2 of the principal enacunen hers  secon S2otthe amended by the substitution for the woes “is net in  eect gucirdanc with Sehudle \"ofthe wd “aso:  section $1 a ae delration”  Iwenonatncy —_S. ‘The following new action fx etch inserted  assem gyal isto $2 asl ne llc ch  imed Seach inclement —  realy toe SUA, Every pan hain citron  tte the pine the Orin kw ks  1 eee Se whi fe eo We Ket tit  SET sceton sl dean, ns reo sy  ‘te ook ier cl oti  to be Hep und hit Orman o sen  Hemp snd of Sei Lankan sic  regi eco cura conn lsc  Sd shal eile to a poly at exci  ive banded anos nce  Amaonenet Section 1 of the principal enact! i Dshy  cm 1128p usin (1 ve —  _ (a) by the substitutinn im paragraph (P). for the wos  uti : and ft won Wo",
    "mean_p_confidence": 0.35086956521739127
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Cosmas tAmendnent)Ac. No.2of 2003S  (oy by he ston i parr hor he wus  “Uelaced™ of ths word dsteod san” ad  (6) by de dion. the ed of the pga (e  that subsection the allowing  “hy fe assess oval for the exstons  rence under soso SI  7. The following now secon is herchy inserted ees fn  ined afer ection 128 the principal enactment and Sh Ss\"  shall have effect as action 1284 00 the principal ‘lm  mrt fa, (1) The Director General or any  settle gicer a ests athorz in that helin  fermen by te Det Genel ay  Mama,” (1) stall reasonable hours of the day or  ghtcnorany baking plas whee  econ ave Kept in accordance with  Section Stn and uit or examine sich  feeons om any mer pein 10  ams ee in relation wo specie  transactions eC the adequacy and  ingryof the manual or elctnie  system hy which seh werd re  creed and sored  (0) open and examine any recopacte  ‘where any ok of accu ner,  record ory hr dcument mye  found othe aps othe pooing  provisions f tis Ordinance  (ey examine dike opis of me  {tra rom tae possession ny  thnk of account, roster reco  cher document fund nsuch plac oe  taking",
    "mean_p_confidence": 0.3884810126582279
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  © Coston eAmendinent Act Ne 2 of 2008",
    "mean_p_confidence": 0.399
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  (operate any computer found om any",
    "mean_p_confidence": 0.35375
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  huilding and make copies oe wake  Printouts othe whe part a  nis rosie attr,",
    "mean_p_confidence": 0.4277777777777778
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  2) Where ga atieer authorized I the  Director General wor substan (1) six  section takes in his possession any ovk ot  account, rgister. recon or ole dcuments  Tron any person eh cr sb se it  person a memorandum speefying the husk.  register record or deevinent heh ae a  His pasossion,",
    "mean_p_confidence": 0.37169491525423726
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  ) Any book of account reise, roc  or wther dacumeat tshen fae hix posession  tinder subsection (1) oy any ois may he  retained ne possession a seh fcr forthe  ‘examination of sich book, reser re  ddocoment ae for the inslitution of legal  prossclings against the pers to wn sl  honk, register. recon other dacument  belongs,",
    "mean_p_confidence": 0.4230769230769231
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  (4) TheDinecwr- General orany shed  colficor of enon may request any por 1  charge a nccuption ot any bulding wr pace  teassn the Directr-Genaal act ice  nvr ad seareh that building o place sa i  such person wh si request fais 0 sat  the Director-General or atch oir he shal he  ‘uiky of an ofc.",
    "mean_p_confidence": 0.4071875
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  (5) _Anypesina whe abst he Dect  Genera oF an oir of casts in exerting  any of bis pastors ander this stom shall he  uly ofan eens,",
    "mean_p_confidence": 0.3267741935483871
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  (6) Aponion who is guiy eens unr  subsection (4 0 15) shal elise to paly  ot exceeding exe handel thous ans”",
    "mean_p_confidence": 0.348
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Cito tamed Ptzoas 4  A. Sesion 167 of te iil encimen ic ey mats  Sia bene aes  creed opciones bedsen rosea  ‘by whatever means :”  ee  to as.  in hae sri ot  su Shaina coca pcacageu oer  the sun She al pea  pod wih eel  hones  (is sae ona et  te may ey when om he ead  Seu a  ay siren arcade ute  reed Selah er Sc hed  teva",
    "mean_p_confidence": 0.2755681818181818
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  % ——Cusoms Amendanens) Act, No. 2 of 2008  scents -e esion  Teco ve a ps sh We he own  sal ache pce cl prpoae epnhen  \"oo Sei aah seed made lh the pn  nck  1 setter eed ya ey ea ais  ‘asetans  18) ia te sip shih the ee  ay he pe  4) sto he sk pie i abet ae sem me  othe ek ng acd = a  et ta vara ote eco otye stednpal 6  motte pb te apr yo la  1) tah eer cera a be wh  these tec ale ap  ‘can payor he phe pga  21) ening cert ti os ape  rt get ma ro  Atuctrcke nanan Inet iene  ‘Metered metal slp pol  toners tans pi ah an",
    "mean_p_confidence": 0.29909722222222224
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Casts (Amendnen) Act Na 202039  (ba net mil pe the on wna he  coped nips cainasne ean ange  item Somnath ens  ‘a god fr enpon SL  18 th cn nl of eno te pk Fda  hn i oa a  Inset te fon deni ti of ene  ‘thebeats hy crim an ac  {er The tes Shinran dvi wo ii  shim i, as  nto peice Ane le ase sl tc cao  ‘Sebamed  mart ie amin nf el ah  ‘i pode ab lh wn drome aon le Whe  ‘Semel tow aie ho hae  ‘ha sl we peed a ec as es al  ‘he raf demure ieee ary ends hs  ‘tumhari eta  2 ern sesd trgs ref a pgph2 OAM  ‘ncn isso esa sl mk oe a  ‘hauls paabimguscatanip ion acon  ais ye thine ea °",
    "mean_p_confidence": 0.3130128205128205
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Custame Arendownt) Aer. No. 2 of 2008  1.1 gnc sale of henge as cine be er  snr the pssinesm Aries aml te eo thal he  ‘tn se sna gos fe St Lamas  (0) suing hc Ani he mst ae sil pals 98  Sinai eel and aden quam ts  Ink ec diferencia to omc se  ‘rer o ten al hes one ha sah est om ek  tthe hase af demonstra evisice wich hey esas  ‘amen a nh ib \"  _2.Mtowtecntanl taser mag fi at  ‘a spam fans sh et a carps Pts th at  ind mings stom ons  se fe oa a at Rl tn  {cisions ae npr gi Gane en  ‘seq af the impo tear of wi WU Ac al  sullen  Anite  np gods eerie provisos skies ms  seat noch abempanel gms wana apo nent  fi ihe reat sept iy el het Te  (0) th the commision wu ul oe a he i he  Inks weal wade for rina ena eae  Snes wah ssn Se Kannan zo Sm",
    "mean_p_confidence": 0.37123711340206184
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Customs Ameen} Act. No 2 of 2003 V4  (te ye sso aig sen cae ie  ‘mum wi 8  1) hci cannes inp  Lintner non pha eile  Secs sub ne poof psp | kh  {icant pe she ip podria or ped  {ati pra be gods bse eden xen  Dara ach nora  2 Aras tbr ys roe ilps  ins ia enn re a  fair ner omonig a slat eset appease me  oom an eet rade tenement  1 Tecan oe fl ser the pvsion of hi  Ansivballshmedoncmpaae Compatl esha cot  “pd i pci two  (0) st pas so expo a 1 ly  ‘stale pant acacia  ‘he ld wc a wo par he ea  ‘Sos oes a8 aks  2 Tetincer Chat Cotes ot rei ocomgeaty ee  neu nS Link rs east, ew me  Syncs nt ve te poe nie»  “ec Howarer oration me ye pono pc fr fe  eommtot emia he coe nie part Ae  a ied inant my yes evra of sn",
    "mean_p_confidence": 0.32225806451612904
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  12 Casto tAmendmens te, As 2 of 098  Nite ena pacar doce  [Revnbun th pcan oe ipunomnin of alee oa  ‘Reconeu teat Tse alfa ie  {et pe pt eee of ty  she ct fc er cad wy  ‘hepmaen ot Ani  er epee rt mia  Ae tye inn a  2. hc inpatient hil i ie  1 le inn he somo am pon Ane  to sl i se ly a oe ee he ap  ora  a) se ing. hee a iy te ys  iene ae a  10) commit ac msn  oat pis Wt ar",
    "mean_p_confidence": 0.3290909090909091
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Css LAmendnen Aer Nex of 20081  (yeaa ai hin a  ‘eric whe pid dey ay he ner ee  ii am epson ng  eco dnt fn pin",
    "mean_p_confidence": 0.33375
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  10 oes Hehe he ps gn a  hetero cor eo ae a an  ‘ata he gol ng a het i seh in",
    "mean_p_confidence": 0.3465384615384615
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  ‘nt sn ina he sc ls nr pale",
    "mean_p_confidence": 0.426
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  1 ee yr he i of amy eat ae  Sto oe he pel pe a a i",
    "mean_p_confidence": 0.41950000000000004
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  (3) The afm af te pone ste ie",
    "mean_p_confidence": 0.359
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  1 Leg. eign re ci wt",
    "mean_p_confidence": 0.3525
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "  ‘ices peepee po Sinks",
    "mean_p_confidence": 0.09666666666666668
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "  rit cen snr ls he",
    "mean_p_confidence": 0.24000000000000002
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  14 Caste Aanennent) et Mo 2 of 203",
    "mean_p_confidence": 0.345
  },
  {
    "i_page": 15,
    "par_num": 2,
    "text": "  Cran ae nfm pk ma eye fg ae",
    "mean_p_confidence": 0.368
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "  Lanta cr iyo SL:  cae ri iy a in Naw  shee ain he in em Rg gs",
    "mean_p_confidence": 0.3419047619047619
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "  “fina snd” eam yan whch hin ai nll pes  Pension conn ary dh  ‘hemo perm he vane fc i eB cmos  neg Thea af th on th esto he  Sarin heer sh ea",
    "mean_p_confidence": 0.3435897435897436
  },
  {
    "i_page": 15,
    "par_num": 5,
    "text": "  “doi so” ud itn yo dt ica he sna  Te: plc wich espera wi! eng ems  sruteiprea on panier abioimrtn  ‘choc ce apn 1th ra i cars  ‘Semone wow once fi any  ‘shy craton soy epee  phy on pi aly ii st  toy hepa sn oo ae ns hl  ‘rss ayer ny nba",
    "mean_p_confidence": 0.32206349206349205
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "  (0) hyo eal esrb pars nhs",
    "mean_p_confidence": 0.34750000000000003
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  Customs Amenuliten) Act No. 2of 208 AS  11 eyo cuplyeraat meg  4e) socom ea ode wr  (eth thew ae dicey 9 indir come by 2  (toner ety oie ine  (0) ey arena he sin ly  ‘Roe wh at asl bn with nth a a  Inewlegint ie dunt ol scene meee  ‘este beiseme bent prn os Se  \"hy wii he she oop  Nevwifainig he oon fh See he Misr mew  ine aopunof i Erbcof Miss hac ft cy  eter any Ore psi Gece sc ar  sn epee ot iene ry peo  Shee bn poset ceed ito nc ina",
    "mean_p_confidence": 0.3079646017699115
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  ‘htc tots Sreucten: Goumanre inne Ont NS. Tamra ne",
    "mean_p_confidence": 0.19272727272727275
  }
]