[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON and Session 1953 . BRA 2 Assignment of Ministers’ Functions - (Consequential Provisions) Act, No. 29 of 1953 Date of Assent: July 30, 1853 oO Printed on the Orders of Government co : Fulah! Pike Woe Simianant Siaake cous 2 tg the Boreaemnne Covennanen Pokeecrons : Bureau, Pose Ormicr Box 860, Secretariat, Colombo 1 Price: 10 cents. Postage: 10 cents. .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Assignment of Ministers’ Functions 1 (Consequential Provisions) Act, No. £9 of 1953",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "I, D0, 21/68,",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "An AcT To EMPOWER THE PRIME MINISTER TO MAKE",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "SUCH PROVISIONS AS MAY BE NECESSARY TO GIVE FULL",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "EFFECT TO ASSIGNMENTS OF SUBIRCTS AND FUNCTIONS",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "to MinistERs.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "[Date of Assent: July 80, 1953.]",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the anthotity of the same, as follows :— ,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4. This Act may be cited as the Assignment of Short sith. Ministers’ Functions (Consequential Provisions) Act,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "No. 29 of 1953.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2. (1) Where any assignment of any subject or Prime Ministers fonction (hereinafter referred to 80\" the assign- over to sale ment’) is made by the Prime Minister under sub- giving effect to section (4) of section 46 of the Ceylon (Constitution) ores Order in Council, 1946, the Prime Minister may, bY Tanetions to Order published in the Gazette, make such incidental, = eoneequential and supplemental provisions as may be necessary or expedient for the purpose of giving full effect to the assignment, including provisions—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(a) for the carrying on and completion by or under the authority of the Minister to whom the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ": subject or function is assigned of anything",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "commenced by or under the authority of the Minister previously in charge of the subject or function; (0) for the substitution, in any instrument, con- tract, or legal proceedings made or com- menced before the date when the Order takes effect, of the Minister to whom the subject or ‘function is assigned for the Minister previously in charge of the aubject or function; ©) for such alteration of the Sesignation of any <public officer or the name of any Govern- ment Department, or such ‘amalgamation * of two or more Government Departments, or such dissolution of any Government Department, as may be necessary in consequence of the assignment; and 3.8 8005-8,006(0785) .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": ". 2 Aastignment of Ministers’ Functions . (Consequential Provisions) Act, No. 29 of 1968 . @ for such amendments of any written law as may be necessary in consequence of the . assignment. > (2) Every Order made by the Prime Minister under this section and published in the Gazette shall have the force of law. + Vetdeton. & Where, before the coming into operation of this Act, any assignment of any subject or function was made by the Prime Minister under sub-seetion (4) of section 46 of the Ceylon (Constitution) Order in Council, 1946, anything done by any Minister by virtue of that assignment shall be deemed to have been as valid and effectual as though this Act had then been in operation and an Order made under this Act and containing such provisions as may be necessary for the purpose of giving full effect to that assignment had then been in foroe. ‘Interpretation. 4, ‘In this Act, the expression “‘ assignment of any aubject or function ’” ‘moludes a determination by the * Prime Minister, under sub-section (4) of section 46 of the Ceylon (Constitution) Order in Council, 1948, of the matters to be retained in his charge. H",
    "mean_p_confidence": 0.87
  }
]