[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  - es  : Soe  \"PARLIAMENT OF THE DEMOCRATIC  - SOCIALIST REPUBLIC OF  ‘ \"SRI LANKA ea  _. CEILING ON HOUSING PROPERTY  (AMENDMENT)  ACT; No. 80 OF 1988  [Certified on 20th December, 1988] Xk  y Printed on the Orders of Government 3  Published as a Supplement to Part IT of the Gazette of the Democratic .  Socialist Republic of Sri Lanka of December 23, 1988  : PRINTED AT THE DEPARTMENT. OF GOVERNMENT PRINTING, SRI LANKA =~  Price : 30 cents. Postage : 75 cents.",
    "mean_p_confidence": 0.6297959183673469
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Ceiling on Housing’ Property (Amendment)  Act, No. 80 of 1988 .  {Certified on 20th December, 1988]  L.D.—O. 35/36 ae  An Act 70 AMEND THE CEILING ON HousING Properry Law, -  No. 1 oF 1973  BE it enacted by the Parliament of the Democratic Socia~  ist Republic of Sri Lanka as follows:—",
    "mean_p_confidence": 0.6565
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  1. This Act may-be cited as the Ceiling on. Housing “Shorttitle.  Property (Amendment) Act, No. 80 of 1988. _ ’",
    "mean_p_confidence": 0.6721739130434783
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  2, “Section 10 of the Ceiling on Housing Property Law, Amendment ,  No. 1 of 1973 . (hereinafter referred to as thé “principal ofLaw No.1  enactment”), as amended by Law No. 34 of 1974, is hereby . “f 1973.",
    "mean_p_confidence": 0.771860465116279
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  - further amended as follows :—",
    "mean_p_confidence": 0.61875
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  (1)' by the substitution for the words. “dispose of such  house with”, of the words “ dispose of such house  by way of sale, gift or otherwise, with”; and",
    "mean_p_confidence": 0.7696969696969697
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  (2) in the marginal note to that section, by the substi-  tution for the words “may be sold”, of the words:  “may be disposed of”.",
    "mean_p_confidence": 0.7975862068965517
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  2. Section 11 of the principal enactment as amended by.” Amendment  Lew No. 34 of 1974, is hereby further amended in subsec- . 11 of the  tion (1) of that section by the substitution for the words Primcipal  “disposed of within”, of the words “disposed of by way  of sale, gift or otherwise, within”.",
    "mean_p_confidence": 0.7703333333333333
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  4. “The amendments made to the principal enactment by Retrospective  sections 2 and 3 of this Act shall be deemed, for all pur- - amendment,  poses, to have come’ into force on January 13, 1973, and  accordingly, a house owned by a person in excess of the  permitted ‘umber of houses and . disposed of by that  person—",
    "mean_p_confidence": 0.7903076923076923
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  (a) by way of gift; and :",
    "mean_p_confidence": 0.6322222222222221
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  () within the period within. which such person’ may",
    "mean_p_confidence": 0.6636363636363636
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  dispose of such house in accordance .with the :  provisions of section 10 of the principal enactinent,  not being a house which: has been . subsequently trans- .  ferred 19 anty other person under section 12 or section 12a  of the principal enactment or in respect of which there is  ‘an agréement for sale entered into under section 12 of the  ptineipal enactment, shall be deemed, for the purposes of  the application of section 11 of the principal enactment, to  have been disposed of, in accordance with the provisions of .  section’ 10 of the principal enactment,",
    "mean_p_confidence": 0.7793518518518519
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  PURE aa i seal la aaa ace aa he tak",
    "mean_p_confidence": 0.13833333333333334
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  Annual subscription of Bills and Acts of che Parliament Rs. 177 (Local),",
    "mean_p_confidence": 0.7285714285714285
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  Rs. 236 (Foreign) payable te the SuPERINTENDENT, GovERNMENT PUBLICATIONS",
    "mean_p_confidence": 0.6936363636363636
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  Buneav, Couomso 1, before 15th December each year in respect of the yeer  following.",
    "mean_p_confidence": 0.6647058823529413
  }
]