[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 4th Session 1955 wo eg p FP ygye Seow A es; ey al eS . Corneal Grafting Act, No. 38 of 1955 Date of Assent : November 12, 1955 Printed on the Orders of Government ' Printed att alba acetates Seacarntiohs Sunt: Covaahe Annual Subscription (including Bills} 2s. 28, Fayable in irene to O° Gener hor’ \"50, ‘Geccetaict, Calostpe Price: 15 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Corneal Grafting Act, No. 38 of 1955 3",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "L. DO. 14/54.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "AN Ac? 70 MAKE PROVISION WITH RESFECT TO THR USE OF BYES OF DECEASED FERSONS FOR THERAPEUTIC PURPOSES.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "[Date of Assent: November 12, 1955]",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and coosent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the anthority of the same, as follows:—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "4.-\" This Act may be cited ag the Corneal Grafting sbos tle, Act, No, 38 of 1955.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2. (0.18 any person, other in writing of any time aewoto or orally in the presence of two or more witnesses dur- = ot ing his last illness, has expressed a request that his Sm\" eyes be used for therapeutic purposes after his death, the party lawfully im possession ‘of bis body after hie death may, unless that party has reason to believe that + tho requost was subsequently withdrawn, ‘authorise the removal of the eyes from the body for use for those purposes.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "+ @) Without prejudice to the foregoing sub-section, the party lawfatly. in possesion @ the body of 6 decotont pornon may authorise the removal of tho ayes from the body for use for therepeatic parposes unless that party has reason to believe—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "{@) that the deceased had expressed an objection",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "*' \"to hie eyes being so dealt with after his death, and had not withdrawn it; or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(®) that the surviving spouse or any surviving relative of the deceased objects to the deceased's eyes being so dealt with.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(8) An authority given under this section in respect of any deceased person shall be sullcient warrant for the removal of the eyes from the body and their use for gberapentic purposes; but no such removal shail be effected exeapt by a medical practitioner registered under the Medical Ordinance, who must bave satisied Ov. 2 himself by a personal examination of the body that life",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "is extinct,",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ":",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "* Authority for the removal of eyes shall not be given under this section if the party empousred to give such authority has ress to believe that an inquest may be required to be held on the body. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2a mae 850 C88)",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "4 Corneal Grafting Act, No. 98 of 1955",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "{@) No authority shall be given under this ection in resptot of the body of w deceased person by a, person Setbusted by another person witht the body for the purpose only of its interment or cremation.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "(6) In the case of a body lying in a hospital, am authority under this section Ber be given on behalf of the person having the control and management of the hospital by any StBoor OF person designated in that behalf by the first-mentioned person.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "@ Nothing in this scotion shall be construed 38 rendering unlawful any dealing ‘with the hody, ot any part of the body, of deceased person which would",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "ave been lawful if thie Act had not been passed.",
    "mean_p_confidence": 0.87
  }
]