[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  le  ‘Ge  Ce  mr.  pines)  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF’  SRI LANKA  JUDICATURE (AMENDMENT)  ACT, No. 16 OF 1989  [Certified on 9th November, 1989]  Printed on the Orders of Government  Published as a Supplement to Part II of the Gazette of the Democratic  Socialist Republic of Sri Lanka of November 10, 1989  r FRINTED AT THE DEPARTMENT OF GOVERNMENT PRINTING, SRI LANKA  go Be PURCHASED AF THE GOVE PUBLICATIONS BUREAG, COLOMOO  Price: Rs 1.50 Postage : Rs. 1.15",
    "mean_p_confidence": 0.6624489795918368
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Judicature (Amendment) Act, No. 16 of 1989  LD—O. 48/85. .  ' [Certified on 9th November, 1989] ‘  Ax Acr 10 aMenp mite Juvicature Act, No. 2 oF 1978  BE it enacted by the Parliament of the Democratic Socialist  Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.6849999999999999
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  1. This Act may be cited as the Judicature (Amendment) Short title.  Act, No. 16 of 1989 and shall come into operation on such  date as the Minister may appoint by Order published in the  Gazette,",
    "mean_p_confidence": 0.8185365853658537
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  2. Section 2 of the Judicature Act, No, 2 of 1978, (heren- Amendment  after referred to as the “principal enactment”) is hereby ofan”  amended by the repeal of paragraphs (b) to (e) of that No. 2 of 1972.  section, and the substitution therefor, of the following para-  graphs :—",
    "mean_p_confidence": 0.782909090909091
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  “ (b) the District Courts ;",
    "mean_p_confidence": 0.62375
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  (©) the Small Claims Courts; |  (@) the Magistrates’ Courts.”.",
    "mean_p_confidence": 0.6038461538461538
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  3. “Section 4 of the principal enactment is hereby amend- Amendment  ed by the substitution, for the words “not more than $*5°10?  twenty Judges”, of the words “not more than forty principal  Judges.” enactment.",
    "mean_p_confidence": 0.7317948717948718
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  4. Section 5 of the principal enactment is hereby amend- Amendment  das follows :— an Sof the  , (a) by the repeal of subsection (1) of that section andthe “™*™™*™",
    "mean_p_confidence": 0.668235294117647
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  |... Substitution therefor, of the following subsection :—",
    "mean_p_confidence": 0.634
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  «(1) There shallbe in such judicial district of |  i Sri Lanka a “District Court” and in every judicial  division there shall be a ‘Small Claims Court” and  2 “ Magistrates’ Court” and-each such court shall be  ‘u- holden by ‘atid before one person to be called the  “District Judge”, “Judge of the Small Claims  Court” and “Magistrate” respectively.’ ; and  gy in the marginal note to that section, by the substitu-  : tion for the words “District Courts, Family Courts,  |. Magistrates’ Courts and Primary Courts”, of the ;  | words “District.Courts, Smal] Claims Courts and  Magistrates’ Courts\"); io 2",
    "mean_p_confidence": 0.6814035087719298
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  .2 Judicature (Amendment) Act, No. 16 of 1989",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  Insertion 5. ‘The following new sections are hereby inserted im-",
    "mean_p_confidence": 0.6083333333333333
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  Sh new\" Sections mediately after’‘section 5, and shall have effect as sections",
    "mean_p_confidence": 0.6257142857142857
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  Sc'in the 5a, 5 and 5c of the principal enactment :—",
    "mean_p_confidence": 0.6738461538461539
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  principal",
    "mean_p_confidence": 0.29333333333333333
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  enactment. «Judicial... 5+ (1) For the purpose of sittings for",
    "mean_p_confidence": 0.6275000000000001
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  Say conducting trials and inquiries in every Court",
    "mean_p_confidence": 0.679
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  of First Instance a working calendar day shall  be divided into two judicial days, each such  judicial day beginning not later than 9.45 am.  and 115 p.m, respectively.",
    "mean_p_confidence": 0.7736363636363637
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  (2) Trials and inquiries shall be fixed for  every such judicial day.",
    "mean_p_confidence": 0.7446666666666667
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  (8) Every such judicial day shall, for the  purposes of subsections (1) and (2) consist  of a sitting in open court of a minimum dura-  tion of two and a half hours.",
    "mean_p_confidence": 0.7991891891891892
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  (4) Where any judge of any Court of First  Instance is unable to comply with the provi-  sions of this section he shall record the rea-  sons for such inability and shall forthwith  forward a copy of such reasons to the Judicial  Service Commission. .",
    "mean_p_confidence": 0.7578846153846153
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "  Appointment 5a, (1) There shall be appointed to every  sete such court as may be specified by the Minister,  Be by Order published in the Gazette, in con-  sultation with the Chief Justice, an officer to  be called the Master.",
    "mean_p_confidence": 0.7665217391304348
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "  (2) The Master shall sit separately and  exercise all the powers or jurisdiction vested  in him by subsection (3).",
    "mean_p_confidence": 0.7565217391304347
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "  * (8) The Master shall attend to and deal  with all pre-trial and post-trial matters as  arise in the course of a civil proceeding ins-  tituted in the court to which he is appointed, .  including the framing of issues and the re-  cording of admissions : .",
    "mean_p_confidence": 0.771090909090909
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "  Provided that it shall be competent for the  trial judge to record such admissions and  frame such issues, whether by way of amend-  ment of existing issues or otherwise, as may  bbe considered to be appropriate during the  conduct of the trial before him.",
    "mean_p_confidence": 0.8050980392156863
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Judicature (Amendment) Act, No. 16 of 1989 3  \" (4) The Master may, with the concurrence  of the judge of the court, submit for deter-",
    "mean_p_confidence": 0.7175862068965517
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  © mination by such judge any matter which  J ‘may ‘otherwise have been properly -dealt  Dogpith Byram, le feet 1° obsaw ath",
    "mean_p_confidence": 0.47423076923076923
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (5) The judge of any court may refer to  the Master any matter of a procedural nature  arising in the course of an action instituted  in that. court after the stage referred to in  y-subsection , (3), “",
    "mean_p_confidence": 0.7284090909090909
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  ‘1. © The Master shall have the power to  “To all such acts connected with or incidental  “ or ancilliary to, the exercise of the powers  ahd jurisdiction vested in him by subsection  (8), including the maintenance of the Jour-  nals of the Court.  Appiontment » : 5c. (1) There shall be appointed to every  ee court as may be-specified by the Minister by  Order. published in the Gazette, in consul-  fation with the Chief Justice, an officer to be  called the Recorder.  jos, @) The Recorder shall sit separately and  exercise all the powers or jurisdiction vested  in_him by subsection (3).",
    "mean_p_confidence": 0.7543589743589744
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (8) The Recorder shall attend to and deal  with all pre-trial and post-trial matters not  including sentencing as arise in the course  of a criminal proceeding instituted in the  ‘Court to which he is appointed, including the  Fecording of admissions and confessions :",
    "mean_p_confidence": 0.7536
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  ‘Nothing in this séction shall prejudice the  powers of the trial judge to record such ad-  missions as may be considered to be appro-  priate during the conduct of the trial before  him. > e Baal",
    "mean_p_confidence": 0.7338095238095238
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  (4) The provisions of subsections (4),  (6) and (6) of. section 5n shall, mutatis  mutandis, apply to and in relation to, the",
    "mean_p_confidence": 0.6892307692307692
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  ' powers and functions of a Recorder appointed  under subsection (1).”.",
    "mean_p_confidence": 0.6378571428571428
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 — Judicature (Amendment) Act, No, 16 of 1989.  Amendment «;6.;, Section 6 of the principal enactment is hereby amend-  ef section —_ed in subsection (1) of that section, by the substitution for  principal the words, “Every District, Judge and Judge of the Family  enactment. Court, Magistrate and Judge of the Primary Court and”, of  the words “Every District Judge, Judge of the Small Claims  Court and Magistrate”. .  Amendment 4. Section 8 of the principal enactment is hereby amend-  Botte * ‘ed as follows:— Gia  rinelpa ti  Shactment —“ (@) im subsection (1) of that section, by the substitution  for the words “Additional District Judges and  Judges of the Family Court, Magistrates or Judges  . of the-Primary Court, to the same District Court,  Family Court, Magistrate's Court and Primary Court  respectively”, of the words.“ Additional District  Judges, Judges of the Small Claims Court and Magis-  trate’s Court respectively” ;  (6) ‘by the repeal of subsection (2) of that section and the  substitution, of the following subsection therefor :—",
    "mean_p_confidence": 0.7341578947368421
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  =. f @) Every Additional District Judge, Judge of  the Small Claims Court or. Magistrate appointed to.  any such Court, shall sit separately and exercise all  the powers and the jurisdiction’ vested in the Dis-  trict Court, the Small Claims Court or the Magis-  trate’s Court as-the case may be.” ; and. ,",
    "mean_p_confidence": 0.7688333333333334
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  sue) by the addition immediately after subsection (2) of  _,.. that section of the following subsection :—",
    "mean_p_confidence": 0.6839999999999999
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  1.) Every Magistrate appointed to a judicial  division shall have concurrent jurisdiction with the  ‘Magistrate:appointed far every other judicial divi-  sion, for the purposes of exercising jurisdiction  under. section 9 (b),. (iii), of the Code of Criminal  Procedure Act; No. 15-0f 1979.\".- a.",
    "mean_p_confidence": 0.6972
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  Replacement 8 Section 11 of the principal enactment is hereby re-  ofsection 11 Sealed and the following section substituted therefor :—  Spel ttt see  Shactment. ““'Trialby |*.,.11..(1) Subject ‘to the provisions of sub-  SY oop section (2) all trials in the High Court shall  bevnicwus 2b» be before.a Judge of the. High Court sitting  alone without a Jury, ..;.-,",
    "mean_p_confidence": 0.613731343283582
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Judicature (Amendment) ‘Act, ‘No. 16 of 1989 8  *(2) Trial in the High Court shall be by  ~ Jury before a Judge of the High Court where  at least one of the charges is for un offence  referred to in the Second Schedule hereto  and the accused elects to be tried by a  Jury.",
    "mean_p_confidence": 0.7519354838709676
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  (8) The election by the accused, to be  tried by a Jury, shall be made. at any time",
    "mean_p_confidence": 0.7085714285714285
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  before the commencement of the trial. ”.",
    "mean_p_confidence": 0.6688888888888889
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  9. Section 18 of the principal enactment is hereby amend- Amendmént  ed by the substitution for subsection (2) of that section of Is ofthe\"  the following subsection /-—\" fers",
    "mean_p_confidence": 0.6590909090909091
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  .“(2). The Admiralty jurisdiction. vested in the High",
    "mean_p_confidence": 0.598
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  Court shall be as provided for by law for the time being  “in force. ‘The, rules in force. immediately prior to the",
    "mean_p_confidence": 0.7240000000000001
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  coming into operation of this Act, shall continue to be in",
    "mean_p_confidence": 0.8115384615384614
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  force until new rules are made, and any acts done in",
    "mean_p_confidence": 0.8092307692307692
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  pursuance. of these rules, after the coming into operation",
    "mean_p_confidence": 0.6054545454545455
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  of this Act shall be deemed to have been, and to be, validly",
    "mean_p_confidence": 0.8166666666666667
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "  done.”.",
    "mean_p_confidence": 0.21666666666666667
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "  1. Section 19 of the principal enactment is hereby Replacement  repealed and the following-section substituted therefor:— 19 of fae",
    "mean_p_confidence": 0.7318181818181819
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "  ‘ princi  ‘“Jitieiction “19. (1) Every ‘District Court shall be a ‘engine  Courts.- <' court of record and shall within its. district",
    "mean_p_confidence": 0.43192307692307697
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "  have unlimited original ' jurisdiction in all  © civil, Feverliie, tZust, matrimonial, insolvency  “and testamentary. matters, save and except  such of the, aforesaid matters as are by or  under’ this Act or by virtue of the provisions  -of any other énactment-exclusively assigned  ‘by Way of sriginal jurisdiction to any other  “court dr vested'in any other authority and in  “the exercisé-of such jurisdiction to impose  fines, penalities and forfeitures and shall in  ike manner also have jurisdiction ‘over the",
    "mean_p_confidence": 0.6948888888888889
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 — Judicature (Amendment) Act, No. 16 of 1989  persons and estates of persons of unsound  mind, minors and wards, over the estates of  cocstuis que trust and over guardians and  trustees and in any other matter in which  jurisdiction is given to District Courts by  law.”,",
    "mean_p_confidence": 0.7789090909090909
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  Insertion 11. The following new section is hereby inserted imme-",
    "mean_p_confidence": 0.6891666666666666
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  Scio 19, diately-after section 19 of the principal enactment and shall",
    "mean_p_confidence": 0.6461538461538462
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  inate have effect as section 19 of that enactment :—",
    "mean_p_confidence": 0.7275
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  principal",
    "mean_p_confidence": -0.006666666666666667
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  enactment. , «civil. 19a, Every District Court shall have",
    "mean_p_confidence": 0.5981818181818181
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  jurisdiction.” ognizance of and full power to hear and",
    "mean_p_confidence": 0.5981818181818181
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  determine all pleas, suits and actions in  which a party defendant shall be resident  within the district in which any such suit  or action shall be brought, or in which the  cause of action shall have arisen within such  district or where the land in respect of which  the action is brought lies, or is situate wholly  or partly within such district, or the contract  sought to be enforced was made within such  district.”.",
    "mean_p_confidence": 0.8116470588235294
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "  Replace- 12 Section 23 of the principal enactment is hereby re-",
    "mean_p_confidence": 0.7523076923076922
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "  mentof,.' peated and the following section substituted therefor :—",
    "mean_p_confidence": 0.5627272727272726
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "  Principal Appeal: + 23, (1) Any” person: who is dissatisfied",
    "mean_p_confidence": 0.5333333333333333
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "  anata with any judgment pronounced by a District  Court in any civil action, proceeding or  matter to which he is a party may prefer an  appeal to the Court of Appeal against such  judgment for any error in fact or in law.",
    "mean_p_confidence": 0.808125
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "  (2) Any person who is dissatisfied with  any order made by a District Court in the  course of any civil action, proceeding or  matter to which he is or. seeks to be a party,  ‘may prefer an appeal to the Court of Appeal  against such order for the correction of any  error in fact or in law, with the leave of the  Court of Appeal first had and obtained.”.",
    "mean_p_confidence": 0.793974358974359
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Judicature (Amendment) Act, No. 16 of 1989 7  13. Chapter V (including sections 24 and 29) of the prin- Replacement  cipal enactment is hereby repealed and the following Stine” ™  Chapter substituted therefor :— Eee  . “CHAPTER V  4. . ‘Smatt Cramus Courts  Jurisdiction 24, (1) Every Small Claims Court shall be  QfSmall. ie, @ court of record and shall have exclusive  original jurisdiction and shall have cog-  nisance of and full power to hear and  determine all actions in which the debt,  damage, or deinand does not exceed such  sum as may be specified by the Minister by  an Order published in the Gazette and in  which the party or parties defendant is or  are resident within the jurisdiction of such  court, or in which the cause of action has  arisen within such jurisdiction and all  proceedings under Chapter LXVIA of the  Civil Procedure Code where the land or any  part thereof is situate. within the jurisdiction  of such court, and all hypothecary action  in which the amount claimed does not exceed  such sum as may be specified in such order,  and the land hypothecated, or any part  thereof is situated within the jurisdiction of  such court, and also all actions in which the  title to, interest in, or right to the possession  of any land is in dispute, and all actions for  the partition or sale of land: Provided that  the value of the land or the particular share,  right, or interest in dispute or to be parti-  tioned or sold does not exceed such sum as  may be specified in such Order and the same  or any part thereof is situate within the  jurisdiction of such court, and shall exercise  any other jurisdiction as may be vested in it  “by any other law:",
    "mean_p_confidence": 0.8026268656716418
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  Provided always that such court shall not  hhave cognizance of any action for criminal  conversation, or for seduction, or for breach  of promise of marriage, or for separation a  ‘mensa et thoro, or for divorce, a vineulo",
    "mean_p_confidence": 0.8072093023255814
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  i, matrimonii, or for declaration of nullity of  marriage.",
    "mean_p_confidence": 0.6158333333333333
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  & Judicature (Amendment) Act, No. 16 of 1989  '(@) “An Order made under subsection’ (1)  shall not have effect until it.is approved by  Parliament and notification of such approval  is published in the Gazette.",
    "mean_p_confidence": 0.70275
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  Costs. 25, It shall be lawful for the Judge of  every such court, in pronouncing his judg-  ment or order in any case, to make such  order respecting the payment of costs and  expenses as to him shall appear just and  reasonable.",
    "mean_p_confidence": 0.7985714285714286
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  ‘Appeal. (©! °°26. Any person who is dissatisfied with",
    "mean_p_confidence": 0.5781818181818181
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  , ‘any final judgment of thé Small Claims  Court in any action, proceeding or matter or  an order having the effect of a final judgment  of such court may, (except where such right  is expressly disallowed) appeal to the High  Court established by Article 154 of the Cons-  titution for the province in which such Small  Claims Court is situated, against any: such  judgement or order, with the leave of such  Small Claims Court or where such leave is  refused, with the leave of such High Court.",
    "mean_p_confidence": 0.7942424242424242
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  ° The ‘High’ Court may in the exercise of its  appellate jurisdiction in respect of such jud-  gements or orders, affirm, reverse, modify or  correct any such order or judgement accord-  ing’to’ law or may give directions to the  _,Small Claims Court from which the appeal  “has been preferred or order a new trial or  further hearing, on such terms as such High  ston, Court shall think ft, so\" 7  - cwhere ©; .» «27..Where in ‘any proceeding before any  iGatense © Small Claims Court any defence or claim in",
    "mean_p_confidence": 0.6802941176470588
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  Feconvention reconvention of the defendant involves mat~",
    "mean_p_confidence": 0.5911111111111111
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  Hee eion I\" ter beyond the jurisdiction of the Court, such",
    "mean_p_confidence": 0.5776923076923077
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  ‘of eourt. defence or claim in reconvention shall not  ‘affect the competence or duty of the Court  to dispose-of the matter in controversy in so  far’as it relates to the demand of the plain-  tiff and the defence thereto'and the claim in  re-convention : ve",
    "mean_p_confidence": 0.6973076923076923
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Judicature (Amendment). Act, No: 16 of 1989 °9  *  Provided that in such case it shall be lawful  for the Court of Appeal or any Judge thereof,  if it shall be thought fit, on the application  of any party to the proceeding, to order that  the whole proceeding be transferred from the  court in which it is instifuted to sore court  having jurisdiction over the whole matter in  controversy and in such case the record in  such proceeding shall be transmitted by the  Registrar of the Court to the court to which  by such order the proceeding is so transferred  and the same shall thenceforth be continued  and proceeded in such court as if it had been  originally commenced therein.  Judge of | 28. The Judge of every. Small Claims  Small Claims Court shall conform to and execute all such  gxecuto judgments, orders, and decrees of the Sup-  ia reme., Court or Court of . Appeal or , High  appeal. “ Court established by. Article 154p of the  Constitution as shall be miade and pronounc-  ‘ed in any appeal, in like manner as any origi-  nal judgment or order pronounced by the  said Judge could or might have been excecut-  ed. weg aemoee  Where |\" 29. Where there's évidence that the value  detion @ |, ° “of any action filed in any Small Claims Court  beyond is over'the monetary jurisdiction’ of that  Spestiction Court, the Judge shall make order accordin-  °° gly and shall record such fact and thereupon  “the ‘action, sholl stand removed to the ap-  , a: Propriate Distriet Court, ~  Anicabie 30. It shall be the’duty’of the Judge of the .  Settlement. Small Claims Court by all lawful means to  endeavour to bring’ the parties‘to an amic-",
    "mean_p_confidence": 0.7257668711656442
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  “able settlement whete appropriatevand to  remove, with their consent, the real cause of  grievance if any, between: them.”,",
    "mean_p_confidence": 0.6072727272727273
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  | 44. “Chapter Vit ' (including sections’ $2 and 38) of the Repeal of",
    "mean_p_confidence": 0.44125
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  principal.enactment is hereby repealed, Shaper VIE  principal  Ehactment.",
    "mean_p_confidence": 0.4566666666666667
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  ! 10 Judicature (Amendment) Act, No. 16 of 1989  Amendment . 5, Section’ 37 of the principal enactment is hereby  ‘gtecetion. amended by the substitution for the words “the District  Principal Courts, the Family Courts or the Magistrates’ Courts”, of  enactment the words “ the District Courts, the Small Claims Courts or",
    "mean_p_confidence": 0.7420689655172413
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  ‘the Magistrates’ Courts”,  ‘Amendment 16, Section 45 ofthe principal enactment ishereby amend- ~  Serine ed in subsection (4) of that section, by the substitution for  Principal | the words “District Judge, Judge of the Family Court or  Magistrate”, of the words “District Judge, Judge of the  Small Claims Court or Magistrate”.  ‘Amendment 7. Section 49 of the principal enactment ishereby amend-  gage ded in the proviso to subsection (8) of that section by the  principal substitution for the words “the District Court, Family  enactment Court, Magistrates’ Court and Primary Court”, of the words  “the District Court, Small Claims Court and the Magis-  trates’ Court”.  ‘Keveaticaay 18. Section 52 of the principal enactment is hereby  gages” amended as follows :—  Petoeipal (a) by the repeal of subsection (1) of that section and  ‘the substitution therefor of the following subsec-  tion:— 7",
    "mean_p_confidence": 0.7451898734177215
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  “ (1) There shall be appointed to the High Court  and to each of the District Courts, Small Claims  Courts and Magistrates’ Courts established under  this Act, a Registrar, a Deputy Fiscal and such other  officers as may be necessary for the administration  and for the due execution of the powers and the  performance of the duties of such courts including  the service of process and the execution of decrees  of court and other orders enforceable under any  written law.” and",
    "mean_p_confidence": 0.8119565217391305
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  (®) by the addition immediately after subsection (2) of  that section, of the following subsection :—",
    "mean_p_confidence": 0.7668421052631579
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  “(@) Every Deputy Fiscal appointed to a court  shall be responsible for the service of process  issued by that court and the execution of decrees  and orders made by that court and shall act under  the supervision, direction and control of the  fiseal.”,",
    "mean_p_confidence": 0.7814
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Judicature (Amendment) Act, No. 16 of 1989 11  19. Section 54 of the principal enactment is hereby Amendment  amended as follows ++ . Stari 4  (a) in subsection (1) of that section by the substitution nacthent  for the words “High Court, District Court or a  Family Court”, of the words “High Court, District  Court or a Small Claims Court”; and  (®) by the repeal of subsection (3) of that section and the  substitution therefor of the following subsection :—  ' 4(3) Such injunctions may be granted at any  time after the commencement of the action and be-  fore final judgment after notice to the defendant,  where the object of granting an injunction will be de-  A feated by delay, the court may enjoin the defendant  until the hearing and decision of the application for  an injynetion but for periods not exceeding  fourteen days at a time”.  20. Section 55:of the principal enactment is hereby Amendment  amended as follows :— gfaecfon  (a) in subsection (1) of that section by the substitution Prineipal  for the words “Every District Court, Family Court,  Magistrates’ Court and Primary Court shall”, of  the words “Every District Court, Small Claims  Court and Magistrates’ Court shall” ;  (b) in subsection (2) of that section—  G) by the substitution: in paragraph (a) of that  subsection for the words “ by a District Court  and Family Court” of the words “by a Dis-  trict Court” ;  Gi) by the repeal of paragraph (b) of that subsec-  tion and the substitution therefor of the  following paragraph :—  _. “(®) by the Small Claims Court and the  ‘Magistrate's Court—  ek fine not exceeding one thousand five  hundred rupees or imprisonment  either simple or rigorous for a period  not exceeding eighteen months.” ;  (iii) by the repeal of paragraph (c) of that sub-",
    "mean_p_confidence": 0.7726764705882352
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  12 ‘Judicature’ (Amendment): Act, No. 16 of 1989  ae 21, Section 81 of the principal enactment is “hereby  Brot the, repealed.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  Snactment, a",
    "mean_p_confidence": 0.06
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "  meeton 22, \"The following new section is hereby inserted imme-",
    "mean_p_confidence": 0.645
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "  Section diately after section 60 of the principal enactment and shall",
    "mean_p_confidence": 0.7769230769230769
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "  Spode have effect as section 604 of that enactment. a",
    "mean_p_confidence": 0.6341666666666667
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "  Spaciment; pffect ois’ 60k. For the. avoidance of doubts it is  ee. hereby declared that where, by reason of",
    "mean_p_confidence": 0.6499999999999999
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "  under, an Order made under section 3, any area of a",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "  judicial zone, judicial district or judicial divi-",
    "mean_p_confidence": 0.7155555555555556
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "  stam sion falls into another or new: judicial zone,  be oudicial district or judicial division, the court  + in which any action, proceeding or matter is",
    "mean_p_confidence": 0.7283333333333333
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "  pending on the day immediately preceding",
    "mean_p_confidence": 0.69875
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "  ‘ ‘the date of such Order, shall have full power",
    "mean_p_confidence": 0.7075
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "  : and jurisdiction to carry on and * complete  such action, proceeding or matter.”,  Repeal ot 28. The Third and Fourth Schedules to: the principal en-  Feu\"? ° — actment are hereby repealed.  Schedules  tothe  principal  enactment, -  ‘Amendment \"24. The Fifth Schedule to the principal enactment is here-  ofthe  Firth by amended .as follows :—:, 5 . “  Schedule = °  tothe © (@) by the substitution, for the words “The Deputy  \\penetne Solicitors-General, Senior Assistant Secretaries to  i the various Ministries, The Deputy Secretary-Gene-  ©). -ral of Parliament”, of the words “The Deputy Soli-  <i» Gtors-General,, Deputy Legal, Draftsmen, Senior  Assistant Secretaries to-the various Ministries, The  _ Deputy, Secretary-General of Parliament”;  | (b) by the substitution, for the words ..“Senior State  . “Counsel”, of the words. “Senior. State Counsel,  Senior Assistant Legal Draftsmen” ;  ~ (e) by the substitution for the words “State Counsel and  _,. Assistant Secretaries to the various Ministries”,  z of the words “State Counéel, Assistant Legal Drafts-  {7 men and Assistanit Secretaries to the various Minis-  tries” ; iltoties feat? 3  (@) by the omission therefrom, of the reference to “Judge,  = “of the Family’ Court ‘and Registrars of Family  : Courts” ; ourd02 .",
    "mean_p_confidence": 0.6276724137931035
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Judicature (Amendment) Act, No. 16.0f 1989 13,  + (@) by the substitution for the words “The Judge of each  erica » Primary Court”, of the words “The Judge of each",
    "mean_p_confidence": 0.7414705882352941
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  js >) Small Claims Court \" i 63  (f) by the substitution for the words “The Registrars of  District Courts, Family Courts, Magistrates’ Courts  tbs and Primary Courts” of the words “The Registrars  ° 94 of District Courts, Magistrates’ Courts and Small",
    "mean_p_confidence": 0.7052083333333333
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  © Claims Courts”, respectively ; and  (g) by the addition at the end of that Schedule of the  _ following :—",
    "mean_p_confidence": 0.7016
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  “Officers-in-charge of Police Stations (including",
    "mean_p_confidence": 0.6257142857142857
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  oc} Acting Officers-in-charge of Police Stations) of, or  + above the rank of 'Sub-Inspector. of Police, for  their respective Police areas.”",
    "mean_p_confidence": 0.6412
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  25. (1) All matrimonial actions, proceedings or matters ‘Transitional  pending ina Family Court on the day preceding the date of Provisions. ~  coming into operation of this Act, shall stand removed to  the appropriate District Court and such District Court shall  have jurisdiction to take cognisance of, hear and determine  or, to continue and complete the same, and the judgments  and orders of the aforesaid Family Court delivered or made  before the coming into operation of this Act, shall have the  same force and effect as if they have been delivered or made  by that District Court.",
    "mean_p_confidence": 0.8258333333333333
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "  (2):All civil actions, proceedings-or matters pending ina,  Primary Court, on the day preceding the date of coming  into operation of this Act, shall. stand removed to the appro-  priate Small Claims Court and such court shall have juvis-  diction to take cognisance of, hear and determine or to con-  tinue and complete the same, and the judgments and orders ‘  of the aforesaid Primary Court delivered or made before  the’ coming into operation of this -Act, shall have the same  force and effect as if they have been delivered or made by  that Small Claims Court.",
    "mean_p_confidence": 0.7852336448598131
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "  (8) ‘All criminal ‘actions, proceedings’ or matters pending  in a Primary Court on the day preceding the date of coming  into operation of this Act, shall stand removed to the ap-  propriate Magistrate's Court and such court shall have  jurisdiction to take cognisance of, ear and determine or to  ‘continue and complete the same and judgements and orders  of the aforesaid Primary Court delivered or made before the",
    "mean_p_confidence": 0.8048684210526316
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  4 Judicature (Amendment) Act, No. 16 of 1989  coming into operation of this Act, in respect of any ‘such  criminal action, proceeding or matter shall have the same  , force and effect as if they have been delivered or made by  ‘that Magistrates’ ‘Court. 500) © dijvit» 4! a)  + (@) All proceedings pending in a Primary Court under  section 66 of the Primary Courts Procedure Act on the day  * preceding the date of coming into operation of this Act, shall  stand removed to the appropriate Small Claims Court and  such court shall have jurisdiction to take cognisance: of,  hear and determine or to continue or complete the same  and all orders made, in. respect of every such application  before the coming into operation of this Act shall have the  same force and effect as if they have been made. by that  ‘Small Claims Court, > :  7 > (6) Where a proceeding under section 66 of the Primary  Courts Procedure Act.in respect of a dispute is transferred  ‘to a Small Claims Court, the following provisions shall apply  to the hearing and determination of such proceeding :—~  (@ in making an order under Chapter LXVIA of the Civil  Procedure Code (Chapter 101) in respect of sucht  | dispute, the Judge of the Small Claims Court shall  disregard any oral evidence adduced in the Primary  Court in the course of such Proceeding ;  (b) for the purpose of the application of subsection (1)  ‘ ‘of section 833C of that Code to such proceeding, the  information in respect of such dispute shall be deem-  \"© ed to have been filed on that date on which this  ‘Act comes into operation ; and  (ce) section 833C (6) (ii) of that Code shall apply to such  proceeding as if for the reference to “one week”  appearing in that section, there were substituted a  reference to “two weeks”. ;  Sinhala 26. In the event of any inconsistency between the  fext fo ‘Sinhala and Tamil texts of this Act, the Sinhala text shall  ot ‘ .  eo prevail.  sistency.",
    "mean_p_confidence": 0.7757180156657962
  }
]