[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON - ist Session 1953 Gampaha Urban Council (Reduction of Property Rate) Act, . “No. -12 of 1953 , “Date of Assent : March 27, 1853 aE +.” printed on the Orders of Government pies spp. cmuer Som, me Seumem, Toe Price: 10 cents. Postage: 5 cents.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Gampaha Urban Council (Reduction of 8 Property Rate) Act, No. 12 of 1963. L, D.—0. 49-53.—L. G. D.—BA. 820. AN Act To EMPOWER THE Unean COUNCIL OF THE TOWN ov GAMPAHA TO REDUCE THE PROPERTY RATE FOR THE YEARS 1951 AND 1962 IN RBSPECT OF A SPECIFIED AREA OF THE TOWN. [Date of Assent: March 27, 1953] : BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:— : . 4, This act may be cited as the Gampaba Urban shot sus, Souneil (Reduction of Property Rate) Act, No. 12 of 2. (1) Notwithstanding the resolutions passed by over to selece the Gampata Urban Gouseil on September 25, 1950, ope at, and October 2, 1951, imposing ® property rate of tem sey Ueeied per centum for the years 1951 and 1952 in respect of | immovable property within the town of Gampaha, that Council is hereby empowered by resolution to reduce the property, rete for the aforesaid years in respect of the area described in the Schedule herato; and upon such resolution being , the rate as $0 reduced shall be and be ous to have been for all orposes rate imposed and viable for those years under section 178 of the Urban Councils Ordinance, toa No. 61 of 1939, in respect of all immovable property . situated in that area and shall be recoverable accordingly. ®} Where the amount which has been paid by any person a8 an instalment of the property rate for the year 1951 or the year 1962 in respect of any immovable property in the area defined in the Schedule hereto exceeds the amonnt of the corresponding instalment which would. have been recoverable at the reduced rate in respect of that property, the amount of the excess shall be refunded t that Porson or eet-ofl against any > instalment due at the reduced rate from that person + and remaining unpaid. . . Schedule All thet area of land (Henegedera felling within Ferd Not #8 cae Ube Cron Mea i te Wenters Nerth : By a line drawn from a point on the cantre line of ‘Honey 0; ine i Os ae, ag oR J. x.waie290 (im",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "4 Gampaka Urban Council (Reduction of Property Rate) Act, No. 12 of 1958. southeastwards across the said Oya to the south- westem comer of the anid lot, thence coutheast- warda along the southern boundaries of lot 842, 242 (cemetery), $44 (oppronch road to ormatery} and lot 258 in T. 8. P. P, 28 till ib meots the western boundary of the railway line.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "Bart; By a line drown from the last-mentioned point south. wards along the westem boundary of the railway line till it ‘meots the centre line of the Lila (the ‘common boundary between Aluthuru Kornde South",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": ". |, ad Siyane Koraie Weat).",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "South : By 8 line drawn from the last-mentioned point westwards along the contre line of the Ble (the eommon boundary between Alutknru Karale South and Siyane Korale West) to the ceatra of conffuence of the ssid Bls and Henegedera Oya.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "West : By @ line drawn from the lnst-meutioned point northeastwarde aloug the contra line of Henegedera Ope fo the atariing point of the northern Timi: of ‘the are,",
    "mean_p_confidence": 0.72
  }
]