[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ist Session 1960-61 Sp Bo ASB fi: 4 (Gale Pear sgeo ? (S ane Z FN i Supreme Court Appeals (Special Provisions) Act, No. 4 of 1960 Date of Assent: October 14, 1960 Printed on the Orders of Government Printed at the Govemrammr Paras, Crrsow. To be purchased at tha GovernMEnT PusticaTrons BUREAU, COLODEO Annual Subscription (including Bills} Rs. 26, payable in dvance 10 the Suminrewoen, Goveunent Prmcaoxe Buneav, Post Osmce Box 500, Secretariat, Colombo 1 Price: 10 cents Postage: 10 cents",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Supreme Court Appeals (Spaciat Provisions) Pn Act, No. 4 of 1960 »",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "L. D.—0. 18/60.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "AN ACT 10 MARE SPECIAL PROVISION IN REGARD TO CIVIL AFFEALS PRESENTED TO THR SUPREME COURT, AND 3N RESPECT OF WHIGH THERE IS ANY ERROR, OMIS- SION OR DEFAULT IN COMPLYING WITE THB PROVI- SIONS OF ANY WRITTEN LAW RELATING TO SUCH APPRALS.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ". [Date of Assent: October 14, 1860.] tas BE it enacted by the Queen's Most Excellent Majesty, | “1. by and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "1o House of Representatives of Ceylon in this present , Parliament assembled, and by the authority of the same, as follows :—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "4. This Act may be cited as the Supreme Court star tie, Appeals (Special Provisions) Act, No. 4 of 1960.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2. Where, in respect of any appeal to the Supreme spiel Court under the Civil Procedure Code, there ie any Fevea* error, omission or default in complying with the pro- yrs the visions of that Code or any other written law relating ava tacet to such appeal, the Court of first instance shall, nof- Frosder Gale, withstanding anything to the contrary in that Code or such other written law, transmit to the Supreme Court the petition, of appeal together with all the : Rapers and proceedings of the case relevant to the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "lectee or order appealed against.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "3. (1) Where, in respect of any Appeal to the Syed Supreme Court to which this section applies, whether Pevs= by way of petition or othervri, which is presented to yaa",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "appropriate authority, there is any error, omission SURE Ge or default in complying with the provisions of  solm splm, any written law relating to such appeal, such authority",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "shall, notwithstanding anything to the contrary in",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "such law, transmit to the Supreme Court such appeal",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "together with ail the papers and proceedings nailing",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "to ‘the case or matter which is the subject of su rer",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "appeal. . oe ye",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "@) In this seotion— : .",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "@“ appeal to the Supreme Court to which is section applies” means any appeal, other than any appeal referred to ia ion 2 or-any app t any judg- a wee carob ages My ude court in the ‘exercise of its criminal jorisdiction; and Pan nar apse ce .",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Supreme Coir A ppsals (Spaciat. Provisions) hot, pcre) 4960 @) “ appropriate authority ”, in'felation snvtt soy appeal 't0-- which’ “Uhig” section applic, OVA 3 1 means any Court,-person or body. of persons caren .t ovto *which,.-or to whom, such appeal is soot 2 1 required to be presented for transmission wick < iste the Supreme Court under aay written Jew relating to such appeal. 5.3 Specie) 4, (1) \"Subject to the provisions of sub-section (2), Wiiiictie — ahete 4 appeal referred to in section 2 or ene ;  damisnl st has beon presented to. the Court of first instanes or the ‘Senator. Appropriate authority, as the case may be, within the thine Bresoribed by any written law relating to such appeal, the Supreme Court shall not exercise the tavem powers veated in such Court by any written law to “13! reject or dismiss that: appeal on the ground only of any error, omission or default on the part of ey: fhe appellant in complying with the provisions of any femect written law relating to such appeal, unless material 22207) prejudice has been caused thereby to the respondent to ergo) faeb appeal store “s\" ~.(9) The Supreme Court shall, in the case of any appeal referred to in sub-section (1), which is not rejected. or dismissed by such Conrt direst the . appellant to comply with such directions as the Court may deem necessary for the purpose of rectifying, supplying or making good any error, omission of ee default so referred to within such time and upon such siofat: conditions as may be specified in such directions, and “S54, Ghall reject or damian that appeal if the appellant SEMA. fails to comply with such directions. wixi2\"t — (B) In this section, the expression “t appellant”, in * relation to any appeal under any written law, includes any agent of the appellant who is authorised by that law to make such appeal or to represent the appellant at the appeal. ; 7 - Appin «BS The preceding’ provisions of this Act shall of fio Aes. apply, in addition © appeals to the Supreme Court on oF after the date of commencement of this Act, to appeals presented before the date of ammencement of ‘Act'but not finally disposed of by the Supreme Pont iy heen an Tnwmruation, — ,” “Li'this Act, thie expression “* appeal inoludes Any: case stated for the opinion of the Supreme Court.",
    "mean_p_confidence": 0.73
  }
]