[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON _ Let Session 1960-6} . GED) : fy Cale 7. Bray. Rent Restriction (Amendment). : on Act, No. 10 of 1961 Date of Assent: March 6, 1962 . Printed on the Orders of Government . Printed at the Gowmmame Pas, Crrios. Tobe Purtinod at the Govamoanr Punuicarioa Honan, Couns” Annual Bubscription (including Bills) Rs. 25, payable in advence to the Supraprrennawr, Govenment Pueccations Bunce, For Onur Bor 500, Semeaniet, Colombe L Price: 25 cents ~ . Postage: 16 cents",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Ront Restriction (Amendment) Act, No. 10 of 1982 tthe",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "L.D—0, 4/0, a:",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Aw Aor 70 AMEND sie Rawr Resrarcrion ~ ‘Aor, No. 99 or 1948,\" [Date of Assent: March 61961] BE it enacted by the Queon’s Most Excellent Majesty, by and with the advice and consent of the Senate aud e House of Representatives of Ceylon in this present Parliament aseombled, and by the authority'of the same, as follows:—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4. This Act may be cited as the Rent Restriction’ ates ste (Amendment) Act, No. 10 of 1961, and shall conié Bates into operation on such date aa may be appointed by the Minister by Order published ia the Gazette, ——",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2. Scotion 6 of the Rent Restriction Act, No. 29 amttata ot of 1948, hereinafter referred to a3 tho “ vineipal ae a Aot\",-is hereby amended, in sub-eeotion (1) of that section, as follows:— : .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ".. (in paragraph (a) of that sub-section—\" the substitution, for the full 3 : @ 1 Pe the wont rent nef a calons and .",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(0) by tho insertion, immediately after that * paragraph, | of the following proviso:",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "“Provided that whore the Bfayor or the Chairman of the local autho- rity within the administrative limits of which any premises are situated has by notice in writing",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ".  direoted the landlord of such pre-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "| Gy. mises to carry out such repairs, or «J \">, to make such redecoration, as ‘are",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "y or ig specified in the notice, such * landlord shall not -be entitled to",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "charge the extra ten per centum of",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "-  gach\"rent’ until he has obtained a certificate in writing from such - Mayor or Chairman that he has carried out snch repairs or made such redecoration to such",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "vol Premises. '”; <P wm ney a0)",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Rent Restriction (Amendment) Act, a No. 10 of 1961 (@) in paragraph (6) of that sub-section, by the ye Baadieation ‘bat the word “ ‘whee, of ve the following: — . “Subject to the provisions of pera- graph (ba) of this sub-section, where” 5 (@) by the insertion, immediately after pers greek @) off that sub-section, of the following new paragrapbs:— “ (ba) ‘The provisions of paragraph () of this fub-seotion shall ‘not copy to . ‘uy premises on or after such date as shall be specified hy the Minister . by Order ‘published in the Gazette. (68) The provisions of parsgraph (ba) of this sub-section shail not affect any : increase of the standard rent of any premises made before the date .. Teferred to in that paragraph by virtue of the provisions of para- graph (2) of this sub-section. (bo) Where, with the prior consent of the tenant or with the prior approval of att the Board granted on the Board : being satisfied that the consent of the tenant was unreasonably with- held, the landlord of any premises incurs, on or after the date specified by the Minister by Order made under paragraph (#2) of this sub- section, expenditure on the imprave- ment or structural alteration of the premises (not incloding expenditure . . on decoration or repairs), the . standard rent per annum may be increased py am amount calculated \"ab a rate not exceeding six per Loe centam of the amount so expended = _> '. _ Provided, bowever, that the . Board may, on the application of a the tenant of such ‘premises, direct woe thot the standard rent shail not be ao increased as hereinbefore provided, aa . «oF reduce the amount by which the + +. ao 7.4 standard rent may be so increased, . ‘on the ground that such expenditare",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "Rent Restriction (Amendment) Aci, 3 No, 10 of 1962 . was excessive having regard to tho = nature and extent Cf the improve- ments or. alterations effected or that : the rental value of sucki premises has not heen enhanced by such improve- ments or alterations.\"’. - 8, Section 7 of the principal Act is hereby smroduat of amended as follows: —. gees @) by the ronumbering of that section as sub- section (1)'of section 7; and (2) by the addition, at the end of that section, of the following new sab-section:— +‘ @) Where any premises to which this + Act applise are let furnished in separate : : parts which are not separately assessed for the purpose of rates, the Board may, on the application of the tenant of any such part, reduce the rent of that part on the =~ ground that it is excessive having regard to the accommodation, amenities, and far- nitore Pyovided in ‘that part by the landlord.”’,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "4 sopttion % of the principel Act is hereby Beplacenent of repealed and the following section is substit oa therefor: * ea rae 10. (1) The tenant of any residential Eset”. premises to which this Act applias shalt pkored not, except with the prior written con-",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "sent of landlord and, where those * premises are situated within the admi- _ Ristrative limits of any local authority, the prior written consent ‘of the Mayor . or Chairman of such local authority, use ., aainly, or permit any other person to . * use mainly, those premises for any . Purpose other than thet of residence. @) Such consent of tho Mayor or Chairman of a local authority as is . tere tin edbaction aul at Be . A granted in contravention of any by-law . fer made by such local authority under section 28 of the Housing and Town bcs... 1, Improvement Ordinance.””,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "- 1 4 Rent Restriction (Amendment) Aot, fot No. 10 of 1962 ‘Replacement 5.” Section 12 of the principal Act ia herel Svu repealed and the following soon AS. eabstted Pec) therefor :— “Rent ney 12. (1) The tenant of wremises to ia SiSiew’ which this Act applies may poy the rent game oof those premises to the Board or the prom , authorised person instead of the * a24Saha landlord, wt (2) Where any payment of rent of any premises js made on any day in accor : lance with the provisions of sub-section Gy it shall be deemed to be a payment Teoaived on that day by the landlord of those premises from the tenant thereof. (8) Where the rent of any premises is paid -to the Board or the authorised pereon, the Board or the authorised feraon, as the case may be, shall issue to the tenant of those premises a receipt . * in acknowledgment of such payment, and shall, transmit the amount ai such pay- ment to the landlord of those premises. Tt shall be the duty of such landlord to issue to the Board or the authorised person, according as such amount is transmitted to him by the Board or the authorised person, @ receipt in ack- nowledgment of the payment to him of such amount, : (4) In this section, “ authorised person, *’, with reference to any premises, . taeana the Mayor or Chairman of the Jocal authority within whose adminis- trative Limite those premleas are situated or the person authorised in writing by such Mayor or Chairman to receive rents . ~~ paid under this section,’, Amotmatst \"7 6. Section 18 of the principal Act ia hereby wom ube” amended as follows: — ‘ saad .- «@) by the insertion, immediately after sub- : section (1) of that section, of the following | Rew sub-sections:— (14) The landlord of any premises to whieh this Act applies shail not be + entitled to institute any action or proceed- ings for the ejectment of the tenant of such",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "Rent Restriction (Amendment) Act, > 8 No. 10 of 1961 % premises on the ground that the rent of such premises has been in arrear for one month after it has become dae,— on (@) if the landlord has not given the tenant three months’ notice of the termi- “i nation of the tenancy, or (®) if the tenant has, before such date of termination of the tenancy as is . specified in the landlord’s notice of such termination, tendered to the landlord all arrears of rent. 1s) Where any action or proceedings fot the ejestoens of the tenkat of ay premises to which this Act applies is or are instituted on the ground that rent has been in arrear for one month after it has become due, the court may, on being satis- fied that the rent has been in arrear on account of the tenant's illness or unemploy- ment or other sufficient cause, make order that a writ for ejectment of the tenant from those premises shall not issue if the tenant pays to the court the arrears of rent . either ina lamp sum on such date, or in instalments on auch dates, as may he - | specified in the Order; and if the tenant : ays to the court the arrearg of rent on such +, date or dates, his tenancy of those premises shall, notwithstanding its termination by + the landlord of those premises, be deemed __ not to have been terminated.””; @) in sub-section (8) of that section, by the substitution, for the words “‘ one year”, __ of the words “ three years”; @) in sub-section (3) of that section, by the ; substitution, for the words “one year”, of the words “ three years ”; and @ by the insertion, immediately after sub- seotion (6) of that section, of the following new sub-section: —",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "* (8) Where there is more than one land- lord of any premisea to which this Act applies, the expression “the landlord ”",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "ail, with reference to such premises, be construed, for the purposes of this section, tomenn all or any ans or more of such land",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "a 4 .",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "6 + Rent Restriction (Amendment) Act, No. 10 of 1961 Tometon, ot 7s ‘Tho following new sootions ara hereby inserted tam saoieer immediately after eection 16, and shall ave aloe as i ae sections 164 and 16s, of the principal Act:— cs * Bown at 164. The Board may, upon an Bard to application made in thet \"Gohal by. the Stared * landlord or the tenant of the premises, rat. by order determine the amount of the authorised rent of the premises, Ceritous 162, (1) The landlord of any premises ois. tg whioh’ this Act. applies ehall, upon being requested to do so hy the tenant of auch premises, give to the tenant a certi- ficate of tenancy relating te such premises jin the pregeribed form. A certificate of tenancy given under this section by ® landlord to @ tenant shall be admissible in evidence and ahall be prima facie evidence of the facts stated therein. (2) Where the landlord of sny Promises to, which this Act applies Tefuses to give the tenant a certificate of tenancy, the Board eball, upon, : application ‘made to it hy the tenant, . give to the tenant a certificate of tenancy + relating to, such premises in the . prescribed form, ‘ond @ certificate -of tenancy given by the Board to the tenant shall be deemed to be a certificate of tenancy given by the landlord to the tenant. *\". Avmedionct of 8. Section 18 of the prinsipal Act is hereby Reed amended ea follows:—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "(1) in sub-section (1) of that section, by the sub- stitation, for the words “residential premises”, of the word “ premises”, and r",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "(2) in eub-section (2) of that section —",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": ". . @ by the substitotion, for, the words _” “before the tenth day of the month",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "succeeding that’, of the words",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "** before the expiry of two months",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "after the Jest day of the month”,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "and oat :",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "Rent Restriction (Amendment) Act, 7 No, 10 of 1961 . (B) by the substitution, for the words “ of gach succeeding month,”, of the words \"of the month ' mooeed- “ ing the month in which the death @. Section 20 of the principal Act is hersby Amanat amended as follows:— : fee a (2) in sub-ction (2) of that seotion, by the 4% . substitution, for al! the words “from *\" members,” to “ shall constitute”, of the words ‘‘membera shall constitute”, and {2} in sub-section (11) of that section, by the substitution, for the words “' a proctor.””, of the words ‘8 proctor, or other person authorised in writing by that party. °°.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "10. Section 21 of the principal Act is hereby smminent ot amended as follows: — . sion (1) in sub-section (1) of that section— al {@) by the substitution, for the word",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": ": \"three ”, of the word “five ”, and (®) by the substitution, for the word “two”, of the word “ thres ””; (2) by the substitution, for sub-seotion (5) of that section, of the following sub-section: —",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": ", * (6) (@) Every appeal to the Board of Roview still be heard at a mosting of three mombers of that Board selected by the Chairman of that Board. The decision made on such appeal at such mooting aball be deemed ta'be the decision of the Board of Review on such appeal.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": ". @) Where the decision of the members of the Board of Review who bear any",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "-.. .  Sppesl is not unanimous, the decision of",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": ": the majority of them shall be deemed to be",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "“/; | the decision of that Board.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "--- © -°. () The Chairmen of the Board of",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "vse, + Review, if he je one ofthe monbers ofthat : Board hearing any appeal to that Board,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "_ Bf if he ds met one of them, one of those” :",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "~i iio\" «. amemibers nominated by such Chairmen shall _ preside at.a. meeting of those members.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "‘8 Rent Restriction (Amendment) Act, — : No, 10 of 1961 @ Tho pomers conferred on the Board of Review by the succeeding provisions of this section may be exercised by the members of that Board who hear any appeal to that Board. °*; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "(8) in oub-section (11) of that section, by the substitution, for the words ‘ members of the Board \", of the words ‘ members of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "* the Board who heard the appeal \". :",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "dmminetot 14. Section 27 of the principal Act is hereby",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "Sepia amended by, the insertion, immediaiely after the",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "aa definition of “landlord”, of the following new definitions: —",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "‘*Jocal authority” means any Municipal Council, Urban Council, Town Council or Village ‘Committee;",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "“ premiges ’? mean any building or part of & building together with the land apper- taining thereto; *.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "Amwpimesat 12. ‘The Schedule to the principal Act, as amended Ge gaeius’ by Act No. 6 of 1963, is hereby amended as follows:-— Principal Ach 5 a",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "(a) by tho repeal of regulation 1 and the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "® Y abstitution therefor of the following regulation :~—",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "+ \"1, Any premises (other than resi- dential premises) of, which | the lend- lord is a local authority shall be excepted",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": ". premises for the purposes of the Act.’ an",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "(8) in regulation 3, by the substitution, for the words \"' Any premises situated”, of the words “Any premises (other than premises referred to in regulation 1) situated \".",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "“ation: 48. (1) Notwithstanding anything in the principal” eels « Act, the landlord of any premises to which this ine Siubatsiete applies shall be entitled to institute any section or pto- inuturt only ceedings for the ejectment of the tenant of such pre- Pansers mises anly on ay ono or more of the following Peiodoftwo . grounds:—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "‘Bantag toma ; ayitiee - (a) that the rent of such premises hag been in",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "‘ ~ artear for three months;",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "Rent Restriction (Amendment) Act, > No. 10 of 1961 () that such premises have been, used by fuck tenant or by any reson resi or lodging with him or being ie sub-tanant for an immoral or Hlegal purpose; (©) that such tenant or any person residing or lodging with him or being his eub-tenant . haa cansed wanton destruction or damage to such premises.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "(@) ‘The provisions of eub-seotiom (1) shall be deemed to have come into operation on the twentieth day of aly, 1960, and shall continue in foros for a period of ‘two years commencing from that date.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "(8) Where any action or proceedings instituted in any court on or after the twentieth day of July, 1960, for the ejectment of a tenant from any premises to which the principal Act applies on any ground other than ground specified in sub-section (1) of this section is or are pending on the day immediately Preceding the date of commencement, of this Act, su action or proceedings shall be deemed at all times to have been and to be null and void.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "(4) No snit or prosecution shall lie against the land- lord of any premises to which the principal Act applies. by reason only of any act done, or any action of pro- ceedings instituted, by such landlord to or against the tenant of such premises for the purpose of ejeating such tenant from such premises on any ound other than a ground specified in sub-section fot this sec- tion during the period commencing on the twentieth day of uly, 1960, and ending on the day immodiately- Brior to the date ‘of commencament of this Act. :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "am 2 er apes",
    "mean_p_confidence": 0.41
  }
]