[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON . ist Session 1953 co, eon fy seme oe a 20) Bes) Exchange Control Act, No. 24 of 1953 Date of Assent : Aprit 25, 1953 Printed on the Orders of Government 7 Printed at the Ceyton Govr, Press, Cotomeo, To be . purchased at the Govr, Pustrcamtons Burcav, CoLomeo a Annual ‘Subscription {including Bills) Rs. 25, payable in. advance to the SusgamTeNDENt, GoveRNMENT PUBLICATIONS. f : Buneau, Poot Ormice Box 560, Secretariat, Colombo 1 - Price: 70 cents Postage: 15 cents",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Eachange Control Act, No. 24 of 1958. 3 » LDH. 19/80, beet AN Act!i0 MAKE PROVISION CONFERRING POWERS, AND",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "IMPOSING DUTIES AND RESTRICTIONS, IN RELATION 70",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "GOLD, CURRENCY, PAYMENTS, SECURITIES, DEBTS, AND",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "‘TRE TMPORT, EXPORT, TRANSEER AND SETTLEMENT",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "OF PROPERTY, TO AUTHORISE THE CENTRAL Bank TO",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "ADMINISTER ‘THE PROVISIONS AFORESAID, AND TO",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "PROVIDE FOR MATTERS CONNECTED THEREWITH.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "[Date of Assent: April 25, 1953.]",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty, by and. with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as followa:—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "1, This Act may be cited as the Exchange Control stort sts ana Act, No. 24 of 1958, and shall come into operation 0h on such date as the Minister may appoint by Order published in the Gazette.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2. (1) The Central Bank of Ceylon shall, as agent  Admiainrotion of the Qvermmentt be responsible for carrying out the AT provisions of this Act, and it shall be the duty of the Monetary Board to cause those provisions to be carried ‘ont in accordance with auch directions as may from time to time be issued in that behalf by the Minister.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(2) The Monetary Board shall establish for the pur- poses of this Act a Department of Exchange Control of the Central Bank to which the Board shail have the power to appoint or assign such officers aud ser- vante as the- Board. may consider necessary for the purpose of carrying out the > provisions of this Act; every such officer of servant shall, for the purpose of the application of the provisions of the Monetary Law : ‘Act, No, 68 of 1049, selating to officers and servants, be deemed to be employed for the performance of duties under that Act.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "8. Wherever by any provision of this Act any Esucieat",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ", duty or funotion is authorised or required to Mi Pe'emercised or performed by the Bark, such power, duty or funetion shall be exercised or performed, subject to the direction and control of the Governor of ‘he Bank, by the officer designated as the Head of the Department of Exchange Control or on his behalf by any other officer designated as an assistant to him:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Provided, however, that any permission, which by : any such provision is authorised to be granted by the . Bank, may be granted on behalf of the Head of the .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "1a, Rete, 70 68)",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "4 Exchange Controt Act, No. 24 of 1958.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Department by an authorised dealer, if, he ig for the time being empowered, by directinns issued by the Head of the Department, to grant such permission.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Any directions given by the Head of the Depart- ment under this section may specify the circumstances in which and the conditions and restrictions subject-to which an anthorised dealer may grant the permission to which the directions relate.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Pare I. Gold and Foreign Currency. others 4, ‘The Minister may authorise any commercial deen bank to act for the purposes of this Act as an autho faa ried dealer in relation to gold or any foreign earreneg. currency. Destin fa 8. (1) Except with the permission of the Bark— Soci (@) no person, other than an authorised dealer, % shall in Ceylon buy or borrow any gold oF foreign currency from, or sell or lend any gold or foreign currency to, or exchange any foreign eurrency with, any person other than an authorised dealer, and (®) no person resident in Ceylon, other than an authorised dealer, shall, outaide Ceylon, buy or borrow any gold or foreign currency from, or sel! or lend any gold 6r foreign currency to, any person other than an anthorised dealer :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Provided that the preceding provisions of this sub- section shall not probibit the sale and purchase at any post office in Ceylon, in accordance with such directions as may be given by the Bank in regard thereto, of any foreign etrency in the form of postal orders or money orders.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "@) Except with the previous general or special permission of the Bank, no person, whether a autho- vised dealer or not, shall enter into any transaction hich involves the Conversion of Ceylon eurnenay into foreign currency or foreign currency into Ceylon",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "-  eurrency at rates of exchange other than the rates for",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "the time being euthorised by sub-section (8) of section",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "76 of the Monetary Law Act, No. 58 of 1049. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Spretes 6. (1) The foreign currency to which this section. fizett applies ie euch foreign oarrency (hereafter i this Act. foreign referred to as “ specified foreign currency \") as may: be preseribed. : ane",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "Exchange Control Act, No. 24 of 1958. 5 «(@) Every person in or resident in Ceylon who is ontiiled to eel, or to procure the sale of, any fold ot any specified foreign currency, and is not an anthorised dealer, shall offer it, or cause it to be offered, for sale to an authorised dealer at a price determined by the ‘Monetary Board unless the Bank consents to his retention and use thereof or he disposes thereof to any other person with the permission of the Bank, aa If a person who has obtained the consent of the Bank to his retention and use of any gold or any specified foreign urrency and has stated in an applica- tion for the consent that he requires it for a partioular purpose, no Jonge requires that pels or currency for that purpose, sub-section 2 shall thereupon. ope to him in relation to that gold or currency as if the Bank had revoked the consent.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "(4) A person who acquires any gold or any specified foreign currency from an ruth oeoed dealer chal be treated for the purposes of this section as if the Bank had consented to the retention and use by him of-that gold or currency, and as if any statement made by him inan application for that eld or currency as to the porpose for which be requires it had been made by",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "» him in an application for the consent of the Bank to his retention and use thereof.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "(8) Where a person bas become bound under this section to offer or cause to be offered any gold or any specified foreign currency for sale to an euthorised dealer he shall not be deemed to comply with that obligation by any offer made or caused to be made by him. if the offer is an offer to sell at a, price exceeding that authorised by. the Monetary Board, or without payment of any usual and proper charges of the authorised dealer, or otherwise on any unusual terms.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "(6) Where a person has become bound under this section to offer or cause to be offered any gold or any spenied foreign currency for sale to authorise",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "eater and has not complied with that obligation, the Secretary to the Treasury may direct that that gold or currency shall vest in the Deputy Senretary to the ‘Treasury, and where the Secretary to the Treasury so directs, it shall vest in the Deputy Secretary to the ‘Treasury free from any mortgage, pledge, or charge, and the Deputy Seoretary to the ‘Treasury shall deal with or dispose of it in such manner as Minister =-mey iret, but the Deputy Secretary to the Treasury or aay officer authorized in that behalf by such Deputy. Secretary shall pay to that person such sum as he would have received for that gold or currency if he had sold it to an authorised dealer in pursuance of an",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "6 — Eachange Control Act, Ne. 24 of 1983:",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "offer made under this ‘section at the time when tha vesting ovourted. Any money required - for am",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "peyment under thie sub-section ie hereby charged tipon the Consolidated. Fund.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "(7) In any proceedings in respect of a failure to comply with the Ppovintons of this section, it shall be presumed, until the conteary is proved,” that the gold or currency in question has not been offered for sale to an authorised dealer.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "Pare II.",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "Payments. Payments 7. Except with the permission of the Bank no in Seyi, person shail in Ceylon",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "+ (@) make any payment to or for the credit of a",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "person resident outside Ceylon, or (®) make any payment to or for the credit of @ person resident in Ceylon by order or on half of a person resident outside Ceylon, or © place any sum to the oredit of any person résident outside Ceylon: -",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "Provided that where 2 peraon resident outside Ceylon has paid a sum in or towards the satisfaction of a debt due from him, paragraph (c) of this section",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "+ shall not prohibit the acknowledgment or recording of",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "_ the payment,",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "Pupente 8.. @) Except with the permission of the Bank,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "Seyi. no person resident in Ceylon shall, subject to the pro-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "visions of this section, make any payment outside",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "Ceylon to or for the credit of a person resident outside",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "Ceylon.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": ". @) Nothing in this section shall prohibit the doing",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "‘of anything otherwise lawful by any person with any",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "foreign entrency obtained by him in ascordance with",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "the provisions of Part I of this Act or retained by",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "him with the consent of the Bank. :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "Caapeastieo —\"Q, (1) Except with the permission of the Bank no",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "fea * person shall in Ceylon, and no person resident in",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "Beplon shall outside Ceylon, make any payment to oF",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": ". for the credit of a person resident in Ceylon as consideration for or in association with— .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "- - @ the receipt by any person of a payment made",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "onteide Caylon, or the acquisition by any",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "‘+ person of property which is ontside Ceylon,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 29,
    "text": "oo : s",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Exchanges Control Act, No. #4 of 1958. 7 -. (B) the transfer to any person, or the creation =~ 7...” ~ “in favour of any psteon, of aright (whether © 2. . present or future, and whether vested. or contingent) to receive a payment ontside Ceylon or to acquire property which is outside Ceylon. (2) Nothing in this section shall probibit the making of any payment in accordance with the terms of a permission or consent granted under this Act. . Paar IIE. - Securities: BoE 40. (1) Except with the permission of the ‘Bank, ene no person shall in Ceylon issue any security or, whether in Ceylon or elsewhere, issue any security which is resistared or to be registered in Ceylon, unless the following requirements are fulfilled:— =. + @ neither the person to whom the security is to . be issued nor the person, if any, for whom he is to be a nominee is resident outside . Ceylon; and . () tho presoribed evidence. is produced to the : person issuing the security as to the, resi- dence of the person to whom it is to ba issued and that of the person, if any, for whom he is to be a nominee. () The subscription of the memorandum of associ- ation of a company to.be formed under the Companies Ordinance, No, 51 of 1988, by 2 person resident outside Ceylon, or by e nominee for another parson so résident, shall, unless he subscribes the memorandum withthe permission of the Bank, be invalid in so far.as it would on registration of the memorandum hive the efiect of making him a member of the company, so, however, that this sub-section shall not render invalid the-incorporation of the company, and if by virtue of this sub-section the number of the subscribers of the memorandam who on its registration become members of the company is less than the minimum required to subscribe the memorandum, the provisions of the'said ws» ~  Ordinanes relating to the carrying on of business of °°“! a company the nomber of whose members is-redhiedd ‘below the legal minimum shall apply to the company ag if the number of its members had been so reduced.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": ". . 8. Bwehange Control Act, No. 24 of 1953. Tamwwet 44. (1) No person shall, except with permission storie. granted by the Bank, transfor any security, either on",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "is own behalf or om behalf ‘of aay ethos person tunless—",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "(a) the holder of the security, and if the holder is a nominee, the person for whom he is",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": ": acting as nominee are resident in Ceylon; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "(H} the transferor has produced to the person to ‘whom the security is to be transferred oF his agent auch evidence of the facts afore- said as may be prescribed;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "and no person shall, except with such permission as . aforesaid, acquire any security, either on his own 1° behalf or'on behalf of any other person, wnless such evidence as aforesaid has been produced to him or to his agent. (2) No person shall, except with permission granted by the Bank—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "(©) transfer any registered seourity, either on his own behalf or on behalf of any other person, to any person resident outside +, Ceylon or to any person acting as the nominee of any person 0 resident, or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "(®) transfer any bearer security, either on his ‘own behalf or on bebaif’ of any. other",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": ". person, unless the Bank is satisfied that the person to whom the security is to be transferred and, if that person is a nominee, the person for whom hie is to act as nominee, are resident in Ceylon.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "(8) Except with the permission of the Bank, no coupon shall be transferred—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "(@) in Ceylon, if cither the transferee or the person, if any, for whom he is a nominee is resident outside Ceylon;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "(®) outside Ceylon, if either the transferor or the transferee, or the person, if any, for whom the transferor or the transferee is or is to be 2 nominee, is resident in Ceyloa.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "Inneftane, 42, Except. with the permission of the Bank, no suee™ +! person shall, in Ceylon, and no person resident in - Geylon shall, outside Ceylon, issue any bearer certifi- ’ cata or coupon or a0 alter any document that it becomes, a bearer certificate or coupon, :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "Exchange Control Act, No. 24 of 1958. 9",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "413, Except with the permission’ of the Bank, no Sesion person in or resident in Ceylon shall do any act with Sat ceniftues intent to secure— ‘tine Copan.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "~ — @) that @ security whieh is— (i) registered in Ceylon, or (ii) transferable by means of a bearer certificate in Ceylon,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": ". becomes, or is replaced by, a security registered outside Ceyion or a security transferable by means of a bearer certi- ficate outside Ceylon, or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "(2) that, in substitution for or in addition to : ‘any such certificate of title to the first mentioned security as is in, or ia or has been lost or destroyed in, Ceylon, 2 certificate of title to any other security is issued outside Ceylon.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "44. Except with the permission of thie Bank, no Payment ot person resident in Ceylon shall do any act with intent SIRs! ueuere to seoure that capital moneys payable on a security yegistered in Ceylon are paid outside Ceylon, or that,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "‘~ where the certificate of title to a security is in Ceylon, capital moneys payable on the security are paid out- side Ceylon without production of the certificate to the person making the payment.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "18, Except with the permission of the Bank, no Doties ot person concetned with the keeping of any register in Prion, towne Ceylon shail—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "(@) enter in the register the nams of any person",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": ". in relation to any security unless there has heen produced to him the prescribed evidence that the entry does not form part Gf a transaction which involves the doing of anything prohibited by this Act, or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "(b) enter in the register, in respect of any secu- tity, an address outside Ceylon, except for the purpose of any transaction for which = - the permission of the Bank has been granted with the Imowledge that it Snyolves the entry of that address, or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "(0) do any such act in relation to the register as recognises or gives effect to any act",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "‘—\"' + éppearing to him to have been done with",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "“+\" the intent mentioned in section 13 or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "\"© -gection 14, whether done by a person in or resident in Ceylon or not.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "10 Exchange Control Act, No. 24 of 1958. Aainonal 4, 48. (1) Where the holder of a security isa nomi- ee nee, then, except with the permission of the Bank, ings. neither he, if he is resident in Ceylon, nor any person resident in Ceylon through whose agency the exercise of all or any of the holder's rights in respect of the security is controlled, shall—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(@) do any act whereby he recognises or gives effect to the substitution of another person as the person from whom he directly receives his instructions wnlese both the persons previously instructing him and the person substituted for that person were, imme- diately before the substitution, resident in Ceylon and not elsewhere, or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(B) do any act whereby he ceases to be s person bound to give effect to the instructions of another person in relation to the security, unless the person who theretofore instruct- ed him is resident in Ceylon and not elsewhere.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(2) Where the holder of a security is not a nominee. and is resident in Ceylon, then, except with the per- snission of the Bank, he shall not do any act whereby he becomes the nominee of another person in respect of the security, unless that other peraon is resident im Ceylon and not elsewhere.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": ". (8) Where the holder of a security transferable by means of a bearer certificate is resident im Ceylon and is a nominee for a person resident ontside Ceylon, then, except with the permission of the Bank, he shall not deliver the certificate into the possession of any person, whether the delivery amounts to a transfer or not.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "Spiel vg 4% (1) This section shall apply to prescribed Reimers’ securities on which any capital money, dividend or Beembel” interest is payable in a specified foreign currency or as",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "7 respects which the holder has an option to require ‘payment of any capital. money, dividend or intorest thereon in a specified foreign currency.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(2) Except with the permission of the Minister, no person shall, in Ceylon, and no person resident in- Cayion shall, outside Ceylon, transfer, or do anything which affects his rights or powers in relation to, any seourity to which this section applies.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "Bachange Control Act, No. 24 of 1968. 11",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "‘The Bank may in writing direct. any person refent in Ceylon by whom or to shoe order « security to which this section applies is held in or onteide Ceylon to render a return tothe Bank inane manner and within such period as may be specified in the direc- . tion, giving euch particulats with respect to that =  -’ security as May be so specified.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "@ ‘The Minister may direct any person resident im Ceylon by whom or to whose order security to which this section applies is held in or outside Ceylon—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "{@) to sell or promre the sale of the security, and thereafter to offer or cause to be offered the net foreign exchange proceeds of sale to the Bank, ditectly or through an authorised dealer; or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(b) to transfer the security to the Deputy Secre- o tary to the Treasury on behalf of the a Government at a price which in the opinion of the Deputy Secretary to the Treasury is not less than the market value of the seourity on the date of the giving of the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "a direction.",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "Any direction under this sub-section may be given either generally, with respect to specified securities and the holders thereof by notice published in the Gazette, or specially to any holder by notice in writing. :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "48, (1) The title of any person to a security for Yslidetien which if bas given value ona transfer thereof, and the tosses. title of all persons claiming through or under him, shall, noveithetanding thei, the trumsfer, or any previous transfer, or the iseue of the security, was by reason of the residence of any person concerned other than the first-mentioned person prohibited by. the provisions of this Act relating to the transferor issue ° of securities, be valid unless the first-mentioned person bad notice of the fauts by reason of which it was prohibited.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(2) Without prejudice to the provisions of sub- section (1), the Bank may issue a certificate declaring in relation to a security, that any sach acts done before the issue of the certificate as purport to effect the issue",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "_ or tranefer of the security, being acts which were pro- : hibited-by this Act, are to be, and are always to have , been, as valid as if they had been done with the permission of the Bank, and the said acts shall have effect accordingly. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "22 Eachange Control Act, No. 24 of 1953, .(3) Nothing in this section shall affect the liability of any pervon to prosecution for any offence against this Act. Apvliation 19. (1) This Part of this Act shall, with any Yiewniey -«- Modification which may be prescribed in’ relation to ame any document mentioned in sub-section (2), apply as if",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "the document created, and were the certificate of title",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "do, a security (hereafter in this Act referred to as a",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "** ‘secondary security ’”).",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "(2) ‘The documents referred to in sub-section (1) are any letter of allotment which may be renounced, any letter of rights, any warrant conferring an option to acquire & security, any deposit certificate in respect ‘of securities, ani suck other documents conferring, or containing evidence of, rights as may be prescrived.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "Taacpeetation 20. (1) In this Part of this Act— “« registered ”” includes inscribed; .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "_: “* registered in Ceylon ” and “ registered outside Ceylon” mean respectively, registered in a register in, and registered in a register outside, Ceylon;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "“\"a register\" includes any book, file or index in ‘which securities are registered; and “ holder *— (a) in relation to a security transferable by means of a bearer certiticate or to & ‘coupon, includes the person having physical custody of the certificate or coupon:",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "Provided that where the certifi. cate or coupon is deposited with any person dir a locked “or sealed Teceptacle from which he is not entitled to remove it without the authority of some other person, that other person shall be deemed for the purposes of this, provision to have the physical custody of the cartificate or coupon; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "(®) in relation to a security which is registered in the name of # deceased person, or of any person who, by Feason of insolvency, unsoundness of mind or any other disability, is incapable of transferring | the geourity. means the executor of the Jast will or the administrator of the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "Exchange Control Act, No. 24 of 196. 1%",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": ": estate of the deceased, the aisignes of the insolvent’s estate, or any other person entitled to transfer the security. :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "o) For the purposes of any provision of this Part of this Act. prohibiting the transfor of securities, @ person shall be deemed to transfer a security if be executes any instrument of transfer thereof, whether effective or not, and shali be deemed to transfer it at the place where he executes the instrument. (2) The holder of » secivity or coupon shall bo deemed for the purposes of this Part of this Act to be & nominee in respect of that security er coupon if he . is not entitled to exercise any right relating to that . security or coupon except in geenrance wich instruc- tions given by some other person, and references in this Part of this Act to the person for whom the holder of a security or coupon ia a nominee shall be construed as references to the person who is entitled to give instructions, either directly or through the agency of one or more persons, as to the exercies of any right relating to the security or coupon and is not in so doing himself under a duty to comply with instructions given by some other person: Provided that— (a) a person shall not, by reason only that he has a controlling interest in a body corporate, bedeemed for the purposes af this sab: section to be entitled to give instructions to that body as to the exercise of any right. -_felating to any security or coupon of which that body is the holder, and (®) a person shall not be deemed to hold a security gr coupon as 2 omnes by reeson only that he holds it as trustee if he is entitled to transfer the security ‘or coupon without permission from any other person. Parr IV. . Import and Export. : 24. (1) No person shell, except with the permission Restrict of the Bank, taper into Ceylon pe on port (@) any notes of a class which are or have at any tinte been legal tender in Ceylon; or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "14 Exchange Contra} Act, No, 25 of 1053. ~ (®) any such other notes as may be prescribed being notes issued by a bank or notes of a class which aze or have at any time been legal tender in any territory; or (©) any gold.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(2 The bringing or sending into any port or other place in Ceylon of any gold intended to be taken oat of Ceylon without being removed from the vessel or aircraft in which that gold is being carried chall, for the purpose of this section, be deemed to be the importation of that gold.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(2) In this section, “ note ” includes part of a note.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "Renton pepe 22, (1) No person shall, except with the permission of the Bank, export from Ceylon— pe (a) any Ceylon enrrency: >) any foreign currency; (c) ony ‘Treasury bille; @) ony Savings Certificate expressed in Coylon or any foreign currency; e) any gold: ) any of the following doouipgnts (including ‘any such document which been cancelled) :— (i) any certificate of title to a security and ‘any coupon; (ii) any policy of assurance: (ii) any document certifying the destrue- ‘tion, loss or cancellation of any of the documents aforesaid; or (g) any such article exported on the person of a traveller or in a traveller’s baggage as may be prescribed.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(@) In sub-section (1)—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "“note” igelades pact of a ote;",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "security” includes a secondary security; and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "** eoupoa ” shall be construed in accordance with the meaning of ‘security.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(8) Where the Minister is of opinion that it is necessary so to do for the purpose of ensuring that payments for goods exported from Ceylon are made only to persons resident. in Ceylon and in such carrencies ag are suitable in the national interest, he may by Order provide that no, goods shall exsept with the permission of the Bank, be exported from Ceylon toa destination in any territory specified in the Order.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "Exchange Control Act, No. 24 of 1953. 15",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(4) The Bank shall not refuse permission for the exportation of the goods of any class or description from Ceylon to a Estination in any territory speci- fied in an Order under sub-section (3) ff It is",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "* proved— (a) that payment for the goods has been made to @ person resident in Ceylon by such means _ and in such manner as may Be presoribed in relation to goods of that class or descrip- tion exported to such a destination, or is to be so made not later then six months after the date of exportation, and (6) that the amount of the payment that has been made or is to be made represents such a veturn for the goods as is in all the cir- cumstances satisfactory in the national interest:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "Provided that the Bank may direct that, in cases to which the direction epplies, paragraph (a) of this sub-section shall have efiect as if for the reference to six mouths there were substituted a reference to such longer or shorter period ag may be",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "- specified in the direction, or as if the words “or is to be so made not later than six months after the date of exportation ’' were omitted.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "{8) Whore, on the authority of permission granted under sub-section (3), a person is about to export goods from Ceylon and the Bank has reason to suspect that any declaration made by that person, in his appli- cation for the permission, as to the ultimate destina- tion of the goods is untrue in any material particular, the Principal Collector of Customs shall, on the advice",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "_ of the Bani detain the goods until the Bank is satis- .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "fied as to the truth of that declaration and, if the Bank is not 20 satisfied, the goods shall be forfeited and shall be dealt with or disposed of in such manner as the Minister may direct.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(©) Where, at any time after the grant of permis- sion under sub-section @, the Bank has reason to believe that the amount of the payment that has been made or is to be made for the goods to which the per- mission relates is not in accord with paragraph (8) of sub-section (4), the Bank may direct the person hold- ing the shipping docaments zelating to the goods to",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "~ retain possession thereof until such time as the per-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "sons to, whom the permission has been ranted has made arrangements to receive as Payment for the goods an amount which, in the opinion of the Bank, accords with the aforesaid paragraph (2).",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "16 Exchanges Control Act, No. 24 of 1958.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "(7) Sub-section (4) shall not apply in relation to any gods that ai 0 be export From Ceylon for any purpose other than that of sale.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "“ _ (@) Any reference in this section to the destination of any goods includes a reference to the ultimate destination thereof.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "(9) The preceding provisions of this section shail be in addition to and not in substitution or derogation of the provisions of any other written law prohibiting, estricting or regulating the exportation of goo from Ceylon.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "Application 28. (1) The Customs Ordinance shall apply in",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "Saceeees, relation to any thing the importation or exportation",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "Pow omiee of which into or from Ceylon is restricted by uny of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "Bante the provisions of this Part of this Act in like manner 2s that Ordinance applies in relation to articles the importation or xportation of which into or from Ceylon is restricted by any Ordinance; and section 23",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "Cap. 146, of the Post Office Ordinance shall, in relation to any such things ag aforesaid, have effect as though, for the words “' received from beyond seas? and the word \"imported ”* occurring in that section, there were substituted respectively the words ‘< addressed to or received from any place outside Ceylon” end the words ' imported or exported ”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "(2) Where any thing in relation. to which the Cus- toms Ordinance applies by virtue of sub-section (1) is forfeited under that Ordinance, such thing shall, notwithstanding any contrary provision in that Ordi- nance, be dealt with or disposed of in such manner as the Minister may direct.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "(8) The importer or exporter of any such forfeited thing as is referred to in sub-section (2) may, in accordance with such directions as may be given by the Minister either generally or specially in’ the circumstances of any particular case, be paid in Ceylon currency an amount not exceeding the value in-Ceylon currency of that thing.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "(4) Payment to any importer or exporter under sub- section (8) shall be made by the Depety Secretary to the Treasury or by any officét authorised in that behalf by euch Depaty Secretary: aad any, money required",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "for any such payment is hereby charged upon the Consolidated Tand. e : p",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "(8) In this section, “* importer and “ exporter ”’, with reference to any postal article, mean respectively the addressee and tha sender of that article. .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "Exchange Control Act, No. £4 of 1968. Ww . Pans V. Miscellansous.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "24, (1) Except with the permission of the Bank no Dats to cites person who has a right (whether present or future and oe debts whether vested or contingent) to receive any foreign curreney, or to receive from a person resident ontside Coylon 2” payment in rupees, shall do, or refrain from doing, any zot with intent to secure—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "(@) that the receipt by him of the whole or part of that currency or, as the case may be, of that payment in rupees is delayed, or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "(®) that the currency or payment ceases, in whole. or in part, to be receivable by him:",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "Provided that nothing in this sub-section shall unless the Bank otherwise directs, impose on any per- son any obligation, in relation to any debt arising in the carrying on of any trade or business, to procure the payment thereof at an earlier time than is customary in the course of that trade or business.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "(2} Where » person has contravened the provisions of sub-section (1} in relation to any foreign currency or any payment in rupees—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "(a) the Bank may give to him or to any other person in’ or resident in Ceylon who appears to the Bank to be in a position to give effect thereto such directions as appear to the Bank to be expedient for the purpose of obtaining or expediting the receipt of the currency or payment in question, and,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "(2) withoot prejudice to the preceding provisions ‘of this sub-section, the Secretary to the Treasury may direct that there shall be assigned to the Deputy Secretary to the ‘Treasury the right to receive the currency or payment or enforoe any security for the receipt thereof,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "25. (1) Where any statement or declaration has Doty vate been made under any provision of this Act that any {m27,5\\0,\"\" goods are to be sold outside Ceylon, no person who is of gous. entitled to sell or procure the sale of those goods shall, except with the permission of the Bank, do or refrain from doing any act with intent to secure—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "(a) that euch sale is delayed to an extent which is unreasonable baving regard to the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": ". ordinary course of trade, or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "(®) that, on euch sale, any payment made for the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "no is is not made in the manner indicated the statement or declaration. 2",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "18 = Exchange Control Act, No. 24 of 1958.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "2) Where any permission or consent has been granted under ‘this Act subject to a condition . Providing that, or on the faith of an application Stating au intention that, any goods ‘aould be imported into Ceylon, no Person who is entitled to procure the importation of those goods shall do, or Tefrain from doing, any act with intent to secure that the importation thereof is delayed to an extent which is unreasonable having regard to the ordinary course of trade.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(8) Where in any such case as is specified in sub- section (1) or sub-section (2)—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": ". {@) the goods have not been sold or imported as indicated by the statement, declaration, condition or application within the time thereby indicated or, if no time is thereby indicated, a reasonabie time or (iu either case) within such further time as may be allowed by the Bank, or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(®) it appears to the Bank that the goods cannot be gold or imported as indicated by the statement, deciarativn, condition or application,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "the Secretary to the Treasury may give to any person who appears to him to be iti a position to give effect thereto such directions as appear to him to i expedi- ont as to the manner in which the goods are to be dealt with. :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(& Without prejudice to the provisions of sub- section ®. the Beoretary to the Treasury may in apy case to Which those provisions apply ‘give directions that the goods shall be assigned to the ‘Deputy Secre- tary to the Treasury.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "Bren 26. (1) Where a persoo— . jetrngomeas (a) has made any payment which is prohibited of Ac by this Act, or",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(®) being bound uader this Act to offer or cause to be offered any specified foreign currency to an authorised dealer, has otherwise disposed of that currency,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "the Secretary to the Treasury may direct him to sell or proonre the sale of any property which he is entitled to sell or of which he is entitled to procure the sale, being property which represents, whether  dizectly or indirectly, that payment or that payment of that ~ specified foreign currency, as the odse may be, and may by the same or a subsequent direction specify the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "j smanner in which, the persous to whora, and the terms on which the property is to be sold.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "Eackange Control Act, No. 24 of 1963. ci",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "(2) Without prejudice to the provisions of sub- section (1), the Secretary to the Treasury may in any case to which those provisions apply give directions that the property ‘shall be assigned to the Deputy Secretary to the Treasury.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "27. (1) Where, under the preceding provisions of | Provisiwe this Part of this Act, the Secretary to the Treasury sipplemente! has power to give directions that any right to receive prorizins of any currency or any payment in rupees or to enforce 7\" v any security for the receipt thereof, any goods, or any = - other property shall be assigned to the Deputy Seore- tary to the Treasury, the Secretary to the Treasury shall also have Ree to direct that the right, goods, or property shall vest in the Deputy Secretary to the Treasury, and in any such case it or they shall vest in the Deputy Secretary to the Treasury tree from any mortgage, pledge, of charge, and the Deputy Secre- tary to the Treasury shall deal with or dispose of it or them in such manner as the Minister may direct.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "(2) Where, in pursuance of directions under the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "prereding provisions of this Part of this Act, any Tight, goods, or property is or are assigned to the Deputy Seeretary to ‘he ‘Treasury, or any right, goods, or property vests or vest in the Deputy Secretary to the Tveastry in pursuance of directions given under sub-section (1), the Deputy Secretary to the Treasury or any officer authorised in that behalf by such Deputy Secretary shall pay the net sum recovered by the Deputy Secretary to the Treasnry in respect of the Tight, goods, or property to the person making the assignment or, in the case of any right, goods, or pro- perty vested in the Deputy Secretary to the Treasury under sub-section (1), to the person, who, but for the directions, would be entitled to the right, goods or Property.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "“98. (1) Except with the permission of the Bank, trxstoror no person resident in Ceylon shall transfer to a person plies of who is resident outside Ceylon or is & nominee for a person resident outside Ceylon, any right to the sums ; assured by any policy of assvrance, so, however, that where the person liable for the sums so assured makes any payment thereof to @ person resident in Ceylon and_not elsewhere, or makes with the permission of, the Bank, any payment thereof to any other person—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "(@) he shall not be bound to inquire as to the ” residence of any person other than the person to whom, and (if it is not the same",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "a person} the person to whose order, the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "payment is made; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "20  Eachange Contral Act, No. 24 of 1958. @) the payment shall, to the extent of the sums paid, discharge bim from his liability . Under the policy, notwithstanding that the. payment is made to or to the order of a person who was not entitled thereto other- wise than by virtue of a transfer prohibited by this sub-section. __ (2) Sub-sections (2) and (8) of section 18 shall apply in relation o say transfer prohibited by this section as they apely in relation to a trensfer prohibited by this Act of a security.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "3) In this section, ‘‘ nominee ’’, in velation to any policy of assurance, has the same meaning as is assigned to it by sub-section (3) of section 20 in relation to a security.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "‘Settlements. 29. (1) Except with the permission of the Bank, no person resident in Ceylon shall—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "{a} settle, otherwise than by will, any property upon any trust under which an interest in that property is conferred on 2 person who, at the time ‘of the settlement, is resident outside Ceylon, or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "(®) exercise, otherwise than by will, any power of appointment (whethar created by will or otherwise) in respect of any property in favour of a person who, at the time of the exercise of such power, is resident outside Ceylon.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "2) A settlement or an exercise of a power of appointment shail not be invalid py reason that it is prohibited by this section, except so far as it purports to confer an interest in any property on any person who, at the time of the settlement or the exercise of the power of appointment, is resident outside Ceylon.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "(8), Sub-sections (2) and () of section 18 shall apply in relation to s settlement or the exercise of a power of appointment prohibited by this section as they apply in relation to a transfer prohibited by thig Act of @ security.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "(4) For the parposes of this section—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "(a) any reference to settling property includes a reference to the making of any disposition, eovenant, agreement’ or arrangement, whereby ‘the property becomes subject to a trust, or (in the case of a re-settlement) to a different trust;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "Exchange Control Act, No. 24 of 1958. 21 (®) & person shall be deemed vo have an interest in property if he has any beneficial interest therein, whether present or future and whether vested or contingent, or falls - within a limited class of persons ip whose favour a discretion or power in respect of the property is exercisable; and (0) the expression '‘will’’ includes any testamentary disposition.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "30, (1) Except with the permission of the Bank Pails carprae, no person resident in Ceylon shall do any act whereby a pody corporate which is by any meang ‘controlled (ovhat er directly or indirectly) by persons resident in",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "eylon ceases to be controlled by jersons resident in Ceylon:",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "Provided that the preceding provisions of this eub- section shalt not prohibit any person from selling any . securities, subject to compliance with the requirements of Part TIT of this Act,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "@) Except with the permission of the Bank, no Person rendent in Ceylon lull lend any money,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "‘reasury bills or securities to any body corporate",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "» reaident in Ceylon which is by any means controlled. ”“Gehether directly or indirectly) by persons resident outside Ceylon:",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "Provided that the preceding provisions of this sub- section shall not apply where the lender after making such inquiries ag are reasonable in the circumstances of the case does not know and has no reason to suspect that the body corporate is controlled as aforesaid.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "(8) For the purposes of this section, persons resident in Ceylon or outside Ceylon shali be deemed to control a body corporate notwithstanding that other persons are associated with them in the control thereof if they can together override those other persons. ini) lm, this section the expression security ” includes a secondary security.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "Part VI. . Supplemental.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "at. (1) Where under any provision contained in nected Part Il of this Act, the permission of the Bank is smn™. required for the making of 1 payment or the placing",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "of any gum to the oredit of any person resident outside Ceylon, the Bank may direct that the sum payable or to be credited shall be paid or credited to a blocked account only. *",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "22 Exchange Control Act, No. 24 of 1953.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "(2) Where the Bank directs that 1 payment shall be made to a blocked account only, then, \"gubject to the Provisions of sub-section (8),—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "(@) the manner in which the payment may be made , shall be either— {i) to the banker, with a direction that the payment shall be credited to locked account of the person to to whose credit the payment is made, which direction may, in the case of @ payment by means of a cheque or warrant, be made by marking the cheque or warrant with the words ‘blocked account of ? (naming that person) or words to the same effect, or Gi) by a crossed cheque or warrant drawn in favour of that person, marked with the words ‘payable only to blocked account of payee ”” or words to the same effect; and (®) the sum collected shall be credited by the banker to a blocked account of that person.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "(3) Where a direction is given by the Bank that a sum shall be paid or credited to a blocked account only, then, notwithstanding that divection, that sum may, with the consent of the person to whom it is to be paid or credited, and subject to the requirements of Part III of this Act, be invested instead in the purchase for thet person of any such investment as may be prescribed for the purposes of paragraph (a) of the proviso to sub-section (4).",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "© Any sum standing to the credit of a blocked account shall not be dealt with except with permission of the Bank:",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "Provided that, subject to compliance with the requirements of Part III of this Act,—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "{@) the whole or any part of any such sum may, ‘at the xequest of the person in whose name such. account stands, be invested through’ the banker in such investments as may be prescribed, and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "(®) nothing in this sub-section shall be construed - as testricting the manner in which the investments sequired may be deult with. .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "Exchange Control Act, No. 24 of 1963. 98",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "(5) Where a person in whose name a blocked account is standing is declared an insolvent under the law of Ceylon or dies, the banker may, notwith- standing anything in anb-section (4), transfer the account to the name of the assignee of the insolvent’s estate or the executor of the last will, or the adminis- trator of the estate, of the deceased, but, save as aforesaid, no change shall, except with the permis- sion of the Bank, be made in the name in which the account stands; and where any such change is made (whether or not the permission of the Bank ig necessary therefor) the account shall remain a blocked account notwithstanding the change, and the provisions of this section shall apply accordingly.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "(6) Where—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "{a) a sum is due from any person to any other person but the ‘Bank directs that it shall be paid or credited to a blocked account only, and",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "(8) the person to whom the sum is due aominates ‘such an account to the person from whom the sum is due,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "the last-mentioned porson shall be under a duty to the person to whom the sum is due to cause the swn to be paid or credited to that blocked account, and the crediting of any sum to a blocked account in pur- suance of 4 direction of the Bank shell, to the extent of the sum credited, be a good discharge to the person from whom the sum is due:",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "Provided that, in the case of a sum due under & 7 contract, the preceding provisions of this sub-section shall not apply in so far ne the application of those provisions is inconsistent with the intention of the parties to that contract.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "(2) In this section— ‘",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "“* blocked account *’ means an socount opened as a blocked account at an office or branch in Ceylon in favour of any person by a banker authorised by the Bank to open blocked accounts, an",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "“‘hanker ”, in relation to any person, means 2 banker who opens a blocked account in favour of that person.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "32, (1) The Minister may by Order published in Bramter the Gazette provide that, for such of the purposes of : this Act as may be specified in the Order,—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "(a) ony transaction with or by a broach of any “pusiness, whether carried. on by a body",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "24 Exchange Control Act, No. 24 of 1963. corporate or otherwise, shall be treated in all respects as if the branch were a body corporate resident where the branch is situated, and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "(8) the making of any book entry or other state- ment recording # debit against 2 branch of any business in favour of any other branch of that business, shall be treated as a payment to that other branch, and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "(©) any property held by or om behalf of any person carrying on any business shall bo deemed to be held by such of the branches of that business as may be determined in accordance with the Order;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "and any such Order which makes, for any of the pur-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "poses of Part IID of this Act, such provision as is",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "mentioned in paragraph (c} of this sub-section may ceatain provisions ‘deslaring the cireumstanoes in",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": ". which a branch is to be treated as nominee for any other branch,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "(2) Any reference in sub-section (1) to a branch of a business shali be deemed to include a reference to the head office of that business.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "(8) Sub-sections (1) and @ shall apply in relation to any body of persons (whether corporate or unin- corporate) carrying on any activity, whether for the purpose of prolt or not, as they apply in rlation to a business.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "Contracts, 33, (1) It shall be an implied condition in any contract that, where, by virtue of this Act, the per- mission or conaent of the Bank is at the time of the contract required for the performance of any term thereof, that term shall not be performed except in 90 far as the permission or consent is given or is nob required :",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "Provided that the preceding provisions of this sub- section shall not apply to that term in so far as the application of those provisions to that term is incon- sistent with the intention of the parties to that con- tract, whether by reason of their having contemplated the performance of that term in despite of the provi- sions of this Act or for any other reason.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "(@) Notwithstanding anything in the Bills of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "Cap. 6 Exchange Ordinance, neither the provisions of this Act, wor any condition. whether express or to be implied having regard to those provisions, that any payment shall not be made withont the permission of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "Eachange Control Act, No. 24 of 1958. 265 the Bank under this Act, shall be deemed to prevent any instrament being a bill of exchange or promissory note,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "3%, Where any provision of any other written ovpton law imposes au obligation in respect of the doing suet of any act and the permission or consent of the Bank \"ites tora ig, by virtue of this Act, required for the discharge of the obligation, it shall be an implied condition of the obligation that it shall not be discharged except in so far as the permission or consent is given or is not required,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "35. (1) The provisions of Part II of this Act tes shall apply to sums required to be paid by any dings, ctc. Judgment or order of any court or by any award as they opply in relation to other sums, and it shall be implied in any judgment or order of any court in Ceylon, and in any award given under the law of . Ceyion, that any sum required to be paid by the judgment, order’ or award (whether ta 2 debt, os damages or otherwise) to which those provisions apply shall not be paid except with the permission of the Bank. :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "@) Nothing in this Act shall be construed as preventing the payment by any person of any aum into any court in Ceylon, bat the provisions of Part IT of this Act shall apply to the payment of any sum out of court, whether under an order of the court or otherwise, to or for the credit of any person resident outside Ceylon,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": ") In any insolvency proceedings, winding up of a Qupaay” ot administration Of the estale of e deceased person, cazried on under the law of Ceylon, a claim for a sum not payable without the permission of the Bank shail, notwithstanding that the per- mission has not been fives or has been revoked, bo admitted to proof as if the permission had been given. and had not’ been revoked:",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "Provided that nothing in the preceding g provisions of this sub-section shall be construed as affecting the application of the provisions of Part II of this Act to payments by the assignee of the insolvent’s estate, or by the Tiquidator, or by the executor of the last will, or administrator of the estate, of the deceased, or by any other person in such insolvency proceedings, or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "winding up, or administration.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "(4) The provisions of this Act restricting the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "mating of Sttlements shall not spely to any deed of arrangement made for the benefit of ereditors",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 25,
    "par_num": 7,
    "text": "26 © Eaehange Control Act, No. 24 of 1059. generally, and the provisions of aub-section (8) shall",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 25,
    "par_num": 7,
    "text": ", apply in relation to proceedings under any deed of arrangement as they apply in relation to insolvency proceedings. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 25,
    "par_num": 7,
    "text": "(5) Where the permission of the Bank is required",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 25,
    "par_num": 7,
    "text": "under this Act for the payment of a debt the amount ap. 8. of which is sufficient under section 18 of the Fnsol- vency Ordinance to enable the creditor to petition for the Sequestration of the estate of the debtor if the debtor commita an act of insolvency, the debt may, notwithstanding the aforesaid requirement, be allowed to be a good petitioning creditor's debt, if and to the extent that the debt can be satisfied either by a payment into court or by a payment to a blocked account. Zeygas ering 36. Where a person resident in Ceylon leaves . Ceylon, the Bank may, before, at or after the time he leaves Ceylon, direct that, for such period as may he specified in the direction, payments by him or on his behalf and to him or to his credit and transactions in or in relation to Treasury bills, securities or secondary securities in which he is in any way con- cerned shail, whether or not he continues to be resident in Ceylon, be subject to such restrictions as may be specified in the direction. Determination 37. (1) Where any question arises as to the of raiience. territory in which a person is or is not resident, the territory in which euch person shall, for the pur- - poses of this Act, be treated as resident or not resident, as the case may be, shali be determined in accordance with such general or special directions as may be given in that behalf by the Minister.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 25,
    "par_num": 7,
    "text": "(2) For the purposes of this Act, the executor of the last. will or the administrator of the estate of @ deceased person shall, unless the Minister otherwise directs, be treated in respect of any matters in which such execator or administrator is concerned solely in his capacity as such, as resident—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 25,
    "par_num": 7,
    "text": "(@) if directions given under sub-section (1) apply in the case of such deceased person, in the territory in which he is required by such directions to be treated as having been resident; or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 25,
    "par_num": 7,
    "text": "(®) in any other case, in the territory where at the time of his death the deceased person was resident.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "Exchunge Control Act, No. 24 of 1958. 27 38. The Bank may give— irene to (@) to bankers end to persons who are concerned Suaeiita . with the keeping of any register in Ceylon ‘tslsm, st. or are entrosted with the payment of capital moneys, dividends or interest in Ceylon, directions as respects the exercise of any functions exercisable by them by virtue of, or by virtue of anything done under, any provision of this Act, and . @) to authorised dealers— (i) such directions as aforesaid, or Gi) directions as to the terme on which “they are to accept gold or foreign carrency, of (iii) directions requiring them to offer their id or specified foreign currency fer sale to the Centrel Bank on such terms as may be set out in the directions, 39. (1) Without prejudice to any other provisions Ramihing of of this o. the Beak may give to any enon in or information and - resident in Ceylon directions requiring im, within feu. such time and in such manner as may be specified in the directions, to furnish to the Bank, or to any person designated in'the directions as a person authorised to requize it, any information in his possession or control which the Bank or the person so axthorised, as the case may be, may require for the purpose of sgeuring compliance with or detecting evasion of this Act. (2) A person required by any directions given antler beatin {Go fumish information hall also Produce such bool, aowounts or other documents in is possession or contrel as may be required, for the Purpose referred to in sub-section (1), by the Bank or by the person authorised to require the information, as the case may be. (@) Nothing in the preceding provisiois of this section shall be taken to require any person who has acted as counsel.or proctor for any person to disclose any privileged communication made to him in that capacity. (0 Whore a person is convicted for tailing to pive * {nformation or produce any books, accounts or other documents when required 30 to do ‘under this section, the court may make an order requiring the offender, within auch period as may be specified in the order,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 27,
    "par_num": 7,
    "text": "2% Exchange Control Act, No. #4 of 1958. to comply with the requirements to give the informa- tion or produce the books, accounts or other documents. Search of 40. (1) If a Magistrate is satisfied by information ‘remit, given on oath or aliimation, by a person authorised by the Minister to act for the purposes of this section either—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 27,
    "par_num": 7,
    "text": "(@) that there is reasonable ground for suspecting that an offence against this Act has beén or is being committed and that evidence of the commission of the offeuce is to be found at any premises specified in the in- formation, or in any vehicle, vessel or air- craft so specified, or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 27,
    "par_num": 7,
    "text": "(0) that any books, accounts or other decuments which ought to have been produced under section 39 and have not been produced are to be found at any such premises or in any such vehicle, vessel or aircraft, ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 27,
    "par_num": 7,
    "text": "he may grant search warrant authorising any police officer not helow the rank of sergeant, together with any other persons named in the warrant and any other police officers, to enter the premises specified in the information or, as the case may be, any premises upon which the vehicle, vessel or aircraft so specified may be, at any time within one month from the date of the warrant, and to search the premises or, as the case may be, the vehicle, vessel or aircraft.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 27,
    "par_num": 7,
    "text": "(2) A person authorised by a warrant granted under sub-section (1) to search any premises or any vehicle, vessel or aircraft, may search every person who is found in, ar whom he has reasonable ground to believe to have recently left or to be about to enter, those premises or that vehicle, vessel or aircraft, a5 the cago may be, and may seize any article which is found in the premises or in the vehicle, vesrel or air- craft and which he has reasonable ground for believ- ing to be evidence of the commission of any offence against this Act, or any hooks, accounts or other docu- ments which he has reasonable grounds for believing ought to have been produced under section 88:",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 27,
    "par_num": 7,
    "text": "Provided that no female shall, in pursuanco of any warrant issued under this section, be searched except by a female. .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 27,
    "par_num": 7,
    "text": "(8) Where, by virtue of this section, @ person has > any power to enter any premises, he may use such force as is reasonably necessary for the Jurpose of exercising that power.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "Eachange Control Act, No. #4 of 1958. 29",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "(4) No person shall obstract any other mm in anf Dope ‘of any powers conferved on that other person by virtue of the preceding provisions of this section,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "44. (1) Any article seized by any authority under netaton at or by virtue of this Act which the authority Tas peg seized articles, sonable ground for believing to be evidence of the commission of an offence against this Act may be retained for a period of three months or, if within that period there are commenced legal proceedings in respect of such an offence in which the article is, or ean properly be, adduced in evidence, until the fnel determination of those proceedings. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "(2) The powers conferred by this section in relation to any article shall be in addition to, and not in dero- gation of, any powers otherwise exercisable in relation thereto,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "42. No person in or resident. in Ceylon shall— Destruetioa,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "(2) with intent to evade the provisions of thia $i .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": ". Act, destroy, mutilate, deface, secrete or sitive remove any books, accounts or other nes. . documents, or",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "(4) im furnishing any information for any of the purposes of thie ‘ot make any statement which he knows to be false in a material particular, or reoklessly make any state- ment which is falee in a material particular.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "483. This Act shall bind the Crown and shall apply Applicaton to to transactions by a Government Department or any Goes. person acting on behalf of the Crown.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "4B. Any provision of this Act imposing any obi srennn gation or prohibition shall have effect subjent fo such exemptions as may be granted by order of the Minis- ter, and any such exemption may be either absolute or conditional. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "48. Every decision of the Bank to grant or refuse Decisins at any permission under this ‘Act, or to revoke any per- Bunk. mission which has Leen so granted, or to rescind, add to or vary any conditions or to extend or reduce any time limit to which the permission granted is subject, shall be comfunicated in writing by the Bank to the person by whom application for the permission was made or, as the case may be, to whom the permission",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "was granted.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "30 Exchange Control Act, No. 24 of 1958.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "Appenls 46. A person in regard to whom the Bank makes a decision under this ‘Act may, if he is dissatisfied with that decision, make a written appeal against the decision to the Minister within ten days after that decision is communicated to him.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "Fiuality of 37. A decision of the Bank against which an",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "deoiican, appeal is not made in accordance with the provisions, of section 48, and a decision of the Minister on an",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": ". appeal made in accordance with those provisions, shall be final and conclusive and shall not be aubject to review or be called in question in any court.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "Provistans 48. Any permission, consent ot authority granted",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "wusng % under this Act may be—",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "se (@) general or special,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "(8) absolute or conditional, (©) limited so es to expire on a specified date, unless renewed, and (@) varied or revoked. Bardea_af 49. In any prosecution of a person jor an offence Bittle, against this Act, the barden of proving that he had \"obtained the permission or consent of the Bank for doing the act or making the omission which constitutes the olfence shall be on bir. .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "Intensity fe 80. No person shall be liable in any suit or other",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "33 2 legal Proceeding for any act done, or purporting to be done, in good faith in’ pursuance of the powers con- ferred by or under this Act, or for the purpose of carrying out the provisions of this Act.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "Often. Si. (1) Any person’ in or resident in Ceylon who contravenes any provision of this Act or fails to comply with any direction given or condition or requirement imposed under this Act shall be guilty of an offence, notwithstanding that the offence may, by virtue of Part IV of this Act, be also punishable under the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "Gap. 188, provisions of the Customs Ordinance.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "Q) Any person who attempts to commit an offence against this Act shall be guilty of an offence.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "(8) Where an offence against this Act is committed by @ body corporate, any person who at the time of the commission of the offence was a director, general manager, secretary or other similar officer of the body corporate, or was purporting to act in any such capa- city, ahall be deemed to be guilty of that offence, unless he proves that the offence was committed without his consent or connivance and that he exercised all such",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "Exchange Control Act, No. #4 of 1958. 81 diligence to prevent the commission of the offence as he ought to have exercised having regard to the nature of his functions in that capacity and to all the ~ cieumstances. : (4) Any person who commits an offence against this Act ‘wat! (e) on conviction after summary trial before a Magistrate, be liable to imprisonment of either description for a term not excooding six months or to a fine, or to both suc imprisonment and fine, or (8) on conviction before a District. Court, be liable to imprisonment of either description for a term not exceeding two years or to a fine, or to both such imprisonment and fine; and where the offenca is concerned with any gold, currency, seeurity, goods or other property, the court may, if it thinks ft 60 to do, order the ea ourrency, security, goods, or property to be forfeited; and am gold, currency, security, goods, or property forfeited inder thie eub'section dhall be dealk with oe disposed of in such manner as the Minister may direct. . > 6) Exoept in the case of a body corporate, the maximam fine which mey be imposed for an offence against this Act shall be fifteen thousand rapees so, however, that where the offence is concerned with any gold, currency, security, payment, goode ‘or other pro- perty, and does not. consist only of a failure to give information or produce books, accounts or other doca— ments with respect thereto when required 80 to do : under section 38, a larger fine may be imposed not exceeding three times the amount or value of the gold, currency, security, payment, goods or property. (6) A Magistrate before whom a prosecution is instituted against any person for an offence against this Act may, notwithstanding anything in the Criminal Procedure Code, decide whether he will try Cop, 16, that person sommarily or take non-summary proceedings in respect of that offence: Provided that the preceding provisions of thie sub- section shall not affect or prejudice ‘ony right oF power of the Attorney-General under the aforesaid Code. 52, (1) Where the amount or value of any gold, composting curl seat, payment, goods or other property sme. with witch any offence against this Act ia concerned does not exceed ten thousand rupees, the Secretary to the Treasuzy may compound that offence by accepting from the offender a sum of money determined by the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "82 Exchange Control Act, No. 24 of 1953. ~ Becretary to the Treasury and not exceeding the amount or value of such gold, currency, security, payment, goods or property, (2) The Secretary to the Treasury shall credit to the Consolidated Fund all sums of money accepted under sub-section (1). ‘Regulations, 58. (1) The Minister may make such regulations as Porm &e, may be necessary for carrying out the principles and - provisions of this Act. (®) No regulation made under sub-section (J) shall have effect unless i¢ is approved by the Senate and the House of Representatives and is published in the Gazette, : (8) All applications, returns and other documents made or furnished under this Act shall be in such form as the Bank may from time to time specify or provide for the purpose. Interpretation. 84. (1) In this Act, unless the context otherwise requires, —",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "“< guthorised dealer ”’ means, in relation to gold grany foreign gurreny, a commercial bank for the time being authorised under section 4 to act for the purposes of this Act as an",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": ". authorised dealer in relation tu gold or that foreign currency;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "« Bank ”' or “ Central Bank ” means the Central ‘Bank of Ceylon established by the Monetary Law Act, No. 58 of 1949;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": ". “ bearer certificate \"” means a certificate of title to securities by the delivery of which (with or without endorsement) the title to the securities is transferable;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "\"blocked account * has the meaning assigned to",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": ". it by section 31 (7);",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "“‘ certificate of title to securities’ means any document of title whereby a person recognizes the title of any other person to securities igsued or to be issued by the first-mentioned person, and in the case of any euch document with coupons (whether attached or on separate coupon sheets) in~ eludes any coupons which have not been detached ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "** Ceylon currency” means any currency which ig or has at any time been legal tender in",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": ": Ceylon;",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "“coupon? means a coupon representing divi-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "dends or interest on a security;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 32,
    "par_num": 19,
    "text": ".  ‘Bechange Control Act, No. 24 of 1958. 38",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 32,
    "par_num": 19,
    "text": "currency\" mena ooins and currency notes, and",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 32,
    "par_num": 19,
    "text": "includes bank notes, postal orders, money",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 32,
    "par_num": 19,
    "text": "orders, cheques, drafts, travellers’ cheques",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 32,
    "par_num": 19,
    "text": "letters of credit, bills of exchange and promissory notes;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 32,
    "par_num": 19,
    "text": "“foreign currency” means any currency other thea Ceylon cutrency “aud tncludes any drafts, travellers’ cheques, letters of credit, bills of exchange and any other documents expressed or drawn in terms of Ceylon currency but payable in any other currency; end any reference to foreign currency in~ glndes @ referenca to any night to receive",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 32,
    "par_num": 19,
    "text": "foreign currency in respect of any oredit or balance aba bane;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 32,
    "par_num": 19,
    "text": "“gold” means gold coin or goid bullion;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 32,
    "par_num": 19,
    "text": "“‘ Minister '* means the Minister of Finance;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 32,
    "par_num": 19,
    "text": "“ Monetary Board ” means the Monetary Board. of the Central Bank;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 32,
    "par_num": 19,
    "text": "“* policy of assurance ”’ means any policy securing the payment of a capital eum or anunity on the occurrence of a specified evant which is certain to happen and includes—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 32,
    "par_num": 19,
    "text": "@ any policy by which the payment of money is assured on death {except death by accident only) or the happening of any vontingeney de-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 32,
    "par_num": 19,
    "text": "® pendené on hi mati life, and !",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 32,
    "par_num": 19,
    "text": "any policy securing the payment of an (remediate annuity; ind the refer- ence in this definition to the occur- renee of 8 specified event which is certain to happen shall include the occurrence, which is cerizin to happen, of one of specified events none of which by itself is certain to happen;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 32,
    "par_num": 19,
    "text": "“ prescribed ” means prescribed by the Minister by Order published in the Gueette; .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 32,
    "par_num": 19,
    "text": "“ rapees ? means Ceylon rupees; :",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 32,
    "par_num": 19,
    "text": "“ secondary secarities ” has the meaning assigned to it by section 19;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 32,
    "par_num": 19,
    "text": "“\" securities ” means shares, stock, bonds, notes (ther then promissory notes), debentures, icbenture stock, units under a unit trust . scheme, and shares in an oil royalty;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 32,
    "par_num": 19,
    "text": "“ specified foreign currency” has the moaning assigned io it by section 6;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 33,
    "par_num": 8,
    "text": "34 = Exchange Control Act, No. 24 of 1958.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 33,
    "par_num": 8,
    "text": "“unit trust scheme” means any arrangements made for the purpose, or having the effect, or providing for persons having funds available for investment, facilities for the participation by them, ag beneficiaries under a trust, in profits or income arising from the acquisition, holding, manage- ment or disposal of any property what- soever;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 33,
    "par_num": 8,
    "text": "“‘ unit\" means, in relation to a unit trust scheme, a right or interest (whether described as a unit, as @ sub-unit, or otherwise) which may be acquired under that scheme.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 33,
    "par_num": 8,
    "text": "(2) Any provision of this Act (however worded) the effect'of which is to prohibit the doing of any act where a person to or by whom the act is to be done or who stands in a specified relation to any property possesses any specified attribute as to residence or otherwise shall, where the act is done to or by two or move persons or, as the case may be, where two or More persons stand jointly in that relation to the property, operate to probibit the doing of that act if any of those persons possess that attribute; and any . provision of this Act imposing an obligation on any person to do an act if he possesses any specified attri- bute as to residence or otherwise shall, in relation to any act which can only be done by two or more persons jointly—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 33,
    "par_num": 8,
    "text": "(@) where all those persons possess that attri- bute, operate to impose a joint obligation on all of them to do the act, and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 33,
    "par_num": 8,
    "text": "(0) where some only of them possess that attri- bute, operate to impose a separate obliga- tion on each one of them who possesses that attribute to do all he can to secure the doing of the act.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 33,
    "par_num": 8,
    "text": "(3) Any power conferred by this Act to require",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 33,
    "par_num": 8,
    "text": ". declarations which are to be furnished on any occa- sion shall include a power to require that the declara- . tions shall be made by specified persons and shail be verified in a special manner, Repeal ot BB. The Defence Regulations which have the Hiei. force of law by virtue of the Exchange and Securities. Control (Continuation) Act, No. 35 of 1950, shall be repealed with effect from the date on which this Act comes into operation :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 34,
    "par_num": 1,
    "text": "Exchange Control Act, No, 24 of 1058. 35 Provided, however, that notwithstanding such re- Beal, any permission, lioonce or authority granted. or any direction given, or condition imposed, under any of the said regulations shall, except in 20 far as it may be inconsistent with this Act, be deamed to be a permission or authority granted, or @ direction given, or a condition imposed, as the case may be, under the corresponding provision of this Act: and shall accordingly be effective for the purposes of this Act and ay. be revoked or altered under the powers conferved by this Act.",
    "mean_p_confidence": 0.86
  }
]