[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 2nd Session 1953 «glib : , eee pecs UG , PR seneiee Local Authorities (Term of Office) _ Act, No. 38 of 1953 ; “Date of Assent : October 7, 1953 Printed on the Orders of Government : - ° ‘ i.e Se rs Samm Annual Subscription (including Bills) Rs. 25, rable pry cee Noor g Price: 25 cents. * Postage: 15 cents,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Lovat Authorities (Term of Office) Act, No. 88 of 1058. 3",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "‘iL. D-OF12/68 Ax ACT 10 AMEND THE LAW RELATING TO LOCAL AUTHO-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "RINIBA FOR THE PURPOSE OF ENABLING THR EXTENSION .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "OP THEIR TERM OF OFFICE FROM TIME TO TIME.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "[Date of Assent: October 7, 1958]",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "BE it enacted by the Queen’s Moat Exosilent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the autho- tity of the same, as follows:— > .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "4. Thia Act may be cited ag the Local Authorities shut tis. {Term of Office) Act, No, 38 of 1963.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2. The Minioipal Councils Ordinance, No. 29 of amendmen 1947, the Urban Councils Ordinance, No. 61 of 1939, Saimonces the Town Councils Ordinance, No. 8 of 1946, and the satis’ Local Authorities Elections Ordinance, No. 58 of 1946, Sl.” are hereby amended in the manner specified in the ° . Schedule to this Act.- :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "SCHEDULE £ cia HT Ordinance. Section or Amendments. Schedule. Municipal Councils Ordi- 10 ., (1) Seotion 10 is hereby renumbered as sub. nanes, No, 29 of 1947 section (1) of ssation 10, (2) In sub-section (1), for ali the words from \\ third year thereafter ” to the end of ‘that sub-section, the following wards are hereby substituted :— “ third thereafter or on such other ante a2 muy be appointed by ‘the Minister under sub-section (2), \"\" (8) The followit 1-seotion is hereby ‘aid ‘amedintly wher aubsotion yi * (8) The Minister may by Order publiahed in the Gazeie— (@) curtail the term of office referred . . to in subsection (1) by appointing, in substitution : for the ihity-fiat day of Decom i. . fied in thal rubsepotiony the leat day of ny month in that ‘ ‘or in tho year imme- Sioa pemecing tne yon} and J eto 2pm egy .",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "4 Looal Authorities (Term of Office) Act, No. 88 of 1963. I u m Ordinance. +. Section or Amendments, Schedule, . (2) extend mach tem by oppoat- © ing, in. ‘ection ‘the : thirty-first day of December of the yaar specified in eub- . ‘seotion {2) or theday appoint ed under paragraph (a) of thie tub-section, tho isab day of fy month in any gone su sequent to P80 peo fie or eppointol, and there. after frgat time to time ex. ‘end auch tera by appointing i butttion fr'be dats nf expiry of auc term sqecificd in the last Order, the Iaat day of any month in any year aubseqnent to the . ‘year specified in thas Order : Provided however, thst the period by which wuch tora ia extonded or the aggragnte of . tao poriods by whieh auch tore i from time to time extended shail not exosed twenty-four months, ” ‘Urban Connsile Ordinance, 16 .. (1) Seotion 16ishereby re-narbored as ub> No. 61 of 1930, (as section (1) of settion 16, Ramone” ay 2) Tn sub-section (1), forall the words frou Oniinmnee, Now as or “© third year thereafter \" to the enul of 1846), o that tabooction, ‘the following words 18. . are heceby substituted :— \"Mira year thaaafter or on mich other data ss may he appointed by . ‘the Minister under sub-section (2). @) The following new mb-seetion ta hereby ed inmetitaly afer anb-seetion",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2) The Minister may by Order",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "published in the Gazett—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(@) curtoil the term of office ferred to in bstetion (1) by appointing, in aubsti for the Say it day of",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "jecember ‘year specie",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "fied in that sub-section, the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Jas dy ofany monthin that",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ": year or in the year imme- * oar preceding that year ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "Local Authorities (Term of Offies) Act, No. 88 of 1968. 5 i u HL Ontinance, Section oF Arnsndmante, Schedule, extend such torm int eee in mbateation be ao thirty-first day of Deoomber of the year wpocied in exby ‘Slunderpanngept } atts . a) Sibssootbo, Soe lat day of any month’ in any year eub- sequant to the year eo sneci- fiod or appointed, and thore- after from time to time oxtend such torm by appoint ioe cuamare a to i term, prided in tho last Onder, last day of any month in any year subsequent to the year epecifed in that Order: . Provided, however, that the period’ by which such term is extended or, the te. of the periods by srircl such teri js from tire to time extended eball not ‘exceed twenty-four monte.” ‘Town Councila Ordinance, 16 .. (1) Sootion 16 Ishereby re-numbered ss sub- No: Bf 104, (as amend ssction (1) of eevtion 16. ad by the kuthoris (2) In aub-seotion (2), for all the words from ties Elections Ordinance, Oe eee seafioe bo the al ot ‘No. 53 of 1946). ‘that sub-section, the following words are hereby substituted — “third yoar thereafter or on euch other date o8 may be appointed by",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "‘the Minister under sub-section (2).”.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "(3) The following new sub-section ia hereby ndded immediately after aub-eection ae (2) Tho Miniater may by Order",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": ": published in tho Gazetle—",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "(@) curtail tha torm of offcoreferred to in gubeaction (1) by appointing, in sa sepia in mbit",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": ". December of the year speci- fed in that subsection, the : Jase day of any month in that ‘year ot in the year imme- : ‘diately preceding that year j con) and",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "6 —_Locat Authorities (Term of Office) Act, No. 38 of 1958. I an HE Ordinance. Section or Amendments, ~ . Sohedtde, ) extend such term by appointing 0 ort pabottation fx the sine: . first day of December of # cifed in sub-section Ty oF the “day “appointed : Tunder paragraph (a) of this sub-section, the Inst day of ny month fa any year sab~ uont to tt 160 speci fel or sppointaly and ‘ere. after from time to time : gst uch trm by oppo: ing, in eubatitution for the date of expiry of much torm . specified in the last Order, the Inst day of any month in any yoar aubeoqnent to the year pooitied in that Order : Provided, however, thot the period’ by which such tora is oxtonded or the te of the poriods by Sine ooh tera io from & time to time extensted shall nob excoed — twenty-four mouths.”",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "‘Local Authoritica Rlectiona Sewnth In section 17 sat out in column FEL of the Ordinance, No. 63 of Schedule SEVENTH SCHEDULE and relating to 1846, (ee amended by the torm of ofl of mambers of Vilage Act No. $ of 1948). Committess—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(o} sub-section (2) of that section is hereby repealed and the following sub- sestion substituted therefor :—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "'* 2) Tho term of ofice of each meraber of @ Village Committee elected at the first of any eubsequont general election shall expire on the last day of June of the third year after each eleotion or on such fee date 9 may be appointed by the Minister undar sub-section (3). \"; and",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "@) the following sub-section is hereby ‘added immediately alter sub-section a",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "“ (8) The Minister may by Order published in she Gacelle— (@) curtail the term of office referred a an ae ina a abst ’ ribo las day of Sune ofthe",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Local Authorities (Ierm of Office) Act, No. 38 of 1958. 7 f I HL Ordinance, Section or Amendments. Schedede, jar specified in that sub- Section, the last dey of any sant that yar ov te year ‘preceding ‘that year; end . > (8) extend moh term inting, ed . Fone - . fied in webster the day appointed para. graph (¢) of this subsection, ‘ the last day of eny raonth in ny one muomgnent to fhe . yoarso ‘orsppointed, Thi thereatar from time 40 time extend auch term by appointing, in mnbatitation for the date of expiry of exch term specified in the last Order, the test day of ny mouth io ony your mu: sequent to the eifled in that Order aPiotided, owores, that 8 pari ‘which suok . tara ie cuided of the eggregate of the periods by ‘which ouch term is from time to tinie extended shall not execed twenty-four months.”",
    "mean_p_confidence": 0.61
  }
]