[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA PRIVATE OMNIBUS SERVICES (AMENDMENT) ACT, No. 34 OF 1987 [Certified on 25th June, 1987] Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of June 26, 1987 ror a 70 sees ems Pav ARR \"TO BE FURCEASED AT THE GOVIRNMEN? PUBLICATIONS JUNEAU, OOLOMIO Price : 30 cents Postage : 75 cents",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Private Omnibus Servicer (Amendment) Act, No. 34 of 1987 [Certified on 26th June, 1987] L. D—O. 46786 ‘Aw Act to aneano mis Patvarrt Oxamnaus Saavices Acr, No, 44 or 1983",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE lt enacted by the Parliament of the Democratic Soclaliat Republic of Sei Lanka as follows :—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1, This Act may be cited ag the Private Omnibus ‘Short Services (Amendment) Act, No. 34 of 1087. fle,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2 Section 284 of the Private Omnibus Services Act, No. Agendinent, 44 of 1989 (inserted by Act No. 28 of 1885), is hereby $f secfan, ‘amended as follows :— Wo. 44 ot",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1982,",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(Q) by the repeal of subsection (1) of that section and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘the substitution therefor of the following new sub-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "sectfon :—",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "“() The charge to be levied by a local authority on a private omnibus for the use of a bus stand pro- vided for the exclusive use of private omnibuses shall be determined by such local authority subject to—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "{2) a maximum of one hundred rupees per bus per month, where such local authority hag pro- vided a shelter for passengers and an en- closure for time-keepers, with water, electri- city and toilet facilities, at such bus stand; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(b} a maximum of fity rupees per bus per month, where such local authority has provided only land for the purposes of such bus stand and the facilities referred to in paragraph (a) are provided by 2 District Association. \"; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(2) by the substitution in subsection (8) of that section for the words “shall recover any payment”, of the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘words and figure \"shalt recover any charge levied",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "tarot. under subsection: (1) \".: . «+ ry",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "‘Asnual subscription af BH aad Acts of. the Posliament Rs, 160 (Local).",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "‘Ra. 200 (Foreign), payable to the Surexnerenpanr, Goveansaxws Pusiicerioss",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Bmutav, Cavonso 1, before ibth December exch year in respect of the year following.",
    "mean_p_confidence": 0.58
  }
]