[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA CARRIAGE OF GOODS BY SEA ACT, No. 21 OF 1982 [Certified on Zist May, 1982) Printed on the Orders of Government Published as a Supplement to Part If of the Gazette of the Democralie Socialist Republic of Sri Lanka of May 21, 1982 PAINTED AT THK DRPANEMERPE OF GOVERNMENT PRINTING, SHE LANKA ‘TO BE PURCHASED AT THE GOVT, PUELICATSONS BUREAU, COLOMBO 7 Price: 65 cents an Postage: 50 vents",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Carriage of Goods by Sea 7 Act, No.-21, of 1982 7 viz [Certifed.on 2ist May, 1992], oe elias ae Yana cid arg Jodhaa ges a Hit vm boner DDO MAL octes sat. “eat canton tie nen rr Ax Act 16\" konmis Tee Law wid saseztr ToT Carataon for Goons BE SRA, 8 Mt Fave ae Taha ee: 'WHEREAS, at the“Internationsl Conference on Maritime ‘Law held at Brusééls’in Octcber; 1922, the delegates‘at the ‘Conference, agreed unanimously to recommend their reapec~ - tive Governments to adopt as, the basis of a convention a draft convention for the unification of certain rules relating to bills of lading: 1 ‘And wheteas af a nieeting’kold at-Bruséls in October, ‘1923, the rules contained: in ‘the: said draft’ convention ‘were amended by the Committeé appointed by the said Conference : ’ os Desi ok Mtaebe speur ett te Ee ad “And whereas provision has been-made by. the Carriage* ol Goods by Sea Ordinance (Chapter 85) thatthe said mules as so ‘amended:and asset out: with,, modifications -in,. the ‘Schedule to that Ordinance. shall be given the force of law with a view to establishing the tesponsibilities; liabilities, . rights and immunities attaching to carriers under bills of aug Pati ented OE Rae Ride AT ow “ wep acer Vodfggae ab ant cet cinco is + 5 «And wheneas the Conference held-st Brussels in February, ” 1968, adopted a protoccl to the said rales: 1: =i -r3 a. And whereas it is expedient that the said rules as 20 amended and.as set:qut with modifications in. the Schedule -to this Act shall;be given the foree-of law with a view to establishing the.: responsihilities;, liabilities, rights and immunities attaching to carviers under bills of lading, or ahy similar document of title'?J So ssivee’d ” Be ft enacted by the Parliament of the Democratie Socli- Uist. Republic of Sri-Lanka.ps followsiwr.. pe j on. fe Stat Ye eae: atone Wo Halion ad ecbray . Lr'This act may-bp cited 9s the Carriage of Goods by.Sea short title Act, No. a1 of-1982, and shall come.intotoperation on auch and dee ot date oa the Minister say appoint by Order published in the: » Gazette, ‘ 2 (1) The provisions of the rules ao set out in the Scape ct Schedule to thig Act shall have the force of law, ation, 2A SITIs 200) . .",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Gorviage ‘df Goods “by Sea” . “Act, No. 22 of 1982 (2 Without' “prejudice “to “wubséction? (1), the said provisions shall have effect (and have the force of law) in Telation to and in connection with the carriage of goods by zea in ohips carrying goods from any part in Sci Lanka to any other port whether in or outside Sri Lanka. ., (3) Subject to the irovisions. of subsection (4): mothing {n, thig section shall she taken ag.applying anything in the riiles to any contract for the carriage of goods by sea, unless ‘the contract expressly or by implication provides for the ne issue of a bill of lading or any similar document of title. MSE EM Ge aged ee Pe apg (A) Every bill of lading, or similar document’ of title, issued in Sri Lanka which containe or is evidence’ of any contract to which the, rules; apply shall contain an express statement that It {sta have effect subject to tha provisions tof the rules as-applied by this Act. yo tyme on ‘Modification 3. Article VI of the rules shall, in relation to the carriage of article VE af gonda by sea fi ships’ eérrying. goods from ‘any. port in fh relation = <Sri Ladka to/eny-other-port in Sri Lanka, have effect os fe.goattal ‘though the éaid Article'reterted to'goods af any: class instead \" of to particular: godde-and:as, though the proviso. to the +“ seeohd: paragraph of such article were omitted, ¢ 1 1 Abrolute “a ‘There shati not be Enplied in any ‘contract for, the waranty of carriage of goods by sea to which the rules apply any got re. absolute undertaking by the carrier of the goods to provide Exped ing seaworthy ship. it visa ers tix vor, omy so Sehteh the : Fulegmepiy, 2B ot 8 Sa) aah Geaibagad EE nate Bod ‘Savings and & Nothing’in this Act ‘shall affect the operation of any speraion “éthor enactment for'the’time’ ‘being in force’ imiting the . “liability of the owneté of geagding vessels!) 3+ Repeat of @ The Carriage of Goodsiby Sex, Ordinance is hereby Chapter 85. repesled, ads AFRO ecco aed Bod. PA ob ys ete Interpretation. 7 In this Act™ ttid’fules * means the Initerntional Con- vention for the unification of certain rules of law relating ek to bills of lading signed at Brussels‘on 25¢h August, 1924, as a. let amended bythe” protocdl\" signed‘-ft--Brugseld -on -25rd February, 1968, shd'set-out inthe Schedule lieréto.\" ~~",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "Carriage of, Goods. by Sea, 8 . Act, No. 22 of.1982 ei wee THE, SCHEDULE. . ,. ee re soct 7g HAGUE RULES AS AMENDED BY THE tle - _ BRUSSELS PROTOCOL 1068 ‘ rR races ARMOR Tn theon’ Bales ‘the’ following word “are ‘tmployed, with the meanings set out balow— .",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(a) “Carrier” imetutes the owner, ck: the charterer ‘who, enters fzto & contract of carriage with a-shipper. = >.",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "() “Contract of carriage” spplies nly to contracts of carriage covered by’ a bill of Jading or any similer document of title, to 20 fer ab such document relotea to ‘the carriage of goods by sea, including aay bill of lading cr any similar document ag aforesaid imutd under af pursuant to 2 charter-party from the momeni at which such bill of lading oF almflat’ document of ttle regulates ‘he reintion between a cérrier and a hoider ‘of the sanae,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(el “Goods” includes goods, waréé, merchandise, and articles",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "co _ of evary kind whetsoever except live animals sad cays which by the contract of cazringe is stated aa being carried on deck and i 9p,carried. :",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(@), “Ship” means.any vessel used for the carriage af goods by",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "ast) MMe varie by ul oer © oo",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "{@) “Carriage of goods” overs the petiod from the tima when",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "+ tha gooda ara loaded on:to tha time they are discharged trom the ship. eb haar CR Rw Re hmmm De ge tt ot",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "Subject 10 the provisions of Article VI, under every conttest of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "corriage of goods by sea the carrier, in relation to the loading; ‘handling, stowage, carriage, custody, cate and Gischarge af euch ‘goods, shall be subject to the responsibilities aud liebiulties, and entitied to the xighte and immunities hereinafter set féeth - ‘L The cauriet shall be botind before and-at the higinning af the ‘wuyage 40 exatcive due diligence to— _",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(a) make the ship seaworthy; aan *",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(®y propebiy sand, “Sauip and Guppy the skips SL",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(0) make the holds, refrigerating ond cool’ chambers ang lt ‘other paris of che ship in which goods are carried, fl and",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "\"_, tte for their reception, éarmiage and preservation, 2 Bubject.:to.-the- provisions at-Article IV; . the. carrier shall propacty ang: carefully, load, handle, stow, carry, keep, cate fat; find discharge the goods:earrieds 0 34 tests ote",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "2 After receiving the goods into Bi charge’the éarsied or the",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "Taster cr agent of the-carvier-abell, on demand of the shipper, ‘fame to the chipper a bill nf lading’showing among other things cimgate ne ee =",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "4 Carriage’ of Goods by Sed ‘Act, No. 22 of 1982 (a) the letding marks necessary’ for identification of the goods ‘a the same are furnished in writing by the shigper hefute ‘he loading of such goods starts, provided mich marks are anazaped or otherwise shown clearly upou the goods if uncovered, or on the cases or coverings In which sueb + Boods ara contained, ja sach » manner 08 should ordlnariiy Tewaln legible ubtl the end af the voyage. (b) cither the number of packages oF pieces, oF the quantity, ‘or weight, as the case may be, aa furnished in writing by ‘the shipper. , :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(©) the apparent order and condition of the goods:",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "Provided that no carsier, master of agent of the carriar shall ‘be bound to state or chow in the bill of Jeding any marks, nuraber, quantity, or weight which he has reasonable ground for suxpecting not accurately 19 represent the goods actually received, ox which the bas bad np zessonable means of checking.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "4 Buch a bill of lading shall be prima facie evidence of the receipt by the carrier of the goods ex therein decribed in accordance with paragraph 3(a), (¥) and (e). However, proof to the contrary shall not be admissible when ihe bill of lading hus been (ranaferred to a third party esting in good faith,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "6 The shipper shall Te “deemed ts have guaranteed to the carrier the accuracy at the ime of shipment of the’ marks, umber, quantity and weight, ax furnished by him, and the abipper shall indecanify the catriar-againgt all loss, damages, and expenses arising or resulting from insesuracies in such pareulara,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "The right of the carrier to’much indemnity shall in no way limit his responsibility und ability under the contract of cartiags’fo. any person other thin’ the shipper... : + & Uileas notice of Toss or, dansege and the genaval nature af such Jom or damage be give ii writing to the carrier or hi agent at the” port of discharge before or at the time af the Fomoval of the goods into the custody of the person emitied 10 delivery thereot under the contract of carriage, or, if the oss or demage be not apparent, within three-dayr, suc removal shell bbe prima facie evidence of the delivery by, the carrier of the ‘goods as described in the bill of lading. |,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "The notice in writing need not be given if the slate of the ‘seods has, at the time of their receipt, been the subject of joint survey ar inepections yy to LR tne",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "Subject to piregraph 6 bia the exrrier anil the sbip shall in any event be discharged from alf liability whatsoever in reapect of the goods, unless suit is hrought within ene year of their delivery or of the daté when they shoult'hav- been delivered, Thin period may, however, be extended if the. partien so agree after the eruae of action has arisen oe oats yeh ot",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "Yn the ase af any actual or appcekended:ioas or damage the ‘carrier and the receiver shall give ell reasonable facifities to ath ‘ther for tuapecting and tallying the goods,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Carriage of Goods’ by Séa ° 5, Act, No, 21 of 1982 6, bis An actlon for indemnify against a third person may be ‘brought even after the expiration of the year provided for in the preceding Parayrapit if brought within tha time allowed by the law of the Court seized of the case. However, the time allowed ‘shall be not less than three months, commenting from the day when the person bringing such action for indemnity has settled the claim oF has heen served with process In the ection agunst 7, After the goods are loaded the bill of lading to be istued ‘by the carrier, meater, of agent of the carrier, to the shipper ball, if the shipper s0 demtods, be a “shipped * bill of lading, provided that if the ahipper shall have previously taken up ony document of title to such goods, he shall surrender the same as against the issue of the “shipped” bill’of leding, : but-at the option af the earvier such document of title may ba noted. at.the port uf ship. . ment by the carrier, master, or agent with the name or. nomes of the ehip of shipe upon which the goods have been shipped and the date or dates of shipment, and when 20 noted, if it. shows the particulars mentioned In paragraph 3 of Article IT, shall for the Parpase of this article be deemed to constitute a “anipped ” i of lading, Met tee | 8, Any clause, covenant, or agreement. in « contract of carriage relleving the carrier or.the ship from lability for loas or damage to or in connection with goods atislng-trom negligence, fault, oF fafture in the duties and obligations provided in this article or lessening such liability otherwise than as provided in these ules, ‘Mboll be null and void and of no affect, A banefit of inrurabce in favour of the carrier or similer clause aball be deemed to:be ® clause relieving the carrier trom lisbility. °° «+3 :  AMmeLRTV : 1 Neither the-carrier nor the ship shall be liable for Joss of dewege ariging or resulting from unseaworthiness unless causcd by want of due-diligence on tha part of: ihe cartier to make the ship seaworthy, ond to xecure that the ship is properly nsnned, equipped and aupplled, and to meke the olds, rofeigerating and cool chatnbers and-all other parts of the ship In which goods ore carried fit and safe for thelr reception, cafriage and preservation 4a accordance with the provisions of paragraph 1 of Article DL ‘Whenever loss or damage has ‘resulted ‘from uriseaworthiness the ‘burden of proving the exercise of due ditigence shal! be on the carrier’ or‘ other person claiming, exemption under thie Article: ‘2 Neither the carrier nor the ship shall be responsible for Joa or damage érising or resulting from— . an {@) act, neglect of default of the wouster, mariner, pilot ‘or the servants of the carrier in the navigation or in the manege- ment of the ship; @) fire, wilem caused by the cetunl faut ‘or priviiy of the z= (@) petits, dangers and, aocidents,of the sex or other navigable waters ny ete oN",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "6 Corrtoge of Goods by Sea, ‘Act, No, 21 of 1982",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "@ act of Gas... :",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "AO net Of wars. os rrr",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "(Dect of public enemiess =.",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "/) sésest” or restraint of “princess, rulers or plple; ot",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "seizure under legal pracom ; vores",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "|G) quarantine resizictionsj.,., 0 7",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "@) ast of omission of the shipper or ovmer of the goods, his agent or representative:",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "G4) etvikes oF leckouls or stoppage: or restraint. of ebour trom ‘whateoever cause, whelher pariial ar general; \"1",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "(k) riot and civil cominotions ; °",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "(8) saving or attempting to eave life or property at sea; ” + (qu) wastage im bulk“ar weight or any other loss or damage",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "“\"\"galaing from inberent defect, quality or vicg.of the goods 5",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "(o) insoftciency of packing; _",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "(©) insuficiency of inadequacy of marks; \"°",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "(@) latent detects, not discoverable by the ditigence;",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "(q) any other cause arising without the actual faut or privity ‘of the cayrier, or without the fault oF neglect of the agente or servants of the carrier, but the burden of proof aball be on the person claiming’ the bmefit of this exceptica",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "+ to-ahow that neither the actual fault or privity of the carrier nor the fault or neglect of the agents or servants of the carrier contributed to the leas of damage.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "2. The abipper shall not be responsible for loss or damage sit. tained by the carer or the ship arising or resulting fom any couse without the act, feult ar neglect of the shipper, his agent of bis servants,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "4. Any deviation im aoving or attempting to save life or property",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "at sea or any reasonable deviation shall not be deemed to be on ntriigement or breach of these Rules or of the contract of carriage, and the carrler shall not be Mabie for any loss ar damage resulting “ §. (a) Untess ihe nsture ond value of such goods have been Aeciared by the shipper before shipment and inserted in the bill fof lading, neither the,,carrier nor the, ship shall In any event bbe or become lable for any Joss or damage to or iz connection vrith the goods in an. amount exceeding the equivaisnt of 10,000 francs. per package or anit or 20 francs per kilo of groms weight of the goods lest or damaged, whichever is the higher. 40) The total amount recoverable shall be ealeulated by relet~ ance to the value of auch goods at the place and time et which the goods are discharged from the ship in aconrdance with the contract ar should Rave heen so discharged.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "‘The value of the goods thall be-fixed according to the comma ity exchange prion, or, if there be no’ auch prion, according to the current market price, or it there be no commodity exchenge Price ‘or current market price, by reference to the notmaal value of goede of the same kind and quality. |",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "Carriage of Goods by ‘Set ” ‘Act, No: 2£ of 1982",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "2'G@) Where a coutainer, ‘allel’ or’ similar ‘article \"ot\" tiansport ‘is used to consolidate goods, the. number of packages or units emumerated in the bill af lading ax packed in much article of transport shall be deemed the number of packanes or units for ‘the purpose of this paragraph a far as these packages or’ amity fave concerned, Bxcapt as aforesaid snich artiole of treneport shell be cansidered the package or unit, | ter wy se",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(©) A trine méano a unit consisting of 655 miligrarames ot gold ‘of mlllesimal fineness 900, The data of conversed ‘of the sum ‘awarded into national currencies shall be governed by the low of the Court seized of the ena * Cex Neither ithe carrier nor the-ship: shall be entitled to the benefit of the Imitation of liability provided for in this paragrenh Af it ie proved that the damage resuited from an act of ororaissto of the carrier done with intent to couse damnge, or recklessly sad “with knowledge that demege would probably result; «3,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "{) The dectarotion mentioned “in sbb-bafagraph “(@) “bt thls paragraph, If embodled in the bill of lading, chall be prima fecte ‘evidence, but shall not be bindlng oF conclustve'on the carrier, °",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "{o) By agreement betwaen the cartier, master ar agent of the carrier and the shipper other maximum amounts thaa those men- floned in sub-paragraph (a) of thie paragraph may be Axed, provided that no maximum amount to fixed shall be less than the appropriate maximum mentioned, in that sub-paragraph,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(h) Neither the carrier nor the ship shell-be responsible in any vent for lose or damage to; ar in connection with, goods if the ‘nature or value thereof-hea been’ knewingly mis-stated by the hipper-ta the bill of lading efor pana",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "8. Good? of sn infammsbie, explosive or dangerous nature to fbe shipment whereof the enerier, master or agent of the carrlar ‘has not consented with Imowledge of their nature and. character, mey at any: time betore, discharge be Janded at any place, oF Gextroyed or rendered tanocnous by the earrier without compenst— ~tloa and the shipper of such goods ahall be Linkie for all damazes and expenses directly or indirestly arising out of-or renulting from suck abipment. If any such geods chipped with auch knowledge “and consent siiall become a danger to the-ship or-cergo, they may fa Wee imannar be handed ar any place, or estroyed of rendered Annoouous by the carrier without Lability 00 the part:of the carrier fexcent to general avarnae; WE meee 2c tH OS",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "oe einen Wie oe",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(1) The defences an limits of liability provided for fn these",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "Roles sball apply, in eny action ageinst the carrier in",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "\\_.. Maspect of fous or damage 10 goads covered by a contract of sy SEHR ert ation be funded in contrat oF (2) Yt tach ‘oli Section is brought’ ‘egatnat ‘e'Seevant on!’ agent gigs oo St the carrier (such servant fr agent not being a inn oP piyg Pendent contractor) such servant.or egent shall be entitled <7\" to aval himself of thet defences ond Unite of Habihty",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "‘which the carrier Is entitied to invake tinder these Rules,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Carriage of Goods by Sea Aet, No, 21 of 1982 _ @) The aggregate of the amounts recoverable from the cartier, and such errvant end agent, shall in no case exceed the 2 =, Halt provided for int thee Ralea ¢ 0 ; (4) Nevertheless, a servant of agent of the carrier shall sot be <_., tatled to ‘avail himself of the provisions of this article, {fi ia proved that damage resulted from an set or omizion of the servant er agent dove with intent to eause damage or recklessly and -with. knowledge that damage sould 0, probably gesultie ey i Ammar Voy . © VA eairier shall be ab Liberty to murrender in whole or in pert ail or uny:bf his rights’ and Immunities or to inerease any-of his reqponsibilities and obligations under these Rules, provided mich ‘mrrander: or Increose shall ba embodied in the bill of lading fasued to the shipper. The provisions af these Rules shall not be applicable, to charter parties, but if bills of Inding are iarued ix the case of a ship undee.a charter party they shall comply with the terms of these Rules, Nothing in theoe Rules shall be held to Prevent the insertion in « Bll of lading of any Iewful provision we ets Anmeus VT tps wee * Aoiwithstanding the provisions of the preceding articles, carrier, master or ager of the carrier and a shipper shall to Tegard to ony--particnlar goods be at liberty to ,enter inte any agreement in any terms as:to the responsibility and ability of “the carrier for such goods, and ax fo the sights and immunities oof the caztier in respect of such goods, or his obligation ast sesworthiness, £0 far as this stipulation is not contrary to publie policy, ‘or the cate or'diligence of his servants or agents in Te gerd to the foadiag, Randling, storage, carriage, custody, care tind discharge ‘of she goods carried tty aca, provided that fo this cose no bill of Yadiog has been or shall be issued and that the terms agreed shall be embovlied in i reteipt which shell be & ion-negotiable document-'and shall “he marked as - auch, AUY “agreement sd Ghiered into shall have full legal effects” = + Provided that this drticle shall not apply to ordinary commer eich shipments madé in the ‘ordinary course of trada, bot omy to other shipments where-the character or conditfon of the Dro erty to be esrried or the ehrevmstences, terms and conditions under which the cxrrlage is to be performed are auch ad reagona- bly to Sustity a sprcal agreement,“ nets a BE te ge YEE EE ted “Nothing herein’ contained shall prevent a casriex or = shipper from entering info any agreement, stipulation, condition, esarTaS tion of exemption as to the responsiblity and liablilty of the ‘carrier or the thip for the tosé or damage to, or tn epnpection with, thn custody’ and care and handling of goods prior'to the loading fm, and subsequent to the discharge from, the, shi’ on, which the soos ere carsied By, mE oii ek ring alt",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Carriage of Goods by Sea ry Act, No. 2i of 1982 Axmox VE ‘The provisions of these Rules shell not affect the rights and obligations of the canvier under ary statute for the time being in force relating to the Uraitation of the bility of owners of Ben-gaing vessels, Anes 1X . ‘These Rules cha!l not affect the provisions of any international ‘Convention or national law governing liability for nuclear damage. Asmeut ‘The provisions of these Rules shall apply to every bill of loding relating to the carriage of goods between ports in twe aittecent States it— (@) the bill of Inding ix issued in @ contracting State, or 4b) the cartiage ia from 0 port In a contracting State, or {©) the contract contained in or evidenced by the bill a lading provides thut these Rules ar legislation of auy State ‘iving effect to tham are to govera the contract, whatever may be the nationality of the ship, the carrer, the ubipper, the consignee, or any other interested perma,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "ee",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "Annual subscription of Huis and Laws of tbe Pastiameat Ra 160 (Local).",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "Rs. 200 (Foreign), payable to tha Suresnerisoens, Govienncenr PUSLICAT=ONS",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "Bumeav, P, O, Box 800, Cotonso 1, before 16th Deceanber each year in respect of the year following.",
    "mean_p_confidence": 0.65
  }
]