[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "wo y 7 PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIG OF SRI LANKA HOUSING AND TOWN IMPROVEMENT (AMENDMENT) ACT, No. 39 OF 1979. [Certified on 15th June, 1970] . Printed on the Orders of Government ‘Published as a Supplement to Part II of the Gazette of the Democratic . Socialist Republic of Sri Lanka of June 22, 1979 RENT A THD EPARTAGNE OF GOVFCEMET PREVTNG, 0 ANA Wa recat i tort Fonananns mam, ena Price: 20 cents: Postage: 25 cents",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Housing and Town Improvement (Amendment) Act, No, 39 of 1979 (Certified on 15th June, 1979] LD~O. 125/78 Aw Aor 10 ancxnp 7H Housine anp Town IaenovExomer OnmmaNce ‘BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :— 1, ‘This Act may be cited us the Housing and Town Im- short : provement (Amendment) Act, No. 39 of 1978, Mts 2% The Schedule to the Housing and Town Improvement Amendment Ordinance is hereay smended in rule 1 thereof, by the Sineaule substitution, for all the words and figures from “where a Brapter 268. building” to “from the building in question : *, af the fol- Jowing:— “where a building (not being a place of religious wor- ship) fs situated upon a strest, no portion of the front of the building shall intersect any of a sertes of imagi- nary lines drawn across the street at an angle of 634° with the plane of the lowest floor of the building, such ines being drawn from the street clignment on the side of the strest which is the more remote from the building Sn question : *. (4 41786—13,900 (10/08)",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "Annual subscription of Bilis and Laws of the Parliament Re 30 (Local), ‘Bx 4) (Foreign), payable to the Surmorrmypmwt, Goverment PUmICATIOns Bvaray, P, 0, Box 500, Coromso 1, before 15th December esch year in reapect ‘of the year following. Lata subscriptions will be accepted om the condition, that",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "‘Bills and Laws issued before the date of payment will not ba supplied. +",
    "mean_p_confidence": 0.81
  }
]