[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON © - ‘Gnd Session 1961-62: . : (Ors w, ae SS Ne CS . Gs & eat | =XL ON 6 CF Xen At 5 APRI962 ji fier 2; rr A Esra eure Se a = N\\ “y yee QESEZ Criminal Law’: ‘ (Special Provisions) Act, _ No. 1 of 1962. . . ‘Date of Assent: March 16, 1962 Printed on the Orders of Government ‘Printed at the Govenwmenr Press, Crviom To be Purchated atthe Govsaneer Purser: Sueaar, Cosiue Annual Subscription (including Bills) Rs. 20 (Local), Rs. 40 (roregs), petabla Ga the SSormrasionre: Goncanr Faun’ Boas SOC Bor a? Galante. ty felore 2dr Decne! exch gear ia respect of the year tollowing. Late subscriptions will be accepted on the condition that Bills imued before the date af payment will + not be supplied. | . . Price: 35 cents Postage: 10 cents",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "¢ * 7 ty Criminal Law (Special Provisions) Act, 3 . ‘No. 1 of 1962 + Fi LDWO. 18 . . AN. ACT TO MAKE SPECIAL PROVISION FOR THE . APPREHENSION, DETENTION AND TRIAL OF = - , PERSONS SUSPECTED OF HAVING COMMITTED, OR . CHARGED WITH, OFFENCES AGAINST THE STATE, f TO AMEND THE PaNAL CopE, THE CRIMINAL 7 . PROCEDURE CODE AND THE COURTS ORDINANCE, \"AND TO MAKE PROVISION FOR MATTERS CON- NECTED THEREWITH OR INCIDENTAL THERETO. [Date of Assent : March 16, 1962] BEit enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority ‘of the same, as follows :— 1. This Act may be cited as the Criminal Law son dde. {Special Provisions) Act, No. 1 of 1962. Part Arrest and detention of persans suspected of committing offences against the State 2 (1) Where the Inspoctor- General of Police ‘Deteotion of suspects that any person has committed, whet peevons before or after the date of the commencement of eet this Act, any offence against the State, the Inspector- Syunfved General of Police or any other police officer autho- | ofeaos \"ised by him in that behalf may arrest such person | sssiort be without a warrant. (2) Any person arrested under this section may be removed from the place of arrest to any other place situated anywhere in Ceylon, and detained in custody until a date not later than sixty days from the day of his arrest or until the date on which \"proceedings in respect of the offence referred to in sub-section (1) of this section are instituted against him in a Court, whichever date is earlier and the fact of such arrest, and the piace of detention and any subsequent change of the place of detention, shall be notified to the Magistrate’s Court having jurisdiction over the place in which such arrest ‘took place. at 9 R05 88)",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "“4 Criminal Law (Special Provisions) Act,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "te No.1 of 1962 ~",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "(3) Any person who has the power under sub- section (1) of this section to arrest a person may—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "@ search such person and seize, remove",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "~ “and detain any vehicle, vessel, article, substance or other thing whatsoever’ used or suspected to be used in or in connection with the commission of any offence referred to in that sub-section ; and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "(® enter and search any such premises as may be necessary for the purposes referred to in paragraph (a) of this",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": ". sub-section. .",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "(@ Any person detained in pursuance of the provisions of sub-section (2) of this section shall be deemed to be in lawful custody, and shall be so detained in such place as may be authorised in writing by the Inspector-General of Police, and—~",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "@ where such place is not a prison established under the Prisons Ordinance, it shall be the duty of the person in charge of that place to receive such person and to",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "keep him in detention in accordance with such instructions as may be issued",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": ". by the Inspector-General of Police ; or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "(®) where such place is a prison established under the Prisons Ordinance, it shall be the duty of the officer in charge",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "i. of that prison to receive such person",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "and to keep him in detention, and the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "provisions of the Prisons Ordinance and",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "the rules made thereunder, otherthan the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "provisions of Part IX of that Ordinance",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "and the Tules made to give effect to the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "provisions of the said Part IX, shall,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "subject to the provisions of sub-section",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": ": (6) of this section, apply to the person so detained, :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "(5) Where a person is detained in pursuance of the provisions of sub-section (2) of this section in a Prison established under the Prisons Ordinance, \"the Permanent Secretary to the Ministry of Defence",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Criminal Law (Special Provisions) “Act, 5 ae No. 1 of 1962 * 2, and External Affairs may, from time to time, by order issued to the officer in charge of that prison . direct— . (a) that any of the provisions of the Prisons . ‘. Ordinance or the rules made thereunder, © - = ¥ other than the provisions of Part IX .s ‘ of that Ordinance or the rules made to on give effect to that Part, shall not apply . to such person or sball apply to s person subject to such conditions or modifications ag may be set out int . the order ; or cet (6) that all or any of the provisions of Part IX of the Prisons Ordinance or the rules made to give effect to that Part shall apply to such person, or shall apply subject to such conditions or modifice- tions as may be set out in the order. {© So long as an order under sub-section (5) of this section is in force in respect of any person, the provisions of paragraph (6) of sub-section (4) of this section shall, in their application in the case of such person, have effect subject to such order. It shall not be necessary to publish any order mile under sub-section () of this seston in the Gazete, and accordingly such order shal ake eect upon its being signed by the Permnent Secretary . to the Ministry of Defence and External Affairs. (8) The provisions of sections 36, 37 and 38 of the Criminal Procedure Code shall not apply in the case of any person arrested or detained in pursuance of the preceding provisions of this section, (9) Any person in charge of any place referred to in paragraph (a) of sub-section (@) of this section, or any officer in charge of any prison referred to in paragraph (6) of that sub-section, who fails to per- form the duty imposed on him by the said paragraph @), oF the said paragraph (B), as the caso may be, shall be guilty of an offence and shall, on con- viction aller sdmmary trial before a Magistrate, be liable to a fine not exceeding one thousand rupees or to imprisonment of either description for a term not exceeding six months, or to both such fine and Imprisonment. . .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "eo 6 Criminal Law (Spectal Provisions) Act, uf - “No. | of 1962 : Parr I Amendments to the Criminal Procedure Code : and the Penal Code ‘Ascanttet of 3. Section 39S of the Criminal Procedure Code section 395 of is hereby amended, by the substitution, for the eon expression “ sections 114, 191” wherever it occurs Prius Cole, in sub-sections (1) and (3) of that section, of the expression “ sections 114, 115, 116, 191”, _ Amodmente ' —d, Section 440A of the Criminal Procedure ton 408 Code is hereby amended as follows :-— Praca Code. (1) in sub-section (1) of that section by the substitution— * (@) in paragraph (a) of that sub-section, -” for the expression * (hereinafter, unless the context otherwise implies, referred to as 2 “ sedition”) ;*, of the expres- : sion ‘ (hereinafter, unless the : context otherwise implies, ~' referred to as“ sedition), of any other offence under Chapter . of that Code ;*; and (@) for the oxpression “the person charged shalk be tried\", ; of the expression “the. triat of such offence shall be held” ; @) in sub-section (3) of that section, by. the substitution, for all the words from . “by the Court” to the end of that sub-section, of ‘the words “by the court of trial.” ; and : | () in sub-section (5) of that section, by” a the . substitution, for the word : “information.”, of the following — yoy “information : 4 wot Provided, however, that any such : person shall not be admitted to bait .. except with the consent of the Attorney- i . General.”. :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "Criminal Law (Special Provisions) Act, - 7 ‘No. 1 of 1962 oe S. The First Schedule to the Criminal Procedure Ameedomt of Code is hereby amended as follows :— Sere (1) in the entry in the third column of that te Ciinin Schedule relating to section [13B of the Prectime Penal Code, by the substitution, for the words “if arrest, of the words “if arrest for the offence”; : (2 in the entry in the— (@ third column of that Schedule re- lating to section 114 of that Code, bby the substitution, for the words “Shall not”, of the word “May” ; and (® seventh column of that Schedule relating to section 114 of that . Code, by the substitution, for the words “ for twenty years”, of the . words “ which shall extend to at Jeast ten years but shall not extend to more than twenty years” ; ©) in the entry in the seventh column of that Schedule relating to section 115 of that Code, by the substitution, for that entry, of the entry “ Death or imprisonment of either description which shail extend to at least ten years but shall not extend to : more than byenty years, and forfeiture of property.” ; and () in the entry im the third column of that Schedule relating to section 123 of that Code, by the substitution, for the words : * Shall not ”, of the word “ May ”.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "6 (1) Section 114 of the Penal Code is hereby Ameadmen of axsendet, by the substitution, for the words “which 7x44 wad may be extended to twenty years, \", of the words Gaia “which shall extend to at least ten years but shall",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "- Tot extend to more than twenty years, ”.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "(2) Section 115 of the Penal Code is hereby amended as follows :—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "@ by the substitution, for all the words from *Ceyton, shall” to “to fine”, of the following :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "“ Ceylon, or conspires to overthrow, or attempts ot prepares to‘verthrow, Or docs any act, or conspires to do, or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "a 8 Criminal ‘Law (Special Provisions) Act, . : No.1 of 1962 + “attempts or prepares to do any act, calculated to overthrow, or with the : object or intention of overthrowing, or 0 as a means of overthrowing, otherwise than by lawful means, the Government . of Ceylon by law established, or cons- pires to murder, or attempts io murder, or wrongfully confines, or, conspires or attempts or prepares to wrongfully confine, the Governor : General or the Prime Minister or any other member of the Cabinet of Minis- ters, with the intention of inducing or compelling him to exercise or refrain - from exercising in any manner any of the lawful powers of such Goyernor-* General, Prime Minister or Cabinet Minister, shall be punished with death, or imprisonment of either description which shall extend to at least ten years ‘but shall not extend to more than ‘twenty years, and shall forfeit all his Property.” ; and . .,  @Yin the marginal note to that ‘section, by the substitution, for the word “section.” \" of the words “ section, and certain other : offences against the State.””. Tasection of 7. The following new section is hereby inserted anos immediately after section 126, and shall have effect Peal Code, as section 126A, of the Penal Code :— _ * Definition 126A.’ For the purposes of this othe Code, the expression --“ State “Sate Prisoner” includes any person who writen\". ig detained or remanded in custody or imprisoned in ‘any place. whatso- . ever, whether under the Criminal Procedure Code or any other written law, in connection with any offence under this Chapter or under any . . * regulation made under the provisions . of the Public Security Ordinance’. |",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Criminal Law (Special Provisions) Act, 9 No.1 of 1962 Part Tl : General Provisions",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "8. Any direction issued by the Minister of Diswtion Justice under section 440A of the Criminal Procedure ‘suel by de Code shall be final and conclusive, and shall not Maso! | be called in question in say Court, whether by WAY stint ot of writ or otherwise. the Criminal",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Prooedare Code . to be final and . conchsive.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "9. Where the Minister of Justice issues a “Consitation direction under section 440A of the Criminal ofthe Supreme Procedure Code that the trial of any offence shall be Court forthe held before the Supreme Court at Bar by three See eaast",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "_ Judges without a jury, the three Judges shall be the stam ar Bar nominated by the Minister of Justice, and the ty hme suis Chief Justice if so nominated or, if he is not so witout jay. sominated, the most senior of the three Judges so nominated, shall be the president of the Court.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "The Court consisting of the three Judges so : nominated shall, for all purposes, be duly con- stituted, and accordingly the constitution of that Court, and its jurisdiction to try that offence . shall not be called in question in any Court, whether by way of writ or otherwise.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "10. The determination of any question before Detercdaaton the Supreme Court on a trial at Bar by three sfavestions Judges without a jury shall be according to the ty mieriv opinion of the majority of such Judges. _ Othe Coun,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "11. (1) In the case of any offence against the Taner ot State, the Attorney-General may, at any time Pedoutoan before or after the commencement of the trial some of that offence but before judgment is pronounced, ace sgime, with a, view to obtaining én such tral the evidence teSun of any person supposed to have been directly or indirectly concerned in or privy to that offence, , tender a pardon to such person, whether or not he is an accused, on the condition of his making a full and true disclosure of the whole of the circumstances within his knowledge relative to that offence and to every other persog concerned,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Yhether as principal or abettor in the’commission ereof,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "10 Criminal Law (Special Provisions) Act, No. 1 of 1962",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(2) The provisions of section 284 of the Criminal Procedure Code .shall not apply in the case of any offence against the State but the other provi-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": ". sions of that Code relating to a pardon tendered + umder that section shall, mutatis mutandis, apply to a pardon tendered under sub-section (1) of this section in like manner and to the same extent as such other provisions apply in the case",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "of a pardon tendered under the said section 284. Admisbce 12. (1) In the case of an offence against the of statements ot ‘State, a statement, whether or not it amoynts to a inthe case confession, made by any person may, whether or Saas\" not that person was in the custody of a police ~ officer at the time the statement was made and whether or not such statement was made in the immediate presence of a Magistrate, be proved ‘as against such person if, but only if, such state- ment is not irrelevant under section 24 of the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "Evidence Ordinance :",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "Provided, however, that no such statement shall be proved as against’such person if such statement was made to a police officer below the rank of Assistant Superintendent.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(2 In the case of an offence against the State, a statement made by any person which may be proved under sub-section (1) of this section as against himo- self may be proved ag against any other person jointly charged with such person if, but only if, such ‘statement is corroborated in. material particulars by",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": ". [evidence other than a statement proved under tha sub-section.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(3) The burden of proving that any statement referred to in sub-section fo) of this section is irrelevant under section 24 of the Evidence Ordinance shall lie on the person asserting it to be",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "- ° irrelevant. . .",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "4, The provisions of sections 25, 26 and 30 of”",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "the Evidence Ordinance shail not apply in the case : of any offence against the State.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(5) A statement made by an: n may be",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "proved under sub-section rat of aubesection xc) of ¢ this section notwithstanding the provisions of sub~ . section (3) of section 122 ofthe Ceimimal Procedure.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "- Criminal Law (Special Provisions) Act, OM * _No. 1 of 1962 .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "13. _In the case of any offence against the State, Provaios of it shall not be necessary to comply with the pro- Caste XI of Vistoos of Chapter Kil of the Criminal Procedure Scirtal Code. ted nat be",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": ". ote . : in the coe of . . ty oboe . salut the _ San",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "14, The trial of a person for an offence against Cirarsanon the State may commence or continue in his absence ‘hich the if the Court is satisfied that he is evading arrest, Saot% or absconding, or feigning illness. Ge smemay",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "be bald in the abate of the 7 scomed.",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "15. A person who is convicted on a trial held Nosigttof before the Supreme Court under section 440A S922 Com of the Criminal Procedure Code shall have no 40ur right of appeal to the Court of Criminat Appeal, “””*\" and accordingly section 4 of the Court of Criminal Appeal Ordinance shall not apply to such person.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "Part IV Miceet Provisions *",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "16. For the purpose of the exercise, discharge special ot performance of any power, duty, or funeiion pave conferred or imposed on any person in respect of Wisarte any offence against the State, such person may Use Sevot all such means, measures and force, as may be crate pow, necessary for that purpose. funciona or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "17, (1) Subject to the provisions of sub-section Ameasmet of (2) of this section, section 7 of the Courts Ordinance i Come is hereby amended as follows :-— Ordinanes.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "- @ by the substitution, for the word “nine”, of the word “ eleven” ; (®) by the substitution, for the word “eight ”, of the word “ten” ; and et © in the marginal note to that section the ctbeltation, for the word * ioe of the word “ten”. _",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(2) The provisions of sub-section (1) of this section shall come ato operation on such date as may be appoint Miniter of Justice by Order published in the Gazente,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "Pane Seaver tener",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": ": ‘ 12', Criminal Law (Special Provisions) Act, No. 1 of 1962 = This Actto ~_ As, The plovisions of this Act shall have effect pre over . notwithstanding. anything to the contrary in any iw. . other written law. et Retrospective 19, The provisions of this Act, other than the ‘epecation of provisions of section 17, shall be deemed, for all this Ast, Purposes, to have come into operation on January 1, Provided, however, that the provisions of Part I . of this Act shall be limited in its application to _ any offence against the State alleged to have been committed on or about January 27, 1962, or any matter, act, or thing connected therewith or inci- 7 dental thereto. Imerpretation 2). In this Act, the expression “ offence against ’ the State” means ay act or omission made . punishable by Chapter VI of the Penal Code. ‘Qpertion ofthis 21: The preceding provisions of this Act, save ~ and except Part I and section 17, shall cease to be operative after the conclusion of all legal proceedings connected with or incidental to any offence against the State committed on or about the 27th January, 1962, or from one year after the date of commence~ ment of this Act, whichever is later, provided that the Senate and the House of Representatives may, by resolution setting out the grounds therefor, extend the operation of this Act from time to time . for further periods not exceeding one year at a time.",
    "mean_p_confidence": 0.86
  }
]