[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". pe GaP Rs, 2 ie : ay}. ety Cao ‘ Sey Cuyg ® PARLIAMENT OF THE DEMOCRATIG SOCIALIST REPUBLIC OF : SRI LANKA . SAMBUDDHA JAYANTHI CHAITYA TRUST ACF, No. 19 OF 1980 [Certified on 18th April, 1980] Printed on the Orders of Government . Published as a Supplement to Part II of the Gazettes of the Democratie Socialist Republic of Sri Lanka of April 25, 1980 PRORTAD AT OWE DEDANENT OF COVEMNAGENT PRINTING, BRE LANKA TO Wy FURGIAEED AP Tilt OOW\", PUBLICATIONS BOREAW, Golan Price: 65 cents ‘Postage; 35 cents",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "” Sambuddha Jayanthi Chaitya Trust . Act, No, 19 of 1980",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ". {Certified on 18th April, 1980} sae LDA. 1/79 :",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "AN ACT 10 PROVIDE FOR THE Z5TARLISHMENT Os A TRUST CALLED *",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘tae Sanenvopea JavaNTHt CHArIYA TRUST, To SPECIFY 77S",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "OBIECIS AND POWGRS AND TO PROVIDE FOR DEATTENS CONNECIED",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘THRREWSTHE OR INCIUENTAL THERETO.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enacted by the Parliament of the Democratic Socialist ‘Republic of Sri Lanka ag follows :~— 1. This Act may he cited as the Sambuddha Jayanthi Short title. Chaitya Trust Act, No, 19 of 1980, 2. (1) There shall be established a Trust which shall be Establishment called the Sambuddha Jayanthi Chaitya Trust (hereinafter $200 aape referred fo as “ the Trust), ieee (2) ‘The ‘Trust shall, by the name assigned to it by subsection (1), be a body corporate and shall have perpetual succession and a common seal and may gue and be sued in such name, 2. (1) The Trust shall be administered by & Board af Constitulion, ‘Trustees (hereinafter referred to as “the Board”) which of Trustees, shell consist of the following members appointed by the $Me ‘Minister :— {a) an oftcer of the Ministry of the Minister ; (®) the Chairman of the Sri Lanka Ports Authority; (©) an officer of the Ministry of the Minister in charge of - the subject of Cultural Affairs, nominated by that Minister ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "{) un officer of the General Treasury nominated by the Secretary to the Tressury ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(e) an officer of the Department of the Publie Trustee, nominated by the Public Trustee; and .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "() two representatives of the Varaya Bauddha Bala ‘Mondslaye nominated by the governing body of Yoet Mandalaya with the concurrence of the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ". Minister. Hach member appointed under thts",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "paragraph sball hold offics for a petiod af three",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "_) years trom the date af appointment ond shall Be",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "eligible for reappointment. () The Minister shall appoint one of thn members of the Board to be Chairman of the Board, vores . j 8 sate — 19000 mn) yee",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Sombuddha Jayanthi Chaitya rust ~ Aet, No, 19 of 2980 (8) The Board may regulate tle procedure tn regard to its meetings and the transaction of busines at such . meetings. a - (@) The, Board may act notwithstanding’’a vacancy amongst its membera, - fan ot tte A. The seal of the Trust— ” (@) shall be in the custody of such persons as the. Board may from time to time determine; on (b) may be alteved in such manner as may be determined _ by the Board; ana : (CF shall not be affixed. to any instrument or docusient except with the sanction of the Board and in the Presence of two members of the Board who shall Sign the instrument or document in token of their - Presence. Trgchjects “5. The objects of the Trust shall be— (a) to complete the construction of the Sambuddha “+ Jayanthi Chaitys ; (®) to maintain and keep in repair the said Chattya; . (© to promote Buddhist cultural and educational . activities, Bowers,\" _@ (A) The Board shall, in the name af the Trust, have funsuongot _ the power to do all things as are necessary for, or conducive ‘the Trust, ‘or incidental to, the carrying out of the objects of the Trush @) Without prejudice to the generality of the powers conferred by subsection (1), the Board may exercise and discharge the following powers and functions— “(@) fo raise funds or receive grants, gifts or. donations . in cesh or kind, whether from local or, foreign _, wourees s @) to acquire, hold, take ot, give on lease or hire, . mortgage, pledge, sell or otherwise dispose of, 207, movable or immovable property ; (c} to enter into of perform, either directly or through + offlcans and servants or agents authorized ti writing . that behalf by, thé Board, all such contracts and “\" agreements sg thay be necessary for the exercls®, discharge and performance of the powers, function® _ nd duties, and in carrying out the objects of the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "Sambuddha Jayanthi Chaitye. Trust g ‘Act, No. 19 of 1980",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(@) to appoint, employ end reraunerate officers and servants of the Trust and to make rules regarding the appointment, promotion, remuneration and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": ": disciplinary control of the employees and the grant of leave and other benefits to them;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(@) to invest funds belonging to the Trust in any such investments as are authorized by law for the investment of trust money and to recall, reinvest and vary such investments and to collect income accruing from such investments ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "{J) to make rules in relation to all matters connected with the working of the Trust; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(9) to do such other acts and things ss the Board may consider necessary or conducive for the attainment Of the objects of the Trust, -",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "%. (1) There shall be established a Fund called the Xstablishment Sambuddha Jayanthi Chaitya Fund (hereafter in this Act 94 Sam referred to as the “Fund \"}. Zayanth",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(2) ‘The Board shall have the power to manage, contro] FU and operate the Fund.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(8) The Goversiment may donate to the Trust from time to time grants for the purpose of carrying out the aims and objects of the Trust, :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "B With effect from the date of commencement of this Transfer of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "on; conan, Act 02 moneys a the Fund, {a) the sum of Rs. 300,000 allotted ta Project 102 3° Construction and improvements—Object Code 13—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "+ Construction of Buddha Jayanthi out of the amount specified in {tem “ Head 45—Colombo Port Commis- sion, Programme 2; Pert Facilities (Colombo",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "Port) \" in the First Schedule to the Appropriation . Act, No, 18 of 1978, shall be deemed to form part of the Fund and any payment heretofore made out",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": ". ‘of the safd sum of Re, 300,000 shall be deemed to be",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "“payment made out of the Fund; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "«®) the moneys collected for the purpose of constructing",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "the Sambuddha Jayanthi Chaitya snd lying with",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "the Varaya Sambuddha Jayanthi Chaitya Fund aod",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "the Varaya Bauddha Bala Mondalaya shall be 7 transferred to the Fund.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "a. Sombuddha Joyanthi Chaitya Trust - . “Act, No, 19 af 1980 Bayruents 3, ‘There shall be paid into the Fund— (a) any funds raised, or grants, gifts or donation received, or moneys realized or collected, under section 6 (2) ; * (&) any grant received from the Government under section 7; and (c) sy income from investments or other receipts due to the Trust, Payments 10. There shail be paid out of the Fund— Fond. (a) expenses necessary for the working, establishment and maintenance of the Trust ; {b) the cost of the completion of the construction, main- tenance, additions, alterations or improvements to : the Chaitya ; (©) the payment of salaries to officers, servants and other . employees 5 and (@) all such other payments as are approved by the Board as being necessary for the purpose of carrying out the objects of the ‘Trust.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "Accounts end 1, (1) The Board shall cause proper books of accounts audit. to be kept of the income and expenditure, assets and Hebili- ties and atl other transactions of the Trust.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(2) The Auditor-General shal! audit the accounts of the ‘Trust every year. .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(B) Notwithstanding the provisions of subsection (2), the Minister may, with the concurrence of the Minister in charge nf the subject of Finance, and in consultation with the Auditor-General, appoint a qualified auditor or auditors to audit the accounts of the ‘Trust. Where such appointment has been made by the Minister, the Auditor-General may, in ‘writing, inform such auditor or auditors that he proposes to utilize his or their services for the performance and discharge of the Auditor-General’s duties and functions in relation to the Trust and thereupon such auditor or auditors shall. act under the direction. and control of the Auditor-General.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(4) () The Auditor-General may for the purpose of assisting him in the audit of the accounts of the Trust, employ the services of any qualified auditor or audisers WHO",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "’ aball act under his direction and contro) =",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Sembuddha Jayentht Chaitya Prust 5 ‘Act, No, 19 of 1980",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "{b) If the Auditor-General ie ct opinion that it is neces- sary to obtain assistance in the examination of any tecintcal, professianal or actentific problem relevant to the audit of the accounts of the Trust, he may engage the services of—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(@® a person not being an employee of the Trust; or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(i) any technical or professtonal or sclentific institution",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "‘not belag an institution which has any interest in ‘the management of the affairs of the Trust, and such person or institution shall act under his direction and control,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(8) (@) The Auilitor-General or any person authorized by him shall in the audit of the sccounts of the Trust be entitled —",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "@) to have access to all books, records, returns and other",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "documents of the Trust ; 41) fo have access to stores and other property of the ‘Tevet ; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(ii) to be furnished by the Board or the officers of the ‘Trust with such information and explanations 3 may be necessary for the performance in the audit of the accounts of the Trust.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(®) Every quolified auditor appointed to audit the accounts of the Trust or any person authorized by such auditor shall be entitled to have like accem, information and : explanations in relation to the Trust",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(8) The Auditor-General shall examine the accounts of the Trust and furnish a report to the Board.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(1) Every qualified auditor appointed under the provisions of subsection (8) shall submit his report to the Minister and also submit 2 copy thereof to the Auditor-General,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(8) The Boord ahali annually prepare a report of the work of the Trust and a report of the finances during the year completed, which shall together with the report of the quali fed auditor, be tabled in Parliament and be published in the Gazette for general information before the lapse af the year succeeding the year to which such report of the finances relate, .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "42 The financial year of the Trust shall be the calender me,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "° 6 Sambuddha Jaysnthi Chaitys Trust . Act, No. 19 of 1980",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "Protartion of 3. (1) No suit or proseention shall be instituted against",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "the Bewrisna any member of the Board ar against any officer, servant or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "fice eof agent of the Trust appointed for the purposes of this Act",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "tbe Trust {or for any act which is in good faith done or purported to be",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "fle Act done by such person under this Act or on the direction of the Board,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "(2) Any expense incurred by the Trust in any suit or Prosecution brought by or against the ‘Trust before any court shall be paid out of the funds of the Trust and any vests paid to, or recovered by, the Trast in any such suit ‘or prosecution shall be credited to the funds of the Trust. (3) Any expense incurred by any such person as is",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "referred to in subsection (1) in any sutt or prosecution ‘brought against him before sny court in respect of any act which is done or is purported to be done by him under this Act or on the direction of the Board shall, if the court holds that such act was done in good faith, be paid out of the funds of the Trust unless such expense 1s recovered by him in such suit or prosecution.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "Hece., 4.-No wrt against person or property shall be issued",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "Person or, against any member of the Board or any officer or servant",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "mem ‘the",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "memberof of the Trust in any action brought against the Trust.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "fears and 18. Ail officers and servants of the Trust shall be deemed",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "the meas to be publle servanis within the meaning and for the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "be public purposes of te Penal Code, .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "secvania",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "under the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "Bonsl Code,",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "Tipit deemed «16, ‘The ‘Trust shall be deemed to be a scheduled",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "scheduled —_—_instftution within ihe meaning of the Bribery Act and the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "within die provisioni of that Act shall accordingly apply. .",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "ee Bribery 7",
    "mean_p_confidence": 0.21
  }
]