[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ist Session 1956-57 et gig, sauce SS Sy Hy a (iy eS ‘gy WN Qe\" : Foreign Loans Act, No. 29 of 1957 Date of Assent : Aprit 13, 1957 . . Printed on the Orders of Government Printed a Fo Government Puess, ad ‘To be ’ ‘Annoal Sul tion (including Bills) Rs, 25, payable in See Be een, Cuan vee Price: 10 cents. Postage: 10 cents, .",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Foreign Loans Act, No. 29 of 1957 3 L. DO. 10/87. \"AN Act 10 MAKE PROVISION REGARDING FOREIGN LOANS ‘70 THE GOVERNMENT OF CEYLON. . “ [Date of Assent: April 18, 1957]",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate’ ‘ind. the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1. This, Agt may be cited. as the Foreign Loans Shut th Act, No, 29 of 1957, :",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2. The Govetnor-General or any pergon specially ‘Fere authorized by him in that behalf may, in the name ipo iean and on behalf of the Government of Ceylon, sign— sertech,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(@) a loan agreement relating to a foreign loan 7 » fo the Cvomnment at Ceylon, and ge other ++ (@) any bond, promissory note or other document itting to » required by soch “loan. agreement, to be Eek executed by the-Government of Ceylon. of Cepton.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "3. All sums payable hy the Government of Ceylon Some persbia under a loan agreement relating to & foreign loan to Be. Moot ot the Government of Ceylon and all sums payable under Seven der any bond or promissory note executed poreuent tosuch toate “saa Joan agreement are horeby charged on the Consolidated pemiwney Fand of Ceylon. Pg caus",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "hat . inl",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "4. (1) The Minister of Finanos may, by Order pub- Brew of Hished the Gazette, make such Barret as may be finite ot necessary to gis effect to a loan agreement relating aoke provi. to a foreign loan to the Government of Ceylon. pena",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "@) Every Order made and published under eub- fe Gseutis to",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "«tection (1) shall have the fores of law. fe agree.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "3. In this Act, the expression “' foreign loan ”” Interpretation, mesns a loan in any currency granted by a foreign Government or the oy of a foreign Government or by any international organisation. eerie eerstrines",
    "mean_p_confidence": 0.74
  }
]