[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "fn “aE BO? Bex Gn) Nie ae | BBEAPY 279 By PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA BUSINESS UNDERTAKINGS (ACQUISITION) (AMENDMENT) ACT, No, 21 OF 1980 [Certified on 2nd May, 1980] Printed on the Ordars of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of May 09, 1980 OA De ARAOI O OMENEE MI ‘70 BE PUBCHABED AT THE GOVT, PUBLICATIONS BUREAY, COLOMBO 7 : Price: 28 conts Postage: 35 cente",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "' Business Undertakings (Acquisition) (Amendment) 7 Act, No, 21 of 1980 [Certified on 2nd May, 1980] L. DO. 43/78. Ax Act To AMEND THR BusiNess UNDERTARINGS (ACQUISITION) ‘Act, No. 95 oF 1971, BE It enacted by the Parliament af the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "1 This Act may be cited as the Business Undertakings Short title, (Acquisition) (Amendment) Act, No, 21 of 1680.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2% The following: new section is hereby fnserted Insertion immediately after section 12, and shall have effect as section SL 8¥ 12a, of the Business Undertakings (Acquisition) Act, No. 35 in Act",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": ": No. 33 of ef 1971:— wi ‘ “Interest 12a. Payments to be made in respect shast be Bayableon == of— son (a) any business undertaking acquired by,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "or vested in, the Government ; or {0) any property vested in, or requisi- tioned by, the Government, for the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": ". purpose of any undertaking, aball be considered as accruiyg due from the : _ date on which such business undertaking or : property, as the case may be, was transferred to, or vested in, or requisitioned by, the Government. Interest at the prescribed rate shall be paid on every such payment from the date on which {t accrues due until the date of payment,”",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "3. The amendment made to the Business Undertakings Retrospective (Acquistion) Act by section 2 of this Act shall be deemed <Tect of for afl purposes to have come into operation on the date of coming into operation of that Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "Annual subscription of Bills uod Laws of the Parliament Ra 30 (Local), Ra 40 (Foreigo), paysble to the Sovtuwmeomr,, Govern Postscazi0Ns Bunsav, P, 0, Box 500, Corome 1, befors 16th December each year in Fespec ff the year following. Last subscriptions will be accepted on the eondition thet ‘Bills and Laws ised before the date of paymen twill not be supplied.",
    "mean_p_confidence": 0.7
  }
]