[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT Ar CEXLON P Fee, 3rd Sess; ces) e(cey. KRU Penal Code (Amendment) Act, No. 6 of 1968 Date of Assent : February 28, 1968 Printed on the Orders of Government . Eoniala'h ola MME Faalti Ta, ids i, Oke ie alge oe ESAS US, eta Sg la et ad Price: 20 cents Postage: 10 cents",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Penal Code (Amendment) Act, No. 6 of 1968 L D.—O, 82/68. Ax Ac? 70 ausup mie Punat Cops. ies 3. [Date of Ascent: February 28, 1968) mee BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1e House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1, This Act may be cited as the Penal Code set sit. (Amendment) Act, No. 6 of 1968,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2. Section 225 of the Penal Code is hereby repealed Hokey and the following new section substituted therefor:— seve Bhot _Alsaoing ot 225. “Coin” isa metal used as money = Saeat glamped and issued by the authority of oe the Government of Ceylon or under the",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Currency Ordinance, No, 21 of 1941, or any enactment in operation for the time being relating to the issue. of coins in Ceylon or by the authority of the Govera- ment of any part of Her Majesty's Realms and Territories or by the autho. rity of the Government of any foreign country in order to be so used.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "“Current coin’? means coin which is lesefully current fn Ceylon or in any part of Her Majesty's Realins and Territories or in any foreign country.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Llustrations",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(2) Cowries are not ooin.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(®) Lompe or bers of unstamped metal.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "jough used as money, are not coin.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(©) Medals are not coin inasmuch as they are not intended to be used as money. *,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "see_4et2 0707",
    "mean_p_confidence": 0.2
  }
]