[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "’ PARLIAMENT OF CEYLON . 4th Session 1963-64 2s AED», Ga) Paee iia EN Sent i) - . . Qos Seg a as wry Ceylon Petroleum Corporation (Amendment) Act, No. 5 of 1963 Date of Assent: 22nd August, 1969 . ; ( . Printed on the Orders of Government... Pct a STEEP, Bead fC oe Rd Price: 40 cent, Postage: 18 cents.",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "_ Cayton Petroleum Corporation (Amendment) - |",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "aucmuay re No bof 1963 .",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BL. D0, 21/68. eo Aw Acr 10 amenn tae Cryton’ PrrroLeos",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ": Gonponamox Act, No. 28 oF 1961. -, [Date of Assent: 22nd August, 1963] 7",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enacted by the Queen's Most: Exosllent Majesty,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "by and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "the House of Representatives of Ceylon in this present",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Parliament assembled, and by the authority of the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "sams, as follows:—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4. This Act may be cited as the Ceylon Petroleum stor ss Corporation (Amendment) Act, No. 5 of 1963.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2, The long title of the Ceylon Petroleum Cor-  Amrpiuet o poration Act, No. 98 of 1061, hereinafter referred to SejKste, as the principal Act”, ig hereby amended, by the sf iva substitution, for the expression ** to oarry on business as an importer, oxporter, seller, supplier or distri- butor of petroleam,””, of the expression ** to carry on business as an importer, exporter, seller, supplier or distributor of petroleum, as well’ as the busivess of",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "* exploring for, or exploiting or producing or refining petroleum,’",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "8. Section 5 of the principal Act ishereby amended Aucetnea: o as follows:— ° sien oe (@) im paragraph (2) of that section, by the substitu. ““",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "tion, for the expression” “of petroleum; ... and’, of the expression ‘ of petroleum;”; \"82\", @) by the relettering of paragraph (0) of that section * 7 te ratering of paregrans ot Ot tn (0) by the insertion, immediately after paragraph ? PY Te oF that senton’ of tho toldwog abe paragraph:— met! ee ay (b) to carry on the business’ of “explori Oe eae eating rodune, tat. . refining of, petroleum; and”; end »,.°7 ) in'relettered paragraph (c) of that section, + @ the substiontion, “for the expression: aH paragraph). ef the expression’ in Paragraphs (a) and)... * Sane ne",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": ": 2 Ceylon Petroleum Corporation (Amendment) so Act, No. 6 of 1288 noe! Tounion st iy The following new sections are hereby inserted Ri'Gan immediately after section 6, and shall have effect as iad principal section 5a, section 58, section S¢, section §n, section 7 5p, section 57, section 5c, section 5m, section 5: oy ‘end section 54, of the principal Act:— : swteasiog ot 5A. (1) For the purposes of sections Qe curs 5p, 5p and Br, the expression awe “ appointed date” means such date #3 may be appointed by the Minister, with the approval of the Government, by Order published in the Gazette (being a date prior to January 1, 1964) or the following. date, namely,” Jancary 1, 1984, whichever of such dates .is the earlier date, Ls (®) An Order made under sub-section wee (1) shall, upon its publication in the SUSE 8 Gagette, be deemed to be as valid and ii lngvec t+ effectual as if it were berein enacted. © +. Pixies ids 58. (1) On and after the appointed “ro Kym “date, the right to import, export, sell, uly’ or ditt supply or distribute— : we ocean st @ pessats . Ses Gemmae at ret (b) kerosene; - seth Suaed ia the 5 2 fe diesel oil; and : LOE Garponaton 7\", (@) furnace il, oops TEP shall, gave ae otherwise expressly pro- . pvided by or under this Act, vest exclusively in the Corporation. “ei (2) On.and after the appointed date, “np pereon, other then, the ‘Corporation, _ shell, save as otherwise expressly pro- 1 \"i ded by of under this At, ‘import, 6x .*s: port, sell, aiipply or distribute— See ‘ potrotior es so» db) kerosene; or” <5) Es (2) diesel oil or~\". * 1 eo @ furmace-oil. +7,\" 2 +. @), The sale, supply or distribution » vicg, AMY person of am Patol, kerosene, ‘ese “o'er furnace oil shall be deemed not to SL ee ee ree « -£>.(@) an interferente ‘with,“or-@_vio- Dull ylation of, tha’ exclusive right “hace 5 vested: in ‘the Corporation by 2.2 sub-section (Ison... 0. 7+ -",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "<+e-Ceylon Petroleum Corporation (Amendment) 3",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "aie ‘Act, No. & of 1968",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "+ ° (B) a contravention of the provisions - ‘of sub-section (2),",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": ": if, but oaly if, it is done under’ the written authority of the Miaister or any authorised officer under sub-section (4), or of the Board of Directora under section 58, and in accordence with the terma and conditions subject to which such authority is granted.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(4) The Minister or any authorised officer may grant a written authority to any person to import, export, sell, supply, or distribute petroleum of any class or description specified in sub- section (1) for the sole purpose only of",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "* enabling such person to provide petro-",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": ": Jenm of that class or description as fuel if ’ o for marine ships or aircraft. : eee Spree 6c. (@) The Minister may, from time: - Gnder'to See to time, by Order declare that ‘the Tight“ _ ¢ the clue to import, export, sell, suppl or distri- Corporation bute petroleum of any such class or des- fa fares; ——eription as shall be specified in the ‘supply or Order, not being petroleum of any class. fainbote | or description specified in sub-section (1) Tai tdhe of section 58, shall, save as otherwise *, o dexriptions. expressly provided by or undér this Act, . vest exclusively in’ ‘the “Corporation. . Any such Order may be amended, varied .\"; or revoked -by. the Minister by a like. 6 Orden re on tit , (2) ‘The: provisions of sub-sections i) 5 to (8), both inclusive,-of section 66 shall .; -- . mutatis mitandis apply to every Order J - made under sub-section’ (1). of this ~ <* seetion in like manner and'to thé same . : gxtent as each provisions apply.-to an 25, Order made under the said section 68.1 LPS = @) So long es an Order made.by the -\\ : Minter under sub-section (I) is in tones v -,. in regpect-of petroleam of any. class or vi’. +, description, Do Person, other “than the + + +: Corporation, shall gave as otherwise ex- ” 20.\" presely: provided br-or under this Act; Import, export, sell, supply or distribute petroleum: of that class or description.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Ceylon Pettoleum Corporation (Amendment) - Act, No. & of 1983 (4) The sale, supply or distribution by -any person of petroleum of ony class or description in respect of which there is : for the time being in force an Order made Ka the Minister under sub-section (1) _ shall be deemed not to be— (©) an interference with, or a vio- _ lation of, .the exclusive right vested in the Corporation by thet Orders or (8) a contravention of the provisions . of sub-section (3), if, but only if, it is done with the written ‘+ ‘authority of the Board uf Directors under section 58, and in accordance , . With the terms and conditions subject to : which euch authority is granted. clinine right 5p. On and after the appointed date, fe esplom forthe right to explore for, and exploit, seis’ te produce and reline, petroleum shall vest Corporation. exclusively in the Corporation; and an accordingly, on and after that date, no * person, other than the Corporation, shall » ad explore for, or: exploit or produce or : * *...refine,’ petroleum, Power of Burd 58. Notwithstanding that the exclu- ge pintos © sive right to sell, supply or dis- irem to‘ tribute petroleum ‘of any class or fies ¢ description is vested in the Corporation ‘certain clames = by any provision of this Act or any Order ,  leeinstas. sade thereunder, the Board of Directors oan) - May, from time to time, as respects . «petroleum of that class or description cy, +t only grant written authority to any : *-, person to sell, supply or distribate |,» 1d petroleum of that class or description : a subject te such terms and conditions as s 5 tay be determined by such Board. Contre) of the Sr. On and after the appointed date, Stdhsiuétaes’ 00 person, other- than the Corporation OF of gautemess “any person authorised by the Board of ie the Ditedtors thder section 5n, shall establish = -_ or maintain any equipment or facilities",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Ceylon Petroleum Corporation (Amendment) 5 * ‘Ast, No. 5 of 1962 ) + for the.exploration, exploitation, produe- +”. tion, refinement, storage, sale, supply or distribution of petroleum except with the . written authority of the Minister or any _ authorised officer, or otherwise than in v\" apcordance with the terms or conditions aubject to which such authority 18 : granted. Sanit of the “GG. No person, other than tho’ Sipoul ct (a Corporation, shall export, sell, lease, ES transfer, hypothecate, alienate or dis- Sismial for ths hose of in any manner whatsoever any st’peskes.” equipment or facilities which had been, .. or igor are being, or is or are, or was or weno, intended 9 be used for the explo- ration, exploitation, production, refine- ment, storege, sale, supply or distri- bution ‘of petroleam, except, with the ‘written authority of the Minister or any authorieed officer, or otherwise than in : accordance with the terms or conditions subject to which such authority is granted. Bpectal 5, ‘The following provisions shall be een. the applicable in tho ease of the exercise of Power of the power to grant a written authority wrandog omit conferred on the Minister, any autho- Sitges.\" rised officer or the Board of Direstors by ie Mires,” any of the aections 58, 58, SF and 6¢:— ae _ Dizenors, (1) Such authority may be granted : either of his or its own motion or on application in that behalf Loy made by any person. .. @ The Minister, such officer or such Board may, in his or its absolute , discretion, decide whether to poy 7M: grant or refuse to grant such \"authority. j s . ~\"(G) The Minister, such officer or such ve Board may, in his or its absolute : discretion, decide the terms and te, “.. +, conditions subject to which euch authority ‘should ‘be granted.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "@ Ceylon Petroleum Corporation (Amendment) . Act, No. & of 1968 - (4) The Minister, such officar or such + Board may, in his or ite absolate : *~ discretion, decide at any time . > to cancel such authority. (8) ‘The terms or conditions of such ’ ‘authority may be amended, varied or cancelled either of his _ or its own motion or on applica “0. +1. tion in that bebalf made by the : pereon to whom such authority : is granted. : _ (8) The Minister, such officer or such Board may, in his or its absolute discretion, decide whether or . not to amend, vary of cancel ne any term or condition of such . authority, ” : (7) Any decision made by the Minis- : ter, such officer or such Board under the preceding provisions of this section shall be final and conclusive, and .shali not be called in question in any court whether by way of writ or otherwise. Hersing of 1. The. expression | “* authorised Magid” officer ”? wherever it occurs in any of the Sine sections 5p to.de (both inclusives means : any public officer or an officer of the , Corporation authorised in that behalf by t+ the Minister. Speci pre. \"Gy. (1) No. person other than the sone eg, Coxportin ‘whd on the 5th day of June, Pedom wae” —1968,. was carrying on business as a0 Sides importer and seller, supplier or distri- imperer and” butor of petroleum, oF any class or Skin. © dasoription specified in eub-sextion (1) of section 5u shall terminate the employ- ment of any person {hereafter in this section referred to as an ‘* employee ”?) employed by him except with the written . approval of the Commissioner, or other- wise than in accordance with the terms or conditions subject to which sach approval is granted.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": ": . Ceylon Petroleum Corporation (Amendment) 7 Act, No. 5.of 1968 ., 4 . A. parson who was carrying on the business referred to in the preceding : . provisions of this sub-section is horeafter In, this section referred to as an mo. “ employer”. @) The following provisions shall apply in the case of the exercise of the . powers conferred on the Commissioner , to grant his approval to an employer : 7 terminating the employment of any i employees: — (@) Such approval may be granted or : refused on sprlicion in that : bebalf made by such employer. (®) The Commissioner may, in his absolute discretion, decide to : grant or refuse such approval. : (© The Commissioner may, in his ; absolute discretion, Necide the , : terms and conditions subject to ‘ © which his approval should be \\ granted, including in particular . . terms and conditions relating to . the payment by such employer to such employes ‘of a gratuity . or compensation for the termi- : nation of employment. | {d) Any decision made by the Commis- a seition padey the Cone provisions of this sab-section . wot shail be final and ‘tondlusive, and shell not be'called in ques- tion in any court, whether by way of writ or otherdise. <-° () Where, on or after Jue 5, 1963, any employer bas granted or grants to \\ / any employee, in addition to any benefit | such employee was or would po entitled a to receive in the ordinary-courde of his + “| employment, any’ ea grgtia gratuity or : gatipteatioa or other benefit, (hereafter ° in this sub-section referred to as ‘‘er “++, + qratia benefits \"\"), then, every person who <<.\" was an-employee of that employer on : + June 5, 1945, shall be entitled, with the a",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "+, 8 Ceylon Petrolenin Corporation (Amendment) — ~ Saas « 46; No. 6.of 1963: - : * 7/1 approval of the Commissioner given upon . \"application in thet behalf made by auch - ont Petien: 40 receive the same ee gration ». 6 Benefits: so however that the amount . : thereof shall. be a3 determined by the : . , Commissioner. The preceding provisions _ + ©’ oP this sub-section shall apply to apy . - > *. person. notwithstanding that ve ceased or ceases: to be an employee of that Lo employer after June 5, 1963, for any 1 reason whatsoever other than misconduct. ‘Any approval or determination of the __ i, Commissioner under the preceding provi- stone of thie sub-section shell be figal and conclusive, and shalt not be called * jm question in any court, whether by way . 2 of writ or otherwise. . ' oS @ Where an ex gratia gratuity or compensation or other benefit is granted \\ + (by any employer to. aa employes, euch + employer shail furnish to the Commis- sioner, within thirty days of the grant thereof, full details of the gratuity, . grmpensation or other benefit so granted. ~’, Such details shall be furnished in such “-. +\" form and manner as may be determined ~ by the Commissioner. * (1! + (G) In this section, ‘ Commissioner *” + \"+ means the Commissioner of Labour, and . ’~Gncludes a” Deputy Commissioner of : Labour. °-, Auoimen ct - 8, Section -42-of the principal Act is hereby seen of amended as follows :— Principal . ae (@) in sub-section (1) of that section— (i) by the substitution, in paragraph (3) of . + \"thet, sub-section, fort the expression : +. ‘in paragraph’ (@); and”, of the - 9 1+. expression in paragraph (@);\"\"5 : (ii) by the: substitution, in paragraph (c) of s+,» .¢ that sub-section, for the expression ‘or paragraph (b).”, of the express: “” : ion “or paragraph (8); end’; and ~*~ Gli) by the insertion, immediately after pars: - graph (¢) of that sub-section, 0 the mea, following new paragraph:—",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "*\"\\\" Ceylon, Petroleum Corporation (Anéndment) 9 . * * \"det, No. & of 1963- : eg request any person to furnish * _ information with regard fo any 1, matter within his knowledge relating to the business of im- portation, exportation, storage, sale, supply or distribution of etroleum, whether carried on Fy himself or any other person, and the persons employed for the purposes of asiness | including details of their | , salaries, gratuities, compensa- . tion, or other benefits accruing Soe to them.”; and ‘ ®) in sub-section (2) of that section, by the sub- \"stitution, for the expression ‘' of sub-section . (1) @)”, of the expression “of sub- . Section (1) (e) or sub-section (1) (2), . 6. Section 52 of the principal Act is hereby Ameotnact of amended as follows: — geod @ by the insertion, immediately after paragraph 4% + (@) of that section, of the following’ new peragraph:— : : “ (aq) where any sum has been certified ander the hand of the Commissioner : of Labour to the Corporation to be due from euch person as a gratuity or [ other monetary beuefit to any other : person whose employment has Leen 4 terminated under the provisions of section 51, then, from the ‘amount of \\ such compensation, the Corporation shall pay the sum 50 specified to the Commissioner of Labour for the pay- ment of such gratuity or other benefit, or ’;and ® by the substitution, in paragraph (5) of that section, for the expression“ procediny . paragraph (a) \" of the expression recede ing paragraphs (@) and ea,”",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "* sats {Section 58 of the, principal Act is hereby Amosnes ot amended in sub-section (2) of that section, by the ston at ‘substitation, for the expression “ of Commerce, Trade, 4a.\" ¥ood and. Shipping \"*, of the expression “ in charge of the Minister ''.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 Ceylon Petroleum Corporation (Ameniiment) . Act, No. &.of 196 | Spi 8. Save as otherwise expressly provided by this FEA im Act no person shall be entitled to odmpensation from . a buinws, the Government or any Minister or the Corporation or any Director, officer, servant or agent of the Corpora~ tion for any’ lose, damage or’ injury incurred by him - whether directly or indirectly or by way of business + or otherwise by reason of the operation of any of the ' provisions of ‘this Act. Ammdunt ot 9,’ Section 69 of the principal Act is hereby teen ef = amended in sub-section ‘a of that section by the aa insertion, immediately after paragraph (b) of that sub-sectiowt; of the following vew paragraph:— “'(6b) contravenes or fails to comply with the _... provisions of any Order made by the Minister ) : under section 5¢ shall be guilty of an offence | under this Act; ’”. . Speed 40. The provisions of the new sections 5A to. 53 . biti | (bath inclusive) inserted in the principal Act by section ston lato. 4 of this Act shall have effect notwithstanding anything to the contrary in any other provisions of the . principal Act, or in any undertaking, ‘express OF _ implied, given’ by or on bebalf of the Goverament or> the Corporation relating to the business of import- ing, exporting, selling, supplying or distributing petroleum. . : Retronctive 44. The new section 67 inserted in the principal | see hon Act by section 4 of this Act shall be deemed for all a. purposes to have come into force on June 5, 1963.",
    "mean_p_confidence": 0.77
  }
]