[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "eee Ee) ae ccs) Gem? ShmaGe sO? dadded MdSFoOaQo 1983 g¢ozn 43 ede Ga *hes® (saida) oma [mention Oued sree 1983 Safvemiat Oe 19 On Ex] petged BuOn 38E geeta adm o8 —_ 72 1983 Sedemiad On 20 Oi 8 8 com Gehems ges wBsat dndded mal eged Il om omded qictmant Dasa og 2620 C8 6 crm cided ped equidnetal aed festa sds Of ~ waned dled param Hoaxaea 6 ¢ Chen Koa Go: a2 6S mee oe ne: ath 50 & 1",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1983 gem 42 adn oa a.400 (acaDn) ene",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "[wmtirs doc meg 1983 aweniad @n 19 dm fe] cl, B—@. 7/53.",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1979 qea 28 e609 of€2a ead oma aenione BEd gon 2 amend 6 Crem SehemaTher athtint dncded atheesiQo Zax e8ed ently Ged:— 1. €8 wor 1083 grea 43 gon Egan Hgu8 (eon) gpa nim ORM ose mei mcd. 2 (608 Satan ein y_dda” cpedst aqme! még Wh ao 8m) 1970 geo 28 ede dda geot ened 8x dad Shay son ad (g) effec gad cnm goletm qmeds Ong Bisext Sori fo Pdawtha 8ao msailnw még Ted:— seein (all) 1081 goa 74 gdm @ ceem Cid? m HE BAD Bgaga omBat BEARD og G Cots Coda an mG Bf Benca sm Conds ext 8 ome ew BQO ce oO Cee gimsm panN wet;",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(eli) 1980 gor 48 gdm extn Haetmantaat end q68ee ondisy Ba9Rn cq exfe Ay muses! ond ee8eCs",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Gill) ooms?ns BBETo mesinnds panna”.",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "& gio cacied 9 De Dax! ded (1) 5m ceboni sic 2 et com quiet B82 Oat mealdna adn MSOs $e",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2) & Esdastshed (En) eFgrel “ecten worden wD LOSS.",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "yaa me DO eD2O “aeclen aad oeBio Soe,",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "me, dosed O8bLn ers HOTT sat emg® gfe mocona\" an Fn peda",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Sled j",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2) & eodentted (@) edge gested, & ef mde",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "sem galeom een qede Geez! i—",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(8) G Come BGe 8 eocag Bx! ent we Réacwye of wafata Claas re g Geimedss Bom méeon em can soi BDath aoe wg COR ud exo Fguttt an t {@) Om Car! J metacth Dlew ge 2 Oda",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4 eof bst; ent (ep) @@ BBul cot Axed eo. mass PDT Baan et odd Bat ade cg BeBe avODdaf wtaxtisas! tof Ga Sxed Bebo cea ¢ 8 mh ead Bne ent Opel ant qued OB pGEeD emt mdedD qavan Sy HOOF Efecsd @ comsS 2 enlm cadest md ext es",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 1983 qua 43 edn eddie gigas (seoalOm) San F 5h DB sol BHO ADE, (maCH Bo 28 8 amOmisd Ena ote agen, & Bdage Be @ qencdst Bom 2 Bae mém ce o® Bcomt qpmd) an Sat 8 Cmndd efesin még caees! md, & 58 2B m Bp &80;\". Res 4. gin seeded 15 Om Dowtded (@) ofqa goat Bee. Bleoe Y Contin 08s! mawlane 25Q Od. penny aaa, 2, 3. gin geqdiied 20 Bm Daxvda som euledm OOF B35 88Bxf megima wdQ He — Semone () & Bossier 1) Om coBestda eDQDe ene ect ian Sdn Cedar! Ha Heda Heeex — A) @ sdmIa cm am pacta? al sudan, 6B Busia gag Ba wtp OnDemea BOO, asd BEA 5g Mdm Cf ENIECSA gOemB4e0 BGeF quae mdm of4 2 a Sroson qonan Gabel an Paatea aBalSo Baten! ¢, ef wemOe; (9) 1972 qa¥e Gu 1 Om 8m and quien 2 eee denn eda Ge to 1078 6emrDOE Be 15 Bim Bnd sudeegO, 1968 qomw A . Q6m 28s aad emet Ty Eaxt ties BOs qhnsddm BGT een 261 ce wbatat waxtdeast QB, & Shad mefdnn mdm cq em BO ., asinl on CRD EBs Goo CAAT tems 5 : (pr) Gi) aBebsee 6Ox Senge SEO em M272 gogo Ge 1 O10 8m onl get oy cova mdm ge wm mB spend ue mém o¢ Saat OSst 1078 emdOad Sa 1b On 2nd ny yheide Bax gaea 1960 Oe; sat (i) Bede O10md Gest end Saker . ooo mS mem 1972 pete Se 1 am 8 eat qzfog mer con 6a Ge wo med oReRd mém cq Sabaet ast 1978 emheed On 16 BD EDO oF dewst 1983 iq Sa Bi Dm me sadqd ghandten BB qRen sd20 Ot",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "1983 goa 43 gdm edu mGu® (wad) onm 3 wate obaxdeant Q 80, F stot 88st 06 god yememadt we ined Bo macnst Bsa Bseeurt e080 Sela SF athed Bhat ef moss @68y m5 UACD w@ Bram AO eT Inet BO adie! ay CAD Fig CO monet Hem ¢,",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "p08 deg Sent adm Oe wa ©: ded 204 28 hots BAW adeon og COM a8 Osderaet— 1} & oxdma, adage gO SIerema GES nem eat Seda Dulerd O4G2t enbO Bais es d:Bat msds acm sod BAST MOG 0H Swedes’ amrdet MBeSst ent Gthacd mdsia BicOd BSQON MA Oxdenconf md; (i) & Oxdmed qumam Sages od : emonaf edont of Sxdemm of Boece sdEgq8 eat Omtnda aol OF 28 amdont ent & Dstmad ce e® sat Omenda edo Smads B3 68 eStcan Sqsaet qe Adal we 8 18om® BBsd wdeom ag COs FT BwDena atastieart & miaG 8 qodaidia que emBs sy 0\"; OBE",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "2) 8 vasiGed (2) Bn cudasidenk (1) ed gud",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "ed BSD 8, onw qulade een mgeat HBaOx — “{ggp:) “Sedengme BSB\" conte, 1988 gee a1 Om Em caf exten? MISO aD of nafete Ddsact eban'oeast exeqe 88, SEB, Ocd2, Oe! Cot Gormdad Bx",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "ead ¢ 30 aqest 6B.\"",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "6 gine geeded 22 Daw Bsd gu SD B, com BS, , qsielm Sarde mpgs m6q COD 9:06, do Oh GEIS wae age sof Ream Bos dea Dasa ag st Bes gory os— = “gas sep. 1) (i) Se oes oO Sate mete ee Eat mess! o8 eeldoo woe, estnoas Saat difa gsm Bev ore, east Gaao gpemad sx gh",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "eGo ext qimmdadal qos BR pwame nie 1083 gegd os 1 Om Sm ent qofeg® scion SQ CRA: O07 :",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 1985 quen 43 gdm edGa HEAD (Heaeiom) oom (H) B cremee teh dtimm sd OF edad eng odelte ate Eco aS am Edate geo : qoeet B 2 rng eBroOes cues wee HGAe, Gad Adequt Hemet Oafm Q owed vbuad derma 80 adel Blenta gdg som meas agin F nboe BBat ced ag Gaver 2B Y Om em ead, (2) Om Eudes! ded 2S Bandco GOs, gud adeew Bow Bo gq a 2) & gutentde atest pqob Bdeest Agua 96—q C8, oh edt! Bax! S_P * OO CP Ces a GUD, O ABDe setae BSeS Eeal qaldo & desdn Hbq Sed Bees Bm Fed F abs® one BO mg dine abst sqqeram] whe Recs Em £8, (1) Om gedor{sen® of . nsf Sent B28 gdact Bo gq a 18) 2® mefeds Ddean f ob ueodal Bat Sed exter ce m e8 Sax! he ado Qc8 Adegd Head adm o¢ Om 8m 45 sabe! wt emduat, o matetcr Dba gO manset 80 gDag com mcuat apes o Biroed amor eadwo 84 ey Canes 2G, dart 284 eem C2 om mim Hae Om T - naled cr Bias sem thas 88 good ag cake Gla gy amd of omert <del ae BSEdma elms. Qe ocasd gn 6, 8 Ody mated dg O8e Bq oF eng ade gpo: qa as og oe . aye”. ao 2. gf geiied 29 Om Dostehs ene gcledm SBE gear e882 eendinn aéQ acd Bonde aa (1) & axtded (8) Om gedusided (¢) ev zsad “28 omecf 16 Om Soxtdia aoen!” am expt edm00 “a8 enant 16 Dn Sasha em! 16q Bost 80, ew} 22q Bawita anf 2p Host eo ems 2a Borda eal 2m Dense ent 2H Sowtsa eset” coro ong® media SAeBeli",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "1983 qua 48 460 OfGe HEU® (ewan) vam 6 2) & Bowded (4) Dm CUdar Gud gulado @, soe qdedm cedars ges S8eOst (dg) Bewdt 26q C8 moe qoast Bwest of aateva ddeadt qndgse g J wafer Odea qin Le Sax Bect ent 20 60 Dusted (1) BD CedawBed (g) wesud emt (es) eP yeas ettot OMDeca Sd oom ois minevenpedl mae a Og mE peat qusswe HL F— G) 8 mQod eon cA He aaah mad CaSO CEL Dein, a8 aahed md 68 mga eeon qpqad Agequl Benet dig CY Oxted of Gwe we qed; 80 GH) @) Bm cedeuded (qm) ofan alse & sunctonset G2 OredaSo Hee e@et 49 den Of F dudmead eden 04 68 EDD¢ wB emeech Patines Ox? 9B ASCE oD Hemet ads og mee mE ede CE HBC BE Oaqd 42 dg GFo at a 28 Cedar Gen8 “ Sead m6 OA Ca” anlm 16m Eos) dec! emt 20 80 Dated . (1) Be goOnad ded (q) seed amt (mo) eg ed neon! BxOmac! ubarideasd eaeqm 80 S Pines Go om g408, g508 Beant Bend még cael a8 mcat gee 7 mye gu gene 6B.\" & gine guuiied Bt On Dealds com gsletm o8f gan S082t mtaldns adg Qed ggces (1) & Daxited (2) Om Cede deat oustoe (q) & enOanided (m) ega eBQDo comm 49% gaat efor peda SSe8st — “(m) @) @ com GF PEO; Gi) Seat exc pamneremd; (il) 1078 qua 16 e6e BOBemc om adea! BG20m c¢@ BCE CAD : 08 cad Gina pannend; dv} 1981 gem TH gS #dd m OG Bueoemqw ome BELO Of aMmdd om OG Bf DBeneas wo i ee aden! 88990 ce 3B Cust qimom qpamareeds () pepo Baw . BEDE Oe 46BeCa0;",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "6 1988 quem 43 gdan eg Be MEG (sronT) ame G1) caf sem qumecd Beef BGO C8, yess Baat eGo adm cy y68eca9 Ache st gmamndadst mda ct eect 7°,",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "(@) & cubaxtied (3) efesud “aged a8 SB Ha emOnbd Ose SB eotis m6Q\" am OO: get BBeOst;",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "(a) & esdasl Sed (G9) sfead gufBAOe, eam",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "anieom eden pjed Babs! “(gnen) BB Om daria cded wh 20m Sa game emo qed 2B DSmad staddear! ¢ 2H DBaaw srO0, 2168 axl Sort EEO Hels axHBCO gGege éwass Bees Om yY ecu Eft ead ce a& BEqad 5”",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "(Q) 8 qetantSed (mm) aga edgn0 com qiteban oFe peda Ssiet —",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "*(8) gcfOne Goud ome eno qué Defies Q nendaF Bo A) 16q Boxties ent 2p Sasso aOany 1983 Gq) Be BL Div BOE cached ghnsdde, BAat eee 9620 05; est {ii) Rep Donte woert 1963 Step Be 31 Bin FO eeGeyD qerens Bin BBH gRee adm cq ae Bmore eat Bn Rob Lam amos smrOx, teOris ene Zoo ates 2 ad mumevng Bas? geaieine mcm 04 a8 Bow; .",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "8 edced mda sem “gaia” ast mei, 18 Om Dasisfed (b) o0 cadanidend 39 8 gS qbone quent a; fe) Bogen qiiemtenst ent qadged ad",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "Resa genet daca GAG Reed ont md8 ent sadn mks DEs BEd mss eat Bima BEBOCO gSode dues argon cBeOgel",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "1083 gem 43 gdm eda mgu® (eealdn) om 7 CAE BeOw cod ombm simemnd 2 On doxtia ates! 08 Lomdst Boe ome gutext ue cou ueaat Senet ¢ OOH Reow exmDm, 1983 HE @m 2 Om OD Sed em 1993 geal’ Oe 24 Boo Red ous medh DBs eat Qaim meieoes! mibad ew Smacd so) u® Bdae ofan! WA RBe KE BW ead pod eomad a 869 8m of madog 88x , Bag® meg CREE o daetin gia em PEvEMD west BHD ce Bedm gO smBee BBxd end Seda gBenSad no sinds gosdm peTHD cqudo ebeiQOsd EBS sn} amdia mm CE of @ccat qqmed @B., @) & Oastmed 8) dm extonAead— (2) “Ble anémo QS emOafm 8\" am 2d S2QHO “DBu emomdne QL sadam, B\" on B80 gede S8sOs! ; a0 (qe) 4 B3u coed gufeDen” am BED sDQDI \"Dd enegial exon” am Don queda HB eos; (8) & Bextded (6) Om Eebas’Sed “(2) dm es Dow Sad (9), (q). we (9) ef ede esgmsy \" om BBm cdQOO “ (2) Im gudextBed (H), (mH), (a) #0 (@) sfeOo memst” a Bm qede BSCx; ox (4) & Saatied (0) am eubasiGed (2) Om oo Sasi Ged (ap), (me) Bay (0) ae eOe wemed ” az DE aQdE “ (2) Dea CeDos! Heal (a), (qm), (9) sm (m) eh edQ oem!” ae Oe qeda Gea, 3. pio geded 42 Dm Danita omm gelsdn e8E eho Stet menlOna mo Med — Boo (q) & Cantaed (©) ms (8) ade B8eDGe! F dasta AAS. ed (8) am (m) ofe aucun mdm gated eat 8 eee; wm (pp) & Dari sed (2) offend ga BAN @ sew cueor oF ¢ Mee BeBe (0) 1980 gers 18 26m ev EBqermastec and 7680 omit BEAD ce eto Bgen extent aS 958665 (8) hans ns KBate mebemnsdes parma ;\".",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "- 8 1983 got 43 adm Oddie gE08 (meen) sm * oth 30. gin pettied bi Om Bama (1) dn gedaxt EResew Bee (9) ef gee “gone pammeaso\" am Sdm ehmEO Bost ae 4 gDmn@ GoumMasd ae} {081 qora 74 E600 G Cat ea aeowe we OG BidGerga ome? 88900 ce Croce Cada ‘ me 88 EWELenQUD om F ont ant F omm wdeet",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "BAQHm ce 8 Cost Fhwte quommame\" ain BEM to gout medn Atetw € dow da elas aaows nde Qed. ae 11. give gadded 56 Dm Bas'sed (19) codes ied Beer “eal & OSuad yer Ou 1 bw InenG 28 elec gan\" Powaa 220 GoIg® SOMOS “ee? mnaee mac o8 coe gaa” gegene em 6ag® me’m ABsOs! of Daw He o8Gw manlOre dp qed. . ‘gun 12 Bie eed 115 Om Saatdied (3) Oo CYdoshH rei eel a2 GNA Das Hia sOND0, com qed gat aac Saxi the Raxtie pedn 88000 Y Datta e@ha mealOns Segems aden ce “eect 204, mew anced ana en, a8 matedtc Sdeaet am G8 minwvon BBs! enka ar a8 Hac® . an ages! ext mao aves wbasvcous! a ais est or ap cdgeda ub AOD, PomSoat ont gpateede? trend 8Oay Rgemnd ques qOefods 8 Sutaws, dbu0 gem SeOx! ay Berd ye Gd 2S ~~ mater Saneas mew aad EG! mafothOet ot gate need Od est HEE Hemme oalen! o.”, 202) Bm 2. 38m San’Hed (2) Om godurtdin SA yom aoe BedHad adm cz mecaldma, 1083 gee Ga 1 Om Eo om Bel Se J sce, Bog mde acm seg ase gy a. ce 14, gabe Seda 94g Bhch eda sem Sad poet geese wm PRON aden! BELO og Bed gSenba qedgeD ete Pore com som ABs gy ynd, O8 F5850 GET RO gS. East GADD stv hewn oy GOS qékeos ecm ace . fe am a",
    "mean_p_confidence": 0.31
  }
]