[
  {
    "i_page": 1,
    "par_num": 5,
    "text": "po Aaa . cS “ Reena",
    "mean_p_confidence": 0.13
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "LOCAL ‘AUTHORITIES (TEMPORARY PROVISIONS) LAW No. 4 OF 1972. |",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "re re",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "THE NATIONAL STATE ASSEMBLY . ftertned on 28th September, 1972) 7 te",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "Printed on the Orders of Government PRINTED AT THE 4 COVERNBGENT a SIL LANKA (CEYLON)",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Lovat Authorities {Temporary Provisions) na ~ Law, No. 4 of 1978, :",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "L DO, 6op7. oe wt a A LAW 70 PROVIDE FOR THE EXIRNSION OF TRE TERM. 7) OF OFFICR OF THE MEMNERG OF' CERTAIN LOCAL.",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "“AUTHORETIES AND FOR THR ADMINIGERATION OF THE",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "APEATRS OF CERTAIN OTR LOCAL’ AUTRORITIZG.DY",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "CRRTAIN AssigTANT. COMMIEBSIONERE OF - LOCAL a",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "GOVERNMENT}; AND TO PROVIDE FOR MATTERS oa",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "CONNECTED THEREWITH OR INCIDENTAL THERETO. ... .",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "* BE it enacted ty the National State Assembly of the’ =).",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Hopubife of Bri Lanka as follows:— rey +4. (Q This Law may_be cited as the Local sh viva Authorities (Cemporery Provisions) Law, No, 4- ;pites",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ". 1 ban",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(2) This Lem shall come into operation in each woh administrative district as the Minister may: ~~.” fxarmine by Oder published in the Gazette on such data. as may be fixed in that Order in respect of such -”* administrative district. Different dates may be fixed “-; in respect of different administrative districts. :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2, ‘The term of offen of the members of every Ean it Yocal authority tho hold office on the day immediately 72 1. preceding the appointed date by virtue of the provi- ester of sions of any regulation made under section 8 of the s7ltieat Public Seourtty/Ordinacce extending their term of . olice, is hereby further extended till the expiry of a.” period of fiveymonths reckoned from the epprinted |",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "te.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(@) A general election in. accordancswith the. 2 provisions of the written law for the time being... applicable in that bobal ebal be held for the purpoos :",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "electing new members to every locdl puibority : referred to in subsection (1) and the term of office of- the new members to be so elected shall commence on : the first day after the expiration of a period of five tionths reckoned from the appointed date, :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "3, (1) The affairs of every local authovity-which, ‘the sisisie a the day immediately preveding the appointed date, Kyle & are administered by aa Assistant Commiseioner of sms loml ‘Local Government by virtue of the Propisions of any “slong regulation made under section. 5 of the Public - Glamiaicoss Security Ordinance, shall continue to be administered 4p ress by such Assistant Commissioner of Local Government Germument, anti) the expiry of @ period of five months reckoned . from the appointed date, and accordingly, such . Assistant Commissioner of Local Government shell.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Riess erm",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "_2 Local Authorities (Temporary Provisions) ae Law, No. 4 of 1078 ‘continue, during the aforesaid period of five months, to exercise the powers and perform the duties of such local authority“and the Chairman thereof under any written law.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "@) A general election in accordance with the provisions of the written law for the tims being applicable in that behalf shall be held for the purpose OF looting: membere to every local authority referred to in subjection (1), and the term of office of such members shall comaence on the first day alter the expiration of @ period of five montha reckoned from the appointed date,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "4,~ Any power or duty of a local authority ast dom ty referred to da subsection (1) of section 3 or of the Gieatndon, Chairman of any such local authority, which was sf bere exercised or performed by any Assistant Commissioner 2° of Local Government ander the said aub-section Q) ait gr under any regulation made under the Public t Howe? Security Ordinanes, shall bo deemed to be as valid shtey's and. effectual ag hoogh such “power or duty were {isinaie exercised or performed by such loeal anthority or the Chairman thereof, as the case may be. :",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "+ 6. .The ‘provisions of this Lew shall have: effect This tens sotwithsianding anything contained in any other Pet sw writien law and accordingly, in the event of any ‘wn conflict or inconsistency betwoen the provisions of",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ". this law and such other law, the provisions of this",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Law shall provail over such other Jaw.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "6, «In this Law : se 1 tater",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "“appointed dats\", in relation to any ; local",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ". authority, means the date on which this Law",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "‘Somes into operation in the administrative district within which the administrative",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "* —. limits of such local authority are situated; :",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "AS oeal suthority ” means any Municipal-Couneft, “c 4 Qrban Counetl, Town Counc or Village on ound. :",
    "mean_p_confidence": 0.34
  }
]