[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA : GENERAL SIR JOHN KOTALAWALA - DEFENCE ACADEMY. . . (AMENDMENT) ACT, No. 30 OF 1990 [Certified on 24th August, 1990] Printed on the Orders of Government Published as a Supplement to Part Il of the Gazette of the \"Democratic Socialist Republic of Sri Lanka of August 24, 1990 MUNTED AT THE BRPARTMENT OF GOVISNMENT PRINTING, SRI LANKA . Fo me FORCED AP Fan GOWEANMIENE FONLIDATIONS BURRAN, COLOR Price : 45 cents : Postage : Re. 1.00",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Generat Sir John Kotalawala Defence . Academy (Amendment) Act, No, 30 of 1990 Let (Certified on 24th August, 1990].",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "LD=0, 35/89",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "‘Aw Act vo anciep THE GENERAL Sin Jon KOTALAWALA",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": ". DevEncn Acapmay Acr, 40. 68 oF 1981 BE it enacted by the Parliament of the Damoeratle Socialist Republic of Sri Lanke as follows:—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1. This Act may be cited as the General Sir John ee Kotalawala Defence Academy (Amendment) Act, No. 90 \" of 1990,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2, Section 6 of the General Sir John Kotelawala Defence Amendment Academy Act, No. 68 of 1981 (hereinafter referred to as $e ee the “principal enactment”) is kereby amended in sub- iod1. section (1) of that section, by the substitution for the words “unless he earlier vacates office by death, resigna- tion or removal.”, of the words “unless he estlier vacates office by death, resignation or removal :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Provided however the President may permit a Com- mandant who has held office for # period of three years to continue in office for a period not exceeding one year.”.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "3. The following new section is hereby foserted Ipertlon immediately after section 7A of the principal enactment Section 72 and shall have effect as section 7m of that ensctmant:— | Phinefaal",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "‘enactment. “Tho 7B, (1) there shall be a Chanceller of the . Geameeller. eademy who shall be nominated by the President, The Chancellor shall-be the Head of the Academy, hold office for a periid of five years reckoned from the date of bis nomination, and shall, when present, preside",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": ". at any convocation of the Academy.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "@) In tho ovent of the vacation of ofice by the Chaneeller by death, resignation addressed to the President o: removal by the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "‘SnD 009730—6, 600 (90/00)",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 General Sir John Kotalawale Defence * Academy (Amendment) Act, No, 30 of 1990 President, the person nominated to succeed . such Choncellor shall hold the offlee of Chancellor for the unexpired period of the . > ferma of office of his predecessor. (8) The procedure for the convocation of . the Academy shall’be as prescribed. \". 4. In the event of any inconsistency between the Sinhala jiahale and Tomi! terts of this Act, the Sinhala text shall prevail. srevail in oe » t ineonsten . oe ‘teney.",
    "mean_p_confidence": 0.72
  }
]