[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "=o PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA CODE OF INTELLECTUAL PROPERTY (AMENDMENT) ACT, No. 30 of OF 1980 [Certified on 18th August, 1980] Printed on the Orders of Government Publiahed an» Supplement to Part II of the Gazette of the Democratic Socialist Repnblic of ri Lanka of October 08, 1960 HINTED AT THE DEPARTMENT OF COVERNM2NT PRINTING, SAT LANKA : \"FO GE PURCHARED AY THEE GOVE, FUULCATIGNS BUREAU, COLOMEO Price: 85 cents Postage: 35 cents",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Code of Intelicetuat Property (Amendment) Act, No. 30 of 1980 {Certified on 18h August, 1980]",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "L. D—O, 25/78.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Ant Act 70 Anminp SH Cope oF Inreuiaervat. Puorinery Act, No. 52 oF 1075.",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "BE it enacted by the Parliament of the Democratic Sccislist",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Republic of Sri Lanka as follows:—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "1. This Act may be cited as the Code of Intellectual Short ttle. Property (Amendment) Act, No, 30 of 1980,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "2 Section 80 of the Code of Intellectual Property Act, Amendment ‘No. 52 of 1979 (hereinafter referred to aa the “principal 89 of enactment”) is hereby amended in subsection (2) of that APigip: 8? section by the substitution for the words “ after the date of its grant,”, of the following—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "“ after the date of its grant:",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Provided that where an application for a patent had been made under section 48 of the repealed Ordinance and the Registrar having exercised the discretion given to him under subsection (4) of section 189, grants a patent under section 76 of this Act, such patent shall remain in force—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(2) so Jong as the original patent remains in force in",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "the United Kingdom ; or (b) until the expiration of fifteen years from the dete of application, whichever event occurs earlier :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Provided turther that notwithstanding anything in any other provision of this Act, where an application for a patent hes been made under section 4 of the repeated Ordinance, and a patent is granted under section 76 of this Act, such patent shall continue in force for fifteen years from the date of its application. ”.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "3. Section 18? of the principal enactment is hereby Amendment amended by the repeal of subsection (4) thereof, end the Section 188 substitution therefor of the following subsection :— gencinal |",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "“ (4) The Registrar may in his discretion, notwith-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "standing anything in any other provision of this Act,",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "iasue @ certificate under section 76 of this Act in respect",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "of applications made under section 48 of the repealed",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Ordinance.” -",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "26 bans 1.175 0/00",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "% Code of Inteltectuat Property (Amendment) Act, No, 30 of 1980 Retramer 4. ‘The atnendinents made to the principal enactment by whe the preceding provisions of this Act, shall be deemed for all = PUrposes to have come into force on the date of the coming into operation of the principal enactment,",
    "mean_p_confidence": 0.83
  }
]