[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  2nd Session 1957-58 Meus  ©  il  & >  Estate Bazaars (Compulsory  Acquisition) Act, No. 19  of 1958  Date of Assent: May 9, 1958  Printed on the Orders of Government  i  |  Printed at the Govinwoueng Press, Cevion, Tobe  Printed a ne See Buaicntons Bunens, Covomso  Burch a lon, Cincluding Bill) Rs 2 payable in  Annual, Subseriptign  (neluding, PUivaantent  Pbatintions  advance a, the Sure 9 OBeretariat, Colombo l  Price: 15 cents Postage: 10 cents",
    "mean_p_confidence": 0.46831578947368424
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Estate Bazaars (Compulsory Acquisition) 3  Act, No. 19 of 1958",
    "mean_p_confidence": 0.6938461538461538
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  gh. D—O. 75/57.",
    "mean_p_confidence": 0.404
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  y ACT 70 REQUIRE AN INTENDED SALE OF THE WHOLE",
    "mean_p_confidence": 0.6808333333333333
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  AN OR ANY PART OF AN ESTATE BAZAAR TO BE NOTIFIED",
    "mean_p_confidence": 0.6953846153846153
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  BY THE PROSPECTIVE VENDOR 70 THE LAND  COMMISSIONER; AND TO ENABLE THE COMPULSORY  ACQUISITION BY THE CROWN OF ANY ESTATE BAZAAR.  AND THE IMPROVEMENT, DEVELOPMENT, LEASE, SALE  OR ALIENATION OTHERWISE OF THE WHOLE OR ANY  PART OF ANY SUCH BAZAAR WHICH 1S ACQUIRED BY  ane CROWN.  [Date of Assent: May 9, 1958]  BE it enacted by the Queen’s Most: Excellent Majesty.  ty and with the advice and consent of the Senate and  the House of Representatives of Ceylon in this present  Parliament assembled, and by the anthority of the  same. as follows: —",
    "mean_p_confidence": 0.7841121495327102
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  4. This Act may be cited as the Estate Bazaars ston tive  (Compulsory Acquisition) Act, No. 19 of 1958.",
    "mean_p_confidence": 0.7845454545454544
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  2, (1) An intended sale of the whole or any part  Intendet ste  of an estate bazaar shall be notified in writing to the of te tilt  Land Commissioner by the prospective vendor at least ¢f s0y este  three months before the date of such sale. Where the titea ‘e  intended sale is in execution of the decree of a court, {he Laas  the judgment-creditor shall be deemed to be the pros- aa  pective vendor for the purposes of this sub-section.",
    "mean_p_confidence": 0.7437078651685393
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  (2) A sale of the whole or any part of an estate  tazaar without compliance with the provisions of  sub-section (1) shail be null and void.",
    "mean_p_confidence": 0.7796666666666667
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  (8) This section shall not apply in cases where prior  tothe coming into force of this Act.—",
    "mean_p_confidence": 0.763
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  (a) & contract has been entered into between the  proprietor of an estate and the purchaser |  of a building in the bazaar area of that |  estate to purchase such building, and",
    "mean_p_confidence": 0.7739473684210526
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  (5) not less than ten per centum of the purchase  price for such purchase has already been  paid.",
    "mean_p_confidence": 0.7436363636363637
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  3. (1) The Minister may decide that any estate conpetio:y  bazaar shall be acquired by the Crown in the public sei  interest. Where the Minister so decides, the decision farsa:  shall be publishec. in the Gazette.",
    "mean_p_confidence": 0.7263414634146341
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  eee $. ESTABT (5)",
    "mean_p_confidence": 0.105
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  4 — Estate Bazaars (Compulsory Acquisition)  Act, No. 19 of 1958  (2) Where a decision of the Minister under si:  section (1) is published in the Gazette, the esta,  ¢ Bazaar to which that decision relates shall. for te  purpose of the application of the Land Acquisition  ~\\ct, No 9 of 1950, be deemed to be land required  for @ public purpose and may accordingly he acquired  under that Act.  Holitationet ‘The Land Acquisition Act, No. 9 of 1950, shall  KeeXe'sat in its application for the purpose of the acquisition of  Pisin any estate bazaar, have elect  oi Sse” (1) as if section 41 of that Act were not in force;  (2) as if for section 42 of that Act there were  substituted the following section :—  ~ Aucimest of 42, The amount of compensation to  compensations “be paid under this Act to any person  interested in a land shall—",
    "mean_p_confidence": 0.7360355029585799
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (a) where the annual value of that  land is assessed for the pur-  poses of any rates levied by  any local authority under any  written law, be equal to ten  times the annual value of that  land as assessed for the rates  payable for the year preced-  Ing that in which the decision  to acquire that land under  this Act was publishes in the  Gazette, and",
    "mean_p_confidence": 0.7435443037974684
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  { (b) where the annual value of that  land has not been assessed for  the purposes of any rates 9,  Jevied, be equal to ten times  the reasonable annual rental  ! value of that land as deter  i mined by jthe acquiring  officer,  and shall be proportionate to his interes  in that land. Ko additional compensa  tion shall be allowed to him in oot  sideration of the compulsory nature of  the acquisition.””; and 3  (8) as if section 43 and section 44 of that Ach:  were not in foree.",
    "mean_p_confidence": 0.7413333333333334
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Estate Bazaars (Compulsory Acquisition) 5  Act, No. 19 of 1958  : 8. (1) Where an Order under section 36 of the  Ssbitet to,  Land Acquisition Act, No. 9 of 1950, in respect of an the Minter,  esate bazaar is published in the Gazette, and posses. Snfss*  sion of that bazaar has been taken for and on behalf of { impsere,  Her Majesty, a competent authority may, subject to  gerelep, or  such directions as may be given by the Minister under preperts\"\"  sub-section (8), demolish, construct or reconstruct any ssi! i  buildings in, and otherwise improve or develop, that fiir ser  bazaar, and lease or sell, or alienate under a rent-  purchase scheme, the whole or any part of that bazaar,  notwithstanding anything to the contrary in the Crown  Lands Ordinance, No. 8 of 1947.  @) An instrument of disposition whereby the whole  or any part of any such estate bazaar as has become  Crown property is leased, sold or otherwise alienated  shall be signed and executed by a competent authority,  notwithstanding anything to the contrary in the Crown  Lands Ordinance, No. 8 of 1947.  (3) The Minister may give general or special direc-  tions to a competent authority in regard to the exercise  of the powers of such competent authority under sub-  section (1).  6. In this Act, unless the context otherwise — tuerpretation.  requires,—  “competent authority” means any officer  ‘appointed as a competent authority for the  purposes of this Act by the Minister by  notification published in the Gazette;  “estate” means any land or group of lands,  whether cultivated or uncultivated, which  . is not less than twenty acres in extent and  which forms a separate and distinct  property, but does not include any property  an application for the transfer of owner-  ship of which has been made under section  11 of the Tea and Rubber Estates (Control  of Fragmentation) Act, No. 2 of 1958;  ** estate bazaar ”’ means a land on which there are  contiguous shops or commercial buildings  and which abuts on a road belonging to,  or passing through, or forming a boundary  on part of a boundary of, an estate, and  includes such shops or buildings; and  “local authority ’’ means any Municipal Council,  Urban Council, ‘Town Connell or Village  Committee.  2",
    "mean_p_confidence": 0.7719672131147541
  }
]