[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "SI San PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRE LANKA REGISTRATION OF DOCUMENTS . (AMENDMENT) ACT, No. 50 OF 1982 [Certified on 30th December, 1882] Printed on the orders of Government Published es a Supplement to Part II of the Gazette of the Democratic Soctalist Republic of Sri Lanka of December 31, 1982 sc sn mera once oe TT Jom PoncaAneD a THN GOVE. PUBRZCATIONS WOaRAD, coLOMSG . Price: 35 cents Postage: 50 cents",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Registration of Documents (Amendment) Act, No. 50 of 1982 [Certified on 80th December, 1982] L. DO. 14/77. Aw Act to aMENp tus Recisaarow or Documents ‘OnomraNeR,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enacted by the Parliament of the Democratic Soctatist Republic of Sti Lanka as follows :—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1, This Act may be cited as the Registration of Docu- short tite. mente (Amendment) Act, No. 50 of 1982,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2. Section 18 of the Registration of Documents Ordinance Ameriment (hereinafter referred to as the “principal enactment”) ia of sedion hereby amended as follows z= in",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(a} by the repeal of subsection (5) of that section, and",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘the substitution therefor of the following “sub- section :—",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(6) Every Registrar shall refuse to register an instrument, other than a will, which does not state the particulars required by the foregoing provisions of this section,\" ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "{b) by the insertion, immediately after subsection (6)",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "of that section, of the following new subsections :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(Gs) Any person aggrieved by the decision of the Registrar under subsection (6) may, within shirty days of such decision being communicated ta him, appeal to the Registrar-General wha may vary or Feverse such decision if it is shown to his satis- faction—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "{a) that the description is sufficient to enable the : tand to be identified with reasonable certain- : ty; oF (@) thet it was émpracticable to insert the required particulars in the instrument,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(Gx) Any person eggtleved by a decision of the Registrer-General under subsection (Ga) may,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "| within thirty days from the date of such decision being communicated to him, fnstitute in any District Court having jurisdietion a auit against the Registrar-General praying for the variation or reversal of auch decision.” ; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "seone—s5180 Gano",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "2 Registration of Documents (Amendment) ‘Act, No, 50 of 1982 (c) by the repeal of subsection (6) of that section, sud the substitution therefor of the following sub- section :—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "© (8) Where the description of the land affected by an instrument executed or made after the com- mencement of this Ordinance is not contained in a schedule to the instrument, a fee of ten rupees shall be payable for the registration in addition to any other fee which may be payable:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Provided that nothing in this subsection shall be construed so as to apply or affect any grant or lease: of State land made or executed after the commence- ment of this Ordinance,”,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Amendment 8 Section 38 of the principal enactment is hereby amend- gf section ed by tho repeal of subsection (1) of that section, and the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "rinetpal ion — Buinelpal substitution therefor of the following subsection :",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "“ () Where it te shown to the satisfaction of the Regis- ‘war-General that any error or omission hes been made in registering any instrument, whether before or after the commencement of this Ordinance, the Registrar-General shall issue notice in writing in the prescribed form— {0) in the case of a deed to the parties thereto ; or (b) in the case of a will to the executor or administrator,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "ag the case may be; or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(©) fn the case of any other instrument to the person",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ". who presentted it for registration, and order such error or omission to be corrected and the correction shall then be made by the Registrar concerned in the prescribed manner, but shall not affect any priority acorued before the correction is made: : Provided that the Registrar-General may with like effect make such en order for the correction of any ertor or omission made in registering any such instrument if it is proved to his satisfaction by any person interested that by reason of the death or legal incapacity of any person or party to whom notice fs required to be fisued as aforesaid or for any other eufficlent cause whatypever, such notice eannot be issued”,",
    "mean_p_confidence": 0.86
  }
]