[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 5th Session 1951 ‘ , _ Byes tay mma 6 ern (qo \\ Mike ig) i eo ee) i Income Tax (Amendment) Act, No. 36 of 1951 . Date of Aesont ; September 6, 1951 Printed on the Orders of Government neue a lt Si Eat ! ren aeons t SEUSS, Sent Onion Bon’ 8h Secctet,, olobe Prioet 40 conte Postago: 5 eante",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Income Tax (Amendment) Act, No. 36 of 1981. 1",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "\"  b, DemO, 81/51. AN Act 10 asm tae Incowm Tax ORDINANCE, Siupt im",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "o [Date of Assent: September 5, 1951.7 Pee 0h. \\ Bh it enacted by the King’s Most Excellent",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Majesty, by and. with the edvioe and concent of the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Seuate and the House of Representatives of Geylon",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "in this present Parliament assembled, and by the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "authority of the same, as follows:—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "41. This Act may be cited as the Income Tax Sot ste, (Amendment) Act, No. $6 of 1951.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "2. Section 5 of the Income Tax Ordinance (herein- Arodment of after referred to as ‘‘the principal enactment ”} is Gua igt hereby amenced in aub-gection (1) thereof, by the eubs- titution for the words ‘* specified hereinafter ” of the words \"' specified hereinafter or fixed by resolution under section 204,'7.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "a. The following new sections ate hereby inserted touetiaa f immediately after section 7 of the principal enactment 7\" 77m and shall Lave eflect respectively as eeation 7a and etehest",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "«Section 7s thereof :— cemcten- Ssgoptie for 7a, (1) Where at any time during the Sottero period oD thee years commencing on seeered” April 1, 1951, the Government of Ceylon",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "rorasiont, participates in the formation of any cor- poration and makes a contribution to- wards ite capital, the Minister of Einanoe may by uolice published in the Gazette declare that this section shall apply to the corporation.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(2) The profits and income of any corporation to which this section applies, being the profits and income for the year of assessment in which the corporation",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": ". commences business and for each of the ‘uext two subsequent years of assessment, : shell be exempt from the tax.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(8) Where the profits and income of ~ any corporation for any year of assess- meng are sxempt from tax by virtue of sub-section (2), all dividends which are in that year paid to the shareholders of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": ", the corporation shall be exempt from tax;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": ": gad aovordingly the Brovisions of section",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Hot ay in relation to an dividends “mm 1a nemere aan",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "2 Income Tax (Amendment) Act, No. 38 of 1961, Exemption for 7B. (1) This section shall apply to. Sixes “edas any industrial undertaking in resbeot of Ealsnier'” which the Commissioner is satisfied that",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "7 the following conditions are fulfilled:— >",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(@) that it is an undertaking com-  * menced on or after April I, 1951, and not tater than March 31, 1954, for the pro- auction or manufacture in Ceylon of, goods or commo- dities;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ") that electrical energy, or any",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ": other form of eneriy which ig mechanically transmitted and is not directly generated by hnmen energy, is used for such production or manu-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ". facture;",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(©) that the undertaking is not formed by the splitting up or reconstruction of, any busi- ness previously in existence, or by the transfer to a new business of buildings, machi-  * nery or plant used in a busi- « ness which was being carried on before April 1, 1951; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(@) that more than twenty-five per- nous are employed for the purposes of the undertaking.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(2) Subject as hereinafter provided, the profits and income of an undertaking ‘ to which this section applies, being pro- fits and income of the undertaking for the year of assessment in which it com- mences to carry on business and for each of the next two subsequent years of assessment, shall be exempt from the tax: Provided, however, that any sum, by which the statatory income from any | auch undertalcing for any year of assess- iment referred to in the preceding provi- . sions exceeds five per contam of the capi- tal employed for the purposes of the undertaking as at the commencement of 4 the period by reference to which such statutory income is ascertained, shall not be exempt from the tax.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Income Tax (Amendment) Act, No, 86 of 2951. 8",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Such profits and income as are by the preceding provisions of this sub-section exempt from the tax are hereinafter in",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "° this seotion referred to as ‘ exempted . profite '.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(3) Where the total profits of a resi- dent company for any year of assessment are exempted profits within the meaning of sub-section (2), then the whole amonnt of every dividend which becomes Bay- able by the sompany to any shareholder during that year shall be exempt from the tax.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(4) Where a part only of the total pro- fits of @ resident company for any year of assessment constitutes exempted pro- fits within the meaning of sub-section (2), then such part of the total amount of the dividends which become payable by the company to any shareholder during that year aa bears to that total amount the same proportion as the exempted profits of the company bears to the total profits,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": ", shail be exempt from the tax.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "4. Section 16 of the principal enactment is hereby asndnant ot amended by the insertion, immediately after sub- tr: 16 ot section (1), of the following new sub-section :— imdacat",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "** (LA) Sub-section (2) of this section shall for each year of assessment com- mencing on or after April 1, 1951, have effect “subject to the following modifications :—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(@ for the words “one thousand rupees’, wherever they : ‘occur collectively, there shall be substituted ‘the words ‘one thousand five hundred ropect \"5 (®) for the words “ five hundred rupees ’”, there shall be sub- stituted “the words “one thousand rupees 7; - (0) for the words “' three thousand rupees’, wherever they . scour collectively, there shall . be substituted the worde mo *t four thousand five hundred rupees\"; and '",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "< Income Tax (Amendment) Act, No, 36 of 1051.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(@) for the words “two hundred and fifty rupees °*, wherever thoy coeur cllstitely, there shall be substituted the words ~ “five bundred rupees”, ‘",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "aaron of 8. The following new section is hereby inserted",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Wutraded immediately after section 20 of the rat enact-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "suaneat\"” ment, and shall have effect as section 20a of that enactment :— .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "‘Bates of x 204. (1) The provisions of section",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Suan 20, other than sub-sections, (2), @a),",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "ere — (8), @), (10) and (12), shall not apply",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "+ Siete. for any year of assessment. commencing",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "on or after the first day of April, 1951.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(2) (a) Tax shall be charged, for each year of assessment commencing on or After the first day of April, 1951, upon the taxable income for that year of any person, at stich rates as may be fined for that year by resolution passed by the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": ". House of Representatives. . ' () A resolution under paragraph (2) { ' passed for any year of assessment may Br, as the rates of tax for that year, the rates in force for the preceding year of assessment as modified or altered in such manner as may be specified in the resolu- tion.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "{¢) Where no resolution is passed under the preceding provisions of this sub-section for any year of assessment, the rates at which tax shall be charged for that year hall be the rates in force for the preceding year of assessment.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(8) Any resolution ander aub-section (2) may provide for the charging of tax at the unit rate referred to in eub-seotion (12) of section 20 or at multiples of the unit rate, whether with or without additional rates, and for the changing of tax at different rates upon the taxable income of persons of different classes or” descriptions, or at different rates on different portions of taxable income.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "Income Tax (Amendment) Act, No. 36 of 1951. 5",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(4) Where an individual is chargeable, as a resident or non-resident, for a part only of any year of assesoment, any reso-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "° lution under sub-section (2) by virtue of - which tax is chargeable at iflerent rates on different portions of taxable income shall, in its application in the case of such individual, have effect as if each of those portions of income were redaced in the proportion which the number of days during which he is so chargeable bears . to the number of days in that year of assessment.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(8) Sub-section (2) of section 20 shall, a in its application in respect of each year of assessment commencing on or after April 1, 1951, have effect as though for the expression “ under sub-section (1) *, wherever it occurs in that sub-section, there were substituted the expression ‘by virtue of any resolution under section 20A ”.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(6) Sub-section (8) of section 20 shall, in its application in respect of each year of assessment commencing on or after the first day of April, 1951, have effect a2 though for the expression ‘' sub-section (1) and (2) there were substituted the expression “ say resolution under section 20A and of sub-section (2) of this section **.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(7) In any case where the Commis- sioner in his diacretion considers that the whole of the tax chargeable, by virtue of a resolution under sub-section (2), oa ap executor, would be liable to be refunded under section 26, such tax shall not be charged.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "{8) Sub-section (10) of section 20 shail in ite application in respect of each year of assessment commencing on or after April 1, 1951, have effect as though, for all the words from ‘‘ (exclusive of ” to ‘sub-section (5)), there were substituted the following: —",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "* (exclusive of any tax chargeable at any rate specified in a resolution under section 20A. ' as an additional rate) '’.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "@ Income Taz (Amendment) Act, No. $6 of 1961. Brion of 6, The provisions of the First Schedule to thi Pines 8 e csi shall have effect in all respects as though those ae ESSnES sions constituted a resolution passed for the year of giss t=\" assessment commencing on April 1, 1951, by the Honse ~ of Representatives under sub-section (2) of section * 20A (inserted in the principal enactment by this Act); and accordingly, every reference in the principal enactment (as amended by this Act) to a resolution under section 20A of that enactment shall be deemed to include a reference to the provisions aforesaid. Aurimntt 7, ‘Section 22 of the principal enactment is Mpreied hereby amended in sub-section (2) thereof as scukerot follows: —~ (1) by the substitution for the expression “at the upit rate and at twice the unit _ fate,” wherever that expression occurs in that sub-section, of the following :— “ at different rates on different portions of taxable income\"; and (2) by the omission of the last two paragraphs + ” occurring after the Proviso in that sub- ¢ section. Ammtnet ct 6. Section 93 of the principal enactment is ieprocia’ hereby amended, im sub-section (1) thereof, by the eudent insertion, immediately after the first Proviso to that sub-section, of the following: —",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "“Provided further that for each year of assessment commencing on or after the first day of April, 195%, such receiver or trustee sball be chargeable with tax on the whole of such income at such rate or rates as may be specified in that behalf in a resolution under section 20A.\"”.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "Anmoinet ot 9. Section 29 of tho principal enactment is Wises! hereby amended in sub-eection (8) thereof by the scsctment, substitution, for the words “unit rate”, of the following :—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "“unit rate, or where the year of asseusment",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "‘commences on ot after April 1, 1951, at .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "uch rate or rates ag may bo specified 4 at Eehalf in a resolution under section",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "| Income Taz (Amendment) Act, No, $6 of 195%. 7 i 40, Section 43 of the principal enactment is Amendment of hereby amended 2a follows: — Seed 1 (1) by the insertion, immediately after sub- . section (1), of the following new sub- sections :— “© (a) Every resident company shall H be entitled to deduct, from ‘the amount of any dividend which becomes payable daring any year of assessment com- mencing on or after April 1, 1952, to any shareholder in the form’of money or of an order to pay money, tax on amount at the rate thereinatter referred to as\" the appropriate rate ”) at which tax was, in the year preceding the year of assessment, chargeable upon” the taxable income of a resident company: Provided, however, that—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "@ the Commissioner may give notice in writing for any year of assessment com:",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": ". mencing on or after April 1, , 1952, to a resident company requiring it to deduct from the amounta of dividends payable to a particular shareholder tax ‘on such amounts at a rate greater than the appropriate rate, but not greater than the highest rate at which tax is chargeable for that year upon the taxable income of an individual; and the com- pany shall thereapon deduct tax on the amounte of all dividends payable during . the said year ‘of assessment to that shareholder at the rate mentioned in the notice; and the tax 90 dednetible in excess of tax at the appro- prate rate shall be a Tobe Iue from the company to the Government of Ceylon and r shall be recoverable forth- ¥ with aa such, or may be assessed and charged upon ' the company in addition to",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "8 Income Tax (Amendment) Act, No. 36 of 195t. any other tax otherwise pay. . able by it; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "(6) where any such company has obtained or is entitled to ~ obtain relief in respect of *",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": ". double texetion under’ the provisions of section £5 or section 46, the rate at which tax may be deducted shail be reduced as the Commis- sioner may direct.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "(18) Notwithstanding that the whole or any part of the amount of a dividend payable to any shareholder during any year is exempt from the tax by virtue of section 78, any deduction which may be made under the preceding provisions of this section shall be calculated on the total amount of the dividend; and where such deduction is made—",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "(a) if the whole of the amount of the dividend is exempt from the tax, there shall be due < from the company ag a debt =; to the Government of Ceyion the total eum actu- ally deducted under such preceding provisions; or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "(0) where a part oaly of the amount of the dividend is exempt from the tax, there shall be due from the com-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "any as a debt to the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "Bovinment of Ceylon the",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": ": difference between Fo) the",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "total sum sotually Iucted",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "under such preceding provi-",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "dons and (i) the sum which",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "would have been deducted",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "thereunder if the dividend",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "bad been reduced by such",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": ": pe thereof as is exempt ‘rom the tax.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "Any such debt shall be recoverable forthwith aa such or may be assessed 4 and charged upon the company ia, addi- tion to any tex otherwise payable by the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": ". company under thia Ordinance. \"; and",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "| Income Tax (Amendment) Act, No, 36 of 1051. 9 i. (@) by the insertion, immediately after sub- t section (4), of the following new sub- i section :— . | - “‘ (4a) Where in any year of aasess- H / ment commencing on or after April 1, 1951, the assessable income of a person } includes a dividend from a resident : company in the form of shares or deben- H tures, he shall be entitled to a set-off, ; against the tax payable by him, of tax | on the amount of such dividend at the rate at which tax is chargeable upon the | taxable income for that year of a resi- ‘ : dent company.””. ' 44, Seotion 44 of the principal enactment is hereby Amwodmentet amended as follows:— paper (1) by the insertion, immediately after sub. “Ae section (1) of that section, of the following | new sub-section :— “(14) Where, in ery year of assess- i ment commencing on or ‘after April 1, i 1952, any person in Ceylon pays or cre- \\ * dits to any person or parznership out of ° Ceylon any sum falling due as— I (a) interest on debentures, mort- | gages, loans, deposits, or ad I vances; oP H (®) rent, ground rent, royalty, or - | annuity, which is payable ; either in respect of f property in Ceyion or out of income i arising in Ceylon, : whether such sum is due from him or from another person, or from a partner- ‘ ship, he shall be entitled, notwithstand- 1} ing any agreement to the contrary, to i dedoct taston such sum at the rate (vere, i inafter in this section referred to as the f appropriate rate \") at which tax was in ‘the [preoeding, year of ascossment chargeable upon the taxable income of a resident company, and the amount of : tax 60 deductible shall be a debt due from Sach person to the Government of Ceylon and chall be recoverable forth. . with as such or may be assessed and charged pon such person in addition to r any tax otherwise payable by him under : this Ordinance:",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "‘ _ OO 10 Income Tax (Amendment) Act, No. $6 of 1951, . Provided thet—",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": ". (@} the Commissioner may give notice in writing for any year",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "of assessment commencing on ~",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "or after April 1, 1952, to any * person in Ceylon, as regards & particular person or partuership out of Ceylon, Fequiring \"him to deduct, from aly sums paid oF credited by him to that per- son ot partnership as afore- said, tax on such sums at a rate greater than the appro-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "' priate rate, but not greater than the highest rate at which tax is chargeable for that year upon the taxable income of an individual; and the tax 0 deductible shall be recover- able and chargeable as afore- said; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "(6) the preceding provisions of this sub-section shell not apply to any interest paid out of in {",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": ": : come not arising in Ceylon, or to interest on any loan or advance made by a banker.”\"; and (2) by the insertion, immediately after sub- section (6) of that section, of the following new sub-section:— “ (8) Where for any year of assess ment commencing on or after April 1, 1951, the whole or any part of the assessable income of any non-resident person, other than an individual who is entitled to relief under section 45 (2) and has claimed such relief, is composed of ‘ income from which tex has been de- ducted by virtue of this or the preceding section, and the rate (hereinafter re- ferred to as the ‘ new rate ”’) at which tex is chargeable for that year of assess- ment upon the taxable income of a resi- % dent company is either greater or less ¢ than the corresponding rate for the year preceding the year of assessment in",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "; Income Tow (Amendment } Act, No, 36 of 1961, HU which the tax was so deducted, the in- come from which the tax has been 80 deducted shall be treated for all por. . poses,of thie Ordinance ae if tax bed . en deducted therefrom at the new rate. In any case where tax is, under the receding provisions of this sub-section, jeemed to have been deducted at a rate higher than a rate at which tax was actually deducted, no person shall be entitled to any repayment by reason only that such tax is so deomed to have been deducted at such higher rate.” i 12, -The following new section is hereby inserted rion. t H immediately after section 44 of the principal enact- i the pravipel i ment, aud shall have effect as section 44A of that “>= 1 enactment :— I J J—Donations to Charity H Bali 44a, (1) In this section, “ approved H Eontoas donation’ means a donation in money, | Se weprored not less in amount than one thousand ‘ . . rupees, made to any such public charit- ( able trust or institution as is declared by ! the Minister by notice pnblisbed in the . i Gazette to be an approved charity for i the purpose of this section, i (2) Where an approved donation has : been made by any person, then— i (@® the actual amount of the dona- | tion; or i (i) en amount representing one- j tenth of the agecssable income j of that person for the year of i assesement in which the dona- i tion is made. or if that per- i son is a company an emount : : representing one-twentieth of i the asseasable incomes or : (iii) fifty thousand rupees, : whichever amount is the least, shall, for | e the purposes of sub-secticn (3) of this section, be the permitted allowance in relation to that donation.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "_ 1B Income Taw (Amendment) Act, No. 36 of 1961. |",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(8) In respect of any year of assess- ment commencing on or efter April i, | 1951, a person who has in the precedi",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": ". year of asseesmont made an approved * donation shall be entitled on account ¥, thereof to such relief from the tax as wilt seoure that the tax payable by him is | reduced to the amount which would have been payable as tax if the permitted allowance in relation to that donation",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": ". had been deducted from his atatutory : income:",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "Provided, however, that the total of the relief om account of any approved donation shail not exceed one-half of the permitted allowance in relation to that donation. :",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "() Where a person has in any year of assessment made two or more donations, whether to the same approved charity or to different such charities, the aggregate amount of the donations, if such amount is not Jess than one thousand rupess, shall be treated as one approved donation for « the purposes of this section. a",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "Amminate 18. Section 45 of the principal enactment is hereby",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "meet amended in sub-section (4) thereof, by the addition",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "sdect at the end of sub-paragraph (a) of the word “or, and by the addition after that sub-paragraph of the following new sub-paragraph :—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "** Gii) such part of any tax charge- able in any case under any resolution under section 20a as is declared in such resolu- tion not to be “ Ceylon tex \" for the purposes of this and the following eection.””.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "Moor aad 44. The provisions of the principal enactment sorrel! mentioned inthe first eolumn of the Second Scbedule to this Act are hereby amended in the manner and to the extent specified in the corresponding entries in the second colmmn of that Schedule. . . + €",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "Income Tax (Amendment) Act, No. 96 of 1961. 13 Fins? SOHEDULE For the year of ansossment commencing on April 1, 1951, the tax chargod on income described in exch of the itensa in column I hérounder shall be at the rato oF rates epocified in the corresponding entry ia column II hereunder. i H 1 rT | Description of income, Rate ar rates of tax, : Resident Individuals, i (A) Taxable income of Upon the first 6,000 rupsee, | Individuals resident the unit rate,io. Opereentem in Ceylon, ‘Upon the next 10,000 rupees, i ‘owice the unit rate plus an i additional tate of 1 per : contum, i. +.) 19 pereantom, : Upon the next 20,000 rupees, ‘twice the anit rate plus on. i . saditional rato of 6 por | contum, 12. v2 par contum | Upon the next 50,000 rupees, i ‘three times the unit rete plus i ‘an additional rate of 16 per contam, ie. ve $3 per Centum Upom tho nxt 100,000 rupees i Your times the unit rate plus . ‘an additional rate of 32 per : contum, 5.0, ve 68 per cantum i ‘Upon the zomainder, four times the nit rato plas en sl : tional rate of 40 per oontam, ie. ve 76-per oentura . Non-Resident Individuale, {B) Taxable income of Upon tho Gret. 18,000 rupees, individuale not resi- twio the unit rato, ie. 18 per contnm dent in Ceylon. . Upon the next 10,000 rupees, ‘ice the walt rte plus an additional rate of 1 per oem: tum is. e 19 per oentoan pon the next 20,000 rupees, ‘aioe the unit rato plus an . additional rate of 6 per osn- tum, ie. ve 94 per centum ‘Tpon the next 50,000 rupees, ‘three times the unié rate plus . an additional rete of 16 por ‘oonturn, io, se 48: per contum ‘Upon the next 100,000 rupeos, : ‘Your times the unit rate plus an additional rete of 82 par . oantuna, ie. 08 por contom Cc",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "14 dncome Tax (Amendment) Act, No. 86 of 1951. Upon the remainder, four tines . ‘the anit rate plus an addi. tional rate of 40 par oentum, ie, “a ++ Teper centum Ezecutors,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "(©) Taxable income of Twice the unit rate plus sn",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "‘executors. additional rate of 4} per sentum, i.e. _ 224 per centum Receivers and Trustees,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "D) Invome on which 9 Twics the unit rete plus an receiver or a trustee additional rate of 4} per 1 is chargeable with  coatum, ia. +» 82} per contum { tax by virtue of nec. tion 23 of the Income ‘Tax Ordinance.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "Partnerahige,",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "(B) Estimated amount of Twica the unit rate plus an Profita and income of additional rate of 4 por 8 partnerehi centam, i. oontum | able with ot mh pe ! virtne of gnb-section (8) of section 26 of ‘the Income Tax Ordi- anes,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "Hinds undivided families, *",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "(#) Taxable income of Upon the first 50,000 rupeca,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "| Hindu undivided —“twrice the unit rate plus on familie, additional rate of 6 per",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "centum, i.e. _ 24 per oontum ‘Upon the next 60,000 rupees,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "‘twice the unit rate plus on",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "additional rate of 10} per",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "contum, 1.6, 28} pes coatom Uzpon the next 50,000 rupess,",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "‘three timen the unit rate plus",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "an additional rate of 14 por",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "eontum, Le. ie 41 per conta Upon the next 80,000 rupeas,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "‘three timoa the unit rato pina",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "an additional rate of 22 per",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "exntera, ie, vs 40 pet cantum Upon the next 50,000 rupees,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "‘four times the unit rate plas",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "‘4 additional rate of 22 per",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "centura, ie. +» 88 por contust ‘Upon the next 100,000 rupoes, .",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "four times the unit rato plus",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "an additional rate of 30 por",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 15,
    "par_num": 25,
    "text": "oontum, £8. «> 6G pot santust",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "Treome Tax (Amendment) Act, No. 36 of 1961. 15 . . Upon the remainder, four times tho unit rate plus an addi- : : tional rale'of 38 por center, is. a 74 per contam Companies sohose abuses are not movable properly situate in Ceylon for the purposes of the Estate Duty “Ordinance, (G) Toxable income of ‘Fwive the unit rate, plus an Companies whore uditional rte of 18 per shares aro not mova, sontur, £0, - 36 per contumt We property situate in Coglon far the purponebot the Katate . Duty Ordinance. Mutual Life Insurance Companies, (#1) Taxable income of ‘The unit rate plus an addi- autual life ineuranoe tional rato of 6 per centam, | companies, whether i.e ” 15 per oontum resident ot non conident. : Companies other than those referred 1 to in the preceding ikea (@) and (H}. fy Taxable income of Twica tho nit rate plus an 5 companies othr vhan avlditional rate of 12 per those referred to in centurn, ie. “ 30 por contum the preceding Rens ; (G) ond (1). Governmente ather than the Government of Ceylon and the Government of Ue United : Kingdom. (3) Taxable income of Twico the unit rate plus an Governments other  additionsl rate of 18 por then theGovernmont —_contum, £6. - 36 per conten of Ceylon ond the Government of tho United Kingdom. Persone other than hove referred to in the : precoding tens, i } UK) Taxable income: af Twice sho wnit rete plus an orsuna other than additional rate of 4} por Hone referred to in conti, ie, - 92} per contum tho precoding items.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "i: 2, Itin horoby doclared that, for the purposes of seations 46 snd 46, “Ceylon : tax” shall not include auch part of tha tax charged aa would not have been chargeable if oach siditianal rato rauntioned in each of the preseding itome (F), (G) and (1) bad boon restused! by 6 par vontam. :",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "sm. ras aisry",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "16 Income Taw (Amendment) Act, No. 36 of 1952, ; SECOND SCHEDULE, : Shiver ax Cossxqreetian Aumownsts or rin Purxowat ‘Exacrwesn, L H *",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "Section of Princi- Amendment, 3",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "pai Bnaotment.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "901) @) For the words “for each subsequent year”, where they occur for she first time, substitute the words \"tor che next eight aubsequent yours \".",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "i) For the words “ for each subsequent year \", where they occur, in the fiat, Proviso (osried by Ordinance No. #4 of 1945 sz ainandad by Urdinanca No. 9 of 1047), substitute the words “for the next five subsequent years\".",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "20 (5) (0). (i) For the words “ for each subsequent year \", where they occur for the frsb time, substitute the words “ for the next cight subsequent years \".",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "Ali) For the words “ for each subsequent year”, hore they. oocur, in the Art, Proviso (ineried by Urdinance No. 84 of 1945 us amended by Ordinance No. 3 of 1987), substitute the words “for the nezt five subsequent yenré ”.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "(ii) For the wards “for esch subsequent year\", where they occur ia the second Proviso (inserted by | * Grdinanee No. & of 1947 and nnended by Act * No. 44 of 1949), aubstitute the words *‘ for the 4",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": ". next three subsequent years \". .",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "20 v= (iy For the words \"for each subsuquent yaur ”. where they scour in paragraph (6). substitute the °",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "words “for the next three subsequent years \".",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "Gi) Omit the words,“ snd for each subsequent gear of amessment”» where they oecie in patngraph (lily of the Proviso {inserted by Act Na. 30 of 1950).",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "20 (fa) (0)... Gi) For the words “* for eack subsequent year”, where",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": ": they eocur im poragraph (i), substitute the words ”* for the next three subsequent years \".",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "(ii) For the words \"for each subsequent year”, wbere they occur in the Proviso, substitute the words \"for the next five subsequent years“.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "20 (70) <= (0) For the words “for each subsoquent year \", where they oseur in paragraph (b), aubetiiute the words “for the next threa subsequent years \".",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "Gi) Omit the words “and for each subsequent year of assesment ”\", where they ooour in ‘paragraph (ii) of the Provino (inserted by Act No, 80 of 1950). :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "20 (8) w+ @ For the words \"Tax shall bo charged for each, yeor of assessment\", subalitute tho words ‘Tax",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": ". shall be charged for each year of sasepement sending prior to April 1, 1851,\"\". 3 Gi) Omit the words ‘and for each subsequent year of : ‘asnesoment '” where thoy ocour in the seeand . Proviso (inserted by Act No, 80 of 190).",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "Income Yan (Amendment) Act, No. 36 of 1951. IT",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "200) = (@) Fo the words ax shal be charged for each year Of assesainent, substitute the words “Tax shnll be chatged for each year of assessment ‘ending prior to April 1, 1961,\".",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "(ii) Yor the words “‘ for each aubsequent year \"', where they cour in the firat Proviso, substitute the words \" for the next five eubeequent yeart",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "way w+ (3) For the words ** Tax shall be charged for ouch year",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "7 of assessment \", substitute the words ‘Tax sball be charged for each year of assessment efding prior to April 2, 1051,\"\". (Gi) For the words ‘‘ for exch subsequent veer”, where they occur in the first Proviso, substitute the | words \"' for the next five subsequent years ”. t 30 (Als) (inserted, Omit the words ‘‘ and for each subsequent year by Act No. 30 ‘of exgesament “’. j of 1950).",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "23 (1) a (i) For the expression ‘' shali be chargeable ’, oub- ‘stitute the expression ‘' shall, for each year of sesecoment ending prior to Aprit 1, 1951, be obargeable “.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "tii) For the wards “ for each eubsequent year\", where they ‘coeur in the first Proviso (inserted by",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "| linsnes No. 3¢ of 1945 and smended by Ordinance No. 3 of 1947), substitute the words",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "i . “for the next five subsequent years \"*.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "; 29 (8) L For the words ‘‘ for ensh subsequent year“, where they oosur in the Proviso, substitute the words “for the next five subsequent years”.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "40) v» (i) For the words “any year of assesament com- mencing on or after, where they occur in Paragraph (d) (inserted, by Act No. 0 of 1950}, substitute the words \" the year of assesement ‘eoramonaing on\",",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "(i) For the words “subsequent year\", where they ‘acour in paragraph (i) of the Proviso, substitute",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "| the words ‘' of the next five subsequant years”. ae) oe ‘For the expression ‘ sub-aection (1) (iif) '\", where . it ocours in the Proviso, substitute” sub-",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "ection (1) (if) or sub-section (1a) (2) \"*-",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "aN (a) ws @ For the words \" Where for any year of aasesament \". substitute the words \"* Wiiere for any year of ‘amessment ending prior to April 1, 1951,\"*.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "(i) For the words “ Any year of sssesetnen} eommeno- ing on or after’, where they occur in parngroph (¢} (inserted by Act No. 30 of 1950), substitute the words “ the year of assesment commencing on *.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "4a) we @) For tho words “* thirty-two, being \". substitute the words '' thirty-two, but before the first day of April, 1951, being \".",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "GD For the words \"any year of nasessment com-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "’ mencing on or after’, where they ocsat in y paragraph (d) {inserted by Act No. 30 of 1950), Substitute the words \"‘ the year of assessment",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": ". ‘commencing on\",",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "\"1g pncome Tax (Amendment) Act, No. 6 of 1952. : (ii) For the words ~‘ sny aubsequent year of nees. ‘ment ‘ where they ocour in paragraph (ii) of the . Proviso, aubstitute “any of the oaxt five cubsequent years of asscemment \". . 43.) vo For the expression“ aub-section (1) \"\". oubstitute ’ the expression “' sub-section (1) or sub-section (is) *- a 48) oo For the expression “ aub-section (1) ‘\". eubstitute the ‘expression “‘ sub-section (1) or sub-section 1a\" 48) ws (i) For the words ‘* Where for any year of assessment\", substitute the words “ Where for uny yenr of = easessinent ending prior to April 1, 4900,\". : > (@) Omit the words “and each subsequent year of | a agsesement,’’ whera thay occur in paragraph fc)! {inserted by Act No. 80 of 1950}, i '",
    "mean_p_confidence": 0.6
  }
]