[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  @  Ko)  oe  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  (AMENDMENT) ACT , No. 47 OF 1999  — ne Rs",
    "mean_p_confidence": 0.5229032258064517
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  {Corin lh Decener, 1995  Lp, -0.3300  As Acro stan Con of Cai Prorat  ‘hanNo. Soe 179  Et enactedy the Patanenof he Demat Socialis  Repu ot St Lanka at follows  1. Tis Act maybe cit ay the Code of Csininal Sint a  Procedure (Ameen) Act Nos of 199 and challeome = SP  In operation on sh da he Minis ay appoint by  Onde published inthe Get  2. Section 303 and 304 ofthe Code of Criminal Relient  Proccfe Act Noo 1979 (hefersleredtoathe Sn sd  Principal encinent” are herby repealed and he felling 3%\"  ‘Seton subsite therefor = Vib  supeied 303. (1) Subject othe provisions ofthis  ‘ce section on seeing an ofede oem of  ‘esas prsonment a court may make an oer  spending he wine or par ofthe xaence  itis, foreasons be sated in wring.  thar itis appropriate to do's0 in the  ‘hcumstanceshaeing regard fo ~  (a) the maximum penalty presctbed for the  fence in rorpect of which the sentence  isimpoed  (0) te nate and grit of he ene  (o) the offenders culpability and degree of  ‘esposiliy forthe tence  (a) te offender's previous character  fe) any injury, toss or damage resuting  directly ffom the commission of the  ‘iene",
    "mean_p_confidence": 0.3983259911894273
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Cade of Criminal Proceure Amendment  ‘het No of 1999",
    "mean_p_confidence": 0.4146153846153846
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (9 the presence of any aggravating or  ‘mitigating factor concerning the  offender",
    "mean_p_confidence": 0.5599999999999999
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (4) the need t© punish the offender 19 an  extent, and in a manner, which is justin  allo the circumstances",
    "mean_p_confidence": 0.5879166666666666
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (h) the need 10 deter the poffender or other  persons from committing offences of the  ame or of similar character",
    "mean_p_confidence": 0.555
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (4) the need to manifest the denunciation by  the cour of the tye of conduct in which  the offender was engaged in",
    "mean_p_confidence": 0.6084615384615385
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  0) the need to protect the vietim or the  community from te offender",
    "mean_p_confidence": 0.4925
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  (4) the fact that the person accused of the  offence pleaded guilty tothe offence and  such person is sincerely and truly  repentant: or",
    "mean_p_confidence": 0.6292857142857143
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  () combination of two oF more of the  above,",
    "mean_p_confidence": 0.6124999999999999
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  ©) A court shall not make an order  suspending a sentence of imprisonment if-",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  (a) @ mandatory minimum sentence of  imprisonment has been prescribed by  law forthe offence in respect of which  the sentence is imposed : 0",
    "mean_p_confidence": 0.6155172413793104
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  (b) the offender is serving. ois yet to serve,  4 term of imprisonment that has not  ‘en suspended : or",
    "mean_p_confidence": 0.6158333333333333
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Cade of Criminal Procedure(Amendinent) 3  ‘he No of 1999  (c)the offence was committed when the  offender was subject to a probation order  fr a conditional release or discharge  (a) the term of imprisonment imposed, or  the aggregate terms of imprisonment  where the offender is convicted for mote  than one offence in the same  proceedings, exceeds two year  (8). The period for which the whole or a part  ofasentence may be suspended (hereinafter  refered taste \"operational period”) shall  be  (a) deveined: and  (0) specified,  by the court when making the order suspending  the whole o part ofthe sentence  Provided that such period shall not be less  than five years from the date of the order  suspending the whole or patt of the sentence.",
    "mean_p_confidence": 0.6027083333333334
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (4) An offender sentenced to suspended  imprisonment shall not serve any part of the  Imprisonment that is suspended sless ~",
    "mean_p_confidence": 0.5816666666666667
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (a) during the operational period the  ‘offender commits another offence the  Statutory penalty for which is, or  includes, imprisonment and",
    "mean_p_confidence": 0.5783999999999999
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (b) a court makes an order under subsection  «3.",
    "mean_p_confidence": 0.6275000000000001
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (5) The operational period shall be  calculated with effect from the date of the order  suspending the whole or part of the sentence.",
    "mean_p_confidence": 0.6851851851851852
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Cade of Criminal Procebure Amendment  ‘het No of 1999",
    "mean_p_confidence": 0.43230769230769234
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (6) 1 during the operational period an  offender is sentenced to imprisonment for  another offence committed prior 10 the  commencement of the operational period. the  ‘operational period continues to elapse while the  offender is serving that sentence.",
    "mean_p_confidence": 0.5513636363636364
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (7) An offender who is sentenced 10  suspended imprisonment shall be taken to be  discharged from the sentence at the end of the  operational period",
    "mean_p_confidence": 0.667
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (8) A suspended sentence of imprisonment  shall be taken as being a sentence of  Imprisonment for the purpose of any law, except  any law providing for disqualification for, or loss  fof, office or the forfeiture or suspension of  pensions or other benefits",
    "mean_p_confidence": 0.6644897959183674
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  (©) IF under subsection (13) an offender is  ordered to serve the whole or part of a wholly  suspended sentence of imprisonment thes, for  the purposes of any law providing for  disqualification for, or loss of, office or the  forfeiture or suspension of pensions or other  benefits, the offender shall be taken to have been  sentenced 10 imprisonment on the day on which  the order was made under that subsection,",
    "mean_p_confidence": 0.6926249999999999
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  (10) For the purposes of subsections (8) and  (), “law” includes enactments of Parliament,  regulations, rules and by-laws made under any  enactment of Parliament, the Minutes on  Pensions, and Codes or Rules made by of  approved by the Cabinet of Ministers",
    "mean_p_confidence": 0.6514583333333334
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Cade of Criminal Prcedure(Amendinen) 5  ‘he No of 1999",
    "mean_p_confidence": 0.36083333333333334
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  (11) Ifa court convicts a person of an offence  the statutory penalty for which is. or includes,  Imprisonment ‘and that offence was committed  during the operational period in relation 10  fnother offence, ny court shall deal with the  pesson unde subsction (13).",
    "mean_p_confidence": 0.6320408163265306
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (12) (a) If a person has been convicted and  dealt with for an offence the statutory penalty  for which is, or includes, imprisonment and that  offence was’ committed “during the operational  period in relation to another offence, then a  complaint may be made 1 the court that  Imposed the suspended sentence under  Subsection (1) in relation to the other offence,  alleging those matters.",
    "mean_p_confidence": 0.6605479452054794
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  (6) 8 complaint under paragraph (a) may  bemade—",
    "mean_p_confidence": 0.32090909090909087
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  (by any person:  not later than wo years fom the end of  ‘he operational perio.",
    "mean_p_confidence": 0.5189473684210526
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  (fo) A complaint under paragraph (a) shall  be in writing and be supported by an affidavit  ‘rom the complainant",
    "mean_p_confidence": 0.5452173913043478
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (4) 1f & complaint in writing, supported by  an affidavit is) received by the “court under  paragraph (a). the court shall summon the  person in respect of whom it had imposed a  Suspended sentence and the person making the  complaint under paragraph (a) 1 appear before  tata specified place, date and time",
    "mean_p_confidence": 0.5943333333333333
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  (e) A. summons issued on a person under  paragraph (d) shall be served on that person  personally or left at the place where that person  ‘vas last known tobe living",
    "mean_p_confidence": 0.6005714285714285
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  © Cade of Criminal Procedure Amendment  ‘het No of 1999  (9 1 any person summoned to appear before  courtunder paragraph (2), ilstoappearincour  in response t the summons, the court shall  issue a warrant to have the person arrested  and brought before it.  (13) (a) IF on the hearing of a complaint  under subsection (12) the cout is satisfied that  person has been convicted of an offence the  staturory penalty for which is, or includes,  imprisonment and that the offence was  committed during the operational period in  ‘elation to an offence in respect of Which the  ‘court had imposed a suspended sentence, the  court may, notwithstanding anything in  subsection 7) —  1) restore the sentence or part sentence eld  in suspense and order the offender to  (restore part of the sentence of part  sentence held in suspense and order the  “offender to serve ito  Giyin the case of a wholly suspended  sentence, extend the operational petiod  to: date not later than twelve months  from the dae ofthe order  (iv) make no order with respect to the  suspended sentence,  and may, in addition, impose a fine not  exceeding twenty-five thousand rupees such  person.",
    "mean_p_confidence": 0.599372197309417
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Cade of Criminal Procedsre(Amendnen) 7  \"het N47 of 198  (0) 16-4 court orders an offender under  paragraph (a) to serve aterm of imprisonment  that had been held in suspense, the term shall  unless the cour otherwise orders, be served—  © forth and  concurrently with any ohee term of  imprisonment the offender iserving or  inyettosene  (6) A cour shall make an onder under sub-  paragraphs () o (i) oF Gi of paragraph (a) of  subsection (13) unles iis ofthe opinion that it  ‘Would be unjust 10 do so in view of all the  circumstances whieh have arisen, or have  Become Known, since the suspended sentence  was imposed, including the fact of any  subsequent offence, and if is ofthat opinion,  the court shall stats reasons in writing  (a) 18 in respect ofa complaint made under  subsection (12) itis not posible fr the court ©  deal withthe offender immediately, it shall  release him on bail upon such terms as it may  impos.  cyst cin 3D A court proposing to make an order  ce suspending a sentence of impitsonment shall  before making such order —  (a) explain, or cause tobe explained, 0  the offender in a language readily  understood by the offender  the purpose and effect of the  proposed ocdr: and",
    "mean_p_confidence": 0.5346666666666666
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  the consequences that may follow  ifthe offender commits another  ‘offence punishable with niprison-  ment during the operational  periods:",
    "mean_p_confidence": 0.3854166666666667
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  § Cae of Crimea end  roca ees  reo. ond Tani ests ofthis Act, the Sinhala ext shall peal,",
    "mean_p_confidence": 0.30863636363636365
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": "",
    "mean_p_confidence": -0.01
  }
]