[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON | 5th Session 1969-70 . Cle fs - mR iCal L1970-4-30 f Bes Be. g Sma, WON We Ke caret Ceylon Pentecostal Mission Act, No. 21 of 1970 Date of Assent ; March 24, 1970 7 Printed on the Orders of Government Dobialat oe Saag GOP Sea Tas Agmual Subscription Cincluding Bills) Rs. 30 (Local), Rs, 40 See RE UMN PDT Man Di Maalt Punucarioxs Burtau, P. 0. Box 500, Catone 1, before 20th AMITangs habe eee ot, We tao MANE Bt iarued before the date of payrient will not be mopped Price: 90 cents Postage; 10 cents",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Ceylon Pentecostal Mission Act, No. £1 of 1970 L. D—O. 46/49.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Ax Act To INCORPORATE THE CEYLON PenTEcosTaL",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Miaston.",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "~ [Date of Assent: March 24, 1970) WHEREAS a Mission founded ns the late Pastor Presmbie P. Paul called and known as the Ceylon Pentecostal Mission bas heretofore been established in Ceylon for the purpose of spreading the knowledge of the Christian Retigion and establishing and maintaining Christian Churches and other institations:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "And whereas branches of the Ceylon Pentecostal Mission have been established abroad:",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "And whereas the Headquarters of the Ceylon Pentecosts] Mission has always been in Ceylon:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "And whereas the Rurposee aforesaid would be more effectually proseeuted! and attained by the inoorpora- tion of the eaid Mission:",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ", And whereas the said Mission has applied to be . incorporated and it will be for the public advantage ~ to grant such application:",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Be it, therefore, enacted by the Queen’s Most Excellent Majesty, by and with the advice end ‘consent. of the Senate and the House of Representatives of Ceylon in {iis present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4, This Act may be cited us the Cylon stmssse, Pentecostal Mission Act, No. 21 of 1970.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2. (1) From and after the date of the tncorparatio commencement of this Act, the members for the time ftte Gln: being of the Ceylon Pentecostal Mission (hereinafter Mies. referred to as ‘‘ the Mission ’’) and such and so many persons as shall after that date ba admitted members of the said Mission shall be and are hereby constituted # body politic and corporate (hereinafter referred to",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "<8s the “' Corporation”) with the name of ‘The _ Ceylon Pentecostal Mission”.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(2) The Corporation shall, in the said name and for the purposes hereinafter mentioned, bave perpetual Succession, and shal] and may by the said ame sue",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "ean.",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "2 Coylon Pentecostal Mission Act, No. 21 of 1970 and be sued in all courts and shall and may have and use a common seal with power to break, alter, and renew the same at ite discretion.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Balen. 8, (4) It shall be lawful for the Mission from time” to time at any general mecting of the members, and by a majority of the members present and voting, to make such’ rules not inconsistent with this Act, as the Mission may deem expedient for all or any of the following purposes: —",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(@) the admission, withdrawal or expulsion of membera;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(®) the powers, duties, functions and‘conduct of the various’ Pastor, full-time workers and members of the Mission;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "{@) the procedure to be observed at mestings and in convening meetings and in the transaction of . the business of the Mission;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(@ the administration and management of the property of the Mission;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(©) generally the management of the affairs and the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "? Seraccomplishment’ of the objects of the < Mission. (2) All members of the Mission shall at all times he subject to the rules for the time being of the Mission. eration 4, No role made by the Mission at any general one meeting shall be altered, amended or rescinded oxorpt by the votes of the majority of the members present and voting st any subseqaent general meeting. Bomerof, 5. The Corporation shall be able and capable in SET\" law to receive and to hold property, both ners and ropety. immovable, upon or by virtue of any purchase, grant, gift, or Upon or by virtue of any testamentary isposition or otherwise; and all such property. shel he held by the Corporation for the purposes of this ' Act, and subject to the rules for the time being of the~ said Corporation, with full power (subject to any trast attaching to auch property and to the law regulating trusts) to sell, mortgage, lease, exchange or otherwise dispose of the game and to invest its funds in such manner as may be necessary or expedient for the furtherance of ite objects.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "Ceylon Pentecostal Mission Act, No. #1 of 1970 8 .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "6. The seal of the Corporation shall not be affixed geal of to any instrament whatecover except in the presence Comien. of three members of the Mission duly authorized for the purpose under the rules thereof, who shall sign their names to the instrament in token of their Presence, and such signing shall be independent of the signing of any person as a witness.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "7. Nothing in this Act contained ehall prejudice Seoret or aifect the rights of Her Majesty the ‘Qooen Her One, Heirs and Successors, or of any body politic or corporate, or of any other petsons, except such as are mentioned in this Act, and those claiming by, from, or under them.",
    "mean_p_confidence": 0.79
  }
]