[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ist Session 1960-61 See? () )e . Special Areas (Colombo) Development (Amendment) Act, No. 56 of 1961 - Date of Assent: June 19, 1962 wba Printed on the Orders of Government Printed at the Govenywenr Press, Cryton, To be Purchased at the Goyatmarn Pusticarions Burzay, CoLonso, Annual Subscription (including Bills) Rs. 25, payable in - Sa SPS, Satan Peano ‘Buazav, Posr Orrice Box 406, Secretariat, Colombo 1. Price: 15 cents, . Postage: 10 cents,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Special Areas (Colombo) Development . (Amendment) ‘Act, No. 56 of 1981 L. DO. 4/88, AN Act 70 AMEND THE SPECIAL Anzas (CoLoMBO) ‘Deveormant ORnprnance, No. 40 oy 1947. [Date of Assent: 19th June, 1961] BE it enacted by the Queen's Moat Excellent Majesty, by and with tho advice and consent of the Senate and the House of Representatives of Coylon in this pre- sort Parliament assembled, and by the authority of ; the same, as fallows:— : foal",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "4. This Act may be cited as the Special Arens tas iis (Colombo) Development (Amendment) Act, No- 56 of 1981. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "2, Section of the Special Areas (Colombo) Develop- Amsotnont ot mebt Ordinance, No. 20 of 1047 (hereinafter referred Sap, toas the “ principal enactment \"’) is hereby amended, No. bats. in sub-section (2) of that section, by the substitution,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "-for all the words, figures and letters from * shall be payable” to the end of that sub-tection, of ‘the following :—~",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "-_ {shall be payable by the Board tothe person who",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "for the time being would be entitled to occupy auch land but for the fact that possession thereof is 80 retained and the rent so payable shall be a sum equal to the rent which might reseonably be expected to be payable by a tenant in occupation of'ench land daring. that period ‘under a lease granted immediately before the heginuing of that . Patigd whereby the tenant undertakes to psy all usual rates and taxes and to hear the cost of the + Yepaira and insurance and the other expenses, if any, Deceasary to maintain such land in a state to command that rent. ””. __3. The following new section is hereby inserted Iowstin ot. immediately after section 6, and shall. have effect 23 in'ike section 6A, of 10s Pree! enactment :—- Se byt peeled “Pmt GA. Any compensation payab! 0 compemits’ Crown to aay perem under parograph Bates ® of regulation 2 (1) of the Defence Seperation (Compensation) Regulations, 1941, in WE,\" —_ respect of any land referred to in section rete 8 (1) (@) may, if such compensation hes wrekl'ama, not been wiready paid by the Crown to auch person, be paid to such person by 22 auesan ere",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": ". 2 Special Areas (Colombo) Development (Amendment) Act, i ‘56. of 1964 the Board for and on behalf of the Crown. The payment of sich compen- sation to auch person by the Board ander the preceding provisions of this section __ shall operate as» satisfaction in fall of such person’s claim to such compensation from the Crown. *. Temeligict . &s_‘The following new section is hereby inserted HTS\" immediately after section 48, and shall bave ellect a2 Fier!’ section 434, of the principal enactment:— ° . Rules. 483A. (1) The Board may make rules - Bae for or ey respect of the following Boies - matters: race. (@) the establishment, regolation, administration and manage: ment of 2 Provident Fund for the grant of benefits to officers and servants (other than daily-paid servants) of the Board, the circamstances 1D ‘which, and the conditions and restrictions subject to which, such officers and servants will be eligible for such grants, fixing the contribations to be made thereto by the Board and such officers and servants and the payments to be made therefrom to euch officers aud servants or their nominees, authorising the contributions of such cffcers snd servants to be deducted from their salaries, presoribing the pro- cedure for makiag such deductions, authorising the payment of all such contribu tions into the Fond and authorising the investment of moneys paid into the Fund and all matters incidental to _ or connected with the Fund, for which no express provie sion is made; an",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "Special Areas (Colombo) Deo ‘ .",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "Umeidmend| Act, No. oe epeaef (®) the establishment, regulati",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "administration ‘aud won ge ment of a Scheme for the sot grant of gratuities to daily- paid servants of the Board or their widows and children,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": ". the circumstances in which,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "and the conditions: and res- trictions subject to which, such servants or widows and deildren ‘willbe eligible. for wu Tants, ayments to be mado thereunder to exch servants or widows and children,” and all matters incidental to or connected with such Scheme.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(2) No rule made by the Board under sub-section (1) shall come fato fores un- til it is approved by the Minister with the ‘conomvence of the ‘Minister of Finance. ””.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "3. Seotion 44 of the principal enactment ia hereby Ammodmest of amended as follows: — ieehapsl",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(@) in paragraph (@) of sub-section (2) of that sme! aaticn, Ty the substitution, for the words ** regulation made ””, of the words “ regu- \". lation or rule made\"; and, (®) in paragraph (d) of sub-section (3) of that ection, Fy g substitution, for the words - “regulation made”, of the words « regulation or rule made ””.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": ". Section 57 of the principal enactment is hereby  Amuionat ot amended in sub-section (2) of that section, as site sy. followa:— . cudnt",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(@) in paragraph (a) of that sub-section, by the ‘substitution, for the words ‘‘ the Council : shall be the sucosssor ‘”, of the words “ the Couneil or, where the Council has been dis- solved under section 277 of the Municipal",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": ". Councils Ordinance, No. 20 of 1947, and a",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": ": Special Commissioner or Special Commis-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "sioners is or ‘are sppointad under . that",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": ": section, such Special Commissioner or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": ". Special Commissioners shall be. the successor or successors \"5",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "4 Special Areas (Colombo) Development (Amendment) Act, aes of 1961 1 Gil) in paragraph (6) of that sub-section, by the . . eabeciation \"ior the words the Couns : cil;”, of the words “the Couneil or . Special Commissioner or Special Com- missioners; ”’;",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(iii) in paragraph (¢) of that sub-section, by the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "2” Nabatitution, for the words “\" tho Coun * gils?, of the words “the Council or Special Commissioner or Special Com- missioners; ”* ; . Gy) in paregraph (@) of that sub-section, by the ny substitution, for the words ‘‘ fund of the Council; *,’ of the words ‘ Municipal",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "Fond; 7; :",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(=) im parograph (6) of that sub-section, by the substitution, for the words “ the Coun- cil; \", of the words ‘the Council or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "“. | Speeial Commissioner or Special Com- . missioners; \"*; and",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(vi) in paragraph (f) of that sub-section, by the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "substitution, for the words “ the Coun",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "Bae cil.”, of the words ‘* the Council or Special",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "ee Commissioner or Special Commissioners.””.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "Ameoiawct of * 7. - Section 58 of the principal enactment is hereby",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "mie.ol amended by the addition, immediately after sub-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "macmme section (2) of that section, of the following new sub - section: —",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "“ (8) Where a person who is not authorised by the Board to do so executes or causes to be executed any work or does or causes to be done any act in or upon any Isad in any special aren",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": ". : or in or upon any stricture on any such land or te occupies or uses or causes to be docupied or used any such land or structure at any time during the . pone commencing on the date on which such Tind'is vested in the Board under this Ordinance",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "», and ending on the date on which a development , scheme comes into operation for such area, he",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "shall be guilty of an offence.”",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "Aueimenst 8, - Section 62 of the principal enactment is hereby gees amended as follows:— : : seacmenl, (4) in eub-section (1) of that section, by the sub- stitution, for the expression “ applying 0",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Special Areas (Colombo) Development 8 Tdmendment) Act, No. 58 of 1061 that land the Magistrate”, of the following :— . “ applying to that land or in contraven- tion of the Provisions of sub-section (3) of section 58, the Magistrate\"; and (2) by the inzertion, immediately after sub- section (1) of that aection, of the following sub-section :— * (1.8) Where any person ia convicted | . under sub-section Ga section 58 of the |. offence of occupying or using any land or structure in any special area without . being authorised ty the Board to do 20, the Megistrate by whom such person is gouvicted may, on the application of the Board, iseue a writ to the Fiscal requir- ing him before a date specified in the writ to eject such Berson. from such land or structure and deliver possession there- of to the Board. Buch writ shall be sufficient authority for the Fiscal or any police officer authorised by him in that half to enter such Tend ‘or structure with such assistants as the Fiscal or such police officer deems uecessary and to execute such writ.””. ®. Section 64 of the principal enactment is hereby amendment of amended as follows:— eaten st ot (1) by the renumbering of that section as sub- “aunt section (1) of section 64; and (2) by the addition, at the end of that section, of * the following sub-section :— * @) A land requisitioned for the . Purpose 0} aps OM enoy Bowers. shall, ‘litough ‘no demolition operations may ‘have been carried out thereon under suck Pores, be deemed, for the purposes of this Ordinance, to be a land on which demolition operations have ‘been carried out un such powers,\"”. , 40,  Thie amendments made in the principal enact- cwisin ‘ment by section 2, section 3, section 4 and section 9 of smendments to this Act shall be deemed to have come into force on fstdumaw ‘the date on which that enactment come into bere mtrmy ‘operation, ~ pestis eat,",
    "mean_p_confidence": 0.78
  }
]