[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". PARLIAMENT OF CEYLON 4th Session 1950 ° aoe ap La 5 ARES SUS Seay ee, a la ameay d Se Food Control Act, - No. 25 of 1950 Date of Assent: ‘October 20, 1950 Printed on the Orders of Government : . | rath Pa.Cne So sy Se Eee Ge ee neces Prive 25 cont iom ante",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Food Control Act, No. 85 of 1950. 8 b. D0. 20/80. P m/s. AN ACT 10 MAKE PROVISION ¥OR THE REGULATION AND CONTROL OF THE DISTRIBUTION, TRANSPORT AND = SUPPLY OF FOOD. [Date of Assent: October 20, 1950.] BE it enacted by the King’s Most Exoallent Majesty: by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: — 4. This Act may be cited as the Food Control Act, Sber tile, : No. 95 of 1950, and shall come into operation on the Sper. ninth day of December, 1950 (such date being herein- after referred to as the “ appointed date “’). t 2. (i) There may be appointed, by name or by spmintwas : afte, £0 the purpores of this Act, & Rod Coney eee, : and such number of Deputy and Assistant Food : Controllers and other officers as may he necessary. : (2) ‘The act of appointment of any Deputy or Assiat- i atit Food Controller shall. specify. whether he is | appointed sa such for the whole of Ceylon or for any i ” part thereof. H (3) There may also be appointed such clerical and minor staff as may be necessary to assist the aforesaid officers in the administration of this Act. ' 3, (1) Every Deputy or Assistant Food Controller Power sod i shat, a oe pence tke ‘performance of faa, : his duties or the discharge of his functions, be subject to the general’ direction and control of the Food Controller. . (2) Every Deputy or Assistant Food Controller may, subject to the general direction and control of the Food Controtler, within the ares for which he is appointed, exercise, perform or discharge all or any of the powers, duties or functions vested in, imposed upon, or assigned to, the Food Controller by or under this Act. 4. (1) Where the Minister is satisfied that in any Prohibition or pati of Ceylon there ean likely to be— gusts ot (@) a shortage or unreasonable increase in the pro- Farr! at, duction, stocks or supply of any food or \"= : article of food; or (®) any unreasonable diminution or increase in ’ the number of cattle available for slaughter, . IT, B29511-2,706 (9/00) nT, Pus, cocoesND,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "4 Food Control Act, No. 25 of 1950. the Minister may by Order published in the Gazette—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(i) prohibit o regulate the transport or removal of any food, article of food or cattle to or from any place or area in Ceylon;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "{ii) regulate and control the importation into * ‘Ceylon of any food. article of food or cattle by the introduction of a system of licences or otherwise;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(iii) provide for the allocation, distribution ot withdrawal of import licences for the purpose of the regulation or control referred to in paragraph (ii);",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "a (iv) regulate and control the removal of any food, article of food or cattle from the Customs premises or from any warehouse or store within such premises;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(v) assume control of any granary, warehouse or store and prohibit, control or regulate the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ". transport thereto or removal therefrom of . any food, article of food or cattle;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(vi) provide for the allocation of supplies of food, articles of food or cattle to distributors, woerchents or dealers, for the organization and administration of asystem of rationing. such supplies, for the transport and con-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ". veyance of such supplies and for the Te- quisitioning of vehicles and animals for the purpose of such transport or conveyance.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(2) Every Order shall come into operation on the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "date of its publication in the Gazette, and shall, sub- ject to the provisions of sub-sections (4) and (5) (¢), ‘continue in operation for a period of six monthe com- menoing from thet date: _ Provided, however, that in any case where an Order ia made under sub-section (1) ty in respect of any granary, warehouse or store. the Minister may by writing under his hand authorise the Food Controller or any Deputy Food Controller, pending the publica- tion of the Order in the Gazette, to enter such granary, warehouse or store and to take such steps as may be necessary to prevent or regulate the removal therefrom of any food, article of food or cattle; and any act done by the Food Controller, or by a Deputy Food Control- ler or by any Assistant Food Controller, acting on behalf of the Food Controller, in pursvance of any such written authority shall be ‘as valid ' and effectual as if the Order has been in operation at the time such authority was given.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "_ Food Control Act, No. 25 of 1950. 5",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(8) Every Order shall, as soon as may be after it has come into operation, be brought before the Senate and the House of Representatives for approval.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(4) Every Order which the Senate or the House of",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "* Representatives refuses to approve shall be deemed to be rescinded, but without prejudice to the validity of anything previously done or suffered to be done there- under. “The date on which an Order hail bo deemed to ke rescinded shall be the date on which the Senate or the House of Representatives refuses to approve the Order, and such date shall be notified in the Gazette.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "i) (@) The Minister may at any time by Order published in the Gazette (such Order being hereinafter referred to.as an ‘' Amending Order ””) vary any Order previously made under sub-section (1). Every Amend- ‘og Order shall come into operation on the date of its publication in the Gazette. +",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(8) An Order made under sub-section (1) which is varied by an Amending Order shall continue in opera Hon, as go varied, for the period during which it would have been in operation if it had not been so varied, and no longer.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "©) Brery Amending Order shall be brought before the Senate and the House of Representatives for",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "* approval:",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "Provided, however, that where an Order made under sub-section (1) is varied by one or more Amending Orders before it is approved by the Senate and the House of Representatives under sub-section (3), the Order, when it is brought before the Senate and the House of Representatives for approval under that sub- section, shall have incorporated therein all variations effected by such Amending Order or Ordera, and it shall not be necessary in any such case to bring any such Amending Order separately before the Senate an the House of ‘hepresentatives.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(@) The refusal of the Senate or the House of Re- presentatives to approve any Amending Order which i",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "rought before the Senate or the House of Representa- tives for approval shall be deemed to be a rescission of that Amending Order, and the Order made under : sub-section (1) shall, from the date of such rescission, continue in operation as though that Amending Order had not been made. () The Minister may at any time rescind any Order - previously made under anb-section (1). Notification of the rescission of any such Order shall be published in the Gazette and such Order shall be deemed to be rescinded upon the date of such publication. ‘",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "6 Food Control Act, No. 25 of 1950.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(8) Every Order shall, when approved by the Senate alae \"House of Representatives be ao valid: and effectual as if it were herein enacted.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "{7) Every Notification required to be published in the Gazette under this section shall be published under the hand of the Minister.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(8) The provisions of any Order made under this ‘section shal, notwithstanding that they are inconsist- ent, with or in conflict with the provisions of any other written law. prevail over such other written law for the period during which the Order is in force.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "Dederatin ¢ —-§,- Where the Minister is of opinion that it is eae necessary to supplement or to conserve the supply of Granade any food or article of food (such food or article of food ae being hereinafter referred to as the “ first-mentiono? piel wea article\") for the rationing of the supplies of which vue an Order under section 4 (1) (vi) of this Act has been prevaion ct made, or that it is necessary to prevent the waste of the sopiistins any other kind of food or article of food which he Geemfere”\" considers an adequate substitute for the first-mentioned eum’ artiole, he may by Order published in the Gazette declare such other kkind of food or article of food to be & substitute for the first-mentioned article; and the , provisions of this Act and the regulations made or -, deemed to be made thereunder relating to the first- mentioned article shall mutatis mutandis apply to such other kind of food or article of food. eguiions 6. (1) The Minister may make regulations for the purpose of carrying out or giving elect to the prin: ciples and provisions of this Act.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(2 In particular, and without prejudice to the Renerality of the powers conferred by sub-section (1),",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "6 Minister may make regulations for or in respect of all or any of the following matters:—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "{@) any matter for which provision may be made ‘by an Order issued under section 4;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(0) the collection of information necessary for the purposes of this Act or for the enforcement of any Order made thereunder, and the marking of premises with letters and marks for the Parpose of facilitating the ool- lection of such informetion;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(©) the returns to be made for the purposes of this Act, the forms of such returns and the manner of the authentication thereof;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "Food Controt Act, No. 26 of 1950. 7 the inspection and search of any land or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "@ ‘premises for the purposes of this Act;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "(e) the stoppage, by the erection of barriers or by the giving of orders, directions or signals.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "4 of any vehicle used or reasonably suspected to be used for the conveyance or transport of any food or article of food or cattle;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "() the inspection and search of such vehicle",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "the surrender of any books, coupons or other",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "@ ‘documents issued for the purposes of this Act;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "{#) the prohibition of the issue of any railway, steamship or aircraft ticket without the surrender of such books, coupons or other documents;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "(@ the compalsory purchase, seizure, soquestre-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": ". ) tion and digpoeal of any food or article of food or cattle;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "() the disposal of any food or article of food or cattle forfeited onder this Act;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "{#) the manner of serving notices required to be issued for the purposes of this Act;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "() the obligations and duties of distributors, merchants or dealers participating in any = *",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "io system of rationing and the payment by",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": ". them of compensation for deficiencies of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "stock in their charge; and",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "(mm) any other matters connected with, or inci- dental to, any of the matters hereinbefore mentioned.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "®) Every regulation made by the Minister shall be publiched in the Gazette and shail come into operation upon such publication.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "3) Every regulation made by the Minister shall be brought before the Senate and the House of Represents tives within a period of one month from the date of the publication of that regulation under sub-section : @), or, if no mesting is held within that period, at the first recting after the expiry of that period, by a motion that such regulation Thal be approved.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "(®) Any regnlotion which the Senate or the House of Representatives refuses to approve shall be deemed to be rescinded but without prejudice to the validity of anything previously dons thereunder or to. the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 21,
    "text": "_ Making of any new regulation. ‘The date on which such regulation shall so be deemed to be rescinded shall be the date on which the Senate or the House of ‘Representatives refuses to approve the regulation. : {",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "8 Food Controt Act, No. 26 of 1950,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(8) Notification of the date on which any-regulation maade by the Minister ie eo deemed to be rescinded shall be published in the Gazette.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(2) Any regulation made by the Minister shall, when approved by the Senate and the House of Representa- tives, be as valid and effectual as if it were herein enacted. Notification of such approval shall be published in the Gazerte,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "Applicion 7, The provisions of section 7 of the Interpretation ag Orulinance shall epply in relation to the power to make Ietsroetation regulations under this Act in like manner as they apply tp 2 _im the case of the power to make rules or issue Orders ander any Ordinance or Act of Parliament. Roweatin of 8, (1) The Food Controller may, if he is satisfied ee that 2 distributor, merchant oF dealer has con- diaries, travened the provisions of any Order or regulation Tale as.” made or deemed to be made under this Act, or if he . considers it expedient so to do in the interests of the public, revoke any authorisation or directions, relating to the sale or supply of any food, article of food or cattle, issued to such distributor, merchant or dealer.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "@ Jn any case where it would be lawful for the Food Controller in accordance with the provisions of | aub-section (1) to revoke any authorisation or direc- ~” tions, he may, on an application made by the distri- futor, merchant or dealer, as the case may be, in lieu of such revocation, order such distributor, merchant or dealer to pay a penalty of an amount not exceeding",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "five thousand Tupees.",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(8) The amount of any penalty shall, when paid, be credited to the Consolidated Fund.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(&) The provisions of this section shall not affect or prejudice the institution or maintenance in any case of a prosecation for any offence under this Act.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "tinoen ena 9. (1) Every person, appointed for the purposes eis Ret wh PP paps (@) without sufficient cause, refuses or neglects to act as such or to use reasonable diligence and care in performing any duty imposed pon him by this Act of under any Order or regulation made or deemed to be made ' under the Act; or @) wilfully, puts any offensive or improper ~ question or knowingly falsifies any return shall be guilty of an offence.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "Food Control Act, No. 26 of 1960. 9 f 42) Every person, who— 1 {a) refuses to answer to the best of his knowledge a and belief any question asked of him by an officer appointed for the purposes of this 6 Act which such person is required to answer under any’ Order or rego lation made or deemed to be made under this Act, or wilfully makes a false auswer thereto; or (6) makes, signs or delivers or causes to be made, . signed or detivered, any wilfully false or incorrect return or any return containing ay statement which is to his knowledge false or incorrect; or (© refuses to allow an officer appointed for the purposes of this Act such reasonable access to any premises as he may be required to - allow under such Order or regulation; or {@) before the expiry of a period of eight weeks from the dae on which any mati or letter was marked an such premises under such Order or regulation, alters, obliterates or removes such mark or letter, shall be guilty of an offence. (8) Every parson who acts in contravention of any + Order or regulation made or deemed to be made under this At shall be guilty of an offence.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "(4) Every person who is guilty of an offence under this Act shall on conviction after summary trial before & Magistrate, be liable to a fine not exceeding five hundred rupees or to imprisonment of either descrip- tion for # period not exceeding six months or to both such fine and imprisonment; and the Magistrate may order the forfeiture of any food, article of food or cattle, in respect of which the offence was committed.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "(5) Where any person who is employed by any other person: {each other ‘person being hereinafter referred to - as the “ employer ”) to sell any food, article of food or cattle in the course of any business carried on by the employer at any premises, is by reason of anythin done or omitted to be done at these premises, convicted of the offence of contravening any provision of any Order or regulation made or deemed to be made under this Act, then the employer or where the employer is ‘out of Ceylon, the person for the time being acting as panager or having control of the business, shall also :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "_ be guilty of that offence, unlesa he proves to the satis-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "faction of the Court that the offence was committed",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "Withoot his knowledge sud that-he exercised all due diligence to prevent the commission of the offence. : Se eno} :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "10 Food Coatrot Aot, No. 26 of 1950. {6) In the case of any offence under this Act committed by s body of persons— : : . (@) where the body of persons is a body corporate, . every director and officer of that body  - corporate shall be deemed to be guilty of . that offence; and (®) where the body of persons is a firm, every partner of the firm shall be deemed to be guilty of that offence:",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "Provided that no such person shall be deemed tobe guilty of an offence under his Act, if he proves that | the offence was committed without his knowledge or that he exercised all due diligence to prevent the commission of the offence.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "{7} Notwithstanding anything to the contrary in the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "Cap. 16, First Schedule to the Criminal Procedure Code, every offence under this Act shall be a cognizable offence within the meaning of that Code.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(8) The Food Controller and every Deputy and Assistant Food Controller shall be deemed to be peace",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "Cap. Ut officers within the meaning of the Criminal Procedure Code for the purpose of exercising any power conferred on peace officers by that Code.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "Protection at 10.- No civil action or criminal prosecution shall be <",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "officers. instituted or maintained against fe Food Controller ‘or any Deputy or Assistant Food Controller or any other officer appointed for the purposes of this Act in respect of any act bona jide done or omitted to be done in pursuance of any power or authority conferred or granted by or under this Act or by o under any Order & regulation made or deemed to be made thereander.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "Agptlention 44, (1) The provisions of this Act or of any Order",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "at AeA. or regulation made or deemed to be made thereunder shail have no application to any food or article of food or cattle kept, transported or removed by or on behalf of the Naval, Military, Air or Civil Authorities for . the use of His Majesty's Forces or the Civil Administration. (2) Nothing in this Act shall affect the provisions of tap. $7, the bast Meat Ordinance. , overpresstion. 12, In this Act, unless the context otherwise Tequires— : *anticle of food ” means any commodity, sub- stance or thing which has been cooked, . prepared, treated, preserved or manu- factared as food for man or fodder for cattle;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "Food Control Act, No. 25 of 1960. il “cattle” means bulls, cows, sheep, goats, deer ‘or buffaloes, and includes any other animals ordinarily | killed or slaughtered for . providing food for man; and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "* \"food\" means aay commodity used for food or drink by man other than drags or water or any substance which ordinarily enters into or is used in the composition or pre- Batation of human food, and includes the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "lech of oattle and fodder for cattle,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "43, (1) The Food Control Ordinance, as amended Bee! so by any defence regulation, shall, with effect from the ™™* appointed date, be repealed : Op. 1,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "Provided, however, that notwithstanding «ch repeal, on and after the appointed date—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(@).every person who has been appointed under",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "“that Ordinance and holding en office or = ost on the day immediately preceding that =... Bate chal be deemed to have been appointed .. to hold such office or post under this Act, but without prejudice to the provisions of ot. section 60 of the Ceylon (Constitution) . Order in Council, 1946;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(®) every Order made under section 4 of that Ordinance and in force on the day izme- diately preceding that date shall, in 30 far as that Order is not inconsistent, with the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "rovisions-of this Act, be deemed to be an Bider made under section 4 of this Act, and the provisions of this Act shall apply accordingly;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "ry regulation made under section 5 of that Ordigenoo and in force on the day imme-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": ": diately preceding that date shall, in so far as that regulation is not inconsistent with the provisions of this Act, be deemed to be @ regulation made under section 6 of this Act, and the provisions of this Act shall apply accordingly; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(@ every licence, permit, notice, order, authorisa- tion, ration book, coupon or other document issued under any Ordor or regulation made under that Ordinance and in force on the ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": ". the day immediately preceding that date shall continue in foree'as thoogh they were issued under any Order or regulation made under this Act, and the provisions of this",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "*¥ . 2 Food Control Act, No. 25 of 1950. Act and any Order or regulation made or =\" deamed to be made thereunder shall apply accordingly. Oop, 3. (2) The provisions of section 6 (8) of the Inter- pretation Ordinance shall upoa the expiration— « ”  (@) of the Defence Regulations specified in the Sehedule to this Act; and (©) of Regulations 52 to 55 of the Defence Qfiscelleneous) Regulations, in so far as they apply in relation to or forthe purposes : of the Defence Regulations specified in the Schedule to this Act, have effect in all respects as though they had been repealed by Act of Parliament, Souapuxe. 1. The Defence (Food Control) (Supplementary Provisions) ‘Begulations, 1043. - ‘Section 38 (4. @ The Defence (Food Control} {Special Provisions) (No. 2) Regulations, 1943. 8. ‘The Defence (Food Rationing) (Bpecish Provisions} - ‘Regulations, 1944. 4, The Defence {Gurender of Hice Ration Books} Regulations, 1948. .",
    "mean_p_confidence": 0.78
  }
]