[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". Ce | : PARLIAMENT OF. THE DEMOCRATIC . SOCIALIST REPUBLIC OF ¢* SRE LANKA ; ROAD DEVELOPMENT AUTHORITY . (SPECIAL PROVISIONS) ~ ACT, No. 5 OF 1988 : _ | Certified on 24th March, 1988] _  Britted'on the Orders of Government Published as a Supplement to part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of March 25, 1988 - “mrss ax wnunrcer er GoRMETE TOM EE go romances ae can Govclancans FORGeaTione CORRES, OER Price : 45 cents Coe Postage +75 cents",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Road Development Authority (Special Provisions)” Act, No. 5 of 2988 [Certified on 24th March, 1988] L.D—O 26/88 foe Aw ACT TO PROVIDE FOR.THE RXEECISE OF THE POWERS ROW yesTep im THE DEPARTMENT OF Hicuwave my tas Roan _Devevoraasne AUTHORITY; \"TO MAKE “CONSEQUENTIAL AMENDMENTS ‘30 THE Roap Devetormant Aurwomrry Act ; ‘AND FOR MATVEES CONNECTED THENEWITH: OR INCIDENTAL ‘THERETO, BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka ss follows :— L This Act may be cited as the Road Development Shorttitie, Authority (Special Provisions) Act, No. 5 of 1988, . {0 PARTI 2 From and after the coming into force of this Act— _ Fowers,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "+ @) all roads and thoroughfares to which the Thorough SPcules fares Ovdinance applied prior to the coming into - Depertment force of this Act, shall vest in the Road Develop. 2! {ienware ment Authority, established by the Road Develop- Department ment Authority Act, No. 73 of 1981 (hereinafter Director ot referred to as the “ Authority”) ; Works tobe",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "(®) every power, duty and function, conferred or Performed imposed on, or assigned to, the Department of discharged ‘Highways or the Department of the Director of PzuitBond ‘Works by the Thoroughfares Ordinance, or any Authority. other law shall be exercised, ‘performed or dis- pace",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": ": charged by the Authority ; and pi",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "(©) every power, duty and function conferred or imposed ‘om, or assigned to, an officer specified in Column I of the Schedule to this Part by the Theroughfares Ordinance or any other law, shall be exercised, per- formed or discharged by such officer of the Autho- rity-as is specified in the corresponding entry in Column I] of that Schedule,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "3. For the purposes of the Thoroughfates Ordinance, a  2au.gremad",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "road shall be deemed to be in charge of the Authority, if it charge of is maintained from the Fund of the Authority and a certi- Authority if ficate under the hand of the General Manager to the effect fromthe. that any road is maintained by the Authority shall be Bongos prime facie evidence of the fact that the 7oad is 50 maintained,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Sk Osa 0.290 casiemn .",
    "mean_p_confidence": 0.01
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "2 Road vevelopment Authority (Special Provisions) Act, No. 5 of 3988 . . Scmpocs : Come I + Column I rector General. Manager Superintending Engineer Chief Engineer Chief Engineer - . Chief Engineer . Executive Engineer ‘Executive Engineer Any other officer ofthe Enforcemenit Oficer Department. of Highways | . other: than the Chief Engineer : or the Executive Engineer authorized in writing by the - Director. : ° : PART Amendment & Section 9 of the Road Development Authority Act, of Act, ‘No. 73 of 1981. (hereinafter referred to as the “principal Ra eot enactment”) is hereby amended by the insertion imme- diately after subsection (2) thereof, of the following new » subsection :-— “",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": ". * (3) For the avoldance of doubts tt is hereby detlared - that the Authority may exercise, perform and discharge, any power, duty or function conferred or imposed on, or assigned to the Authority by any other law.\".",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "Amendment - 5, Section 11 of the principal enactment is hereby",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "Stthe | amended by the substitution for the words, “powers, duties",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "principal, ——_or functions under this Act”, of the words.\" powers, dyties or functions conferred or imposed on. or assigned to the Authority by this Act or any other law *.",
    "mean_p_confidence": 0.78
  }
]