[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 3rd Session 1962-63 . ey SL eA Ero) - Motor Transport (Amendment) Act, No. 34 of 1962 ‘Date of Assent: December 5, 1962 pit Re en an Pea Bare of December 18, 1962 pent or, Somme Puan. Gen Be ‘apa! foterouen Cocos, Re #0 (Lo, Bs TE ute Stas teas 1 ker aa",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Motor Transport (Amendment) Act, No. $4 of 1968 E. D—O. 27/69. An Acr 10 AMEND THE Moron TRANSPORT ~ 1668 ‘Act, No. 48 of 1957. Seerpont",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "[Date of Assent: December 5, 1962] wan 8A. BE it enacted by the Queen’s Moat, Excellent Majesty, by and with the advice and consent of the Senate and tha House of Representatives of Ceylon in this present . Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "4. This Act may be cited as the Motor Transport shor snl {Amendment) Act, No, 84 of 1962.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2. Section 2 of the Motor Transport Act, No. 48 Amina of 1957, hereinafter referred to as “the principal T''y Act”, ia hereby amended in sub-section (1), in 1? paragraph (¢) thereof, by the substitution, for the word “‘ administration, ”, of the words “ administra- tion or labour relations,’’,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "3 Section 98 of the principal Act, as amended hy smeiment Act No, 22 of 1961, is hereby further amended in the Be=.% proviso to sub-section (2} thereof, by the substitution, 4=- for the words “the date’, of the words “ such date\". '",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "4. Section 41A of the principal Act, inserted by Anedsen of Act No, 92 of 1961, is hereby amended in sub-seotion . ts 14 * (@) thereof, by the substitution, in each of the para- 4 graphs (0) and (c) of that sub-section, for the words “by any party to the dispute”, of the words “by ~ aay party to the dispute or by the Board ’*.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "4. “Section 47 of the principal Act, as amended by smeataeet of Act No. 22 of 1961, is hereby further amended in the #039. second proviso to eub-saction (1) thereof, by the substi- 4+ tation, for the words “five per centam of such oost \"”, of the words “‘ five per centum of such cost or, where such actual cost cannot be ascertained, the actual cost of any other second-hand omnibus reasonably compara- ble with the second-hand omnibus so vested, to the holder of a etage curriage permit increased by not more . than five per centum of auch oust ”*. peemter ong",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Motor Transport (Amendment) Act, No. 84 of 1968 Amine ot 8, Section 32 of the principal Act, as amended by TEENS — Act No. 22.0f 1961, is hereby amended as follows :— Aa. (2) in paragraph (a) of sub-section (1) thereof— {@) by the insertion, immediately after aub-paragraph (ii) of the following new sub-paragraph >— Gia) have heen neither admitted nor denied by such person to . be due from him onder section 40, section 40A or section 40B, and are certified in writing by the Commis: sioner of Labour to the Ceylon Transport Board to ave been neither ao admitted ‘ nor so denied. by such person and to be 90 due from such person; or '*; (@) in anb-paragraph (jii), by the eubstitu- ee Te ha orl roca licence for an omnibos by reason of the failure of euch person to deliver > such licenca, of the words “revenue licence or a certificate of . registration for an omaibus or other motor vehicle by reason of the failure of euch person to deliver such licence or certificate '; (©) in sub-paragraph (viii), by the substi- tatoo, or The oni trom ot . pereon as fees to a Liquidator ”, . the, words “to Liguidator trom such person as fees of, or expenses . incurred by, such Liquidator ”; and {@) by the substitution, for the expression Sas ubeparagraph (i) ”, ofthe ex * Ty pression \"*eub-parageaph (ii) or ‘ye . ‘sub-paragraph (lia) ”; ®) in sub-section @— | ' (@) by the substitation, for the words “The following’ provisions shall apply in any case where the com- poyettion \"af the worde “The following provisions y a in any” case’ where the kat ‘compensation \"5 . hon",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "Motor Transport (Amendment) Act, 8 : No. 34 of 1962 4 (®) in paragraph (a) thereof, by the subs. titution, for the words “ cannot be a paid out of the compensation\", of the words “cannot be. paid out of : the total compensation”; : (©) im paragraph (b) thereof, by the subs- . titution, for the word “ odmpansa- ‘ tion,’ of. the words “total compensation ; and (@) in paragraph (¢) thereof, by the subs- : tivation, for the words “be paid out of the compensation ” of the words “be paid out of the total compensation”; and (8) by the insertion, immediately after sub- section (8) of that section, of the following . new sub-section: — : “«(&) Any certificate issued by any + person or authority under sub-section (1) of this section shall, for all purposes, be conclusive proof of the facts stated 7. Section 5A of the principal Act, inserted by smminent of Act No. 92 of 1981, is hereby amended ag follows:— AoE HA. | () by the substitution, for the words “Where “* the compensation ”, of the words “ Where the total compensation”; and @) by the substitation, for the words “then, if that sum is payable to the Ceylon Transport Board, the Chairman of thet Board, or, if that sum ie payable to the Commissioner of Labour, such Commissioner, ”, of the words ‘ the Chairman of that Board”.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "8. Section 52B of the principal Act, inserted by ameoimmat of Aut No. 22 of 1961, is hereby amended in each of the Roue,88 # sub-sections (1) and (2) thereof, by the substitution, 43 for the. words, “Board or tho Commissioner of Labour \", of the word “Board”... :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "4 Motor Transport (Amendment) Act, No. 34 of 1962 ampinm st 9. Section 84 of the principal Act is hereb Somnsg = amended byte insertion? immediately after ou as! section (1) thereof, of the following new subsection:— ‘‘(LA) Any passenger in any omnibus of the - Coylon Transport Board who—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(2) does not retain with him throughout the journey the ticket that is issued to him; or’",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "@) fails or refuses to show or surrender gach ticket when called upon to do 80 by the conductor of that omnibus or by any other authori by the Boord in that behalf,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "shall be guilty of an offence and shall, oa convic- tion after summary trial before 2 Magistrate, be Viable to a fine not exceeding one hundred rupees: Provided that no prosecution a eball be institated “+ or maintained against any such passenger if pays to any ofioer of the Ceylon ‘Teens rt Board , sollorinad by the Board to feesive sucb payment, a penalty of two rupees and fifty cents together with twice his fare.’*. 4painett 40. Part II of the Schedule to the principal Act is Se hereby amended as follows:— p ae a (1) by the renumbering of par: 1, 2and8 - OM Synge ree ) by the insertion, immediately before the renumbered paragraph 2, of the following ew peragraph:— “1, Section 169 of the Motor Traffic Act shall not apply: to or in relation to any oo omnibus or “hiring car of the Ceylon",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Transport Board.”; -",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "@) in the renumbered paragraph 2, by the substitution, for eR * eine",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "188,” of the word “ Sections *”; and",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(4) by the addition, at the end thereof, of the following new paragraph: —",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "** 3. Sub-seotion (2) of section 186 of the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Motor Traffic Act shall not apply to",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "or in elation to any omnibus o? the",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Ceylon Transport Board.”",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "1",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Motor Transport (Amendment) Act, & No. ie: 1962 11. The amendments made in the principal Act Bacroapective sections 8,45, 6,7 oud Sof this Ack sballte deosen OEE for all purposes to have taken effect on the date oz Sttowu which the principal Act came into force.",
    "mean_p_confidence": 0.68
  }
]