[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "pe) PARLIAMENT OF THE DEMOGRATIC SOCIALIST REPUBLIC OF SRI LANKA - CODE OF INTELLECTUAL PROPERTY . (AMENDMENT) ACT, No. 17 OF 1990 . [Certified on 20th April, 1990] Printed on the Orders of Government Published as a Supploment to Part I of the Gazette of the Democratic Socialist Republic of Sri Lanka of April 20, 1990 [FODPDRD AN FEE DEPARTMOENT OF QOVITUTALERT PROTEDGG, SAE TAMA : TO BE FORHAED ay THE GOVEINTMENT PTULICATIONS BUREAU, COLOBDO Price : 60 cents. . Postage :Re 00,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Code of tnteltectual Property (Amendment) Act, No, 17 of 1990 [Certified on 20th April, 1990] fe: LD—O, 48/88 . , AN Act ro aMenp THE Cope oF Inrmuzcrua. Proventy Ace, No, 62 or 1979 BE it enacted by the Parliament of the Democratic Sherttithe. Socialist Repubile of Sri Lanka as follows :— 1, Thir Act may be cited as the Code of Intellectual Insertion ot Property (Amendment) Act, No. 17 of 1990, Vu in ast 2 ‘Che following new Part is hereby inserted imme- ° Giately after Part VI and shall have effect as Part VIII of the Code of Intellectual Property Act, No. 52 of 1979:— . “PART VOI : CONSTITUTION AND POWERS OF ADVISORY COMMISSION : Appoint 198, (1) The Minister may constitute 2 \"veo: ° Commission (hereinafter referred to ux the Commission. “ Advisory Commission ”} for the purpose of advising him on any matter referred to him ‘in relation to the Jaw relating to Copyright, Industrial Designs, Trade Marks, Patents and Untair Competition, (2) The Advisory Commission constituted under eubsection (1) shall eonsist of — (a) not lesg than five and not more than ten members appointed by the Minister from among persons who ave shown capacity in law or commerce or “related fields, (a member appointed under this para- graph is heretnafter referred to as an “appointed member\") ; and (b) the: Registrar who shell be an . ex officlo member and shall funo- \"tion as the secretary to the Advisory Commission, _",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "2 Code of Intetlectuat Property (Ameitdment) Act, No, 17 of 1990",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(8) (@) Subject to the provisions of sub- section (4), the term of office of an appointed member of the Advisory Commission shall be three years:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Provided that a member appointed in place of a member who resigns or is removed oF otherwise vacates office, shall hold office for the unexpired part of term of office of the member whom he succeeds,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(®) An appointed member of the Advisory Commission who vacates office by effiuxion af time shall be eligible for reappointment.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(4) @) An appointed member of the Advisory Commission may resign from office by letter to that effect addressed to tho ‘Minister and such resignation shall take effect on such resignation being accepted by tha Minister in writing.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(>) The Minister may at any time remove",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "- an appointed member from office, withaut assigning any reason therefor.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ". (©) Where sn appointed member Is temporarily unable to discharge the duties of his office on account of illness, wbsence trom Sri Lanka or any other cause, the ‘Minister may appoint some other person to act ai a member in his place,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ". (S) (@) The Minister shall appoint a Chairman of the Advisory Commission (in. ‘this Part referred to as the “Chairman” ) from among the appointed members of the Advisory Commission.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(b) Hf the Chairman is by reason of illness, other infirmity or absence from Sri Lanke, temporarily unable to perform the duties of bis office, the Minister may appoint another ‘appointed member to act in his place. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "“ _ @) The Minister may at any time remove the Chatrman from office, without assigning . any reason therefor. —_",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Code of Intellectual Property (Amendment) 3 Act, No. 17 of 1990 .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(d) The Chairman may resign from the office of Chairman by a letter to that effect addresed to the Minister and such resigna- tion shall take effect on such resignation being accepted by the Minister,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "{e) Subject to the provisions of para- graphs (¢) and (d), the term of office of the Chairman shell be his period of his member- ship of the Advisory Comrmisston,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(6) There may be appointed such officers and servants as may be necessary to assist the Advisory Commission in performing its duties undee this Part,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(1) The members of the Advisory Coni- mission may be paid auch remuneration out ‘of the Fund as may be determined by the Minister in consultation with the Minister ia charge of the subject of Finance.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(8) It shall be the duty of the Advisory Commission—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "fa) to inguire into and report to the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "‘Minister, on any matter or question relating to the law of Copyright, . Industrial Designs, Trade Marks, Patents and Unfair Competition as may be referred fo it by the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "“Minister from time to time; {®) to review the lnw relating to, and applicable to, Copyright, Industriat , Designs, Trade Marks, Patents and Unfatr Competition from time to time and to make proposals to the Minister for the alteration, modif- cation of addition to such Taw;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "4 Code of Intellectual Property ‘(Amendmens)",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "‘Act, No. 27 of 1990 : (¢) in making the report or proposals referred to in paragraph (a) or (b), on ‘to consult and take into considera- tion where the Advisory Commis- * sion deems it necessary to do zo, the . views of trade chambers, profes- sfonal organizations, related institu tions, governmental authorities and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "the general public. (8) The Minister may give special or . general directions in writing to the Advisory Commission, as to the performance of its duties and the exercise of the powers, and the Advisory Commission shall give effect",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": ". #o such directions’, Stinele text 3. In the event of any inconsistency between the in cage of Sinhaia and Tamil texts of this Act, the Sinhala text sha!l fDeonsieaocy, eval,",
    "mean_p_confidence": 0.79
  }
]