[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  | PARLIAMENT OF CEYLON",
    "mean_p_confidence": 0.385
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": "  th Session 1968-69  Ray  Local Government Service  Act, No. 18 of 1969",
    "mean_p_confidence": 0.6047058823529411
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "  Bea dat pee me",
    "mean_p_confidence": 0.125
  },
  {
    "i_page": 1,
    "par_num": 4,
    "text": "  Behe racer sonar me",
    "mean_p_confidence": 0.12666666666666668
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "  peer iary",
    "mean_p_confidence": -0.005
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Urrteuns ano senvasra, rox tHe coxstarwTiox  Crna es er aa  Fe Generar  Lie Cae oe ears  joe Sores erie  oe  unre in anes  Sane Garner ae eel  trast om a3  peanut tees ey  Sy aa “with the aioe and nome Goes ‘and  Rebel pr  Pavey asnleds any the anthony at te  aa  ee et ae =  Serena ea  1, Pete presen neu si  Shitenenetercaec: Be  ie eomonans =  ect yan i @  29 Desens ets  Blo a Bese in such sare, J  We oon el ht  (A. parson shall be disqualified for bel  “ipsa r anineg athe ‘Chatman of e member",
    "mean_p_confidence": 0.2468503937007874
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Loeal Government Service Act, No. 18 of 1060  (©) Where any memter of tbe Common ote  se at Ey an ney hae  Rha craven fn Cyan mpaery nal  oie er Gres SPSL  ‘i cay po ef le  (@) Where Cosirman i, by reson of gen  cole Wig abet tran Coon, iene  ee treme ee  say ape aay ter neni of te Comin  Bute  (1) Th Migs may, without assigning «ream,  retire the Chairman’orany otter member of 0  EGmmlaita fron ote The sera of te Char  mar cr acy ania sf tae Creator fry oes  Sean Senso Ot ciet guei on?  TO) AY ments of he Connon nding he  Yet ma ig Mf by eer wreak to  the Minister ¥  (8) Sabet to he provision of mason @) and  buen (the tro oe of ach eer of  + Bea Bach te nan hal tee  rs  Provided, honeer ha if the Chaim or az  cx ero tC uae  se eo etc ie tare of oes  Er shi sd sua rte a  SEIS Soe e angel arn of te  arts td cis pen whos tacks  “tots ) The Chairman hal preside st rny meting  Sate one Goeision inthe alsenoe of ce Chama  Moma teting ofthe Canin, he mene of  eee tag Unt meng tall cet  epee ucts fr tat meng  rey qein whch come oy, he aby  ioe ate uk Commission shall be determined by Be  arts ie amr of he Cosmin  ‘quorum for any meting ofthe Common  alee 7\"  (Soon to the provisions of thie Act, te  ciety sete own procedure  S) Any nor peseating ot the Commision sta  al’ etal by reason ly af the existe of  ele rah Spoken or any Gefen he  Eppoiniment of any of is menbers.",
    "mean_p_confidence": 0.3600892857142857
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  teat Gianna Serie Ae No.8} 100-8",
    "mean_p_confidence": 0.30125
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  Uy Toes Sat «Berar fa Crone Bt  in, Ghoshal \"he's member” of the Cayin ie  pee  0) Tin alt moby of al of be Comme  gt ls meni oy Sap Cm  asa ae",
    "mean_p_confidence": 0.27075
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  Tie Charu and tty meer of te peer",
    "mean_p_confidence": 0.33799999999999997
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  conte haat td ates pentane te Ete  Seobens ee ries eieee  a ee",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  7, cee Tae ase rapge",
    "mean_p_confidence": 0.15571428571428572
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  wel ;",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  Gara a Pr sc mation i  seemices meee can aes  ae al ce oe  se ieee re  aerial ma ied a  meso as",
    "mean_p_confidence": 0.228
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  i ins pth rm: te es",
    "mean_p_confidence": 0.25625
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  (on rapt woeseh pompteeta ten  rs  peewee",
    "mean_p_confidence": 0.14181818181818182
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  § heeiek aang x opps",
    "mean_p_confidence": 0.15857142857142859
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  0) i ese eae",
    "mean_p_confidence": 0.18333333333333335
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "  or Recent ral eae  ipetdrp preteen  sacs fo fom",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "  ns oui spss ara dee",
    "mean_p_confidence": 0.1942857142857143
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "  0.0 wt Ee Se .  men aces sls  panier ei  Petaie pg tors  ofits tach Pe  See ha sav etecucoe  sath oe me ce",
    "mean_p_confidence": 0.1809375
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "  hs comutee oa ts 9 Meet  darrian  ise rarest ese  ie Seal ear era aa  elect ri eis  senegal enya ts !",
    "mean_p_confidence": 0.1875862068965517
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "  Satire eee",
    "mean_p_confidence": 0.015
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "  th weap cay Wal aury toy",
    "mean_p_confidence": 0.1625
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "  er od ee oe",
    "mean_p_confidence": 0.14833333333333334
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 La Goren ei dt of  (@) tocall upon any local authority to furnish before  homers ay alerts  2am Se ae cma my  Sle ead oat ea  iio FIPS ahaha!  ‘authority - oral  0 turf ay ahr rh  mayan ncaa eaente  ‘tad peer sa,  SE peter he  Benes ota tek  eagle ere thet  ie sae ae teat a  leet ay petal  Simo acer ane  SS Rate ts coem ht  one dase ee ores  case ae Samed dwicpeete  Sacer tae ie  sae Saree dance  Eeneion ees Some  Slog aed Seater  SEH Sensor at  ga in prt nes + wim  pie etn eet  SF ns ad Se  ie pond, Ta Sica  sift Set emcee  a  nar nyse ai fo  Ove ea ay ao ce  SS ae  Ea tegen Ue Bic  fe a San fet  a Ses Sa  Sea reicne  Elian choi aac ot  pera  1) oc je oh rm nd on  Sy cient gaseeske  Petters ee ternre  RSP arine ee  ES atta Fy lg  rece Tey ty  Fone ese oes sp  ; Ps Sess",
    "mean_p_confidence": 0.22649999999999998
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Local Government Sereico Act, No, 18 of 1069. §  tenn sated, mye os oe  See eiteel ss ee ies  =  0) con rune at  f+ (m) to exercise such other powers as may be vested  seeieach le areas uy  2a omes Be ee  ee  i en ye el ns  nf Data runs pore ria aoe  oben yume wines  Supe  , Fisting Ss a CRS Foca  shrill Sata Cromtie Rea  SE ag cae suman oreo ase  pp pee lace r  as a  fee Sein oF Ai, ‘ns  sedis immer et an at a  sa ch  42) No person shall be appointed by the Commission Gatun  wo tepa series ea cari,  Bt et og  Sim held in accordance with such rules as may be  se  9) No x lb acne ony ps pe  a Brera suena ny pe  Se eee eee  Frm Srl Rap eR  ele ak Lt pr age .  POU A A ion i  (0, Mo prom eo applied oxy po ped  a0 rap rehomed asap ered  oe ee  See eae atta oS  Prov, howe, ta he proning provisos  orate al pags os  tary  eT Pe LE al  ea aie Sade Sy",
    "mean_p_confidence": 0.3068803418803419
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Local Government Service Act, No. 18 of 1969  tates 8, The Commission established by this Act shal,  RES inlinl he Pay oe held at ay ate",
    "mean_p_confidence": 0.5096774193548387
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  Itvolvng to exerts of ny disuplinary power vet",
    "mean_p_confidence": 0.376
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  Inthat Commision o ude hs Act ave he same",
    "mean_p_confidence": 0.38181818181818183
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  er a a commission appointed under the Commis",
    "mean_p_confidence": 0.517
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  Eins of lngeiry Acts and accndingly. any reference",
    "mean_p_confidence": 0.353
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  inv any provision of the Commissions of Tnquity Act",
    "mean_p_confidence": 0.2781818181818182
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  {0 a romanton sall be doomed to fold a reference",
    "mean_p_confidence": 0.4375
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  {0 fhe Commission established by this Act  copie oh _ 10, (1) A service to be called and Known as the  STE “Local Government Service is hereby enstiated  La (2) The Local Government, Service shall consist of  BESS, lently ‘Peery aa arn of Mappa  EESS& Councils, Urban Couneil, Town Councils and Vilage",
    "mean_p_confidence": 0.49338983050847457
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "  [Councils her than the ofcre and servants hess",
    "mean_p_confidence": 0.42400000000000004
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "  posts ae specied In Part LIP of the Schedule bers",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "  (8) Brery person who was, on the day immediately  pruceding the appointed dat, a monthly paid offer",
    "mean_p_confidence": 0.594
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "  Eraereant of any local authority (other than an ofeot",
    "mean_p_confidence": 0.35818181818181816
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "  fr servant whost post is speciied in Part IIT of the",
    "mean_p_confidence": 0.5892307692307692
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "  Schedule hereto) ort member ofthe Local Government",
    "mean_p_confidence": 0.41777777777777775
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "  Sorvice onstitnied by the repealed Ordinance shall,",
    "mean_p_confidence": 0.5055555555555555
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "  ‘with eect from th appointed dat, be domed o be &",
    "mean_p_confidence": 0.5399999999999999
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "  Tnumber of the Local Government Service costtuted",
    "mean_p_confidence": 0.39222222222222225
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "  by this Ac. ra",
    "mean_p_confidence": 0.4733333333333334
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "  (4) Every member of the service sal s0 long ase  coll tach member deed fr al pres",
    "mean_p_confidence": 0.458
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "  {elo the service of te Commision noewihranting",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "  {Bathe er the tne ine empleyet eer Tal",
    "mean_p_confidence": 0.299
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "  futhorty and notithstanding that bis salary is pa",
    "mean_p_confidence": 0.357
  },
  {
    "i_page": 7,
    "par_num": 23,
    "text": "  Sut ofthe ands of that ral tutor.",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 7,
    "par_num": 24,
    "text": "  (@) Every member ofthe service shall be domed to  te pobltg servant within the meaning and for the  . arpebes of the Penal Code  (© Every member of the service shall be deemed to  vw“ publ servant within the meaning and for  the “pdnpotes af the ‘Palle Servants. (hibilitie)",
    "mean_p_confidence": 0.5044642857142857
  },
  {
    "i_page": 7,
    "par_num": 25,
    "text": "  Oraibanes",
    "mean_p_confidence": 0.04
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": "  (2) No member of the service shall be dismissed or  ctletwise punisbed exoept in accordance. with, the  frovition Of this Actor any rules made thoounder",
    "mean_p_confidence": 0.5175862068965518
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "  (5, No member of the servi hall be daniel”  runfens an order of dismissal is made by atleast thee",
    "mean_p_confidence": 0.42045454545454547
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": "  ‘Bombers of the Commission,",
    "mean_p_confidence": 0.38999999999999996
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Local Government Service Act, Wo! 18 of 19687  44, On or after the appointed date, every te pitt  rail of any monthly paid eer or servant of any local east  Eig tr thar Ber a erat wt, rt  ie spelled in Pant IIT ofthe Scheele hereto sal,  _tutwithtending anything in any otber written la,  etude ony 07 the Comin  42.) Every local authority shall comme and jem,  permit hry pefaot who is sppelata or dranefered Stn,  Unter ible \"Ale to any’ pos iy the servi of that Sic  ‘iturity to perform and‘Gacarge the functions and =  ‘Gti ofthat post and shally oot of Ma fund, pay  the saary and Blowance of cach such person  ® On or aftr the appointed date, 29 port ina  local sathriy other Unt a pos epeteg fn Bar  ofthe Schedule hereto shall notwithstanding anythic  sea andere tal Pecinecie  uber exape wth ie approval in wing of tbe  Miner  48.0) Nothing in the Wages Bosrds Ordinance crus  PRs oy a ee  {n'reletion & ot in the cae of any person who is'a iy Gata  ce ee aan: Sees  trnplyed forthe tne being under a loa authority in  for fn connection with sny srvice or undertaking which  qerakes the nate of a rade or industry  (2) Nothing jn the Industrial Dispates Act, or in  ae baployed Provident Fund Act thal apply of be  tpnsirt or deemed to apply to i rela to the  ton cal ees o oofn  ember ofthe service: a* .  Provided, however, tat the preeding provisions  of hin sehen shall tt be Sed et an  {dustrial dipate pending. on the day immediatly  Drooling the appelnue dae” before an indus!  foure of Jabot teal, and acsrdingyy for the  papers of any soc dips the Comin ‘shall  deemed to be th sncsetr tothe Local Government  Service Commission established” by the. repealed  Grdinance,  48, (1) Roles may be mado— sm  + (0) for the recruitment, appointment, promotion  carafe, reunion and etfement of  Somber ofthe rie: °",
    "mean_p_confidence": 0.4319786096256685
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Local Goverament Sersie Act, No. 18 of 1969  {tr ago rut th vi,  60 ter nite raion ec phoma  dedi  (oon rin mane f iin  atts  emi oe eons san enn  ig rape mat eee  BES SUe cosas  Sc pein ot ar  GEE Si EM earns  si ne ay alge  See Sa eel ee  Sets a oe a  sin be ees ed Secon  orgie as ad eens  iia cis  RP one ae ae  ee I  a ee  Senter ce area  Sree emetis ota  : Be Beg oe oni pete  Fa onary Sean  eh read aatepprn o  ae ee a  ale beter  peepee erry  en ee  tn vimeaaay a pearance  Serre arpa  Fone etna Feet on  some Sie  (pitty shale peng let oss  a rari ones oe  ee eae Ee Ee  pep artes ars  ere en ae  betes 18. Brn ll uti ha  “*—(@) kesp and maintain in respect of each member  yi a are a a  seen :  0 eo ens At ol prtatanslog  sera Be eres ile",
    "mean_p_confidence": 0.2345327102803738
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Local Government Sercice Act, No, 18 of 1969 9",
    "mean_p_confidence": 0.6272727272727273
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  (Taisho th, Comminion sh rear ox",
    "mean_p_confidence": 0.23875000000000002
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  Toport relating to those members Be  ptscribed or such information aa the  cenmiasion Say from ee to time reguies",
    "mean_p_confidence": 0.33260869565217394
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  ..(@) permit any member or ocr of the Commission  Shiela fa al ner section  iy i eo ente ts fic and to Snrpet an  tale Cie of say tots, scents, resords,  ‘or oe dactmente kept rein",
    "mean_p_confidence": 0.4114285714285715
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  46. (1) Thore shall be entabished & Fund to be nein  seg ate cal Covernsent Serie Peon Fond  Pensionable members of the sarvice,",
    "mean_p_confidence": 0.38222222222222224
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  (2) The pension scheme established, under. the  repenled‘Orvinane sal be deemed tbe the Looal  {Government Service Pension Fund established wader  Sivecion,",
    "mean_p_confidence": 0.4465384615384615
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  47. (1) Thore shall be established a Fund to be mate  porn se El Govern Serie Widows and, ET  {olin widows and cildren ofthe peusonable embers  of the bre,",
    "mean_p_confidence": 0.47794117647058826
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "  (2) The widows’ and orphans’ pension fund or  gem etablishd, under the FepealedOdinanee",
    "mean_p_confidence": 0.430625
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "  “Sill be soomed to be the Local Government Serica  ‘Widows’ and Orphans\" Peasion Fund established  under this section.",
    "mean_p_confidence": 0.4209090909090909
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "  418, (1) There shall be exabished a Fund to be niin  sown $8 the otal Goverment. Service Provident ffs  Fund forthe grant of benelte tothe now peasiosble  tnembars of Ue sari.",
    "mean_p_confidence": 0.39361111111111113
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "  (2) Tho Loos! Government Service Provident Fund  celnlished ander the repealed Ordinane tall be  ‘Semed tobe the Loon! Gorerament Service Provident  Fond etalishoa under this scion",
    "mean_p_confidence": 0.4335483870967742
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "  49, Regulations may be made under this Act— Yaa",
    "mean_p_confidence": 0.5954545454545455
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "  () for the administration, rogalaton, supervision",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "  (0) tor cath of eth of he ends eaallcied",
    "mean_p_confidence": 0.38818181818181824
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "  Under sections 16, 17 and 18; and",
    "mean_p_confidence": 0.5455555555555556
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "  n () forall matos for and in rerpactof which regu  ations ae athoried or Reuired to be mado  Under this ek",
    "mean_p_confidence": 0.39520000000000005
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Local Government Service Act, No, 18 of 1969  ieee, a) Mh Loa Goreme erin Orne  bets Raf hirer ivi cata  Bon Melanin te repo he nal Gow",
    "mean_p_confidence": 0.3757575757575758
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  aah Mercian ;",
    "mean_p_confidence": 0.10600000000000001
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  (othr, prin of wins Se 18 ot tal  . cha aaa,  ye eva fwcen m2 129  ere win Ba et ah  ae ee ae ca  ay tomcat cas eae  ine etre  (9 Warp is mite tat, Oris  oe os a ct oc  fetes Cuan otteg ae  soe pein! Ens A  sre Oe rile rl bs  Fee eet Gio  fi ieee el oe  pee ee  Seta Onin i ener  seit party oe cornet a  sees taeadt wml se  Re Se Saad at  remade  Suet ab sol seria dere  rey rin lang oe ecb",
    "mean_p_confidence": 0.21695652173913044
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  0 a as es",
    "mean_p_confidence": 0.125
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  pont ommeteerg  ie ie en Poni rat  Become sed er eg fae  mersoemens it a Sarat  ie ar aes & Shey  a a er no  perioe aie aae  Sue ie corners ite bores  a eae  Seat al tye ate eet S  oUunh, tal tteasenae hee  ‘ =",
    "mean_p_confidence": 0.21300000000000002
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  ny nue o ober mater, wie on he ay  i ea, hy  Se ro te hea a  TELERaG nth Geom SSA  under this Act, or if that Commission so”  se ie rina",
    "mean_p_confidence": 0.35794871794871796
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "  Se coma",
    "mean_p_confidence": 0.07250000000000001
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  ocal Government Service Act, No. 18 of 1960 11",
    "mean_p_confidence": 0.4290909090909091
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  (3) The Minister; upon being satsfed that, the  contlnsnne fn operation ot any St the scion ot Oa,  fepealed Ordinance referred to in pavegrsphs (2) and  fet set hin oar fo te",
    "mean_p_confidence": 0.46756756756756757
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  rps of is Ast, may, by Order published  * Gacute, declare that any Suh scion shall cease to  ave ele .",
    "mean_p_confidence": 0.37560000000000004
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  24, Every offeer or servant. who, on the day ona  immediately preceding the appointed dts, was on the apa st  Ball of the ‘Local Government Service Commission atten  ‘sili by Se rep Ortinatn tal forthe Elka",
    "mean_p_confidence": 0.42073170731707316
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  mrpeses ofthe” appliaton of te Minutes on Sn  Pensions, be deemed’ to have been retired, with effect Seemert  from the appointed. date, on the ground of the east pe  abolion of te pst held by such offeror servant Sev",
    "mean_p_confidence": 0.4454545454545455
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  Peovded, that the preceding. provisions of this dat  section shall nat apply in the ease of an oficer oF  Servant who, on of before the appointed date, acepes  Sind is appointed to pont in the pubic tervice or any  focal authority.",
    "mean_p_confidence": 0.5191489361702127
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  22, The Miniter may, by regulation, amend oF enone  vary the Scheie to th el an ay “om time to ieee a  Tine replac hae Schedule hy a new Sebedule ioorpo.  ating sll amendments or variations made Uerein",
    "mean_p_confidence": 0.4453488372093023
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "  sie the pred provisions of this seta,",
    "mean_p_confidence": 0.2733333333333333
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "  20. Tf, in fis giving effet to the provisions of nm  thin Act, aay donblortithealty arises tm respect nf Si  Say mater or question for high no provision or m0  Efglive prowatn is made By this Achy Ue Minisar  ‘ray, by ‘Onder, remove or determine Such donbt or  {iclty.. Eve such Orde shall be published inthe  asc and apn uch pcan shall fave the  force of aw and be as vail and eectal as if wore  Ieein enacted",
    "mean_p_confidence": 0.4655681818181818
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "  2A. The payment of any sum by a local authority gam  ty. way’ of Tontebution to the Local Government  Service Benson Fund™or the Local Goverament. Sa’ &  Service, Widows! end Onphang\"\"Pemsion Fund or the’ Sew  Teel Goverament.Sorvioe Provident. Fond wndet Fai}  tite Aet or roglations made under this Act aball Seth  fea to 8 pure fr which the funds at g's  the dips of Fel ixorty ay be expended Roig",
    "mean_p_confidence": 0.42392405063291144
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "  ™ ser th weiten law relating to the powers of that Eason  Towa nthoriey, and ich sun may, fo the case of EoSger  ‘local thority which haa detatad a the payment :",
    "mean_p_confidence": 0.42333333333333334
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  12 Local Government Service Act, No. 18 of 1969  of ey sum to any ofthe foresid funds, be deducted  from ny mone pails bythe Covrnnes aca  teal aston  Ae 25) The Minster may mak all ach regula  Etc, tions as may seom to his to bo necesacy Tor carting  ut the provisions of thi Actor ging flow US  Prneplt.thweot, iocading ulations fo ‘all  Saker froin reece orig ae  itor or requted tobe aie unde tis Ret",
    "mean_p_confidence": 0.4697701149425287
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  (2 No reglaton made by tho Ministar undo his  set all have ef unl hs bec epprned  By the Senate andthe Hows of Repost oed  tiation of such approval ha been, pals ta  the Cece.",
    "mean_p_confidence": 0.43707317073170726
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "  (©) Upon th publication of any notifenion under  absegton gh Bi replat to ohh ote  thn relate shal e's valiant esta! aa  ‘it were herein enacted. ‘ough",
    "mean_p_confidence": 0.430625
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "  Soetig + 25. (0) The Commision may, subject tothe",
    "mean_p_confidence": 0.3145454545454545
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "  SESE\" general or apecal direction ofthe Minister make rules  orl mtles for or ie respet of irl are  storied or reid tobe tal ander tie Ace and  Ailes sated or Teqolred by this Aa to be  presi",
    "mean_p_confidence": 0.416046511627907
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "  (2 No role made by the Cominion under thin At  ball have eft stl Je har ben approved by the  Senate andthe Hows of Representative, an ote  flom af such approval hor teen publsed the  Grate",
    "mean_p_confidence": 0.4138095238095238
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "  Teper _ 27, No ation, prsention or othr proseding,",
    "mean_p_confidence": 0.2290909090909091
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "  EER\", whether evil or criminal shall be instituted or mai",
    "mean_p_confidence": 0.49666666666666665
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "  Eu.\" [ined agains any member ofthe Commision in  respect of anv decision taken or act done or omitted  ‘by the Commission or by any member thereof in his  pay as such member",
    "mean_p_confidence": 0.5927027027027026
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "  Ivins _ 28, Tm this Ac, leu the oantxt otherwise  eae",
    "mean_p_confidence": 0.3814285714285714
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "  “Chairman means the Chairman ofthe Commi",
    "mean_p_confidence": 0.43375
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "  “Jal autorty maps any Mniipal Coc",
    "mean_p_confidence": 0.31625
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "  Urban Counc, Town’ Coun ar Vilage  Gonna",
    "mean_p_confidence": 0.312
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Loca Government Service Act, No, 18 of 1080 18",
    "mean_p_confidence": 0.4727272727272727
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  ~ mma eer\" mn aly a",
    "mean_p_confidence": 0.42375
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  gael ae oer pea  er os aia deren os  ia ee ey BT oe",
    "mean_p_confidence": 0.18000000000000002
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  EEE arth a  Be Neale ae ce ds  SER a",
    "mean_p_confidence": 0.18928571428571428
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  «oat pene peed bye mde",
    "mean_p_confidence": 0.2957142857142857
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  vunder this Acts, \"",
    "mean_p_confidence": 0.355
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "  + ri,” ma rein made ye",
    "mean_p_confidence": 0.36125
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "  sie ae gargs oe",
    "mean_p_confidence": 0.18833333333333335
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "  «parting eh a oe",
    "mean_p_confidence": 0.28833333333333333
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "  cd aa Ca  pe taal nde eA",
    "mean_p_confidence": 0.246
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "  \"Gos apt lc rt Sei",
    "mean_p_confidence": 0.2842857142857143
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "  a a aa  a  mr Gime  sneha a tr —",
    "mean_p_confidence": 0.18733333333333332
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "  Sr Sioa eee Sten zoe,  setae Sa Zt",
    "mean_p_confidence": 0.21909090909090911
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "  Js eS  \"aren B comping the ftlowing:—",
    "mean_p_confidence": 0.352
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "  Sbscie eee moe ge me  GeSor rT gp nr at  Ge eare  Sor nea wa bie a of",
    "mean_p_confidence": 0.17478260869565218
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "  ny penn Dn he an  aT “)",
    "mean_p_confidence": 0.236
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "  Fee st Wome Mi stele  atest So ie",
    "mean_p_confidence": 0.24545454545454548
  },
  {
    "i_page": 14,
    "par_num": 18,
    "text": "  iin artists",
    "mean_p_confidence": 0.06749999999999999
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "  oe oe a dn",
    "mean_p_confidence": 0.18500000000000003
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "  Tee Tv ae cin  Pottalam. es",
    "mean_p_confidence": 0.19111111111111112
  },
  {
    "i_page": 14,
    "par_num": 21,
    "text": "  Te seg al Dl Mt",
    "mean_p_confidence": 0.21714285714285714
  },
  {
    "i_page": 14,
    "par_num": 22,
    "text": "  , iste arate te nina  Leche Dal events Oe\" Bina ot men.",
    "mean_p_confidence": 0.24000000000000002
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  14 Local Government Service Act, No. 18 of 1969",
    "mean_p_confidence": 0.6118181818181818
  },
  {
    "i_page": 15,
    "par_num": 2,
    "text": "  Are © comping th allowing —",
    "mean_p_confidence": 0.3075
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "  “ie dinate dari of faa, anna a Tegoae  (Geli a Consrasadawas, edarcisige to hasta  Sige Se,  si inne di Pt eine of Daa  Paitin Pat ellge ae",
    "mean_p_confidence": 0.2824242424242424
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "  ‘Te ediistve dati of Voronin alate of Varia  ‘south (Gales Brats)",
    "mean_p_confidence": 0.34142857142857147
  },
  {
    "i_page": 15,
    "par_num": 5,
    "text": "  \"Toe mii de of Dat exalsiva of Bike  ati, Wena Huta nod aon age  pn, BiWP ilge ars late slang dish f",
    "mean_p_confidence": 0.24961538461538463
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "  Ta lg to of Mannan Suh a eR Di  the Dividooal Revenue Oftcer's Divsoo of Eeyed Porativa and  1 Pilger ot Samanrat att tbe Diesingl Revo  DOicer's Divison of Sumactura: Petty of Amparal sdainistesive  Find",
    "mean_p_confidence": 0.35609756097560974
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "  vane (Gestion 8.  Moria evme  recy pot spl hereunder the marino ofthe ary  sols Dagon\" fhe pont ehvnda e100 pe aus —  ‘ire  stat Clea  Stenyapbere ¢  ‘onan Staoprapber  ten Comets  Every post sti hereunder i he mas ofthe sey  ‘cal ed tha pot encod Ra.) per owt  co  ‘Tepe  ‘yp les  ‘oom Covnia",
    "mean_p_confidence": 0.29942857142857143
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "  ‘Brey pov seid herve the stsimam ofthe sry  sl Safin hs pos eacele 00 por sna",
    "mean_p_confidence": 0.3468421052631579
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "  vateye Connie",
    "mean_p_confidence": 0.1225
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "  {Bsery pont speed heer the susan ofthe ely  sets Safes B's pow aceie Ro 00 por anen",
    "mean_p_confidence": 0.3185
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "  ‘Cots  5 Alta Cl,",
    "mean_p_confidence": 0.16142857142857145
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  Loeat Government Sersice Act, No. 18 of 1989 18 *  pemet —(Setone 1,2, 19 an  4 yp of pe or al ia ny  4 ney pv fe Muse Coma an maine ofS  Tuts umagied fo ht pos dots sued  ite Zeb pean,  44 By pon in a, Urn Cone it the acim of the  \"Bn tsi sed Wotan ie oh cen  5 a per mn,  ‘ey pon ina Toon, Coro Vg Goi he  \"Zalnynofdhe iey sns ein nt pn ns  Sete hu po saa -",
    "mean_p_confidence": 0.3522448979591837
  }
]