[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON. cae a -, af Nea Ist Session 1956 nnn : oe TS USER IBEB HE} @o Xt} A a Pee, & & Ge ° a birmey 6 3 ons . = Fee-Charging Employment Agencies . Act, No: 37 of 1956 Date of Assent : September 1, 1956 Printed on the Orders of Government Printed at the Govennment Press, Cervtow. To be ' BAWEAG, Bost” Grenee Bor 200, Secretariat, Golambe Price: 20 cents “ Postage: 10 cents",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Fee-Charging Employment Agencies Act, 8 No. 37 of 1966 | & D0. 44/58, | AN Act To REGULATE THE CARRYING ON OF TRE BUSINESS OF A FEE-CHARGING EMPLOYMENT AGENCY AND TO PROVIDE FOR MATTERS CONNECTED THEREWITR O8",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "; INCIDENTAL THERETO.",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "i",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "“ [Date of Assent: September 1. 1956.]",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, ag follows:— =~ 1, (1) This Act may be cited as the Fee-Charging Sige, sz Employment Agencies Act, No. 37 of 1956. and date of (@) The provisions of this Act, other than this section and, section 14, shall come into operation on such date (hereafter in this Act referred to as the ‘appointed date’) as may be appointed by. the Minister by Order published in the Gazette, This section and section 14 shall come into operation when this Act becomes an Act of Parliament.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "4&2. No person shall carry on the business of a fee- Neceuits to charging ‘employment agency except under the ghia 8 authority of a licanee iasued by the Commissioner:",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Provided, however, that it shall not be a contraven- tion of the preceding provisions of this section if a person who has commenced to carry on the business of a fexchanging employment agency before the appointed date and who has applied for a licence under this Act within the time allowed by section 8 (2) continaes to carry on such business until the determination of his application for the licence. 8, (1) Every application for a Yicence shall be fn Aprlicstion the prescribed form, {or 9 reare, (2) Every person carrying on the business of a fee- charging employment sgency on the appointed date",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "~ may apply to the Commissioner for a licence within",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "one month after that date. 4, No licence to carry on the business of a fee- fenitizs to charging employment ageney shall be granted unless far the grant @ whore such business is to be carried on by © ° TH an individual, he is = citizen of Ceylon, 3. ore 540 (8,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "- ' 4 Fee-Charging Employment Agenctes Act, ‘ No. 87 of 1956 : . @) where such business is to be carried on bya = : firm, the pariers of the firm are citizens Ets of Coylonyne : ! _() where such business is to be carried on by a company, the majority of the shares in the | capital of the Company is held by citizens «| of Ceylon, “y (a) the pevéon to be in charge of such business | is of good reputation, (©) there are suitable premises -for carrying on such business, (f) the individual who, or the firm or company . ‘which, is to carry on such business under- takes that such business will be carried on : in a morally and otherwise irreproachable manner, (9) such individual, firm or company enters into ‘ bond with the Commissioner, with two . “= + sureties, in such sum as may be deter- : mined by the Commissioner for the satis- * faction of claims which might ‘arise in connection with such business, and th) such other conditions ag may be prescrihed : for the purposes of this section are~ . folalted. \" ito fee 5. No ticonce shall be issued by the Commissioner ty any person waless such person pays the Commie- sioner the prescribed fee. oon ond 6. Every licence shall— en, (@) be in the prescribed form, and * (@) unless it is cancelled earlier, be in force for a period of twelve months from the date of its issue. Bia 4,7 No feecharging employment agony shel charge Ss for any servioe rendered by that agenoy a fee in excess pont of the prescribed fee for such service. Sect iPk 8. (i) No fee-charging employment agency shall Gedir find employment abroad for persons in Ceylon or fermi recruit persons abroad for employment: in Ceylon resruiting unless such agency has made a written application teams, in that behalf to the Commissioner and such applica- gesermet tion has been approved. by the Commissioner, eee. .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Fee-Charging Employment Agencies Act, 8 No. 87 of 1956 @) No application under sub-section (1) shail be approved by ihe Cotmissioner-if_the proposal con- tained in the application cannot. be. given. effect t6 without contravening any law for the time being in force relating to immigration and emigration or to the employment in Ceylon of persons who are not citi- ~ zens of Caylon or if the applicant does not falfil any such condition as may be prescribed in regard to applications under that sub-section. 9. Every fee-charging employment agency shall Msiojemnet of maintain such records as may he prescribed. 40. (1) The Commissioner may at any time by. Pew written direction require a fee-charging employment agency to send him before the date specified in such . direction {a} a retarn containing such particulars as he may require in relation to the business of such + agency, and . (8) such written information or written explana- tion as he may require in respect of any . particulars stated in any return sent by “ such agency. (2} A fee-charging employment agency to which a direction under sub-section (1) is issued shall comply with the direction within such time as shall be specified in the direction. 44, (1) The Commissioner or any prescribed officer Towers of may— . : Sretion. (a) for the purpose of ascertaining whether the . Biovisions of this Act are being comptied with, enter and inspect, at all Teasonable Hours of the day or night, the premises in which ‘the business of a  fee-charging employment agency is carried on, and (®) inspect, and take copies of, any records 1 required by or under this Act to be kept . in: respect of such business. (2) Every’person who obstructs or delays the Com- missioner or-any prescribed officer in the exercise uf any power conferred on the Commissioner or such offi-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "& — Fee-Charging Employment Agencies Act, . No. 37 of 1956 Commissioners .. 42, ‘The Commissioner may issue to a, foe-charginy Alireetions’ empl Agency..suab directions ag, he maj int gow 2 _ emaployment. agen Zand Sethe may ick Seen sikh Revessary. for the, purpose. of .making, such ‘agency comply with the provisions of this Acty;and any suc agency to whom any sach direction ie issued shall comply with it within such time as shall be specified therein, * ns Gpmelation 13. The Commissioner may ‘cancel any licence— (@) if he is satisfied that the lice\\Me— : (i) has contravened any of the provisions of this Act or of any regulation . made thereunder or of any bond or undertaking entered into by the licensee under this Act, or (if) has been convicted of ait-offence under “this Act, or i (iii) has not complied. .with’ any direction issued by the Commissioner to the + Hieensee under this Act, or . (iv) has furnished in any application, or in any return, or in any Written infor- . mation or written explanation, sent_ by the licensee under,this Act, any particulars. which to, the knowledge ‘of the licensee are false or incorrect, 5 Or at (@) for such cause as may be prescribed. le Renlee —43, (1) The Minister may make regulations— (@) in. respect of all matters authorised or + required by this Act fo Bs prescribed. . an ie (8) for the purposé\"of cdixying out or giving ect to the principles and Brovisions of this, Act. (2) No regulation made by the Minister shall have efiect tintil it is approved by the Senate'dnd the House + of Representatives and notification of euch approval is published in the Gazetie, oo wane (8) Regulations may he made by the'Minister and approved by the Senate and the Honse of Representa- tives, and notification of such approval'imay be ge lighed, under this section before Bie appointed date,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "” Fee-Charging Employment Agencies Act, 7 ~ No. 37 of 1956 {bit where anf ‘Yegulations are so made and approved and notificationt‘of such approval is so published, those TeBiilations-sHall--mob~-coma . inte ~-foreo= wirbite “ele - appointed date. - . 48, Every’ person who— : ‘anes. {a) contravenes any of the provisions of this Act or.of any regulation made thereunder, or 4) furnishes any return, written information or wiitien explanation containing any parti- culars which to his knowledge are false or incorrect, : shall be guilty of an offence under this Act. .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "46. Where any offence under this Act is -com- Qfenns by",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "mitted by a hody of persons, then— persons, (a) if that body is a body corporate, every director of that body corporate shall be deemed to",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": ". be guilty of thet ofence, and",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(®) if that body iso firm, every partner of that fiym shall be deemed to be guilty of that offence:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "1; Provided, however, that no sucb dinector or partner Shall be decined to be guilty of an offence under this ‘Act if he proves that the offence was comunitted with- out his knowlelige or that he exercised all due diligence to prevent the commission of that offence.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "17, No prosecution for any offence under this Act Preution shall be instituted except by or with the written sanc- tion of the Cbinmissioner.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "18. Every'person who is guilty of an offence under Penishoeut for this Act shall; on conviction after summary trial by a Sooo Magistrate, fo linble to a Sine not exceeding live hundred rupees or to imprisonment of either descrip- tion for a pétlod not exceeding six months or to both such fine and imprisonment.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "++ 40, «En. ‘this,.Act, unless the context otherwise Intonation. vequires— 2.1.",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "“ Commissioner \"\" means the person for the time +s. as: being holding the office of Commissioner of “+Tgbonr, and includes any person for the ' 2 alin boing holding the obice of Deputy or . _ Assistant Commissioner of Labour} :",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "8  -FeeChurging Employment Agencies Act, No. 37 of 1956 “ fee-charging employment agency * means any indgridual, Atay or-company, who or which, i selommmencetithi a view to.deriving direotly or in- directly any pecuniaey or other material advantage (whether such advantage be pro- fit, a fee or other pecuniary or material advantage), from an employer or a worker, acts ag an intermediary for the purpose of procaring employment for a worker or of supplying an employer with-a worker, but does not include any individual, firm or company who or which recruits seamen or publishes or canses to be published any newspaper or other publication untess that newspaper or other publication is solely or - + mainly concerned with the aforesaid pur- pose; *\" Heanoe (* menu 9 licence issued under this Acts and: : “‘ préseribed \"” means prescribed by regulation made under this Act. ne",
    "mean_p_confidence": 0.76
  }
]