[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON ; 2nd Session 1957 = md Session LR EY on ‘ED sora Pesan A Te gg G =) : % Eira SIGH Government Sponsored Corporations (Amendment) Act, No. 55 of 1957 | Date of Assent: December 21, 1957 Printed on the Orders of Government Pe ediae the Gomsanine Penuzcanicies Buna’, Covosess Apnual Subscription {including Bills) fa 5, peyabie a Some Bo Goer, Commas Pemscammone Price: 10 cents, Postage: 10 cents",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Government Sponsored Corporations 3 (Amendment) dot, No. bo of 1957",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "L, D,—0. 50/64. ‘ .",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Aw Act 10 AMEND THE GoveRNMent SPONSORED Corporations Act, No. 19 oF 1955.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "£ [Date of Assént: December 21, 1957]",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "BE it enacted by the Queen's Most Excellent Majesty,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "hy and with, the advice end consont of the Senate znd",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "1¢ House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows :—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "4. This Act may be cited as the Government abot site, Sponsored Corporations (Amendment) Act, No. 86 of 1987.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "_ 2, The following new section is hereby inserted tnesdioa of immediately after section 36, and shall have effect as Si iu act section 864, of the Government Sponsored Corporations ¥o 19 «f 3988. Aot, No. 19 of 1985:— * Dicgobtion 36a. (1) Notwithstanding anything - » Gorin, in any fier provision of this Act, the Minister, with the approval of the Government, po at any time before any shares of the Government in the capital of the Corporation aro sald to the public, by Order published in the Gazette diseolve the Corporation with effect from such date as shall be specified in the Order. . (2) Where the Corporation is dissolved by Order made and published under sub- section (1) of this section,— (@) all the movable and immovable properties of the Corporation Thell vest in and be the pro- parties of the Crown; . (8) all contracte of the Corporation 4 shall be deemed to be con- tracts of the Crown and all fhe subsisting rights and liabilities of the Corporation under those contracts shall be deemed to be the rights and liabilities of the Crown; 2. amass 0A)",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "4 Government Sponsored Corporations (Amondmenty Act, No. 65 of 1957",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "(c) all sums due to the Corporation . shal] be deemed to be due to vee the Crown and may accord- ingly be recovered by the . + Crown; and. . \\ : (d) all sams due from the Corpora :) : tion shall be deemed to be due ; : from the Crown and may : accordingly be recovered from",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "ae the Crown... ,",
    "mean_p_confidence": 0.36
  }
]