[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA DEVELOPMENT COUNCILS (AMENDMENT) ACT, No. 32 OF 1982 [Certified on 17th September, 1982] Printed on the orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Srt Lanka of Septembor 17, 1982 ‘PRItED ome ‘DEPARTMENT OF GOVERNMENT PRINTING, SRE LANKA Zo RE PURCHASED AR TA PUBLICATIONS BUTEA, COLOBIHO Price: 45 cents Postage: 50 cents",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Development Councils (Amendment) 1 ‘Act, No. 32 of 2982 . [Certified on 17th September, 1982] L.D.—O, 30/82 An Act To AMEND Tae DeveLopMent Councts Act, No. 35 oF 1980,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "BE it enacted by the Parllament of the Democratic Socialist",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Republic of Sri Lanks ag followa:—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1. Thig Act may be cited as the Development Councils Shoct tite, {Amendment) Act, No. 32 of 1982.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2 The Development Councils Act, No. 35 of 1889, (herein- Ameriment after referred to as the \" principal enactment”) is hereby yr ™ amended in section 174 thereo? (inserted by Act No. 45 at Ast No, 95 1981), as follows :— °",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(1) by the insertion, immediately after subsection (3) of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "‘that section, of the following new subsections :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "% (Ga) Every Gramodaya Mondalaya shell be 2 body corporate with perpetual succession and @ ‘common seal and shall have power to enter into contracts and may sue and be sued hy the namo and designation of the Gramodaya Mandalaya of the area for which itis established.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "{38) The common seal of the Gramodaya Mandalayo—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(2) shall be in the custody of the Secretary of the Gremodaya Mandslaya ; and (}) shalt not be affixed to sny contract or other instrument except with the sanction of the Gramodaya Mandalaya and in the presence of the Chairman and the Seoretary of the Gramodaya Mandalaya who shall sign their : ames to such contract or other instrument . in token of their presence, (3c) Every Gramodaya Mandalaya shall, within * . | he area for which such Gramodaya Mandalaya $3. established, exercise, discharge or perform any power, fonction o duty, conferred or imposed on, or assigned to, such Gramodaye Mandalaya by or wader this Act or any other written law, apd aball execute any work delegsted to auch Gramodaya",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Mandalaya by a Development Council, the Executive",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "<-© * Committee of a Development Couneil or a District “9 Seoretary under this Act.” ; and = Dotenta-WH4S0 ee) : :",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "2 Development Councils (Amendment) Act, No, 32 of 1982 (2) by the insertion, immediately after subsection (5) of ‘that section, of the following new subsections :.—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "\" “ a) Every Pradeshiya Mandalaya shell’ be'a body corporate with perpetual succession and a common seal and shell have power to enter into contracts and may sue and be sued by the name and designation of the Pradeshiya Mandslaya of the area for which it is established,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(58) The common seal of the FPradeshiya Mandalaya—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(a) shall be in the custody of the Secretary of the Pradeshiya Mandalaya ; and (b) shall not be affixed to any contract or other .. instrument except with the asnetion of the Pradeshiya Mandalaya and in the presence “+ of the Chairman and the Secretary of the Pradeshiya Mandalaya who shall sign thei names to such contract or other instrument i” in token of their presence,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(5c) Every Pradeshiya Mandalaya shall, within the area for which such Pradeshiya Mandalaya is established, exercise, discharge or perform any",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ". _ Power, function or duty, conferred or imposed on, or assigned to, such Pradeshiya Mandalaya by or under this Act or any other written law and shail execute any work delegated to such Pradesbiya Mandalaya by a Development Council, the Execu- tive Committee of a Development Council or a District Secretary under this Act.”.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Amendment 3. (1) Section 18 of the principal enactment is hereby gisertion amended in subsection (2) of that section, by the substitu: principal tion in paragraph (6) of that qubsection, for the words “ and actment. gecordingly any reference: in those Ordinances or in any * other written law to any Town Council or Village Council",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "shall be deemed to be a reference to a Development",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Council ;”, of the following :— : 7",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "“and accordingly any reference in those Ordinances oF in any other written law— . ° (i) to any Town Council or Village Council shall be deemed to be a reference to a Development Council j, and en",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Development Councils (Amendment) 3 ‘ ‘Act, No. 32 of 1982",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Gi) to any Chairman of a Town Council or to any ;... Chairman of a Village Couneil shall be deemed to be . a reference to the Executive Committee of a Deve J, lopment Counell or any person or persons such Executive Committee has, by resolution, authorized",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "in that behalf ;”,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "(2) The amendment made to section 18 of the principal enactment by subsection (1) of this section shall be deemed to have come into force on the date of commencement of the : principal enactment, end accordingly the Order made by ‘the Minister under subsection (2) of section 18 of the principal enactment, and published in Gazette Extraordinary ‘No, 142/6 of May 28, 1981, shall be applicable to paragraph (a) of subsection (2) of section 18 of the principal enaci- ment, as amended by subsection (1) of this section.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "4. Section 23 of the principal enactment is hereby amend- Anendment ed by the substitution for the words \"two other officers\", $f 2tH#0 of the words “one other officer”, principal",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Enachnent",
    "mean_p_confidence": 0.08
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "5. The following new section is hereby inserted imme- insertion of diately after section 36, and shall have effect as section 364, Rew Seaton of the principal enactment :— Brinipal",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Shabbat, <Bxecutive 36a. (1) The Executive Committee of a ay niHee Development Council may, subject to the delegate its “approval of the Development Council, by powers ke esclution delegate ta any officer of such Development Counell any of the powers, functions or duties conferred or imposed on, or assigned to, such Executive Committee by or under this Act or any other written Iaw. (2) The exercise, discharge or performance “by any offer of a Development Council of any power, function or duty delegated ta such officer by resolution of the Executive Com- mittee of a Development Counefl shall be subject to such conditions and restrictions, and limited to such purpose or purposes, us * may be specified in the resolution, and any ‘much delegation may at any time be varied or revoked by 2 resolution of the Executive “Qammitien, ne Fee",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "4 Development Councils (Amendment) Act, No. 32 of 1982",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(8) Notwithstanding the delegation by the Executive Committee of a Development Council of any power, function or duty to any officer of such Development Council, the Executive Committee shall ‘be entitled to exercise, discharge or perform any such power, function oF duty. \",",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "Insertion af 6. The following new section is hereby inserted immedi- ew ection ately after section 48, and shall have effect 5 section 484, femetpel. _of the principal enactment :— enaciment = « District 48a. (1) The District Secretary of a Secretary Development Council may, subject to the may delegate 4 hisgowers approval of the Development Council and fe the Executive Committee thereof, by general or special order in writing delegate to any officer of the Development Council any of the powers, functions or duties, conferred or imposed on, or assigned to, him by or under this Act or any other written law.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(2) The exercise, discharge or performance by any officer of a Development Council of any power, function or duty delegated to him by the District Secretary of the Development Councit by an order under subsection (1) shell be subject to such conditions and res- trictions, and limited to such purpose or pur- poses, as may be specified in any such order, and such delegation may at any time be varled or revoked by order of the District Secretary.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(8) Notwithstanding the delegation by the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": ": District Secretary of a Development Couneil . ‘of any power, function or duty to any officer of such Development Council, the District Secretary shall he entifled to exercise, dis- . charge or perform any such power, function or duty. Amendment 7. (1) Section 56 of the principal enactment is hereby gimetion amended by the addition, at the end of that section, of the peinoipal following new subsection :~- enactment “ @ Every sum certified by any auditor to be due com any person to any Town Council or Vilage Council shall be recovered by the District Secretary of the Development Counell within which such Town Council or Village Council waa situated in the manner se! out in the preceding provisions of this-sectios.”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": ". Development Councils (Amendment) 5 ‘Act, No. 32 of 1982",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "(2) The amendment made to section $6 of the principal enactment by subsection (1) of this section shall be deemed ‘to have come into force on the date of commencement of the principal enactment, and accordingly the provisions of section 36 of the principal enactnient, as amended by subsection (1) of this section, shall apply m respect of any sureharge made under the Town Councils Ordinance or ‘Village Councils Ordinance before the commencement of . this Act, ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "8. Section 67 of the principal enactment is hereby amend- Amenimeat ed as follows :— : 7 sf epetion $7",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "bag iq",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "(1) by the eubstitution for the words “five thousand simetment",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "rupees,”, of the words “fifty thoussnd rupees,” ; and",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "{@) in the marginal note to that section, by the substitu- . tion for the words “five thousand rupees.”, of the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "‘words “fifty thousand rupees.”.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "3. Section 58 of the prinalpal enaciment is hereby Amendinent amended as follows :— 50 ofthe",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "principal",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "(1) by the substitution for the words “five thousand enactment",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "rupess,\", of the words “fifty thousand rupees,\" ; and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "(2) in the marginal note to that section, by the substitution",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "tor the words “five thousand rupees”, of the words “fitty thousand rupees, ”,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "10, The following new section in hereby inserted fmme- insestion ot diately after section 75, and shall have effect as section 98, Te\" reo\" of the principal enactment :— pendp “Waiver of 16a. A Development Council may by reso Geniaxes, ‘lution waive the whole or any patt of any",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "mum of money (not being a sum for the waiver of which, provision is made by section",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": ": 28) due to the Council from any peraon if it a appears to the Council that the amount to",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "be waived is imeonsiderable or irrecovereble",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": ": ‘or that it ebould be written off on the ground",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "of the poverty of the person liable therefor.\"",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Annual subscription of Bix and Laws of the Parliamest Ra 160 (Local),",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "‘Rs, 200 (Foreign), payable to the Surkemrrinvanz, GovekrmmEnt PUsLICATIONS",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "‘Bunaav, P, 0. Box $08, Coramxo 1, before 5th December each year in respect of the year following =,",
    "mean_p_confidence": 0.67
  }
]