[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC . SOCIALIST REPUBLIC OF SRI LANKA UNFAIR CONTRACT TERMS ACT, No, 260F 1997 (Cxtedso ib Ocke,197 Priel he Or of Gore + Poblistied 25.2 Supplernend to Part IT of the Gazette of the Dersecratic Seelaliet TepeeetSaLanotOc 7 ee rns ha 380 ota 44d",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "afer Contac Termes et, MO. 26 of 1987 Ices on (ik Ocebes,197 LD—0. 5196. . “AN ACT 20 IMAFOSE LIMITS OR THE EXTENT TO WHICH CTVELLIABRLTY . fh EACH OF CORTACT, OF FOR NEAOENS 08 OTHER fester cana DEAD EAR COA TA “Tamer om MEHTA MENTO BE icant by tha Pasinen ofthe Dement Svat Repub of Si Lanka s flows >— . L,_ This Act maay be cited as the Unfair Contract Terms Sten tide. det No. 26 of BHT, 2 (1) Nothing in sections 3,4 and $ shall apply 10,08 in Apelcaton. schon,» conte oped fa he Pt Scheie et (2) Toe provides of seston 3. 4.3 ad 6 al py <ly oni nt vereaces Clair sexs tal be craved according 3. (1) A contract tem oF & notice given lo petsous Avoidance of eterally oro pardouh pers wich purrs oenchee ala be Seren or bar the fect of eacaing oc etitng. & roe ifr doth cr parson ner eaing om Feagonce al by fw ec . + @) Aone: tnmarnatce eo pro genetalyor to gaiclrpenons wich ps o cde or ete oF tee fit of exltig or ening «pros Katy Toran ter ons of mag reaiog m oeligece all we ener 90 fa ach cone a ice tales ie requtemet of reaoubiees \" @) Wher ooractem or ati ppc tein or sere or as he fet esc o een, abi fovangience,peo's agement tach contrat em avareneesof ich votes shall not taf bo taken consang Scopes of an Yak proses asno",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Unie Cte Teron Act, Ha 26.f 157 Assitmesst 4.) Thirsection apis tenmsen pass Deon sgt ae one ofthe pain deals as conser or Ont thes ee inn stadia a of sine 1) Rasen tet pty Boe tir carat hy efron 0 say exemach torn (7h caohincl ea font eee oct ‘yng of Ms sages oft rec or (8) sts tate citeden (0 asunder aco patties ly different from that wes as reasonably epee of he ener the comes ti) 59 reapeet of the whole ox any part of his sia bandon ene petra weak nop fn 8 fa a in ey oP he carte mcaionad in 5 tortion) hr corte main he regent Of semombienes, Saromgneie $1) ooatet term he puerta to igor on Serer petvin doling an conser an daion to inden ay ‘he per (whee = pet acon re) na of Ray it may be inared try ih offer pero far ‘epic x reach of conan shall bp ffs ci far at ouch comacs eh Hata tha egaicement of cwsconblaee, £2) This sation petica whether the aby ere sabaecion Ip (e) i decay ct oF Ho ptm be ade a 2 legs by te cious (6) te me peznon desing wt comsamer oF some ober peo,",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Ula Conaes Terms Ao Nan 26 of 1973 Biagervion 4 fmry one conics wid Bo apo Bn cary ene y mr ofthe wee core ithc tsa A ern! cara ta Wi pares ting Hm eee aig oft car by screw “Tae toxm is valid cay if i eatities the test of + ramepibie. . & (Din canst oat agpeoninadly sipplind Gone fox privet ue or cansrilin, Sa nem ee contained in, of oping by wfzcore ty 2 peri of the pots whch pepo fe oxcods ora or He stot of exclaing or mercting,Kality far any Hoe oe daape— {0 stag from we goods posing dette hile i sonsuer ues “ey seni rom tha aaggnacé of eno ocean {ii saobicnd er Stitch of eGo. shit sp eeepc? ote ata ecste . “saoasamer usa\" Woon ween etic iv goats mean ve, srpomenionfor a, ctherwisethan encase far Si perp of base: “queries” moans a wating which smn  prpate te ecru, os promise oc mae ROME ‘word tht des wi ade poo y comets te pari ropacanéae ot By wept monetary comeaation or olen,",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "&—Unfeds Comtraes Peme Acy No. 28 of 1907 San ee 7.121 A coma em which parpons us extlude ce Poke reset ot has the ofoet of excng or resting, Habilly",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "Feebieach of abigatons axing ft",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "1) section 13 of the Sule af Coed eciace +",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(8) section (23 of thy Consus Codi Se, Nex 39 of",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "a2,",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "bal be of a be",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "&D Acontact eno wtih puspons to excladsorsseict, ortusiteetrsotavclasingorresektlng. evarziate perioe ‘dealing 25 consumer. Babli te esich ofthe obiienions cing oat",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "4@) sections 14, 15 oF 46 of the Salo of Goods",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "Sekine; 2) sections 412), 43), (8 Se 4 G) af he Consener Credit Act, Mo. 28. 182,",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "all ba of ms effex",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "4 coma serm uch purports exci ac esr, rhe te flee of eeluding or eeating. nga peri sealing eberwine than a conmimer,Fatlisy fr breach of she cbligations rity frou any of the providows refered to a whaectin Gh hes off only fast saion ‘he requinenon of essa nest",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "otek {1} When contact ice js effective, ands the provisions of dis Ace, ky IF atic He tepeecmt of emonatnes; ing be fund tomeet he rerernent and siven eer wmode fie ewes has",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "‘bert ier sor by breach oF by a gay ebating to",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "‘wont Ss epuad.",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(2) Where wpmbat ie lrmed by 2 pestom ented to ‘weat as reputined such ieomtion dal sot he bem _xeluing tho egulement of wesoaatlenes in alain 19 ‘any conse.",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "injaie Conant Terms Act NeW of OPS",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "SR Aconitat ter sehich rperttnalBect arte evey, Eaainbyaee the rights of « party lo cock cetvat wsing ues, In steemnaey comosion within prfraance uh mdeccontcrtia which SRO Tet spany, ing Fgh which refole we oxforcemeat of anciner person's Hahlity which ouch oiher person we, robied, by the proisings of ls Aut, from enasag OF essing al be a mo eect.",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "1 {byA conic erm which effective unter thine, amen ‘aly faa faces tnt Ie ogutemens obremsrmblenees To \"tie thal fequiament i the pont Sob Gs ass remonable one to be included faving regard ¢0 fhe ‘Govomsiance vhich-were, ar ought easonaly lo have heen kana wo fm ie consruplation ofthe pti, When the soni wa re.",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(2) te determining Fortne paepen of eatin Tobeer a ‘omit term stiri the requirement of reasouableness ‘egarchal, wet peeadice to the generality af ewhartion 1 be a os rater eo jn ie Socal Scheae ns Au, hing nls subsosion shal be rad or esarunt ft preventing 2 Cour fan extiratr from fling, 12 sevordamee wth my ve af aw, thal er Which parports {o ancloda or sett any olan! Visit, ie not a mem heccomrict +",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "© ALnaon notbilg ssc having comet eff}",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "“Which i efcctive, unt sot, only bso ford eases ‘Serenuiremen fvensoanblenee, alas ha Tegeromere ‘ici fend ease aiow Rance on thang gard ‘ell he reamasees cbining wea the Baby sone or ‘wont hin aise.",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "{Where seers toe sonret em erste person prper fo eee is ebay 4a speclfed sum of na End dae quetin rinms whet sach rm o lie aos ‘ eequlromen of reasuasbleness rat aot be had Lo",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "{0} ere resouroes whieh a pera contd expect tu te",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "‘tbe ohn rt purpote afm abe bay ule cine sad",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "6 fair Contract Tes het, No 269 1997",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(> a at a a ac ne owe Beet",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "bys,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "15) Wie Ste paetycaiming that contact iran 7 seee sitafes the requzerecy OF rasomblenes 1 ROW at it dear",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "sve 18, Toe extent tat ts gronsion af is et pehibit TEEEEY —_weauslonorearcion of any lini ie abe probe",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "{0} sh making a ho Vii 0 enforcrns abject",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "to ence o onerous conten",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "2) the staan of rscion, af ny sight or erady",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Jn sespet ofthe Railty or Ge subjecting of any person to any projudice ip consequence of Rs orseing any ich igor mney 88 {0 she enetuton ¢ restction of males of evideme oe precede, ‘nd to that este, sections 3,6 sd alee probit the ‘xelusion ne eetrietion of ability by eceeaey tr aid ‘onions which poror 0 eine the velo lteter ocdup:",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "‘Provided that an agrecmant is wtng 29 submit Faure ‘Serences (o dition ial nog be egardes, ox te purposes of iis A, ge etcaling o Torti tay sich Babli.",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Swananen, 12‘ uo oven fay conser between the Sinhala,",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "pera wcme—g Tl nis tls, the Sinhala eat da prea,",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "irom",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "eran 33, {1} In chix Act, anforr the vomient otherwise, regis",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "“tassios” char a profsrion and he artes ofa",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "yoveraent opera heal outer public suipoetion;",
    "mean_p_confidence": 0.13
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "nf Contact Toms het Na 26 of 19877 “tess aig\" mene ely obec fobligions",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "‘oF des witag—",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "(2) tom hing don cet be doe by pesca the courte of a buniess (Wbetbet his ove ‘pines or mothe’) and",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "16) from the oczupaton of premises uted for",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": ". Innes pupae of te cape. “goods faethe come meaning in be Sade of Goode",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "Ondiomee",
    "mean_p_confidence": 0.02
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "“tire rise greets smo mening ost",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "Consort Aco 29 0 1",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "neligence” man the breach",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "(o) of iy obligion asi fom the axes oF Snolind came of cope io ake cement tate oF exercive reavonable ill in the Ppomaace of ho contr ad",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "(0) ofanyccurmoe bw diya ke rotate cae reneclacremonnbie i",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "“cee” ictades an ennoancameni, wheter OF tf",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "“elng, ad ony ober omaacaon:",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "~ptsonn jury incl ny dst aay npn",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "‘of hn pligecal or menial cndicw of a peroe.",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "(2) A pry contre “eat conser” nano sear arty",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "(oy be alter maa te coma inte cones of tesines worlds ie ona lng 0 00",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "(0) ten ote py nas the conc inthe come etabusaes md",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "fair Cones Terms Bet, Ho Bef 1097 6) te cas a eormrat govern tthe aw anatyoods or frespacts, fn gos psig lander or in purus of he cintact ae of & ‘pe onde soppled for privet o¥e or somaspton, 13) Onesae by surtonor hy carpstive inde ator na notin any clezuatoneon be queda at Seale as (2) kris rahe peton irg as a pag doesnot de es ccerm io sbow tate Soe a0, ° saa semeoUES ection 210 Any cna tein, Any contact no tres he ction tc of Jered lend aihe lerinaion of ery ach ine Any eat 9 Gs aw th sean ater 8 orcs say gem, ade na ntl Sioa ‘nla proper to te nanan ach tor er Ay coe 4 we — G2 ts te facaasion of dicrabaon of = company or paeanip cor ste cnsiioser desig ocBipuionat eres rp ‘Any comet 20 ft Wrest seston oF ws set of ey gh eis in es",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "Unfair Conmact Terns Act, No.26 of 1907 9 secon scuEDNS “meas roe mcr oF SANE TO ‘The tes wich regard a0 De fad n pote for toe poate of secon T, ar any of he folowing which pea be fiona —",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "(0) aeerenpofthebanalng potion of he pout: teak or, ming In accuse (ang ede Nog) sdeematve neusby Wich becuse pega cod Tae oa",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": ": ()) wheter he oxorer ected income Wage 12 ‘her, Instn ha appar of caring ‘eros near comec ile porons, tA arng ‘acre adele,",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "(6) wheter the sunoer ew ace senmpently 9 kee Tow fe ece wc exer of Roto ig ee,",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": ". seven er gs 9 37 cutoes of te tae 2d wy [peNOuL come of eaaghatwocn part):",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "(wher thee cates x rae ry eon bi tame sondhion iene compiled with, wheter Iw ‘earovable the Ue of the carat Io expel Oat ‘opr wih hat condos woul be practeale;",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "{> wht he pols wen maelaceed,prcnsed radar (i pc er of theca",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "‘amo npr og ed Atal Panes a 9a Fa Pech ‘ible tote Steineen, Govan Pins Bann Mo 2 Tacs Fa Tr Row, Covi 0 bke I Decne ck ya meget pon meg",
    "mean_p_confidence": 0.33
  }
]