[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  4th Session 1968-69  Ly  Local Authorities  (Special Provisions) Act.  No. 4 of 1969  tof Ann: ery 2, 18  Printed othe Ont of Govermet  a pated a Buploent Sein Governed ante  a os  Pith tae BE, ils  Een ees ae",
    "mean_p_confidence": 0.4405454545454546
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Local Awthoritin Special Provisions)  ‘det, No. tof 1960  Lp.\"  Ax Acr 10. AMEND HE LAW RELATING TO L0cAL  (Gy ocr amon oro WHICH Hy AN  ftnevarortor Avr svratea fon THs PoRFoSt OF  ‘run rnovisions oF iar Ace.  [Date of Assent: Jananry 22, 1980]  [BE it enacted by the Queen's Most Excallent Majesty,  re cca tn of Bente and  Houta of Reprnentaties of Ceylon inthis present  Passion ama, 408 ‘ytd authority ofthe  fete, as follows:  4, This Act may be cited asthe Lal Anthortin auetin  (Special Provisions) Ac, No. of 1080  2. (1) The Municipal Councils Ordinanoe hereby amt  sald in\"stlng it of tat Oninncy ty the Eg  . Sli at the end of thet cection of the following $m  Dev sub eetion:  “(In determining for. the purpons of this  Ondigence tn anna eae of any pelea eh  {ho Rent Restriction et applic, and in ast  the al eof sch ras fr he gp of  Such determination, Manicipal Counc shall not  ftave regard tothe provisions of that Ack.  {@) The amendment made in the Municipal Councils  Coniinancs by sueaection (1) thal be deoted to have  ome into operation on the Ste day of Jnncary, 1949:  Provided tha nothing inthe preceding provisions ot  ‘his subsction hall be deemed to be afleted Uh  Sivgment of the Distriet Court of Colombo in the case  Br birs R. Subramaniem a. The Colombo Municipal  Coancl (B.C. (Coloma) No. 62240 3).  +8 (1) The Urben Conncile Ordinance i Rerehy geen  ‘amended in section 349 of tat Ordinance as folowe:- Bawak®  (0) by the renunering ofthat section as sub-section  (G) of metion 210; ana",
    "mean_p_confidence": 0.4269078947368421
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2” Laeal Authoitve Special Provision  ne af ten  (0) by fh ain ah nd of that ston of ho  ‘wig ea estan  TT) Indnermining for he arpone of,  this Ordinance the sal vale of any  ioe aie Han eso ak  Fr hain the cael tot  SEE ae ett parent of mt  Shean a Urac Cs Sl nt  ever be porns that Se  (2) Tos smentaee nde te Urban Conga  ote treme alt dean to hae  a Al prions Otay of Sans). 10,  sscunpis_A. ) The Tow Crane Ordinance is hen  ee ee ee  San  (0) by ee renumbering of that sin mb  1 clio Cl) of toouon and  (by doe ona th nd of an ston of he  te een  \"(In dtr forthe porpons of  cain Sede ke \"aoa le’ nay  ai cet te Haat Redrcon At  Tepe cl inant it sual at  ee i pane th  Gecrmidation a Town Council shall not  Sear ade porous at At  (2 Tin amcniuet mae inthe Town Conn  cians Sabet) sin te deme See  crea ade tay of Sonny 1.  eum 8. (1) Th Village Cost Ordinance, ig hereby  scope ly Deere rte rt  SET“) by tne renmberng of that mcton ws sbseion  erwin a  (by he tina od of that tion of th  ttn ae en  wR cermin or the acpones of  nis Geafannes the “mual value of any  eee ie Ren acton A  ee oT ee ds canal  af soc premises fr the purpores of such  af uc pres Sage Eacel oo at  seemimlie brnlomol tae hee  ss encode made fn th. Vilage Coola  onPaans ytattion'(h salt dee fo bave  Or a Bet ay of Sossary” 18",
    "mean_p_confidence": 0.3096913580246914
  }
]