[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 2nd Session 1966-67 a ahting Aids fs aes | ‘y Gey rey Brag Wa Zo es Sint oY Finance (Special Provisions) (Amendment) Act, No. 28 of 1966 . Date of Assent : October i4, 1966 . Printed on the Orders of Government : Purchased ‘ue the Gomanncen® Boucicscttis Buainy, Cocomes geod! Sueetetin Gncledng Bis) Ra 2 (aga), Re, 8 Sonickstéud Susacg, 8. 0 Boe sho\" Coronas 1 kotars ak ae a ee a . Price: 15 cents, Postage: 18 cents :",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Finance (Special Provisions) (Amendment) ‘ ‘Act, No. 28 of 1866 L, D0. 19/66. . An Aor 70 AMEND THE Finance (SPECIAL Peovisions) Act, No. 10 oF 1965. [Date of Assent: October 14, 1966]",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament sssembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "1. This Act may be cited as the Finance (Special shor tive. Provisions) (Amendment) Act, No. 28 of 1866.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2, Each of the enactments repealed by the Finance mevdment of (Special Provisions) Act, No. 10 of 1065, shall, tS? notwithstanding such repeal, be deemed, to have been, 7 to be, and to continues to be, in force for the purposes ouly of the collection and recovery of any tax which became payable under any such enactment in respect of uny period prior to the date of repeal of such enactment, and accordingly, any act done or Prooseding taken under any such enactment for the aforesaic purposes, ‘whether before or after the date of commencement of this Act—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(@) shall be deemed to have been or to be, as the ‘case may be, duly done or taken under that enactment, and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(¥) may be proceeded with or continued under that enactment,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "as though such enactment had not been repealed. en ese on",
    "mean_p_confidence": 0.73
  }
]