[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "es) rN ve) oa PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA SRI LANKA BROADCASTING CORPORATION (AMENDMENT) ACT, No. 48 OF 1988 [Certified on 30th November, 1988] Printed on the Orders of Government Published as a Supplement to Part Il of the Gazette of the Democratic Socialist Repablic of Sri Lanka of December 2, 1988 peso ite sof eee ET, LE ae ene a aan PRG Fa ana Price : Re, 1.20 Postage : 75 cents",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Sri Lanka Broadcasting Corporation (Amendment) . Act No, 48 of 1988 [Certified on 30th November, 1968] L. D—O, 49/83. ° Aw Act To Anup Tux Ser Lance Broapcasrina COnpOBATICN Act, No. 37 oF 1966",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "BE it enacted by the Parliament of the Democratic Socialist ‘Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "1. This Act may be cited ar the Sri Lanka Broadcasting $20\"* Corporation (Amendment) Act, No. 43 of 1988, and shall and dete come into operation on such date as the Minister may Cheration, appoint by Order published in the Gazette.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "2. Secion 8 of the Sri Lanka Broadcasting Corporation Amenament Act, No, 37 of 1986, (hereinafter referred to a5 the\" principal of Act No. $7 enactment”) is hereby amended in subsection (1) of that 1066 section, by the insertion immediately after paragraph (6)",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "‘of that subsection of the foliowing paragraph :—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "* (BB) to register persons who carry on the business of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "importing, selling, manufacturing, or assembling radio receiving sets.;\",",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "% Section 4 of the principal enactment is hereby ecient at amended os follows :— ES oat",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "() by the substitution for paragraphs (1) and (m) of enectnient,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "‘that section of the following paragraphs :—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "+ (1) do all such things as the Corporation considers to be in the interests of the eommunity for ‘the purpose. of developing and improving radio broadcasting talent;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(mm) act in combination or association with any ~ ‘person or body of persons whether in- . corporated or not and whether in Sri Luwke",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": ": or elsewhere, for any of the aforesaid",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "‘purposes; ”; .",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(2) by the addition immediately after paragraph (m) of :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "that subsection of the following paragraphs :—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "“ (n) fssue and renew licences under Part IITs for the possession and use of radio receiving sete and to appoint agents to issue and renew such Hoenees and to ensure. that",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "‘ such licences have been obtsined or renewed; and ‘2D 000067 a,900 (29/11) :",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Sri Lanka Brondeasting Corporation (Amendment) Act No, 48 of 1988 (0) call for information and retumns in respect of imports, sales, manufacture or assembling of radio receiving sets from all persons engaged in such import, sales, . manufacture or assembling of radio receiving sets.”. Insertion of new 4. The following new section is hereby inserted Bite immediately after section 4 of the principal enactment and Zigchent, shall bave effect as section 44 of that enactment :— © Appai ‘ «Appoint. 4a. The Corporation may from time to agents, time appoint any person or body of person, whether incorporated or not, to be an agent of the Corporstion for the purposes of igeuing and renewing licences under Part Illa of this Act, and to pay such agent, such . remuneration as may be agreed upon between the Corporation and such agent”. Amendment of ection 33 5. Section 23 of the principal enactment is hereby Brineipal © atnended ae follows :— “ Eraciment, (1) by the insertion immediately after paragraph (¢) of that section of the following paragraph :— . © (ec) alll such suins as may be eredited to the fund under section 42a ;”; (2) by the substitution for parsigraph (4) of that section ‘of the following parsgraph :—~ * (@) all sums of money received us fees each yeaT for the issue end renewal of radio licences ;\"\"; @) by the insertion immediately after paragraph (a) ‘of thet section of the following paragraph :— © (ad) ell sums of money received ax fees each year for the issue of Certificates of Registration under Part [IIa of this Act ; and”,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Sri Lanka Broadcasting Corporation (Amendment) 3 Act No. 48 of 1988",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "6. The following new Part is hereby inserted immediately ]n2ertlon of alter Part III of the principal enactment and shall have lithe\" effect as Part Ila of that enactment :— principe",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "“PART Ia",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": ": Issue oF Licences AND REGISTRATION Propsbition BA. (1) On or after tho relevant date no foereesion -«etson shall possess or use any radio Bad use of receiving set except under the authority of receiving _-& licence issued in that behalf by the . sets, Corporation.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(2) The requirements of subsection (1)",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "shall not apply",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(@) to the possession and use of a radio receiving set by any person at a school, a Higher Educational Instita- tion or other institution which the Minister may specify by Order published in the Gazette, for the - purposes of this section, having regard to the fact that soclal or educational activities of benefit to the community are being carried on at such institution ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(®) to the possession and use of a radto receiving set by any importer, seller, manufacturer or an assembler of radio receiving sets who is regis- tered and holds a Certificate of Registration issued under section 32m of this Act, in the course af his - business as such importor, seller, manufacturer or assembler;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "“ fc) to the’ possession and use of a radio receiving set by a repairer of radio receiving sets in the course of his",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "“ . business as such repairer ;",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "{@ to the use by any person, of @ radio receiving set- with the permission, express or implied, or on the instruct",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": ". tlons, of the holder of a Beence isaued under this Part in respect of ‘that set at the premises specified in ‘the Licence ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Sri Lanka Broudeasting Corporation (Amendment) . Act No, 48 of 1988 {e) to the possession and use of a radio receiving set by any person employed in the Corporation or in any private broadcasting station established and maintained under a Lae licence issued by the Minister under section 44 for the purposes of the Corporation of that station. (3) (a) Where the Minister considers that several radio receiving seta are likely to be ~ used in any category of premises, he may, by Order published in the Gazette, declare ~ that the provisions of this section shall apply “st in respect of that category of premises. ot () The owner of any premises . included in a category of premises to which * this section applies, may in lieu of applying for a licence in respect of every radio receiving set installed in such premises, ap- . ply for a licence in respect of these premises. ae Every application made under this subsec+ tion shall be accompanied by the prescribed : fee, Different fees may be prescribed in res ie pect of different category of premises, . having regard to the number of radio +. Feoeiving asta likely to he used in that. a category of premises. (©) The provisions of section 320, \"S29, 32x and 32r shall, mutatis mutandis, epply eo to, and in relation to, the application for, aa the iste and renewal of, Icences issued i 7 + under subseetion @).",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Sri Lanke Broadcasting Corporation (Amendment) & Act No. 48 of 1988 . {) Where a licence fssued under this section in respect of any premises is in force, the possession and use of a radio receiving set by any person on such premises shall be deemed to be under the authority of a : Ticenee issued under setion 32c. For the purposes of this Sectlon “Higher Educational Institution” shell have the same Meaning as in the Universities Act, No. 16 of 1978, Hutt 425, Notwithstanding the provisions of ‘who were section 32a, any person who immediately Shauwing prior to the relevant date was having in his Fesoving possession a radio receiving set, shall be wegener entitled to possess and use such radio Aplevant receiving set, without a licence in that behalf for a period of three months commencing from. the relevant date. fae ota 2c, (1) The Corporation or any agent Hence, aball, on application made therefore, in such form os may be prescribed, containing the prescribed particulars, and on payment of ‘the preseribed foe, issue a Licence in respect of a radio receiving set, authorizing the applicant to possess and tse such radio = receiving set. le. (@ Every application for a licence in 7 respect of any radio receiving set under this . ~ Part, shall be made to the Corporation or any e agent, in the presetibed form and shall contain the prescribed particulars. posnre (8) Every licence issued under this Park . - shall be— ae (@), in uch form ‘as may be presserlbed; ~ (®) valid for a period of one year ; and : (c) renewable after the explration of the period specified in the Hcence, sD sonst go)",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Sri Lanka Broadcasting Corporation (Amendment) Act No. 48 of 1988 Terms and B20. Every licence issued in respect of any conditions yadio receiving set under this Part shall licence. be subject to such terms and conditions as. may be prescibed with regard to the use and transfer of that licence, fovenange 0s, Every holder of a licence. shell within particulars thirty days of any change in the particulars Eepliatén in is application, for a licence ised under Histmea, this Part inform the Corporation or any agent in writing of such change. Renewal of Sr. (1) The Corporation or any agent Neenser may, on application made therefore in such form us may be prescribed, and on payment, ‘of the prescribed fee renew any licence, issued under section 32c, and the licence which is renewed shall be valid for a period of one year from the date specified therein. (2) Every applicatiort for the renewal of 2 licence under this Part, shall be made to the Corporation or any agent in the prescribed form within three months of the date of expiry specified therein. Penalty for _ mine 32a. (1) Any person- ougne (@) who possesses or uses a radio receiving Eicsving set, without a cence in thet behalf, Frithout the issued under this Part ; radi Recvng (b) who acts in contravention of, or fails floenced and to comply with any term or condi- 30m avention tion of a Heence issued under this ofterms Part, fgnditions shall be guilty of an offence under this Act, and shall on conviction after summary trial before a Magistrate be liable to @ fine ‘not _ exceeding two thousand five hundred rupees or to imprisonment of either description for 2 terms not exceeding six months or to both such fine and imprisonment.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "Sri Lanka Broadcasting Corporation (Amendment) 7 Act No, 48 of 1988 (2) The Magistrate may on conviction of any person of any offence under subsection Q), in addition to any punishment which he may impose under that subsection make order that—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "(0) the licence, if any, iseued under this",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": ". Part in respect of the radio receiving set in connection with which the offence 1s committed be cancelled ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": ". . and 7 {b) any radio receiving set In connection : with which the offence is committed — - : ‘or which was used in or in connection with the commission of the offence - be forfeited to the State. . (8) Any radio receiving vet fortetted under subsection (2) shall upon such forieiture be . vested absolutely in the State. Such vesting shall take effect—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "-(@) after the expiration of the period with- in which an appeal may be preferred to the Court of Appeal against the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": ". order of the Magistrate ; or (2) where an appedll has been preferred to the Court of Appeal sgainst the arder of the Magistrate upon the determination ot such appesl, con- Arming or uphelding the order of forfeiture, Surcharge 32, Where any person applies to the Cor Pad poration or. any agent for the renewal of a SRP cence issued under section S0c after the paid, date of expiry specified in such licence, the + Corporation or such agent may renew such licence, subject to the payment by the _ applicant of a surcharge at the presorfbed Tt tate ; so however the maximum rate so specified shall not exceed ten per centum of the fee so payble for the renewal of such _ oL Bownee :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Sri Lanka Broadcasting Corporation (Amendment) Act No. 48 of 1988 Prohibition $27, (1) On or after the relevant date no S@grrving person shall carry on the business of impor~ Rinnessot ting, selling, manufactuting, or assemblilag irr nt saaie seeing acoso ander the ofradio authority of a Certificate of Registration Teerving yy issued in that behalf by the Corporation + Gericate of Registration, (2) The requirements of subsection {1} shall not apply to the import, sale, manufac- ture or assembling of a radio receiving set by any person who has been issued a licence ‘to establish and maintein a radio broadces- ting station under section 44. Persons ‘$2x, Notwithstanding the provisions of tarryingon section 325 a person who immediately prior Puginest | ta the relevant date’was ‘carrying on the Relevant ‘business ef importing, selling, manufacturing : or assembling, any radio receiving set, shall tbe entitled to carry on such business without a Certificate of Registration under this Part for a period of three months commencing ‘from thie relevant date. strat i Registration $24, The Corporation shall_- garing on (@) on application made therefor, in such fpetiog form as may be prescribed, together Spins with a certified copy of the Certifl- ‘set cate of Registration issued under the Business Names Ordinance (Chapter 1349) relating to the business, in con- nection with which the application coe is made; and eens (®) on payment of the prescribed fee, bocpee register any person with the Cor- bts oration snd issue to such person & Certificate of Registration authori- ee zing such person to carry on the business of importing, selling, manu- facturing or assembling radio recel- - ving sets, in connection with whici. a . the application is made.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Sri Lanka Broadcasting Corporation (Amendment) Act No. 48 of 1988 Application 32m. Every application for registration Ristration, Wade this Part shall be made to the Cor- poration in such form as may be prescribed containing the pfescribed particulars, together with a certified copy of the Certif- cate of Registration issued under the Busl- ness Names Ordinance {Chapter 149) rela- ting to the business in connection with which ‘the application made. ‘Termzana ‘32n, Every Certificate of Registration ‘of the te issued under this Part shell be subject to - we such terms and conditions set out in the Registration. Schedule hereto, Fenaltyfor SP, (1) Any person who— pusines of (@) carries on the business of {mporting, wang be, selling, manufacturing or-assembling raale  cta radio receiving sets without a Certi- without a ficate of Registration issued in that Certifieate of behalf, or . Regouration Gontzevention (0) atts Sn contravention of, or fails to of terms and comply with any terms or conditions atthe of a Certificate of Registration issued Gortineate under this Pert, Registration, shell be guilty of an offence and shall on conviction after summary trial before a Magistrate, be liable to a fine not exceeding ‘two thousand five hundred rupees or to po imprisonment jor a term not exceeding six : months or to both such fine and imprison- to ment, Don (2) The Magistrate on conviction of any : Person of any offence under subsection (1) . may, in addition to any punishment he may . impose under that mbsection having regard tae to the gravity of the offence make order— — (2) suspending, for a period to be specified acai in such order the Certificate of Lo Registration in connection with . which the offence is committed; or : (®) cancelling auch Certificate of Regis- . tration, .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "10 Sri Lenka Broadcasting Corporation (Amendment) Act No, 48 of 1988 Liability of 32g. Where an offence under this Part is ceriin |. committed by a dody of persons, then— tare (@) if that body of persons is a body.cor. gommitted by porate, every person. who at the time. corporate of the commission of the offence was © incorpo 4 Director, Geuera) Manager, Secre- rate, tery or other similar officer of that body corporate ; or {b) if that body of persons is a firm, every person who at the time of the com- mission of the offence was a partner of that firm,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": ": shal! be deemed to be guilty of that offence unless he proves that the offence was com- mitted without his knowledge or connivance and that he exercised all euch deliganes to prevent the commission of the offence as he ought to have exercised having regard to the nature of his functions in all eireumstances.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "‘Insertion of mition 40, 7. The following new section is hereby inserted inthe”. | immediately after section 40 of the principal enactment and Bringipal, shall have effect as section 40a of that enactment :— Eoactment, “Magistrate 40a. (1) Where a Magistrate is satisfied on Bontsearch iHformation received on oath that there is Warrants. reasonable ground to believe that, in con- travention of the provisions of this Act the person against whom the information is given— . {a) ts possessing or using a radio receiv ing set; (®) fs carrying on the business of impor- ‘ting, selling, manufacturing oF assemlbing radio receiving sets, in any premises within his - jurisdiction such Magistrate may, grent a search warrant to any officer of the Corporation to enter such premises, to make inguirfes from any perstn found thereon and to seiza any radio receiving set in connection with which such contravention is committed.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "Sri Lanka Broadcasting Corporation (Amendment) 11 Act No, 48 of 1988",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "(2) When an offcer of the Corporation selzes any radio receiving set under sub- ° section (1), he shall produce such radio reqziving set within a period of seven days : from the date of seizure before the Magis- : trate’s Court within whose jurisdiction that radio receiving set is seized, and . upon the production of that radio receiving set, the court shall meke such order as he may deem fit relating to the custody of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "that redio receiving set.”,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "8 Section 42 of the principal enactment is hereby Amendment amended by the substitution for the words “be liable to a Sep! fina”, of the words “be liable unless otherwise expressly Principal Provided to a fine”. eneetment",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "9. ‘The following new section is herehy inserted tmme- Insertion diately after section 42 of the prineipal enactment and shall SL2&™ 4», have effect az section 42s of that enactment — ithe “Two third of 424, Two thirds of all firjes imposed’ by enactment, Se when court for any offence under this Act when tobe recovered shall be credited to the Fund of Getited 14 the Corporation,”, atthe Corporation,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "WW. Section 48 of the principal enactment is hereby Amendment amended as follows :— of section 48 (1) by the insertion immpdiately preceding the definition principal of “broadcasting” of the following definitions:—  “mehnent.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "“agent” in any context relating to a licence under Part IIT A of this Act means any person or body of persons whether incorporated or not . appointed to be stich agent by the Corpora- . tien, under scetion 44 of this Act; * premises” mens any building or part of e buil- Ging together with the land appertaining ‘thereto ;” (2) by the addition immediately after.the definition of programme” of the following definitions :— \"radio recetving set” means a device connected to an internal or external aeriel ar other source of radio signal fn order ta make available in some desired from the required information ; , “relevant date” means the date on which Part 1A of this Act comes into operation ;.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "12 | Stk Lanka Broudeasting Corporation (Asneridment) Act No, 48 of 1988 Non apnii« 11, From and after the relevant date the provisions of certain the Telecommunications Ordinance (Chapter 192) relating Prexision® to licences shall not apply to, or in relation to, the import, Telrsommunt sale, manufacture, asserably, possession or use of radio Bence, —-Neeeiving seta, Aititien 12 The following new Schedule te hereby added imme- Ecpedule lately after section 48 of the principal enactment. te encetment, “SCHEDULE (Section $2N). Terme and conditions of the Certifcate of Registration issued ‘under section 32m.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "1, The Certificate of Registration shall not be transfershle.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "2 The Certifleate of Registration shalt be exhibited in a cons icious place in the place of business to which it relates.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "‘& Every bolder of the Certificate of Registration shall keep and rintain a register in such form as may be prestribed and shell enter or cout to be entered therein the particulars relating to every transaction of his bariness,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "4. Bvery such register Kent and matntained shall be available for inspection by any officer authorized in that behalf by the ‘Director-General of the Corporation.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "~ 5. () Every holder of a Certificate of Registration shat? furnish to the Carporation, when eailed upon to do so by the Corporation, ‘Sich return of ather information, in respect of bis business,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(2) Every return furnished under the preceding peragraph shall ‘be verified by 2 declaration to the effect that the particulars stated ‘herein are true and necurate,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "& Every holder of a Certificate of Registration shell within thirty days of uny changa in the particulars stated in his application fer ‘Tegistration, inform the Corporation in writing of mich change.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "‘t. Every holder of the Certificate of Reglatration shalt issue © ‘Teceipt with his signature on it, to the person with or on behelf of ‘whom such transaction ia made plafing—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(a) the name of that person and the description and addresa of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "‘the premises and the make end the registered number of the vehicle in which auch radio recelving set is to be kept +",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "@) the nature of the transaction;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "{@) the make aud the number of the radio receiving set or sets",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "+ in respect of which the transaction ia made;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(2) the data of the transaction, and shall kegp a copy of every auch receipt and produce it om demand to the Director-General of the Corporation or any perso",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "suthorized by him in that behalt.”.",
    "mean_p_confidence": 0.79
  }
]