[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ist Session 1960-61 Sey” Pion rs (besa Factories (Amendment) Act, No. 54 of 1961 Date of Assent: June 19, 1962 Printed om the Orders of Government Printed at the Govemmuenr Press, Cevicn, To he a cae a an Te, Coat Annual Subscription (including ills) Rs. 25, payable in advance to the Supemorrencasz, Government Pusticatroms ee ee eT aa ene Price : 15 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Fastories (Amendment) Act, No. 64 of 1981 *",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "DL. DWO, 58/58, =; ., £",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "“0% AN“Acr to AMEND THE FACTORIES . -",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "vin ty, Oxpivance, No. 45 oF 1942.",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "it HfDateof Assent: Jone 19, 1961) BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House, of Representatives of Ceylon in this present, Parliament assembled, and by the authority of the same, as follows:— _ ‘40° \"Thig Act may be cited as the Factories (Amend- stort ste, ment) Act, No, 54 of 1961.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2, *Part'I of thé Factories Ordinance, No, 45 of Eerlsamant 1042, “hereinafter referred to os the “‘ principal { Gejiseus enactitient '? is hereby repealed and the following new No. 4 of 10s, Part is substituted therefor: — .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "ooo PART T,",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "rns Notice oF INTENTION To occuPy we tea tae ‘on use a Factory.",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Foime of 2. On and after such date as may be fonmenee ibe - fixed in that behalf by the Minister by cogent o-  rotification published in the Gazette, no Ny pose’ person shall commence tha occupation of, ay a\"hacey. or the use of any premises ae, a factory",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "\" unless he hes, af least one month before",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "+i !* the date on’ which it is intended to",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘vn if 1» gommencs such occupation or use,",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘ fri-ss gerved on the chief inspector or the aan inspector for the district a written notice * stating the intention to commence, and the date on which it is intended to commence, auch occupation or use, and 1, Sbeeitying the name and address of such iter vs person; the situation of the factory or lo. premises, the nature of the work to be ait ootsst Gapried on therein and the particulars fp Jd wy + ‘Respect of such matters relating to the towukan ti Tactory or premises as may be presoribed: 2a stots «Provided that such person may, after ~aetving such notice, commence. such se eglea opeupation or use on a date earlier than cit svy uct ‘bat specified in the notice if he -has Tyce win, Obtained written permission to do so cacv ly - fom the chief inspector oy the inspector tor the district, : Fk ise oan",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Factories (Amendment) Act, No. 54 of 1961 Proalty for 3. (1) Every person who commences Qiea™ . the ocoupation of, or the use of any pre- mises as, a factory in contravention of section 2 shall be guilty of an offence and shall, on conviction, be liable to a . fine not exceeding two hundred rupees. . \"._(@) A person who is convicted of an offence under sub-section i) sbali, _ within a period of fourteen days after the date of the conviction, serve on the chief inspector or the inspector for the district a written notice stating the situation of the factory or premises in Tespect of which the offence was com- mo mitted, the name and address of such person, the nature of the work carried on in the factory or premises and the particulars in respect of such matters relating to the factory or premises as may be prescribed. (3) Any person who fails to comix . with the provisions of sub-section ( sali be guilty of an offence and shall, on convietion, be liable to a fine of two hundred rupees and to » further fine of : fifty rupees for each day on which that offence continues. Return to be 4. The occupier of a factory, estab- fare’ lished before the date fixed by the store Minister under section 2 and in use on funtt such date, shall, within a period of one dat ed month after such date, furnish to the Zar scuty chief inspector or the inspector for the ° district a return stating the situation and nature of the factory, the name and . address of euch occupier ‘and the parti- culars in respect of such matters relating beat to the factory as may be prescribed. Notfeaot - 6. Where work in any factory bas aupeonea ad been suspended for a period exossding wor n's ix months, the person who, immediately Geer 2 br . before auch work was suapended, was SE itn the ocoupier of that factory— Sapetlr for (2) shall serve on the chief inspector be dietret, or the inspector for the dis- trict a written notics speci- - +1 * fying the date on which such work was suspended, aud",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "Factories (Amendment) Act, No. 54 of 1961",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "Lo (®) shell not resume such work",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "therein unless he has, at",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "least fifteen days before the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "re date on which it is intended",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "to resume such work, served",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "gn the chisfingpector or the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": ". inspector for the district a",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "written notice stating the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": ". intention to resume, and the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "= date on which it is intended : to resume, such work.”",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "8. Section 79 of the principal enactment is hereby Ameoimast of amended, in sub-section (2) of that section, as 5, 7¥ follows :—— miele",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "{a) by the re-lettering of paragraph (a) as paragraph (ea); and (®) by the insertion, immediately before re- lettered paragraph (ea), of the following new paragraph:— . * (@) Part 1.”. %, Section 81 of the principal enactment is hereby  ammimrot of amended as follows :— see gt : continent, (1) in sub-section (1) of that section — (@) by the re-lettering of paragraph (a) sa paragraph (ea), and * @) by the insertion, immediately before relettered paragraph (aa), of the following new pazagraph:— . ** (@) Part 1.”; and, @) in sub-section (2) of that: section— .  @) by the substitution, for the expression : “ paragraph (2) ”, of the expression p>) “paragraph (@2),”, and tot * (0) in the proviso.to that sub-section, by som the substitation, for the expression : - paragraphs (@) and ® of the - ‘expreaion *' paragraphs (aa) and",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "5.\" Section 82 of the principal onactment i smminet ot",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "hereby amended by the insertion, immediately after scien # x , seucbuesi,",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4° Factories (Amendment) Act, No.'54 of ‘1901 sub-section (1) :of that section; of the following ‘sub-section! 3 3 Phin (1A) Any ‘person carrying out any worl: to te. whieh sub-section 2 ‘2pplics shall, not later than soy Seven days after the beginning thereof, serve on the inspector for the ‘istrict & written notice +, Stating the name and postal address of the person 52 carrying out the work, the place and neture +t: 0f the work, whether any ‘mechanical power is used, and, if so, its natura, and suoh other parti- culars as may be presoribed. °”, Teplucnect of “’ 6,” Section 88 of the principal enactment is hereby Hepmepe, Tepealed and the following Nrection is. substituted ‘enactment. therefor :— “ Wotieg of ''*\" 88. The occupier of a factory shall not Bato  COmMMence to uso mechanical power in pom.” + such factory unless he has, at least one we «month before the-date on which it is intended to commence the use of such power in such factory, served a written notice on the chief inspector or the . inspector for the district stating the “+ St patore of such power and specifying i such date: ° » Provided that such occupier’ may, vavi 1, after serving such notice, commence to ° ‘use such power in such factory on a date earlier than that specified in such notice if he has obtained written permission to +: do so from the- chief inspector or the inspector for the district.””. Replacemeat ot 7. Section 96 of the principal enactment is hereby Hepes —‘Tepealed and the following section ig substitute woredma” therefor :— . “Administra... 96. (1) The Commissioner of Labour Gilcanee”” -- Shall be the officer in charge of the . _ Sdministration of this Ordinance, bP EL @) Subject to any general or special / f°\" 4 directions of “tho “Commissioner, any :  }: Deputy of Assistant Commissioner t Labour, the chief inspector or any inspector may exercise, perform oF discharge any power, duty or function Pome ET ‘of - the . Commissioner ‘under’ this, — ° 18 429° Ordinance or-under any regulation’ ‘made cease thereunder,’’,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "Factories (Amendment) Act, No. 54-of 1961 § +8, Section 99 of the:principal enactment is hereby Ammingn of amended as follows:-— * “ She prose! Minette + oncom (1) in sub-section (1) of that section, by the - substitation, in paragraph (a) of that sub- we section, for the words “‘a factory, and every”, of the following: — “any premises which are stated in a notice under section 2 to be intended to be used ae a factory, and any factory and every”; and (2) by the insertion, immediately after sub-section (2) of that section, of the fellowing sub- section: — “(@A) A person’ who has served 3 notice under section 2, his agents and servants, shall furnish the means required by any officer referred to in sub- section (1) as necessary for entering, inspecting or examining the premises stated in that notice to be intended to he used as a factory.””.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "9. Section 125 of the principal enactment is hereby ammdment of amended, in sub-section (1) of that section, as #or.lt sf follows: — macho,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(1) by the insertion, immediately after the definition of ‘class or description’, of the following new definition :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "‘ “Commissioner” means the Commis sioner of Labour;’; and .",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(2) by the insertion, immediately after the definition of “maintained”, of the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": ". following new definition :—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "*\" oooupier ”, in relation to a factory, means the person who has ultimate control over the affairs of the fectory, and where the control of such ‘affairs ig entrusted to a managing agent, includes such managing agent;’. ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6. Factories (Amendment) Act, No. 84 of 1961 ‘Bobdatitatien 40. In the principal enactment, for the word wgie ret “Registrar”, wherever that word ocours in that wioaee \"for enactment, the word ‘‘Commissioner’’ is hereby Pamir Substituted. aie Sotonzent,",
    "mean_p_confidence": 0.71
  }
]